{"title": "Caves of Terror", "author": "Talbot Mundy", "releaseDate": "August 2, 2006 ", "language": "English", "content": "\n\nE-text prepared by David Clarke, Mary Meehan, and the Project Gutenberg\nOnline Distributed Proofreading Team (http://www.pgdp.net/)\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original illustrations.\n      See 18970-h.htm or 18970-h.zip:\n      (http://www.gutenberg.net/dirs/1/8/9/7/18970/18970-h/18970-h.htm)\n      or\n      (http://www.gutenberg.net/dirs/1/8/9/7/18970/18970-h.zip)\n\n\n\n\n\nCAVES OF TERROR\n\nby\n\nTALBOT MUNDY\n\n\n\n\n\n\n\nGarden City         New York\nGarden City Publishing Co., Inc\n1924\n\nCopyright, 1924, by\nDoubleday, Page & Company\nAll Rights Reserved\nCopyright, 1922, by Talbot Mundy, and the Ridgway Company\nPrinted in the United States\nat the Country Life Press, Garden City, N. Y.\n\n\n\n\nCONTENTS\n\n        I. The Gray Mahatma\n\n       II. The Palace of Yasmini\n\n      III. Fear is Death\n\n       IV. The Pool of Terrors\n\n        V. Far Cities\n\n       VI. The Fire Bathers\n\n      VII. Magic\n\n     VIII. The River of Death\n\n       IX. The Earthquake Elephant\n\n        X. A Date With Doom\n\n       XI. \"Kill! Kill!\"\n\n      XII. The Cave of Bones\n\n\n\n\nCAVES OF TERROR\n\n\n\n\nCHAPTER I\n\nTHE GRAY MAHATMA\n\n\nMeldrum Strange has \"a way\" with him. You need all your tact to get him\npast the quarreling point; but once that point is left behind there\nisn't a finer business boss in the universe. He likes to put his ringer\non a desk-bell and feel somebody jump in Tibet or Wei-hei-wei or\nHonolulu. That's Meldrum Strange.\n\nWhen he sent me from San Francisco, where I was enjoying a vacation, to\nNew York, where he was enjoying business, I took the first train.\n\n\"You've been a long time on the way,\" he remarked, as I walked into his\noffice twenty minutes after the Chicago flyer reached Grand Central\nStation. \"Look at this!\" he growled, shoving into my hand a clipping\nfrom a Western newspaper.\n\n\"What about it?\" I asked when I had finished reading.\n\n\"While you were wasting time on the West Coast this office has been\nbusy,\" he snorted, looking more like General Grant than ever as he\npulled out a cigar and started chewing it. \"We've taken this matter up\nwith the British Government, and we've been retained to look into it.\"\n\n\"You want me to go to Washington, I suppose.\"\n\n\"You've got to go to India at once.\"\n\n\"That clipping is two months old,\" I answered. \"Why didn't you wire me\nwhen I was in Egypt to go on from there?\"\n\n\"Look at this!\" he answered, and shoved a letter across the desk.\n\nIt bore the address of a club in Simla.\n\n    Meldrum Strange, Esq.,\n      Messrs. Grim, Ramsden and Ross,\n        New York.\n\n    Dear Sir,\n\n    Having recently resigned my commission in the British Indian army I\n    am free to offer my services to your firm, provided you have a\n    sufficiently responsible position here in India to offer me. My\n    qualifications and record are known to the British Embassy in\n    Washington, D. C., to whom I am permitted to refer you, and it is\n    at the suggestion of ---- ---- (he gave the name of a British\n    Cabinet Minister who is known the wide world over) that I am making\n    this proposal; he was good enough to promise his endorsement to any\n    application I might care to make. If this should interest you,\n    please send me a cablegram, on receipt of which I will hold my\n    services at your disposal until your letter has time to reach\n    Simla, when, if your terms are satisfactory, I will cable my\n    acceptance without further delay.\n\n    Yours faithfully,\n    Athelstan King, V. C., D. S. O., etc.\n\n\"Do you know who he is?\" demanded Strange. \"That's the fellow who went\nto Khinjan Caves--the best secret service officer the British ever had.\nI cabled him, of course. Here's his contract. You take it to him. Here's\nthe whole dope about this propaganda. Take the quickest route to India,\nsign up this man King, and go after them at that end for all the two of\nyou are worth. That's all.\"\n\nMy passport being unexpired, I could make the _Mauretania_ and did.\nMoreover I was merciless to the expense account. An aeroplane took me\nfrom Liverpool to London, another from London to Paris.\n\nI don't care how often you arrive in Bombay, the thrill increases. You\nsteam in at dawn by Gharipuri just as the gun announces sunrise, and the\ndreamy bay glimmers like a prophet's vision--temples, domes, minarets,\npalm-trees, roofs, towers, and masts.\n\nAlmost before the anchor had splashed into the spawn-skeined water off\nthe Apollo Bunder a native boat drew alongside and a very well-dressed\nnative climbed up the companion-ladder in quest of me. I had sent King a\nwireless, but his messenger was away in advance of even the bankers'\nagents, who flock on board to tout for customs business.\n\nHe handed me a letter which simply said that the bearer, Gulab Lal\nSingh, would look after me and my belongings. So I paid attention to the\nman. He was a strapping fellow, handsome as the deuce, with a Roman\nnose, and the eye of a gentleman unafraid.\n\nHe said that Major King was in Bombay, but detained by urgent business.\nHowever, he invited me to Major King's quarters for breakfast, so\ninstead of waiting for the regular launch I got into the native sailboat\nwith him. And he seemed to have some sort of talisman for charming\nofficials, for on the quay an officer motioned us through without even\nexamining my passport.\n\nWe drew up finally in front of a neat little bungalow in a long street\nof similar buildings intended for British officials. Gulab Lal Singh\ntook me straight into the dining room and carried in breakfast with his\nown hands, standing behind my chair in silence while I ate.\n\nWithout much effort I could see his face in the mirror to my right, and\nwhen I thought he wasn't noticing I studied him carefully.\n\n\"Is there anything further that the _sahib_ would care for?\" he asked\nwhen the meal was finished.\n\n\"Yes,\" I said, pulling out an envelope. \"Here's your contract, Major\nKing. If you're agreeable we may as well get that signed and mailed to\nNew York.\"\n\nI expected to see him look surprised, but he simply sat down at the\ntable, read the contract over, and signed it.\n\nThen we went out on to a veranda that was shut off from the street by\nbrown _kaskas tatties_.\n\n\"How long does it take you to grow a beard?\" was his first, rather\nsurprising question.\n\nIt was not long before I learned how differently he could treat\ndifferent individuals. He had simply chosen his extraordinary way of\nreceiving me as the best means of getting a real line on me without much\nloss of time. He did not compliment me on having seen through his\ndisguise, or apologize for his own failure to keep up the deception. He\nsat opposite and studied me as he might the morning newspaper, and I\nreturned the compliment.\n\n\"You see,\" he said suddenly, as if a previous conversation had been\ninterrupted, \"since the war, governments have lost their grip, so I\nresigned from the army. You look to me like a kind of God-send. Is\nMeldrum Strange as wealthy as they say?\"\n\nI nodded.\n\n\"Is he playing for power?\"\n\n\"He's out to do the world good, but he enjoys the feel of it. He is\nabsolutely on the level.\"\n\n\"I have a letter from Strange, in which he says you've hunted and\nprospected all over the world. Does that include India?\"\n\nI nodded.\n\n\"Know any of the languages?\"\n\n\"Enough Hindustani to deceive a foreigner.\"\n\n\"Punjabi?\"\n\nI nodded.\n\nMind you, I was supposed to be this fellow's boss.\n\n\"I think we'll be able to work together,\" he said after another long\nlook at me.\n\n\"Are you familiar with the facts?\" he asked me.\n\n\"I've the _dossier_ with me. Studied it on the ship of course.\"\n\n\"You understand then: The Princess Yasmini and the Gray Mahatma are the\ntwo keys. The Government daren't arrest either, because it would inflame\nmob-passion. There's too much of that already. I'm not in position to\nplay this game alone--can't afford to. I've joined the firm to get\nbacking for what I want to do; I'd like that point clear. As long as\nwe're in harness together I'll take you into confidence. But I expect\nabsolutely free rein.\"\n\n\"All right,\" I said. And for two hours he unfolded to me a sort of\npanorama of Indian intrigue, including dozens of statements of sheer\nfact that not one person in a million would believe if set down in cold\nprint.\n\n\"So you see,\" he said at last, \"there's something needed in the way of\nunobtrusive inspection if the rest of the world is to have any kind of\nbreathing spell. If you've no objection we'll leave Bombay to-night and\nget to work.\"\n\n       *       *       *       *       *\n\nAthelstan King and I arrived, after certain hot days and choking nights,\nat a city in the Punjab that has had nine names in the course of\nhistory. It lies by a winding wide river, whose floods have changed the\nland-marks every year since men took to fighting for the common\nheritage.\n\nThe tremendous wall, along whose base the river sucks and sweeps for\nmore than a third of the city's whole circumference, has to be kept\nrepaired by endless labor, but there are compensations. The fierce\ncurrent guards and gives privacy to a score of palaces and temples, as\nwell as a burning ghat.\n\nThe city has been very little altered by the vandal hand of progress.\nThere is a red steel railway bridge, but the same framework carries a\nbullock-road.\n\nFrom the bridge's northern end as far as the bazaar the main street goes\nwinding roughly parallel with the waterfront. Trees arch over it like a\ncathedral roof, and through the huge branches the sun turns everything\nbeneath to gold, so that even the impious sacred monkeys achieve\nvicarious beauty, and the scavenger mongrel dogs scratch, sleep, and are\nmiserable in an aureole.\n\nThere are modern signs, as for instance, a post office, some telegraph\nwires on which birds of a thousand colors perch with an air of perpetual\nsurprise, and--tucked away in the city's busiest maze not four hundred\nyards from the western wall--the office of the Sikh apothecary Mulji\nSingh.\n\nMulji Singh takes life seriously, which is a laborious thing to do, and\nbeing an apostle of simple sanitation is looked at askance by the\npopulace, but he persists.\n\nKing's specialty is making use of unconsidered trifles and misunderstood\nbabus.\n\n       *       *       *       *       *\n\nKing was attired as a native, when we sought out Mulji Singh together\nand found him in a back street with a hundred-yard-long waiting list of\nlow-caste and altogether casteless cripples.\n\nAnd of course Mulji Singh had all the gossip of the city at his fingers'\nends. When he closed his office at last, and we came inside to sit with\nhim, he loosed his tongue and would have told us everything he knew if\nKing had not steered the flow of information between channels.\n\n\"Aye, _sahib_, and this Mahatma, they say, is a very holy fellow, who\nworks miracles. Sometimes he sits under a tree by the burning ghat, but\nat night he goes to the temple of the Tirthankers, where none dare\nfollow him, although they sit in crowds outside to watch him enter and\nleave. The common rumor is that at night he leaves his body lifeless in\na crypt in that Tirthanker temple and flies to heaven, where he\nfortifies himself with fresh magic. But I know where he goes by night.\nThere comes to me with boils a one-legged sweeper who cleans a black\npanther's cage. The panther took his other leg. He sleeps in a cage\nbeside the panther's, and it is a part of his duty to turn the panther\nloose on intruders. It is necessary that they warn this one-legged\nfellow whenever a stranger is expected by night, who should not be torn\nto pieces. Night after night he is warned. Night after night there comes\nthis Mahatma to spend the hours in heaven! There are places less like\nheaven than _her_ palace.\"\n\n\"Is he your only informant?\" King demanded.\n\n\"Aye, _sahib_, the only one on that count. But there is another, whose\nfoot was caught between stone and stone when they lowered a trap-door\nonce in that Tirthanker temple. He bade the Tirthankers heal his foot,\nbut instead they threw him out for having too much knowledge of matters\nthat they said do not concern him. And he says that the trap-door opens\ninto a passage that leads under the wall into a chamber from which\naccess is obtained by another trap-door to a building inside _her_\npalace grounds within a stone-throw of that panther's cage. And he, too,\nsays that the Mahatma goes nightly to _her_ palace.\"\n\n\"Are there any stories of _her_?\" King inquired.\n\n\"Thousands, _sahib_! But no two agree. It is known that she fell foul of\nthe _raj_ in some way, and they made her come to this place. I was here\nwhen she came. She has a household of a hundred women--_maunds_ of\nfurniture--_maunds_ of it, _sahib_! She gave orders to her men-servants\nto be meek and inoffensive, so when they moved in there were not more\nthan ten fights between them and the city-folk who thought they had as\nmuch right to the streets. There was a yellow-fanged northern devil who\nmarshaled the serving-men, and it is he who keeps her palace gate. He\nkeeps it well. None trespass.\"\n\n\"What other visitors does she entertain besides the Mahatma?\"\n\n\"Many, _sahib_, though few enter by the front gate. There are tales of\nmen being drawn up by ropes from boats in the river.\"\n\n\"Is there word of why they come?\"\n\n\"_Sahib_, the little naked children weave stories of her doings. Each\nhas a different tale. They call her empress of the hidden arts. They say\nthat she knows all the secrets of the priests, and that there is nothing\nthat she cannot do, because the gods love her and the _Rakshasas_ (male\nevil spirits) and _Apsaras_ (female evil spirits) do her bidding.\"\n\n\"What about this Tirthanker temple? Who controls it?\"\n\n\"None knows that, _sahib_. It is so richly endowed that its priests\ndespise men's gifts. None is encouraged to worship in that place. When\nthose old Tirthankers stir abroad they have no dealings with folk in\nthis city that any man knows of.\"\n\n\"Are you sure they are Tirthankers?\" asked King.\n\n\"I am sure of nothing, _sahib_. For aught I know they are _devils_!\"\n\nKing gave him a small sum of money, and we walked away toward the\nburning ghat, where there was nothing but a mean smell and a few old men\nwith rakes gathering up ashes. But outside the ghat, where a golden\nmohur tree cast a wide shadow across the road there was a large crowd\nsitting and standing in rings around an absolutely naked, ash-smeared\nreligious fanatic.\n\nThe fanatic appeared to have the crowd bewildered, for he cursed and\nblessed on no comprehensible schedule, and gave extraordinary answers to\nthe simplest questions, not acknowledging a question at all unless it\nsuited him.\n\nKing and I had not been there a minute before some one asked him about\nthe Princess Yasmini.\n\n\"Aha! Who stares at the fire burns his eyes! A burned eye is of less use\nthan a raw one!\"\n\nSome laughed, but not many. Most of them seemed to think there was deep\nwisdom in his answer to be dug for meditatively, as no doubt there was.\nThen a man on the edge of the crowd a long way off from me, who wore the\nair of a humorist, asked him about me.\n\n\"Does the shadow of this foreigner offend your honor's holiness?\"\n\nNone glanced in my direction; that might have given the game away. It is\nconsidered an exquisite joke to discuss a white man to his face without\nhis knowing it. The Gray Mahatma did not glance in my direction either.\n\n\"As a bird in the river--as a fish in the air--as a man in trouble is\nthe foreigner in Hind!\" he answered.\n\nThen he suddenly began, declaiming, making his voice ring as if his\nthroat were brass, yet without moving his body or shifting his head by a\nhair's breadth.\n\n\"The universe was chaos. _He_ said, let order prevail, and order came\nout of the chaos and prevailed. The universe was in darkness. _He_ said,\nlet there be light and let it prevail over darkness; and light came out\nof the womb of darkness and prevailed. _He_ ordained the _Kali-Yug_--an\nage of darkness in which all Hind should lie at the feet of foreigners.\nAnd thus ye lie in the dust. But there is an end of night, and so there\nis an end to _Kali-Yug_. Bide ye the time, and watch!\"\n\nKing drew me away, and we returned up-street between old temples and new\niron-fronted stores toward Mulji Singh's quarters where he had left the\ntraveling bag that we shared between us.\n\n\"Is that Gray Mahatma linked up with propaganda in the U.S.A?\" I asked,\nwondering.\n\n\"What's more,\" King answered, \"he's dangerous; he's sincere--the most\ndangerous type of politician in the world--the honest visionary, in love\nwith an abstract theory, capable of offering himself for martyrdom.\nWatch him now!\"\n\nThe crowd was beginning to close in on the Mahatma, seeking to touch\nhim. Suddenly he flew into a fury, seized a long stick from some one\nnear him and began beating them over the head, using both hands and\nlaying on so savagely that ashes fell from him like pipe-clay from a\nshaken bag, and several men ran away with the blood pouring down their\nfaces. However, they were reckoned fortunate.\n\n\"Some of those will charge money to let other fools touch them,\" said\nKing. \"Come on. Let's call on _her_ now.\"\n\nSo we returned to Mulji Singh's stuffy little office, and King changed\ninto a Major's uniform.\n\n\"It isn't exactly according to Hoyle to wear this,\" he explained.\n\"However, she doesn't know I've resigned from the army.\"\n\n\n\n\nCHAPTER II\n\nTHE PALACE OF YASMINI\n\n\nNobody saw us walk up to Yasmini's palace gate and knock; for whoever\nwas abroad in the heat was down by the ghat admiring the Mahatma.\n\nThe bearded giant who had admitted us stood staring at King, his long,\nstrong fingers twitching. In his own good time King turned and saw fit\nto recognize him.\n\n\"Oh, hullo Ismail!\"\n\nHe held a hand out, but the savage flung arms about him that were as\nstrong as the iron gate-clamps, and King had to fight to break free from\nthe embrace.\n\n\"Now Allah be praised, he is father of mercies! _She_ warned me!\" he\ncroaked. \"She knows the smell of dawn at midnight! She said, 'He cometh\nsoon!' and none believed her, save only I. This very dawn said she,\n'Thou, Ismail,' she said, 'be asleep at the gate when he cometh and\nthine eyes shall be thrown to the city dogs!' Aye! Oho!\"\n\nKing nodded to lead on, and Ismail obeyed with a deal of pantomime\nintended to convey a sense of partnership with roots in the past and its\nfruition now.\n\nThe way was down a passage between high, carved walls so old that\nantiquarians burn friendship in disputes not so much about the century\nas the very era of that quiet art--under dark arches with latticed\nwindows into unexpected gardens fresh with the smell of sprinkled\nwater--by ancient bronze gateways into other passages that opened into\nstone-paved courts with fountains in the midst--building joining on to\nbuilding and court meeting court until, where an old black panther\nsnarled at us between iron bars, an arch and a solid bronze door\nadmitted us at last into the woman's pleasance--a wonderland of jasmine,\nmagnolia and pomegranates set about a marble pool and therein mirrored\namong rainbow-colored fishes.\n\nBeyond the pool a flight of marble steps rose fifty feet until it passed\nthrough a many-windowed wall into the _panch mahal_--the quarters of the\nwomen. At their foot Ismail halted.\n\n\"Go thou up alone! Leave this elephant with me!\" he said, nudging me and\npointing with his thumb toward a shady bower against the garden wall.\n\nWithout acknowledging that pleasantry King took my arm and we went\nstraight forward together, our tread resounding strangely on steps that\nfor centuries had felt no sterner shock than that of soft slippers and\nnaked, jeweled feet.\n\nWe were taking nobody entirely by surprise; that much was obvious.\nBefore we reached the top step two women opened a door and ran to meet\nus. One woman threw over King's head such a prodigious garland of\njasmine buds that he had to loop it thrice about his shoulders. Then\neach took a hand of one of us and we entered between doors of\nmany-colored wood, treading on mat-strewn marble, their bare feet\npattering beside ours. There were rustlings to right and left, and once\nI heard laughter, smothered instantly.\n\nAt last, at the end of a wide hall before many-hued silken curtains our\ntwo guides stopped. As they released our hands, with the always\nsurprising strength that is part of the dancing woman's stock-in-trade,\nthey slipped behind us suddenly and thrust us forward through the\ncurtains.\n\nThere was not much to see in front of us. We found ourselves in a\npaneled corridor, whose narrow windows overlooked the river, facing a\npainted door sixty paces distant at the farther end. King strode down\nthe corridor and knocked.\n\nThe answer was one word that I did not catch, although it rang like a\nsuddenly struck chord of music, and the door yielded to the pressure of\nKing's hand.\n\nI entered behind him and the door swung shut of its own weight with a\nclick. We were in a high-ceilinged, very long room, having seven sides.\nThere were windows to right and left. A deep divan piled with scented\ncushions occupied the whole length of one long wall, and there were\nseveral huge cushions on the floor against another wall. There was one\nother door besides that we had entered by.\n\nWe stood in that room alone, but I know that King felt as uneasy as I\ndid, for there was sweat on the back of his neck. We were being watched\nby unseen eyes. There is no mistaking that sensation.\n\nSuddenly a voice broke silence like a golden bell whose overtones go\nwidening in rings into infinity, and a vision of loveliness parted the\ncurtains of that other door.\n\n\"My lord comes as is meet--spurred, and ready to give new kingdoms to\nhis king! Oh, how my lord is welcome!\" she said in Persian.\n\nHer voice thrilled you, because of its perfect resonance, exactly in the\nmiddle of the note. She looked into King's eyes with challenging\nfamiliarity that made him smile, and then eyed me wonderingly. She\nglanced from me to a picture on the wall in blue of the\nElephant-god--enormous, opulent, urbane, and then back again at me, and\nsmiled very sweetly.\n\n\"So you have brought Ganesha with you? The god of good luck! How\nwonderful! How does one behave toward a real god?\"\n\nAnd while she said that she laid her hands on King's arms as naturally\nas if he were a lover whom she had not seen perhaps since yesterday.\nPlainly, there was absolutely nothing between him and her except his own\nobstinate independence. She was his if he wanted her.\n\nShe took King's hand with a laugh that had its roots in past\ncompanionship and led him to the middle, deepest window-seat, beneath\nwhich the river could be heard gurgling busily.\n\nThen, when she had drawn the silken hangings until the softened light\nsuggested lingering, uncounted hours, and had indicated with a nod to me\na cushion in the corner, she came and lay on the cushions close to King,\nchin on hand, where she could watch his eyes.\n\nKing sat straight and square, watching her with caution that he did not\ntrouble to conceal. She took his hand and raised the sleeve until the\nbroad, gold, graven bracelet showed.\n\n\"That link forged in the past must bind us two more surely than an\noath,\" she said smiling.\n\n\"I used it to show to the gatekeeper.\"\n\nHe sat cooly waiting for her next remark. And with almost unnecessary\ncandor began to remove the bracelet and offer it back to her. So she\nunmasked her batteries, with a delicious little rippling laugh and a\nlazy, cat-like movement that betokened joy in the danger that was\ncoming, if I know anything at all of what sign-language means.\n\n\"I knew that very day that you resigned your commission in the army, and\nI laughed with delight at the news, knowing that the gods who are our\nservants had contrived it. I know why thou art here,\" she said; and the\nchange from you to thou was not haphazard.\n\n\"It is well known, Princess, that your spies are the cleverest in\nIndia,\" King answered.\n\n\"Spies? I need no spies as long as old India lives. Friends are better.\"\n\n\"Do all princesses break their promises?\" he countered, meeting her eyes\nsteadily.\n\n\"Never yet did I break one promise, whether it was for good or evil.\"\n\n\"Princess,\" he answered, looking sternly at her, \"in Jamrud Fort you\nagreed to take no part again in politics, national or international in\nreturn for a promise of personal freedom and permission to reside in\nIndia.\"\n\n\"My promise was dependent on my liberty. But is this liberty--to be\nforced to reside in this old palace, with the spies of the Government\nkeeping watch on my doings, except when they chance to be outwitted?\nNevertheless, I have kept my promise. Thou knowest me better than to\nthink that I need to break promises in order to outwit a government of\nEnglishmen!\"\n\n\"Quibbles won't help, Princess,\" he answered. \"You promised to do\nnothing that Government might object to.\"\n\n\"Well; will they object to my religion?\" she retorted, mocking him. \"Has\nthe British _raj_ at last screwed up its courage to the point of\ntrespassing behind the purdah and blundering in among religious\nexercises?\"\n\nNo man in his senses ever challenges a woman's argument until he knows\nthe whole of it and has unmasked its ulterior purpose. So King sat still\nand said nothing, knowing that that was precisely what she did not want.\n\n\"You must make terms with me, heaven-born!\" she went on, changing her\ntone to one of rather more suggestive firmness. \"The _Kali-Yug_ (age of\ndarkness) is drawing to a close, and India awakes! There is froth on the\nsurface--a rising here, an agitation there, a deal of wild talk\neverywhere, and the dead old government proposes to suppress it in the\ndead old ways, like men with paddles seeking to beat the waves down\nflat! But the winds of God blow, and the boat of the men with the\npaddles will be upset presently. Who then shall ride the storm? Their\ngunners will be told to shoot the froth as it forms and rises! But if\nthere is a wise man anywhere he will make terms with me, and will set\nhimself to guide the underlying forces that may otherwise whelm\neverything. I think thou art wise, my heaven-born. Thou wert wise once\non a time.\"\n\n\"Do you think you can rule India?\" King asked her; and he did not make\nthe mistake of suggesting ridicule.\n\n\"Who else can do it?\" she retorted. \"Do you think we come into the world\nto let fate be our master? Why have I royal blood and royal views,\nwealth, understanding and ambition, while the others have blindness and\nvague yearnings? Can you answer?\"\n\n\"Princess,\" he answered, \"I had only one object in coming here.\"\n\n\"I know that,\" she said nodding.\n\n\"I have simply come to warn you.\"\n\n\"_Chut!_\" she answered with her chin between her hands and her elbows\ndeep in the cushions. \"I know how much is known. This man--what is his\nname? Ramsden? Pouff! Ganesha, here, is far better! Ganesha is from\nAmerica. Those fools who went to prepare the American mind for what is\ncoming, because they were altogether too foolish to be anything but in\nthe way in India, have been found out, and Ganesha has come like a big\nbull-buffalo to save the world by thrusting his clumsy horns into things\nhe does not understand! I tell you, Athelstan, that however much is\nknown there is much more that is not known. You would better make terms\nwith me!\"\n\n\"What you must understand, Princess, is that your plan to overthrow the\nWest and make the East the world's controlling force, is known by those\nwho can prevent you,\" he answered quietly. \"You see, I can't go away\nfrom here and tell whoever asks me that you are observing your promise\nto----\"\n\n\"No,\" she interrupted with a ringing merry laugh of triumph. \"You speak\ntruth without knowing it! You can not go away!\"\n\nPrincess Yasmini's boast was good. But we had come to solve a problem,\nnot to run away with it, and she looked disconcerted by our rather\nobvious willingness to be her prisoners for a while.\n\n\"Do you think I can not be cruel?\" she asked suddenly.\n\n\"I have seen you at your worst, as well as at your best!\" King answered.\n\n\"You act like a man who has resources. Yet you have none,\" she answered\nslowly, as if reviewing all the situation in her mind. \"None knows where\nyou are--not even Mulji Singh, with whom you left your other clothes\nbefore putting on that uniform the better to impress me! The bag that\nyou and Ganesha share between you, like two mendicants emerging from the\njail, is now in a room in this palace. You came because you saw that if\nI should be arrested there would be insurrection. You said so to Ommony\nsahib, and his butler overheard. But not even Ommony knows where you\nare. He said to you: 'If you can defeat that woman without using\nviolence, you'll stand alone in the world as the one man who could do\nit. But if you use violence, though you kill her, she will defeat you\nand all the rest of us.' Is not that what your Friend Ommony said?\"\n\n\"What kind of terms do you want me to make with you, Princess?\" King\nanswered.\n\n\"I can make you ruler of all India!\" she said. \"Another may wear the\nbaubles, but thou shalt be the true king, even as thy name is! And\nbehind thee, me, Yasmini, whispering wisdom and laughing to see the\npoliticians strut!\"\n\nKing leaned back and laughed at her.\n\n\"Do you really expect me to help you ruin my own countrymen, go back on\nmy color, creed, education, oath and everything, and----\"\n\n\"Deluded fools! The East--the East, Athelstan, is waking! Better make\nterms with me, and thou shalt live to ride on the arising East as God\nrides on the wind and bits and governs it!\"\n\n\"Very well,\" he said. \"Show me. I'll do nothing blindfold.\"\n\n\"Hah! Thou art not half-conquered yet,\" she laughed. \"And what of\nGanesha? Is this mountain of bones and thews a person to be trusted, or\nshall we show him how much stronger than him is a horsehair in a clever\nwoman's fingers?\"\n\n\"This man Ramsden is my friend,\" King said.\n\n\"Are you _his_ friend?\" she retorted.\n\nHe nodded.\n\n\"You are going to see the naked heart of India!\" she said. \"Better to\nhave your eyes burned out now than see that and be false to it\nafterward!\"\n\nThen, since we failed to order red-hot needles for our eyes, she cried\nout once--one clear note that sounded almost exactly as if she had\nstruck a silver gong. A woman entered like the living echo to it.\nYasmini spoke, and the woman disappeared again.\n\nBelow us the river swallowed and gurgled along the palace wall, and we\ncaught the occasional thumping of a boat-pole. The thumping ceased\nexactly underneath us, and a man began singing in the time-hallowed\nlanguage of Rajasthan. I think he was looking upward as he sang, for\neach word reached its goal.\n\n    \"Oh warm and broad the plow land lies,\n    The idle oxen wait!\n    We pray thee, holy river, rise,\n    Nor glut thy fields too late!\n    The year awakes! The slumbering seed\n    Swells to its birth! Oh river, heed!\"\n\n\"Strange time of year for that song, Princess! Is that one of your\nspies?\" asked King, not too politely.\n\n\"One of my friends,\" she answered. \"I told you: India awakes! But\nwatch.\"\n\nIt was growing dark. Two women came and drew the curtains closer. Other\nwomen brought lamps and set them on stools along one wall; others again\nbrought tapers and lit the candles in the hydra-headed candelabra.\n\n\"It is really too light yet,\" Yasmini grumbled, as if the gods who\nmarshal in the night had not kept faith with her. But even so, the\nshadows danced among India's gods on the wall facing the row of stools.\n\nThen there began wood-wind music, made by musicians out of sight, low\nand sweet, suggesting unimaginable mysteries, and one by one through the\ncurtains opposite there came in silently seven women on bare feet that\nhardly touched the carpet; and all the stories about nautch girls, all\nthe travelers' tales of how Eastern women dance with their arms, not\nfeet, vanished that instant into the kingdom of lies. This was\ndancing--art absolute. They no longer seemed to be flesh and blood women\npossessed of weight and other limitations; their footfall was hardly\naudible, and you could not hear them breathe at all. They were like\nliving shadows, and they danced the way the shadows of the branches do\non a jungle clearing when a light breeze makes the trees laugh.\n\nIt had some sort of mystic meaning no doubt, although I did not\nunderstand it; but what I did understand was that the whole arrangement\nwas designed to produce a sort of mesmerism in the beholder.\n\nHowever, school yourself to live alone and think alone for a quarter of\na century or so, meeting people only as man to man instead of like a\nsheep among a flock of sheep, and you become immune to that sort of\nthing.\n\nThe Princess Yasmini seemed to realize that neither King nor I were\nbeing drawn into the net of dreaminess that those trained women of hers\nwere weaving.\n\n\"Watch!\" said Yasmini suddenly. And then we saw what very few men have\nbeen priviliged to see.\n\nShe joined the dance; and you knew then who had taught those women.\nTheirs had been after all a mere interpretation: of her vision. Hers was\nthe vision itself.\n\nShe was _It_--the thing itself--no more an interpretation than anything\nin nature is. Yasmini became India--India's heart; and I suppose that if\nKing and I had understood her we would have been swept into her vortex,\nas it were, like drops of water into an ocean.\n\nShe was unrestrained by any need, or even willingness to explain\nherself. She was talking the same language that the nodding blossoms and\nthe light and shadow talk that go chasing each other across the\nhillsides. And while you watched you seemed to know all sorts of\nthings--secrets that disappeared from your mind a moment afterward.\n\nShe began singing presently, commencing on the middle F as every sound\nin nature does and disregarding conventional limitations just as she did\nwhen dancing. She sang first of the emptiness before the worlds were\nmade. She sang of the birth of peoples; of the history of peoples.\n\nShe sang of India as the mother of all speech, song, race and knowledge;\nof truths that every great thinker since the world's beginning has\npropounded; and of India as the home of all of them, until, whether you\nwould or not, at least you seemed to see the undeniable truth of that.\n\nAnd then, in a weird, wild, melancholy minor key came the story of the\n_Kali-Yug_--the age of darkness creeping over India, condemning her for\nher sins. She sang of India under the hoof of ugliness and ignorance and\nplague, and yet of a few who kept the old light burning in secret--of\nhidden books, and of stuff that men call magic handed down the centuries\nfrom lip to lip in caves and temple cellars and mountain fastnesses,\nwherever the mysteries were safe from profane eyes.\n\nAnd then the key changed again, striking that fundamental middle F that\nis the mother-note of all the voices of nature and, as Indians maintain,\nof the music of the spheres as well. Music and song and dance became\nlaughter. Doubt vanished, for there seemed nothing left to doubt, as she\nbegan to sing of India rising at last, again triumphant over darkness,\nmother of the world and of all the nations of the world, awake,\nunconquerable.\n\nNever was another song like that one! Nor was there ever such a climax.\nAs she finished on a chord of triumph that seemed like a new spirit\nbursting the bonds of ancient mystery and sank to the floor among her\nwomen, there stood the Gray Mahatma in their midst, not naked any\nlonger, but clothed from head to heel in a saffron-colored robe, and\nwithout his paste of ashes.\n\nHe stood like a statue with folded arms, his yellow eyes blazing and his\nlook like a lion's; and how he had entered the room I confess I don't\nknow to this hour, nor does Athelstan King, who is a trained observer of\nunusual happenings. Both doors were closed, and I will take oath that\nneither had been opened since the women entered.\n\n\"Peace!\" was his first word, spoken like one in authority, who ordered\npeace and dared to do it.\n\nHe stood looking for more than a minute at King and me with, I think,\njust a flicker of scorn on his thin lips, as if he were wondering\nwhether we were men enough to face the ordeal before us. Then\nindefinably, yet quite perceptibly his mood changed and his appearance\nwith it. He held his right hand out.\n\n\"Will you not shake hands with me?\" he asked smiling.\n\nNow that was a thing that no sanctimonious Brahman would have dreamed of\ndoing, for fear of being defiled by the touch of a casteless foreigner;\nso he was either above or below the caste laws, and it is common\nknowledge how those who are below caste cringe and toady. So he\nevidently reckoned himself above it, and the Indian who can do that has\nmet and overcome more tyranny and terrors than the West knows anything\nabout.\n\nI wish I could make exactly clear what happened when I took his\noutstretched hand.\n\nHis fingers closed on mine with a grip like marble. There are few men\nwho are stronger than I am; I can outlift a stage professional; yet I\ncould no more move his hand or pull mine free than if he had been a\nbronze image with my hand set solid in the casting.\n\n\"That is for your own good,\" he said pleasantly, letting go at last.\n\"That other man knows better, but you might have been so unwise as to\ntry using violence.\"\n\n\"I'm glad you had that experience,\" said King in a low voice, as I went\nback to the window-seat. \"Don't let yourself be bewildered by it.\nThere's an explanation for everything. They know something that we\ndon't, that's all.\"\n\n\n\n\nCHAPTER III\n\nFEAR IS DEATH\n\n\nAt a sign from the Gray Mahatma all the women except Yasmini left the\nroom. Yasmini seemed to be in a strange mood mixed of mischief and\namused anticipation.\n\nThe Mahatma sat down exactly in the middle of the carpet, and his method\nwas unique. It looked just as if an unseen hand had taken him by the\nhair and lowered him gradually, for he crossed his legs and dropped to\nthe floor as evenly and slowly as one of those freight elevators that\ndisappear beneath the city side-walks.\n\nHe seemed to attach a great deal of importance to his exact position and\nglanced repeatedly at the walls as if to make sure that he was not\nsitting an inch or two too far to the right or left; however, he had\ngauged his measurements exactly at the first attempt and did not move,\nonce he was seated.\n\n\"You two _sahibs_,\" he began, with a slight emphasis on the word\n_sahib_, as if he wished to call attention to the fact that he was\naccording us due courtesy, \"you two honorable gentlemen,\" he continued,\nas if mere courtesy perhaps were not enough, \"have been chosen unknown\nto yourselves. For there is but one Chooser, whose choice is never known\nuntil the hour comes. For the chosen there is no road back again. Even\nif you should prefer death, your death could not now be of your own\nchoosing; for, having been chosen, there is no escape from service to\nthe Purpose, and though you would certainly die if courage failed you,\nyour death would be more terrible than life, since it would serve the\nPurpose without benefiting you.\n\n\"You are both honest men,\" he continued, \"for the one has resigned\nhonors and emoluments in the army for the sake of serving India; the\nother has accepted toilsome service under a man who seeks, however\nmistakenly, to serve the world. If you were not honest you would never\nhave been chosen. If you had made no sacrifices of your own free will,\nyou would not have been acceptable.\"\n\nYasmini clasped her hands and laid her chin on them among the cushions.\nShe was reveling in intellectual enjoyment, as sinfully I daresay as\nsome folk revel in more material delights. The Mahatma took no notice of\nher, but continued.\n\n\"You have heard of the _Kali-Yug_, the age of darkness. It is at an end.\nThe nations presently begin to beat swords into plowshares because the\ntime has come. But there is yet much else to do, and the eyes of those\nwho have lived so long in darkness are but blinded for the present by\nthe light, so that guides are needed, who can see. You two shall see--a\nlittle!\"\n\nIt was becoming intolerably hot in the room with the curtains drawn and\nall those lights burning, but I seemed to be the only one who minded it.\nThe candles in the chandelier were kept from collapsing by metal\nsheaths, but the very flames seemed to feel the heat and to flicker like\nliving things that wilted.\n\n\"Corn is corn and grass is grass,\" said the Mahatma, \"and neither one\ncan change the other. Yet the seed of grass that is selected can improve\nall grass, as they understand who strive with problems of the field.\nTherefore ye two, who have been chosen, shall be sent as the seeds of\ngrass to the United States to carry on the work that no Indian can\nproperly accomplish. Corn to corn, grass to grass. That is your\ndestiny.\"\n\nHe paused, as if waiting for the sand to run out of an hour-glass. There\nwas no hour-glass, but the suggestion was there just the same.\n\n\"Nevertheless,\" he went on presently, \"there are some who fail their\ndestiny, even as some chosen seeds refuse to sprout. You will need\nbesides your honesty such courage as is committed to few.\n\n\"Once on a time before the _Kali-Yug_ began, when the Aryans, of whom\nyou people are descendants, lived in this ancient motherland, the whole\nof all knowledge was the heritage of every man, and what to-day are\ncalled miracles were understood as natural working of pure law. It was\nnothing in those days for a man to walk through fire unscathed, for\nthere was very little difference between the gods and men, and men knew\nthemselves for masters of the universe, subject only to _Parabrahm_.\n\n\"Nevertheless, the sons of men grew blind, mistaking the shadow for the\nsubstance. And because the least error when extended to infinity\nproduces chaos, the whole world became chaos, full of nothing but\nrivalries, sickness, hate, confusion.\n\n\"Meanwhile, the sons of men, ever seeking the light they lost, have\nspread around the earth, ever mistaking the shadow for the substance,\nuntil they have imitated the very thunder and lightning, calling them\ncannon; they have imitated all the forces of the universe and called\nthem steam, gasoline, electricity, chemistry and what not, so that now\nthey fly by machinery, who once could fly without effort and without\nwings.\n\n\"And now they grow deathly weary, not understanding why. Now they hold\ncouncils, one nation with another, seeking to substitute a lesser evil\nfor the greater.\n\n\"Once in every hundred years men have been sent forth to prove by public\ndemonstration that there is a greater science than all that are called\nsciences. None knew when the end of the _Kali-Yug_ might be, and it was\nthought that if men saw things they could not explain, perhaps they\nwould turn and seek the true mastery of the universe. But what happened?\nYou, who are from America; is there one village in all America where men\ndo not speak of Indians as fakirs and mock-magicians? For that there are\ntwo reasons. One is that there are multitudes of Indians who are thieves\nand liars, who know nothing and seek to conceal their ignorance beneath\na cloak of deceit and trickery. The other is, that men are so deep in\ndelusion, that when they do see the unexplainable they seek to explain\nit away. Whereas the truth is that there are natural laws which, if\nunderstood by all, would at once make all men masters of the universe.\n\n\"I will give you an example. To-day they are using wireless telephones,\nwho twenty years ago would have mocked whoever had suggested such a\nthing. Yet it is common knowledge that forty years ago, for instance,\nwhen Roberts the British general led an army into Afghanistan in\nwintertime and fought a battle at Kandahar, the news of his victory was\nknown in Bombay, a thousand miles away, as soon as it had happened,\nwhereas the Government, possessing semaphores and the telegraph, had to\nwait many days for the news.[1] How did that occur? Can you or any one\nexplain it?\n\n[Footnote 1: This is incontestably historical fact. See Lord Robert's\nbook, _Forty-one Years in India_.]\n\n\"If I were to go forth and tell how it happened, the men who profit by\nthe telegraphs and the deep-sea cables, would desire to kill me.\n\n\"There is only one country in the world where such things can be\nsuccessfully explained, and that is India; but not even in India until\nIndia is free. When the millions of India once grasp the fact of\nfreedom, they will forget superstition and understand. Then they will\nclaim their powers and use them. Then the world will see, and wonder.\nAnd presently the world, too, will understand.\n\n\"Therefore, India must be free. These three hundred and fifty million\npeople who speak one hundred and forty-seven languages must be set free\nto work out their own destiny.\n\n\"But there is only one way of doing that. The world, and India with it,\nis held in the grip of delusion. And what is delusion? Nothing but\nopinions. Therefore it is opinions that hold India in subjection, and\nopinions must be changed. A beginning must be made where opinions are\nleast hidebound and are therefore easiest to change. That means America.\n\n\"Therefore you two _sahibs_ are chosen--one who knows and loves India;\none who knows and loves America. The duty laid on you is absolute. There\ncan be no flinching from it. You are to go to America and convince\nAmericans that India should be free to work out her own destiny.\n\n\"Therefore follow, and see what you shall see.\"\n\nHe rose, exactly as he had sat down, without apparent muscular effort.\nIt was as if a hand had taken him by the scalp and lifted him, except\nthat I noticed his feet were pressed so hard against the floor that the\nblood left them, so that I think the secret of the trick was perfect\nmuscular control, although how to attain that is another matter.\n\nThe Princess Yasmini made no offer to come with us, but lounged among\nthe cushions reveling in mischievous enjoyment. Whatever the Gray\nMahatma's real motive, there was no possible doubt about hers; she was\nlooking forward to a tangible, material profit.\n\nThe Gray Mahatma led the way through the door by which we had entered,\nstalking along in his saffron robe without the slightest effort to seem\ndignified or solemn.\n\n\"Keep your wits about you,\" King whispered; and then again, presently:\n\"Don't be fooled into thinking that anything you see is supernatural.\nRemember that whatever you see is simply the result of something that\nthey know and that we don't. Keep your hair on! We're going to see some\nwonderful stuff or I'm a Dutchman.\"\n\nWe passed down the long corridor outside Yasmini's room, but instead of\ncontinuing straight forward, the Gray Mahatma found an opening behind a\ncurtain in a wall whose thickness could be only guessed. Inside the wall\nwas a stairway six feet wide that descended to an echoing, unfurnished\nhall below after making two turns inside solid masonry.\n\nThe lower hall was dark, but he found his way without difficulty,\npicking up a lantern from a corner on his way and then opening a door\nthat gave, underneath the outer marble stairway, on to the court where\nthe pool and the flowering shrubs were. The lantern was not lighted when\nhe picked it up. I did not see how he lighted it. It was an ordinary oil\nlantern, apparently, with a wire handle to carry it by, and after he had\ncarried it for half a minute it seemed to burn brightly of its own\naccord. I called King's attention to it.\n\n\"I've seen that done before,\" he answered, but he did not say whether or\nnot he understood the trick of it.\n\nIsmail came running to meet us the instant we showed ourselves, but\nstopped when he saw the Mahatma and, kneeling, laid the palms of both\nhands on his forehead on the stone flags. That was a strange thing for a\nMoslem to do--especially toward a Hindu--but the Mahatma took not the\nslightest notice of him and walked straight past as if he had not been\nthere. He could hear King's footsteps and mine behind him, of course,\nand did not need to look back, but there was something almost comical in\nthe way he seemed to ignore our existence and go striding along alone as\nif on business bent. He acted as little like a priest or a fakir or a\nfanatic as any man I have ever seen, and no picture-gallery curator or\ntheater usher ever did the honors of the show with less attention to his\nown importance.\n\nHe led the way through the same bronze gate that we had entered by and\nnever paused or glanced behind him until he came to the cage where the\nold black panther snarled behind the bars; and then a remarkable thing\nhappened.\n\nAt first the panther began running backward and forward, as the caged\nbrutes usually do when they think they are going to be fed; for all his\nage he looked as full of fight as a newly caught young one, and his long\nyellow fangs flashed from under the curled lip--until the Mahatma spoke\nto him. He only said one word that I could hear, and I could not catch\nwhat the word was; but instantly the black brute slunk away to the\ncorner of its cage farthest from the iron door, and at that the Mahatma\nopened the door without using any key that I detected. The padlock may\nhave been a trick one, but I know this;--it came away in his hands the\nmoment he touched it.\n\nThen at last he took notice of King and me again. He stood aside, and\nsmiled, and motioned to us with his hand to enter the cage ahead of him.\nI have been several sorts of rash idiot in my time, and I daresay that\nKing has too, for most of us have been young once; but I have also\nhunted panthers, and so has King, and to walk unarmed or even with\nweapons--into a black panther's cage is something that calls, I should\nsay, for inexperience. The more you know about panthers the less likely\nyou are to do it. It was almost pitch-dark; you could see the brute's\nyellow eyes gleaming, but no other part of him now, because he matched\nthe shadows perfectly; but, being a cat, he could see us, and the odds\nagainst a man who should walk into that cage were, as a rough guess, ten\ntrillion to one.\n\n\"Fear is the presence of death, and death is delusion. Follow me then,\"\nsaid the Mahatma.\n\nHe walked straight in, keeping the lighted lantern on the side of him\nfarthest from the panther, whose claws I could hear scratching on the\nstone flags.\n\n\"Keep that light toward him for God's sake!\" I urged, having myself had\nto use a lantern more than a score of times for protection at night\nagainst the big cats.\n\n\"Nay, it troubles his eyes. For God's sake I will hide it from him,\" the\nMahatma answered. \"We must not wait here.\"\n\n\"Come on,\" said King, and strode in through the open door. So I went in\ntoo, because I did not care to let King see me hesitate. Curiosity had\nvanished. I was simply in a blue funk, and rather angry as well at the\nabsurdity of what we were doing.\n\nThe Gray Mahatma turned and shut the gate behind me, taking no notice at\nall of the black brute that crouched in the other corner, grumbling and\nmoaning rather than growling.\n\nHave you ever seen a panther spit and spring when a keeper shoved it out\nof the way with the cleaning rake? There is no beast in the world with\nwhom it is more dangerous to play tricks. Yet in that dark corner, with\nthe lantern held purposely so that it should not dazzle the panther's\neyes, the Gray Mahatma stirred the beast with his toe and drove him away\nas carelessly and incautiously as you might shove your favorite dog\naside! The panther crowded itself against the side of the cage and slunk\naway behind us--to the front of the cage that is to say, close by the\npadlocked gate--where he crouched again and moaned.\n\nThe dark, rear end of the cage was all masonry and formed part of the\nbuilding behind it. In the right-hand corner, almost invisible from\noutside, was a narrow door of thick teak that opened very readily when\nthe Mahatma fumbled with it although I saw no lock, hasp or keyhole on\nthe side toward us. We followed him through into a stone vault.\n\n\"And now there is need to be careful,\" he said, his voice booming and\nechoing along unseen corridors. \"For though those here, who can harm you\nif they will, are without evil intention, nevertheless injury begets\ndesire to injure. And do either of you know how to make acceptable\nexplanations to a she-cobra whose young have been trodden on? Therefore\nwalk with care, observing the lantern light and remembering that as long\nas you injure none, none will injure you.\"\n\nAt that he turned on his heel abruptly and walked forward, swinging the\nlantern so that its light swept to and fro. We were walking through the\nheart of masonry whose blocks were nearly black with age; there was a\nsmell of ancient sepulchers, and in places the walls were damp enough to\nbe green and slippery. Presently we came to the top of a flight of stone\nsteps, each step being made of one enormous block and worn smooth by the\nsandalled traffic of centuries. It grew damper as we descended, and\nthose great blocks were tricky things for a man in boots to walk on; yet\nthe Gray Mahatma, swinging his lantern several steps below us, kept\ncalling back:\n\n\"Have a care! Have a care! He who falls can do as much injury as he who\njumps! Shall the injured inquire into reasons?\"\n\nWe descended forty or fifty steps and I, walking last, had just reached\nthe bottom, when something dashed between my feet, and another something\nflicked like a whip-lash after it. As the Mahatma swung the lantern I\njust caught sight of an enormous rat closely pursued by a six-foot\nsnake, and after that we might as well have been in hell for all the\ndifference it would have made to me.\n\nI don't know how long that tunnel was, but I do know I am not going back\nthere to measure it. It was nearly as big as the New York Subway, only\nbuilt of huge stone blocks instead of concrete. It seemed to be an\ninferno, in which cobras hunted rats perpetually; but we saw one swarm\nof fiery-eyed rats eating a dead snake.\n\nThere were baby cobras by the hundred--savage, six-inch things, and even\nsmaller, that knew as much of evil, and could slay as surely, as the\nfull-grown mother-snake that raised her hood and hissed as we passed.\n\nThe snakes seemed afraid of the Mahatma, and yet not afraid of him--much\nmore careful to keep out from under his feet than ours, yet taking no\nother apparent notice of him, whereas hundreds of them raised their\nhoods and hissed at us. And though nothing touched him, at least fifty\ntimes rats and snakes raced over King's feet and mine, or slipped\nbetween our legs.\n\n\"This fellow has some use for us,\" King said over his shoulder. \"He'll\nneither be killed himself, nor let us be if he can help it. This is no\nnew trick. Lots of 'em can manage snakes.\"\n\nThe Gray Mahatma, twenty yards ahead, heard every word of that. He\nstopped and let us come quite close up to him.\n\n\"Have you seen this?\" he asked.\n\nThere was a cobra swinging its head about two and a half feet off the\nground within a yard of him. He passed the lantern to me, and holding\nout both hands coaxed the venomous thing to come to him as you or I\nmight coax a stray dog. It obeyed. It laid its head on his hands,\nlowered its hood, and climbed until, within six inches of his face, its\nhead rested on his left shoulder.\n\n\"Would you like to try that?\" he asked. \"You can do it if you wish.\"\n\nWe did not wish, and while we stood there the infernal reptiles were\nswarming all around us, rising knee-high and swaying, with their forked\ntongues flashing in and out, but showing no inclination to use their\nfangs, although many of them raised their hoods. At that moment there\nwere certainly fifty of the filthy things close enough to strike; and\nthe bite of any one of them would have meant certain death within\nfifteen minutes.\n\nHowever, they did not bite. The Gray Mahatma set down very gently the\nsnake that had done his bidding, and then shooed the rest away; they\nbacked off like a flock of foolish geese, hissing and swaying pretty\nmuch as geese do.\n\n\"Come!\" he boomed. \"Cobras are foolish people, and folly is infectious.\nCome away!\"\n\n\n\n\nCHAPTER IV\n\nTHE POOL OF TERRORS\n\n\nWe came soon to another flight of steps made of gigantic blocks of stone\nolder than history, and groping our way up those we followed the Gray\nMahatma to a gallery at the top, on the other side of which was a sheer\ndrop and the smell of stagnant water. I could hear something sluggish\nthat moved in the water, and somewhere in the distance was a turning\naround which light found its way so dimly that it hardly looked like\nlight at all, but more like filmy mist. A heavy monster splashed\nsomewhere beneath us and the Mahatma raised the lantern to peer into our\nfaces.\n\n\"Those are _muggers_ (alligators). You may see them now if you would\nrather. The same as with the snakes, the rule is you must do them no\nharm.\"\n\nHe looked at us keenly, as if making sure that we really were not\nenjoying ourselves, and then leaned his weight against an iron door in a\ncorner. It swung open, and we followed him through into a pitch-dark\nchamber of some kind. But the door we came in by had hardly slammed\nbehind us when a bright light broke through a square hole in the ceiling\nand displayed a flight of rock-hewn steps. Some one overhead had removed\na stone plug from the hole.\n\nThe Mahatma motioned to King to go first, but as King refused he led the\nway again, going through the square hole overhead as handily as any\nseaman swinging himself into the cross-trees. King followed him and I\nstood on the top step with head and shoulders through the opening\nsurveying the prospect before scrambling up after him.\n\nI was looking between King's legs. The light came from three large\nwood-fires placed over at the left end of a rectangular chamber hewn out\nof solid rock. The chamber was at least a hundred feet long and thirty\nwide; its roof was lost in smoke, but seemed to be irregular, as if the\nwalls of a natural cavern had been shaped by masons who left the high\nroof as they found it.\n\nA very nearly naked man with a long beard, hair over his shoulders, and\nthe general air of being some one in authority, was walking about with\nnothing in his hand except a seven-jointed bamboo cane. He was a very\nold man, but of magnificent physique and ribbed up like a race-horse in\ntraining. His principal business seemed to be the supervision of several\nabsolutely naked individuals, who carried in wood through a dark gap in\nthe wall and piled it on the three fires at the farther end with almost\nludicrous precision.\n\nAnd between the three fires, not spitted and not bound but absolutely\nmotionless, there sat a human being, so dried out that not even that\nfierce heat could wring a drop of sweat from him, yet living, for you\ncould see him breathe and the firelight shone on his living, yet\nunwinking eyes. Every draft of air that he drew into his lungs must have\nscorched him. Every single hair had disappeared from his body. And while\nwe watched they came and fed him.\n\nBut he was only one of many, all undergoing torture in its most hideous\nand useless forms, and all as free as he was to deliver themselves if\nthey saw fit. The least offensive was a man within six feet of me who\nsat on a conical stone no bigger than a cocoanut; that small stone was\nresting on top of a cone of rock about a yard high, in such fashion that\nit rocked at the slightest change of balance; the man's legs were\ncrossed, however, exactly as if he were squatting on the floor--although\nthey actually rested on nothing; and his arms had been crossed behind\nhis back for so long, and held so steadily, that the fingernails of the\nright hand had grown through the left arm biceps, and vice versa. He,\ntoo, was fed with drops of water and about a dozen grains of rice--every\nsecond day, as the Mahatma told us afterward.\n\nSpace was at a premium in that gruesome madhouse. Close beside the\nfellow on the rocking stone there hung two ropes from rings in the roof.\nThere were iron hooks on their lower ends, and these were passed through\nthe back muscles of another naked man, who kept himself swinging by\ntouching the floor with one toe. The muscles were so drawn by his weight\nthat they formed loops several inches long and had turned to dry\ngristle; the strain had had some effect on one of his legs, for it was\ncurled up under him and apparently useless, but the other, with which he\ntoed the floor to swing himself, was apparently all right. His hands\nwere folded over his breast, and his beard and hair hung like seaweed.\n\nNear him again there was an arrangement like a medieval rack, only that\ninstead of having a wheel or a lever the cords were drawn by heavy\nweights. A man lay on it with arms and legs stretched out toward its\ncorners so tightly that his body did not touch the underlying strut; and\nhe had been so long in that position that his hands and feet were dead\nfrom the pressure of the cords, and his limbs were stretched several\ninches beyond their normal length. In proof that his torture, too, was\nvoluntary, he was balancing a round stone on his solar plexus that could\nhave been much more easily dumped than kept in place.\n\nThe priest stared questioningly at the Gray Mahatma, glancing from him\nto us and back again.\n\nThe Gray Mahatma beckoned King and me and led the way between the\nshuddersome, self-immolated, twisted wrecks of humanity to an opening in\nthe far wall, through which we passed into another chamber carved out of\nthe rock, not so large as the first and only lighted by a charcoal\nbrazier that gave off as much fumes as flame. The fitful, bluish light\nfell in a stone ledge, in a niche like a sepulcher, carved in one wall,\nand on that ledge a man lay who had every muscle of his body pierced\nwith thorns; his tongue protruded between his teeth, and was held there\nby a thorn thrust through it.\n\nThe Gray Mahatma stood and looked at him, and smiled.\n\n\"Just a presumptuous fool!\" he said pleasantly. \"This was the most\npresumptuous of them all, but they all suffer for the same offense. Take\nwarning! They could walk away if they cared to. They are here of what\nthey think is their free will. They are moths who sought the flame, some\nfrom curiosity, some from desire, some craving adoration for themselves,\nall for one false reason or another. This fate might be yours--so take\nwarning!\n\n\"There is not one of these who was not warned,\" he said quietly. \"They\nwere cautioned not to inquire into matters too deep for them. They were\nhere to be taught; but that little knowledge that is such a dangerous\nthing tempted them too swiftly forward beyond their depth, so that\nnow--you see them. They seek to get rid of material bodies and to\nsatisfy themselves that death is a delusion. You revolt at the sight of\nthese self-tortured fools; yet I tell you that, should you commit the\nsame offense, you would behave as they, even as the moth that goes too\nnear the flame. Take care lest curiosity overwhelm you.\"\n\n\"All right, lead along,\" King answered rather testily. \"I've seen worse\nthan this a hundred times. I've seen the women.\"\n\nThe Mahatma nodded gravely.\n\n\"But not even I may lead you forward clothed as you are,\" he said. \"I am\nabout to reveal such mysteries as set presumptuous fools to seeking\nperfection by a too short route. Even I would be slain, if I tried to\nintroduce you in that garb. Undress.\"\n\nHe set us the example; but as we were not qualified by years of\narduously won sanctity to stand stark naked in the presence he conceded\nus a clout apiece torn from a filthy length of calico that some one had\ntossed in a corner. And he tore another piece of filthy red cotton cloth\nin halves, and divided it between us to twist around our heads. King\nlaughed at me.\n\n\"You look like a fine, fat Bengali,\" he said.\n\nThe Mahatma called to one of the servitors to bring ashes in a brass\nbowl. We watched him rake them out from under the fires, shake water on\nthem, and mix them into paste as casually as if the business were part\nof his regular routine. The Mahatma took the bowl from him and plastered\nKing and me liberally with the stuff, making King look like a scabrous\nfanatic, and I don't doubt I looked worse, having more acreage of\nanatomy. Last of all he put some on himself, but only here and there, as\nif his sanctity only demanded a little piercing out. Then he raised a\nflagstone in one corner of the chamber that swung easily on pivots set\nin sockets in the masonry, and led the way again.\n\nWe were evidently in a system of caves that had been quarried into shape\ncenturies before the Christian era. They seemed originally to have been\nbubbles and blow-holes in volcanic rock, and to have been connected\ntogether by piercing the walls between them. There was certainly no\nintelligible plan attached to their arrangement, for we went first up,\nthen down, then sideways, losing all sense of elevation and direction.\nBut we passed through at least three score of those connected\nblow-holes, and the air in some of the higher ones was so foul that\nbreathing it made you weak at the knees. Nevertheless, in every single\none there was an anchorite of some kind, engaged in painful meditation.\nIn each cave was an infinitesimal lamp made of baked clay and fed with\nvegetable oil that provided more smoke than flame, and the walls and\nceiling were deep with the soot of centuries.\n\nFollowing the Gray Mahatma's example King and I took handfuls of the\nsoot and smeared it on our breasts, stomachs and faces, to mingle with\nthe ashes in a mask of holiness. By the time we had finished that there\nwas not much chance of any one mistaking us for anything but two\nhalf-crazed aspirants for sanctity.\n\nI could not possibly have drawn a tracing of our own course, for it was\nrank bewildering; but we emerged at last under the stars by the side of\na great stone tank. It might have been a bathing pool, for along each\nside steps disappeared into the water. We could dimly distinguish one\nend on our right hand with a row of great graven gods all reflected in\nthe water; but the other end vanished through a black cave-mouth. It was\nabout a hundred and twenty feet wide from bank to bank, and between us\nand the steps that faced us on the far side, in among the quivering\nstar-reflections, I could count the snouts of eighteen alligators.\n\n\"Which way now?\" King asked him a shade suspiciously.\n\n\"Forward,\" he answered, with a note of surprise.\n\nBut if the Mahatma supposed that a coat of soot and ashes provided\neither King or me with a satisfactory reason for hobnobbing with\nalligators in their home pool, he was emphatically mistaken. We objected\nsimultaneously, unanimously, and right out loud in meeting.\n\n\"Suit yourself,\" said I. \"This suits me here.\"\n\n\"Go forward if you like,\" said King, \"we'll wait for you.\"\n\nThe Gray Mahatma turned and eyed us solemnly but not unkindly.\n\n\"If I should leave you here,\" he said, \"a much worse fate would overtake\nyou than any that you anticipate, for your minds are not advanced enough\nto imagine the horrors that assail all those who lack courage. This is\nthe testing place for aspirants, and more win their way across it than\nyou might suppose, impudence of ambition adding skill to recklessness.\nAll must make the attempt, alone and at night, who seek the inner\nshrines of Knowledge, and those creatures in the tank have no other food\nthan is thus provided.\n\n\"Those whose courage failed them are now such fakirs as we have seen,\nwho now seek to rid themselves of materiality, which is the cause of\nfear, by ridding themselves of their fleshy envelope. Follow me then.\"\n\nHe stepped down into the water, and at once it became evident that to\nall intents and purposes there were two tanks, the division between them\nlying about eighteen inches under water. But the division was neither\nstraight nor exactly level. It zig-zagged this and that way like the\nkey-track in a maze, and was more beset with slippery pitfalls than a\nmussel-shoal at low tide.\n\nKing followed the Mahatma in, and I came last, so I had the benefit of\ntwo pilots, as well as the important task of holding King whenever he\ngroped his way forward with one foot. For the Mahatma went a great deal\nfaster than we cared to follow, so that although he had shown us the way\nwe were still doubtful of our footing. At intervals he would pause and\nturn and look at us, and every time he did that those long loathsome\nsnouts would ripple toward him like spokes of a wheel, but he took no\nmore notice of them than if they had been water-rats. They seemed more\ninterested in him than in us.\n\nThere were seven sharp turns in that underwater causeway, and the edges\nof each turn were slippery slopes, up which an alligator certainly could\nclimb, but that afforded not the least chance to a man whose foot once\nstepped too far and slid. And not only were there unexpected turns at\ndifferent intervals, but there were gaps in the causeway of a yard or so\nin at least a dozen places, and the edges of those gaps were smooth and\nrounded, as if purposely designed to dump all wayfarers into the very\njaws of the waiting reptiles. It was in just such places as that that\nthey began to gather and wait patiently, with their awful yellow eyes\njust noticeable in the starlight.\n\nKing and I were standing on one such rounded guessing-place.\n\nThe Mahatma, twenty yards away, was taking his time about turning to\ngive us directions, and one great fifteen foot brute had raised itself\non the causeway behind us and was snapping its paws together like a pair\nof vicious castanets.\n\n\"Nero and Caligula were Christian gentlemen compared to you!\" I called\nout to the Mahatma.\n\n\"You are fortunate,\" he boomed back. \"You have starlight and a guide.\nThose who are not chosen have to find their way--or fail--alone under a\ncloudy sky. There is none to hold _them_ while they grope; there is none\nto care whether they succeed or not, save only the _mugger_ that desires\na meal. Nevertheless, there are some of them who succeed, so how should\nyou fail? Take a step to the left now--a long one, each holding the\nother, then another to the left--then to the right again.\"\n\n\"Curse you!\" I shouted back, staring over King's shoulder. \"There's a\n_mugger's_ head between us and the next stepping-stone!\"\n\n\"Nay!\" he answered. \"That _is_ the stepping-stone.\"\n\nI could have sworn that he was lying, but King set his foot on it and in\na moment more we were working our way cautiously along the causeway\nagain, making for the next sharp corner where the Mahatma had been\nstanding to give us the direction. But he never waited for us to catch\nup with him. I think he suspected that in panic we might clutch him and\noffer violence, and he always moved on as we approached, leaving us to\ngrope our way in agonies of apprehension.\n\nThe going did not become easier as we progressed. When the Gray Mahatma\nreached the steps on the far side and stood, out of the water waiting\nfor us, all the monsters that had watched his progress came and joined\nour party; and now, instead of keeping to the water, two of them climbed\nup on the causeway, so that there was one of the creatures behind us and\ntwo in front.\n\n\"Call off your cousins and your uncles and your aunts!\" I shouted,\nbearing in mind the Hindu creed that consigns the souls of unrighteous\nmen to the bodies of animals in retribution for their sins.\n\nThe Gray Mahatma picked up a short pole from the embankment, and\nreturned into the water with it, not striking out right and left as any\nordinary-minded person would have done, but shoving the brutes away\ngently one by one, as if they were logs or small boats. And even so,\nthey followed us so closely that they climbed the steps abreast of us.\n\nBut I'm willing to bet that there is not an alligator living that can\ncatch me once my feet are set on hard ground, and I can say the same for\nKing; we danced up those steps together like a pair of fauns emerging\nfrom a forest pool.\n\nThen the Gray Mahatma came and peered into our faces, and asked an\nextraordinary question.\n\n\"Do you feel proud?\" he asked, looking keenly from one to the other of\nus. \"Because,\" he went on to explain, \"you have now crossed the Pool of\nTerrors, and they are not so many who accomplish that. The _muggers_ are\nwell fed. And those who reach to this side are usually proud, believing\nthey now have the secret key to the attainment of all Knowledge. You are\ngoing to see now what becomes of the proud ones.\"\n\nThe Mahatma led us forward toward a long, dark shadow that transformed\nitself into a temple wall as we drew closer, and in a moment we were\nonce more groping our way downward amid prehistoric foundation stones,\nwith bats flitting past us and a horrible feeling possessing me, at\nleast, that the worst was yet to come.\n\nThe hunch proved accurate. We came into an enormous crypt that evidently\nunderlay a temple. Great pillars of natural rock, practically square and\ntwenty feet thick, supported the roof, which was partly of natural rock\nand partly of jointed masonry. There was nothing in the crypt itself,\nexcept one old gray-beard, who sat on a mat by a candle, reading a roll\nof manuscript; and he did not trouble to look up--did not take the\nslightest notice of us.\n\nBut around the crypt there were more cells than I could count off-hand.\nSome were dark. There were lights burning in the others. Each had an\niron door with a few holes in it, and a small square window, unglazed\nand unbarred, cut in the natural rock. Enough light came through some of\nthose square holes to suffuse the whole crypt dimly.\n\n\"None but an aspirant has ever entered here,\" said the Gray Mahatma.\n\"Even when India was conquered, no enemy penetrated this place. You\nstand on forbidden ground.\"\n\nHe turned to the left and opened an iron cell door by simply pushing it;\nthere did not seem to be any lock. He did not announce himself, but\nwalked straight in, and we followed him. The cell was about ten feet by\ntwelve, with a stone ledge wide enough to sleep on running along one\nside, and lighted by an oil lamp that hung by chains from the hewn roof.\nThere were three bearded, middle-aged men, almost naked, squatting on\none mat facing the stone ledge, one of whom held an ancient manuscript\nthat all three were consulting; and on the stone ledge sat what once had\nbeen a man before those devils caught him.\n\nThe three looked up at the Gray Mahatma curiously, but did not\nchallenge. I suppose his nakedness was his passport. They eyed King and\nme with a butcher's-eye appraisal, nodded, and resumed their\nconsultation of the hand-written roll. The characters on it looked like\nSanskrit.\n\nThe Gray Mahatma faced the creature on the stone ledge, and spoke to\nKing and me in English.\n\n\"That,\" he said, \"is one of those who crossed the Pool of Terrors and\nbecame insane with pride. Consider him. He entered here demanding\nknowledge, having only the desire and not the honesty. But since there\nis no way backward and even failure must subserve the universal cause,\nhe was given knowledge and it made him what you see. Now these, who know\na little and would learn more, make use of him as a subject for\nexperiments.\n\n\"That thing, who was once a man, can imagine himself a bird, or a fish,\nor an animal--or even an insensate graven stone--at their command. When\nhe is no more fit to be studied he will imagine himself to be a\n_mugger_, and will hurry into the tank with the other reptiles, and that\nwill be the end of him. Come.\"\n\nI felt like going mad that minute. I sat down on the rock floor and held\nmy head to make sure that I still had it. I wanted to think of something\nthat would give me back my grip on sanity and the good, clean concrete\nworld outside; I don't think I could have done it if King had not seen\nand applied the solution. He kicked me in the ribs as hard as he could\nwith his naked foot, and, that failing, used his fist.\n\n\"Get up!\" he said. \"Hit me, if you want to!\"\n\nThen he turned to the Mahatma.\n\n\"Confound you! Take us out of this!\"\n\n\"Peace! Peace!\" said the Gray Mahatma. \"You are chosen. You are needed\nfor another purpose. No harm shall come to either of you. There is one\nmore cell that you must enter.\"\n\n\"No!\" said I, and I met his eye squarely. \"I've seen my fill of these\nsights. Lead the way out!\"\n\nHe did not appear in the least afraid of me; merely curious, as if he\nwere viewing an experiment. I made up my mind on the instant to\nexperiment on my own account, and swung my fist back for a full-powered\nsmash at him. I let go, too. But the blow fell on King, who stepped\nbetween us, and knocked nearly all the wind out of him.\n\n\"None o' that!\" he gasped. \"Let's see this through.\"\n\nThe Gray Mahatma patted him gently on the shoulder.\n\n\"Good!\" he said. \"Very good. You did well!\"\n\n\n\n\nCHAPTER V\n\nFAR CITIES\n\n\nThe Gray Mahatma led the way toward one of the great square pillars that\nsupported a portion of the roof.\n\nIn that pillar there was an opening, about six feet high and barely wide\nenough for a man of my build to squeeze himself through, but once inside\nit there was ample space and a stairway, hewn in the stone, wound\nupward. Still swinging the lantern he had brought with him from\nYasmini's palace the Mahatma led the way up that, and we followed, I\nlast as usual.\n\nWe emerged through a wooden door into a temple, whose walls were almost\nentirely hidden by enormous images of India's gods. There were no\nwindows.\n\nThe resulting gloom was punctuated by dots of yellow light that came\nfrom hanging brass lamps, whose smoke in the course of centuries had\ncovered everything with soot that it was nobody's business to remove. So\nit looked like a coal-black pantheon, and in the darkness you could\nhardly see the forms of long-robed men who were mumbling through some\nsort of ceremony.\n\n\"Those,\" said the Gray Mahatma, \"are priests. They receive payment to\npray for people who may not enter lest their sinfulness defile the\nsanctuary.\"\n\nThere was only one consideration that prevented me from looking for a\ndoor behind a carved stone screen placed at the end wall screen and\nbidding the Mahatma a discourteous farewell, and that was the prospect\nof walking through the streets with nothing on but a dish-rag and a\nsmall red turban.\n\nHowever, the Gray Mahatma, as naked as the day he was born, led the way\nto the screen, opened a hinged door in it and beckoned us through; and\nwe emerged, instead of into the street as I expected, into a marvelous\ncourtyard bathed in moonlight, for the moon was just appearing over the\nroof of what looked like another temple at the rear.\n\nAll around the courtyard was a portico, supported by pillars of most\nwonderful workmanship; and the four walls within the portico were\nsubdivided into open compartments, in each of which was the image of a\ndifferent god. In front of each image hung a lighted lamp, whose rays\nwere reflected in the idol's jeweled eyes; but the only people visible\nwere three or four sleepy looking attendants in turbans and cotton\nloin-cloths, who sat up and stared at us without making any other sign\nof recognition.\n\nIn the very center of the courtyard was a big, square platform built of\nstone, with a roof like a canopy supported on carved pillars similar to\nthose that supported the portico, which is to say that each one was\ndifferent, and yet all were so alike as to blend into architectural\nharmony--repetition without monotony. The Gray Mahatma led the way up\nsteps on to the platform, and waited for us at a square opening in the\nmidst of its floor, beside which lay a stone that obviously fitted the\nhole exactly. There were no rings to lift the stone by from the outside,\nbut there were holes drilled through it from side to side through which\niron bolts could be passed from underneath.\n\nDown that hole we went in single file again, the Gray Mahatma leading,\ntreading an oval stairway interminably until I daresay we had descended\nmore than a hundred feet. The air was warm, but breathable and there\nseemed to be plenty of it, as if some efficient means of artificial\nventilation had been provided; nevertheless, it was nothing else than a\ncavern that we were exploring, and though there were traces of chisel\nand adze work on the walls, the only masonry was the steps.\n\nWe came to the bottom at last in an egg-shaped cave, in the center of\nwhich stood a rock, roughly hewn four-square; and on that rock, exactly\nin the middle, was a lingam of black polished marble, illuminated by a\nbrass lamp hanging overhead. The Mahatma eyed it curiously:\n\n\"That,\" he said, \"is the last symbol of ignorance. The remainder is\nknowledge.\"\n\nThere were doors on every side of that egg-shaped cave, each set\ncunningly into a natural fold of rock, so that they seemed to have been\ninset when it was molten, in the way that nuts are set into\nchocolate--pushed into place by a pair of titanic thumbs. And at last we\nseemed to have reached a place where the Gray Mahatma might not enter\nuninvited, for he selected one of the doors after a moment's thought and\nknocked.\n\nWe stood there for possibly ten minutes, without an answer, the Mahatma\nseeming satisfied with his own meditation, and we not caring to talk\nlest he should overhear us.\n\nAt last the door opened, not cautiously, but suddenly and wide, and a\nman stood square in it who filled it up from frame to frame--a big-eyed,\nmuscular individual in loin-cloth and turban, who looked too proud to\nassert his pride. He stood with arms folded and a smile on his firm\nmouth; and the impression he conveyed was that of a master-craftsman,\nwhose skill was his life, and whose craft was all he cared about.\n\nHe eyed the Mahatma without respect or flinching, and said nothing.\n\nHave you ever watched two wild animals meet, stand looking at each\nother, and suddenly go off together without a sign of an explanation?\nThat was what happened. The man in the doorway presently turned his back\nand led the way in.\n\nThe passage we entered was just exactly wide enough for me to pass along\nwith elbows touching either wall. It was high; there was plenty of air\nin it; it was as scrupulously clean as a hospital ward. On either hand\nthere were narrow wooden doors, spaced about twenty feet apart, every\none of them closed; there were no bolts on the outside of the doors, and\nno keyholes, but I could not move them by shoving against them as I\npassed.\n\nThe extraordinary circumstance was the light. The whole passage was\nbathed in light, yet I could not detect where it came from. It was not\ndazzling like electricity. No one place seemed brighter than another,\nand there were no shadows.\n\nThe end of the passage forked at a perfect right angle, and there were\ndoors at the end of each arm of the fork. Our guide turned to the right.\nHe, King and the Mahatma passed through a door that seemed to open at\nthe slightest touch, and the instant the Mahatma's back had passed the\ndoor-frame I found myself in darkness.\n\nI had hung back a little, trying to make shadows with my hands to\ndiscover the direction of the light; and the strange part was that I\ncould see bright light in front of me through the open door, but none of\nit came out into the passage.\n\nIt was intuition that caused me to pause at the threshold before\nfollowing the others through. Something about the suddenness with which\nthe light had ceased in the passage the moment the Mahatma's back was\npast the door, added to curiosity, made me stop and consider that plane\nwhere the light left off. Having no other instrument available, I took\noff my turban and flapped it to and fro, to see whether I could produce\nany effect on that astonishing dividing line, and for about the ten\nthousandth time in a somewhat strenuous career it was intuition and\ncuriosity that saved me.\n\nThe instant the end of the turban touched the plane between light and\ndarkness it caught fire; or rather, I should say fire caught it, and the\nfire was so intense and swift that it burned off that part of the turban\nwithout damaging the rest. In other words, there was a plane of\nunimaginably active heat between me and the rest of the party--of such\nextraordinary heat that it functioned only on that plane (for I could\nnot feel it with my hand from an inch away); and I being in pitch\ndarkness while they were in golden light, the others could not see me.\n\nThey could hear, however, and I called to King. I told him what\nhappened, and then showed him, by throwing what was left of the turban\ntoward him. It got exactly as far as the plane between light and\ndarkness, and then vanished in a silent flash so swiftly and completely\nas to leave no visible charred fragment.\n\nI could see all three men standing in line facing in my direction,\nhardly ten feet away, and it was difficult to remember that they could\nnot see me at all--or at any rate that King could not; the others may\nhave had some trained sixth sense that made it possible.\n\n\"Come forward!\" said the Gray Mahatma. \"We three came by. Why should it\nharm you?\"\n\nKing sized up the situation instantly. If they intended to kill me and\nkeep him alive, that would not be with his permission or connivance, and\nhe stepped forward suddenly toward me.\n\n\"Stop!\" commanded the Mahatma, showing the first trace of excitement\nthat he had yet betrayed, but King kept on, and I suppose that the man\nwho was acting showman did something, because King crossed the line\nwithout anything happening and then stood with one foot on each side of\nthe threshold while I crossed.\n\n\"There are two of us in this!\" he said to the Gray Mahatma then. \"You\ncan't kill one and take the other.\"\n\nWe were in a chamber roughly fifty feet square, whose irregular corners\nwere proof enough that it had been originally another of those huge\nblow-holes in volcanic stone; the roof, too, had been left rough, but\nthe greater part of the side-walls had been finished off smooth with the\nchisel, and hand-rubbed.\n\nThere was a big, rectangular rock exactly in the middle of the room,\nshaped like a table or an altar, and polished until it shone. I decided\nto sit down on it--whereat the Mahatma ceased to ignore me.\n\n\"Fool!\" he barked. \"Keep off that!\"\n\nI tore a piece off the rag I was wearing for a loin-cloth and tossed it\non the polished surface of the stone. It vanished instantly and left no\ntrace; it did not even leave a mark on the stone, and the burning was so\nswift and complete that there was no smell.\n\n\"Thanks!\" I said. \"But why your sudden anxiety on my account?\"\n\nHe turned to King again.\n\n\"You have seen the _camera obscura_ that shows in darkness the scenery\nnear at hand, provided the sun is shining? The _camera obscura_ is a\nfeeble imitation of the true idea. There are no limits to the vision of\nhim who understands true science. What city do you wish to see?\"\n\n\"Benares,\" King answered.\n\nSuddenly we were in darkness. Equally suddenly the whole top surface of\nthe stone table became bathed in light of a different quality--light\nlike daylight, that perhaps came upward from the stone, but if so came\nonly a little way. To me it looked much more as if it began suddenly in\nmid-air and descended toward the surface of the stone.\n\nAnd there all at once, as clearly as if we saw it on the focusing screen\nof a gigantic camera, lay Benares spread before us, with all its color,\nits sacred cattle in the streets, its crowds bathing in the Ganges,\ntemples, domes, trees, movement--almost the smell of Benares was there,\nfor the suggestion was all-inclusive.\n\n\"But why is it daylight in Benares while it's somewhere near midnight\nhere?\" King demanded.\n\nThat instant the sunshine in Benares ceased and the moon and stars came\nout. The glow of lamps shone forth from the temple courtyards, and down\nby the river ghats were the lurid crimson flame and smoke where they\ncremated dead Hindus. It was far more perfect than a motion picture.\nAllowing for scale it looked actually real.\n\nSuddenly the chamber was all suffused in golden light once more and the\npicture on the granite table vanished.\n\n\"Name another city,\" said the Gray Mahatma.\n\n\"London,\" King answered.\n\nThe light went out, and there sure enough was London--first the Strand,\ncrowded with motor-busses; then Ludgate Hill and St. Paul's; then the\nRoyal Exchange and Bank of England; then London Bridge and the Tower\nBridge and a panorama of the Thames.\n\n\"Are you satisfied?\" the Gray Mahatma asked, and once again the cavern\nwas flooded with that peculiarly restful golden light, while the picture\non the granite table disappeared.\n\n\"Not a bit,\" King answered. \"It's a trick of some sort.\"\n\n\"Is wireless telegraphy a trick then?\" retorted the Mahatma. \"If so,\nthen yes, so this is. Only this is as far in advance of wireless\ntelegraphy, as telegraphy is in advance of the semaphore. This is a\nscience beyond your knowledge, that is all. Name another city.\"\n\n\"Timbuctu,\" I said suddenly; and nothing happened.\n\n\"Mombasa,\" I said then, and Mombasa appeared instantly, with Kilindini\nharbor fringed with palm-trees.\n\nI had been to Mombasa, whereas I never had seen Timbuctu. Almost\ncertainly none present had ever seen the place, or even a picture of it.\n\nThe Gray Mahatma said something in a surly undertone and the golden\nlight turned itself on again, flooding the whole chamber. King nodded to\nme.\n\n\"You can speak into a phonograph and reproduce your voice. There's no\nreason why you can't think and reproduce that too, if you know how,\" he\nsaid.\n\n\"Aye!\" the Mahatma interrupted. \"If you know how! India has always known\nhow! India can teach these sciences to all the world when she comes into\nher freedom.\"\n\nThroughout, the man who had admitted us had not spoken one word. He\nstood with arms folded, as upright as a soldier on parade. But now he\nunfolded his arms and began to exhibit signs of restlessness, as if he\nconsidered that the session had lasted long enough. However, he was\nstill silent.\n\n\"Your honor is extremely clever. I've enjoyed the exhibition,\" I said to\nhim in Hindustanee, but he took not the slightest notice of me, and if\nhe understood he did not betray the fact.\n\n\"Let us go,\" said the Gray Mahatma, and proceeded to lead the way.\n\nThe Gray Mahatma took the other turning of the passage, and knocked on\nthe door at the end. It was opened by a little man, who once had been\nextremely fat, for his skin hung about him in loose folds.\n\nHis cavern was smaller than the other, but as clean, and similarly\nflooded with the restful golden light. But he was only host; the Gray\nMahatma was showman. He said:\n\n\"All energy is vibrations; yet that is only one fraction of the truth.\nAll is vibration. The universe consists of nothing else. Your Western\nscientists are just beginning to discover that, but they are men groping\nin the dark, who can feel but not see and understand. Throughout what\nall nations have agreed to call the dark ages there have been men called\nalchemists, whom other men have mocked because they sought to transmute\nbaser metals into gold. Do you think they sought what was impossible?\nNothing is impossible! They dimly discerned the possibility. And it may\nbe that their ears had caught the legend of what has been known in India\nfor countless ages.\n\n\"Gold is a system of vibrations, just as every other metal is, and the\none can be changed into the other. But if you knew how to do it, would\nyou dare? Can you conceive what would happen to the world if it were\ncommon knowledge, or even if it were known to a few, how the\ntransmutation may be brought about? Now watch!\"\n\nWhat followed was convincing for the simple reason that there was\nnothing covered up, and no complicated apparatus that might cause you to\nsuspect an ordinary conjuring trick. There were certainly strange\nlooking boxes with hinged lids arranged on a ledge along one side of the\nchamber, but those were only brought into play when the funny little\nex-fat man selected a lump of metal from them. On another ledge on the\nopposite side of the cell there were about a hundred rolls of very\nancient-looking manuscripts, but he did not make use of them in any way.\n\nThe floor was bare, smooth rock; there was nothing on it, not even a\nmat. He laid a plain piece of wood on the floor and motioned us to be\nseated in front of it; so we squatted in a line with our backs to the\ndoor, King taking his place between the Mahatma and me. There was no\nhocus-pocus or flummery; the whole proceeding was as simple as playing\ndominoes.\n\nOur host went to one of the peculiar looking boxes and selected a lump\nof what looked like lead. It was a small piece, about the size of an\nordinary loaf of sugar and had no particular marks on it, except that it\nlooked as if it might have been cut from a larger piece with shears or\nsome such instrument. He dropped in into the middle of the slab of wood,\nand squatted in front of it, facing us, to watch.\n\nI daresay it took twenty minutes for that lump of lead to change into\nwhat looked like gold before our eyes. It began by sizzling, and melting\nin little pits and spots, but never once did the whole lump melt.\n\nThe tiny portions that melted and liquefied became full of motion,\nalthough the motion was never in one place for more than about a minute\nat a time; and wherever the motion had been the lump lost bulk, so that\ngradually the whole piece shrank and shrank. At the end it was not in\nits original shape, but had taken the form of a miniature cow's\ndropping.\n\nI suppose it was hot. Our host waited several minutes before picking it\noff the slab.\n\nAt last he took the nugget off the slab and tossed it to King. King\nhanded it to me. It was still warm and it looked and felt like gold. I\nlaid it back on the slab.\n\n\"Do you understand it?\" asked the Gray Mahatma.\n\n\n\n\nCHAPTER VI\n\nTHE FIRE BATHERS\n\n\nOur little wrinkly-skinned host did the honors as far as the door, and I\nthanked him for the demonstration; but the Gray Mahatma seemed\ndispleased with that and ignoring me as usual, turned on King in the\ndoorway almost savagely.\n\n\"Do you understand that whoever can do what you have just seen can also\naccomplish the reverse of it, and transmute gold into baser metal?\" he\ndemanded. \"Does it occur to you what that would mean? A new species of\nwarfare! One combination of ambitious fools making gold--another\nunmaking it. Chaos! Now you shall see another science that is no fit\npabulum for fools.\"\n\nWe came to a door on our right. It was opened instantly by a lean,\nmean-looking ascetic, whose hooked nose suggested an infernal brand of\ncontempt for whoever might not agree with him. Just as the others had\ndone, he met the Gray Mahatma's eyes in silence, and admitted us by\nsimply turning his back. But this door only opened into another passage,\nand we had to follow him for fifty feet and then through another door\ninto a cavern that was bigger than any. And this time our host was not\nalone. We were expected by a dozen lean, bronze men, who squatted in a\nrow on one mat with expressionless faces. They were not wearing masks,\nbut they looked as if they might have been.\n\nThis last cavern was certainly a blow-hole. Its round roof, blackened\nwith smoke, was like the underside of a cathedral dome. No effort seemed\nto have been made to trim the walls, and the floor, too, had been left\nas nature made it, shaped something like a hollow dish by the pressure\nof expanding gases millions of years ago when the rock was molten.\n\nThe very center of the vast floor was the lowest point of all, and some\nwork had been done there, for it was shaped into a rectangular trough\nthirty feet long by ten wide. That trough--there was no guessing how\ndeep it might be--was filled almost to the brim with white-hot charcoal,\nso that obviously there was a means of forcing a draft into it from\nunderneath.\n\n\"Now,\" said the Mahatma, turning to King as usual and ignoring me, \"your\nfriend may submit to the test if he wishes. He may walk on that furnace.\nHe shall walk unscathed. I promise it.\"\n\nKing turned to me.\n\n\"What d'you say?\" he asked. \"I've seen this done before.[2] It can be\ndone. Shall we try it together?\"\n\n[Footnote 2: See the newspaper accounts of fire-walking in the presence\nof the Prince of Wales and about a thousand witnesses mostly European.]\n\nI did not hesitate. There are times when even such a slow thinker as I\nam can make up his mind in a flash. I said \"No\" with such emphasis that\nKing laughed. The Mahatma looked at me rather pityingly, but made no\ncomment. He invited the two of us to sit down, so we squatted on the\nfloor as close to the trough as we could go without being scorched.\nThere were no screens or obstructions of any kind, and the only\nappliance in evidence was an iron paddle, which the man who had admitted\nus picked up off the floor.\n\nHe took that paddle, and without any preliminary fuss or hesitation\nwalked straight on to the bed of white-hot charcoal, beginning at one\nend, and smoothed the whole glowing surface with the paddle, taking his\ntime about it and working with as little excitement as a gardener using\na rake. When he had finished the end of the paddle was better than\nred-hot--a good cherry-red.\n\nThe hairs on his legs were unscorched. The cotton cloth of which his\nkilt was made showed not the slightest trace of burning.\n\nAs soon as he had sat down the other twelve advanced toward the fire.\nUnlike him, they were stark naked. One by one they walked into the fire\nand traversed it from end to end with no more sign of nervousness than\nif they had been utterly unconscious of its existence. Then they turned\naround and walked back again.\n\n\"Is it the men or the fire?\" King demanded.\n\n\"Neither,\" the Mahatma answered. \"It is simply knowledge. Any one can do\nit, who knows how.\"\n\nOne of the men approached the fire again. He sat down on it, and went\nthrough the motions of bathing himself in the white-hot flame, turning\nhis head repeatedly to grin at us. Then, lying down full-length, he\nrolled from end to end of the furnace, and walked away at last as\ncasually as if he had come out of a bath. It was perfectly astonishing\nstuff to watch.\n\n\"If this isn't superstition, or mesmerism, or deception of some kind,\nwhy do you insist on all this mummery of soot and ashes for my friend\nand me?\" King demanded. \"Why do you use a temple full of Hindu idols to\nconceal your science, if it is a natural science and not trickery?\"\n\nThe Gray Mahatma smiled tolerantly.\n\n\"Can you suggest a better way of keeping the secret?\" he answered. \"We\nare protected by the superstition. Not even the Government of India\nwould dare arouse the superstitious wrath of a people by inquiring too\nclosely into what goes on beneath a temple. If we were to admit that\nwhat we know is science, just as wireless telegraphy is a science, we\nwould not be safe for an hour; the military, the kings of commerce, the\nmerely curious, and all the enemies of mankind would invent ten thousand\nexcuses of investigating us.\"\n\n\"Where did you learn English?\" King demanded.\n\n\"I am a Ph.D. of Johns Hopkins,\" the Gray Mahatma answered. \"I have\ntraveled all over the United States seeking for one man who might be\ntrusted with the rudiments of our science. But I found none.\"\n\n\"Suppose you had found the wrong man--and trusted him?\" King suggested.\n\n\"My friend,\" said the Gray Mahatma, \"you are better known to us than we\nto you. You are a man incapable of treachery. You love India, and all\nyour life you have striven to act always and in all things like a man.\nYou have been watched for years. Your character has been studied. If our\npurpose had been to conquer the world, or to destroy the world, we would\nnever have selected you. There is no need to speak to you of what would\nhappen if you should commit treachery. There is no risk of your\nexplaining the secret of our science to the wrong individual, for you\nare not going to be taught it.\"\n\n\"Well, what of my friend Ramsden?\" King asked him.\n\n\"Your friend Mr. Ramsden, I think, will never again see the United\nStates.\"\n\n\"Why?\"\n\n\"He has seen too much for his own good. He lacks your mentality. He has\nbravery of a kind, and honesty of a kind; but he is--not--the\nright--man--for--our--purpose. He made a mistake when he came with you.\"\n\nKing looked straight into the eyes of the Gray Mahatma.\n\n\"You think you know me?\" he asked.\n\n\"I know you better than you know yourself!\"\n\n\"That's possible,\" said King. \"Do you suppose I would tell you the\ntruth?\"\n\n\"I know it. I am sure of it. You have too much integrity to deal in\nlies.\"\n\n\"Very well,\" King answered quietly, \"it's both of us or neither. Either\nwe both go free, or you do your worst to us both. This man is my\nfriend.\"\n\nThe Gray Mahatma smiled, and thought, and smiled, and looked at King,\nand then away again.\n\n\"It would be a pity to destroy yourself,\" he said at last.\n\"Nevertheless, you are the only chance your friend has. I have no enmity\nagainst him; he is merely unsuitable; he will be the victim of his own\nshortcomings, unless you can rescue him. But if you make the attempt and\nfail, I am afraid, my friend, that that will be the end of both of you.\"\n\nIt was rather like listening to your own autopsy! I confess that I began\nagain to feel horribly afraid, although not so much so that I cared to\nforce King into danger on my account, and once more I made my mind up\nswiftly. I reached out to seize the Gray Mahatma by the throat. But King\nstruck my hand up.\n\n\"We're two to their many,\" he said sternly. \"Keep your hair on!\"\n\nThe Mahatma smiled and nodded.\n\n\"A second time you have done well,\" he exclaimed. \"If you can keep the\nbuffalo from blundering--but we waste time. Come.\"\n\nKing put his hands on my shoulders, and we lock-stepped out of the\ncavern behind the Mahatma, looking, I don't doubt, supremely ridiculous,\nand I for one feeling furiously helpless.\n\nWe entered another cave, whose dome looked like an absolutely perfect\nhemisphere, but the whole place was so full of noise that your brain\nreeled in confusion. There were ten men in there, naked to the waist as\nall the rest had been, and every single one of them had the intelligent\nlook of an alert bird with its head to one side. They were sitting on\nmats on the floor in no apparent order, and each man had a row of tuning\nforks in front of him, pretty much like any other tuning forks, except\nthat there were eight of them to each note and its subdivisions.\n\nEvery few minutes one of them would select a fork, strike it, and\nlisten; then he would get up, dragging his mat after him with all the\nforks arranged on it, and sit down somewhere else. But the tuning forks\nwere not the cause of the din. It was the roar of a great city that was\nechoing under the dome--clatter of traffic and men's voices, whistling\nof the wind through overhead wires, dogs' barking, an occasional bell,\nat intervals the whistle of a locomotive and the rumble and bump of a\nrailroad train, whirring of dynamoes, the clash and thump of trolley\ncars, street-hawkers' cries, and the sound of sea-waves breaking on the\nshore.\n\n\"You hear Bombay,\" said the Mahatma. Then we all sat down in line.\n\nIt was actual physical torture until you were used to it, and I doubt\nwhether you could get used to it without somebody to educate you--some\nscientist to show you how to defend your nerves against that outrageous\nracket. For the sounds were all out of adjustment and proportion.\nNothing was in key. It was as if the laws of acoustics had been lifted,\nand sound had gone crazy.\n\nAt one moment, apropos of nothing and disconnected from all other\nsounds, you could hear a man or a woman speaking as distinctly as if the\nindividual were up there under the dome; then a chaos of off-key notes\nwould swallow the voice, and the next might be a dog's bark or a\nlocomotive whistle. The only continuously recognizable sounds were a\npower station and the thunder of waves along the harbor front, and it\nsounded much more thunderous than it should have done at that season of\nthe year.\n\nThe tuning of an orchestra does not nearly approximate the confusion;\nfor the members of the orchestra are all trying to find one pitch and\nare gradually hitting it, whereas every sound within that cavern seemed\nto be pitched and keyed differently.\n\n\"This is our latest,\" said the Mahatma. \"It is only for two or three\nhundred years that we have been studying this phenomenon. It may\npossibly take us two or three hundred years more before we can control\nit.\"\n\nI wanted to ask questions, but could not because the cursed inharmony\nmade my senses reel. Nevertheless, you could hear other sounds\nperfectly. When I struck my hand on the rock floor I could hear the slap\nat least as distinctly as normal; possibly a little more so. And when\nthe Gray Mahatma spoke, each word was separate and sharp.\n\n\"Now you shall hear another city,\" he said. \"Observe that the voices of\ncities are as various as men's. No two are alike. Sound and color are\none and the same thing differently expressed, and the graduations of\nboth are infinite.\"\n\nHe caught the eye of one of the men.\n\n\"Calcutta!\" he said, in a voice not exactly of command, yet certainly\nnot of deference.\n\nWithout acknowledging the order in any other way, the man got on his\nknees and picked up an enormous tuning fork, whose prongs were about\nthree feet long, and he made some adjustment in the fork of it that took\nabout five minutes. He might have been turning the screw of a\nmicrometer; I could not see. Then, raising the fork above his shoulder,\nhe struck the floor with it, and a master-note as clear as the peal of a\nbell went ringing up into the dome.\n\nThe effect was almost ridiculous. It made you want to laugh. Everybody\nin the cavern smiled, and I daresay if the truth were known we had\ndiscovered the mother-lode of comedy. That one note chased all the\nothers out of the dome as a dog might chase sheep--as the wind blows\nclouds away--as a cop drives small boys off the grass. They actually\nscampered out of hearing, and you couldn't imagine them hiding close by,\neither; they were gone for good, and that one, clear master-note--the\nmiddle F--went vibrating around and around, as if scouring out the very\nsmell of what had been there.\n\n\"That is the key-note of all nature,\" said the Mahatma. \"All sounds, all\ncolors, all thoughts, all vibrations center in that note. It is the key\nthat can unlock them all.\"\n\nThe silence that followed when the last ringing overtone had gone off\ngalloping in its stride toward infinity was the most absolute and awful\nsilence I have ever had to listen to. The very possibility of sound\nseemed to have ceased to exist. You could not believe that there could\nbe sound, nor remember what sound was like. A whole sense and its\nfunctions had been taken from you, and the resultant void was dead--so\ndead that no sense could live in it, unless fear is a sense. You could\nfeel horribly afraid, and I'll tell you what the fear amounted to:\n\nThere was a feeling that these men were fooling with the force that runs\nthe universe, and that the next stroke might be a mistake that would\nresult like the touching of two high-tension wires, multiplied to the\n_nth_. You could not resist the suggestion that the world might burst in\nfragments at any minute.\n\nMeanwhile the fellow with the tuning fork fiddled again with some\nadjustment on the thick portion of its stem, and presently whirling it\naround his head as the old-time warriors used two-handed swords, he\nbrought it down on one of a circle of small anvils that were arranged\naround him like the figures on a clock-face.\n\nYou could almost see Calcutta instantly! The miracle was the reverse of\nthe preceding one. The ringing, subdivided, sharp, discordant note he\nstruck was swallowed instantly in a sea of noise that seemed not only to\nhave color but even smell to it; you could smell Calcutta! But that, of\ncourse, was mere suggestion--a trick of the senses of the sort that\nmakes your mouth water when you see another fellow suck a lemon.\n\nYou could even hear the crows that sit on the trees in the park and caw\nat passers-by. You could hear the organ in a Christian church, and the\nsnarl of a pious Moslem reading from the Koran. There was the click of\nponies' hoofs, the whirring and honk of motor-cars, the sucking of\nHoogli River, booming of a steamer-whistle, roars of trains, and the\npeculiar clamor of Calcutta's swarms that I can never hear without\nthinking of a cobra with its hood just ready to raise.\n\nIn the sea of noises in the dome one instantly stood out--the voice of a\nman speaking English with a slightly babu accent. For exactly as long as\nthe reverberations of those two tuning forks lasted, you could hear him\ndeclaiming, and then his voice faded away into the ocean of noise like a\nrock that has shown for a moment above the surface of a maelstrom.\n\n\"That is a member of the legislature, where ignorant men in all-night\nsession make laws for fools to break,\" said the Gray Mahatma.\n\nSigning to King and me to remain seated, he himself crossed the floor to\nwhere the master-tuner sat, and squatting down beside him began picking\nup tuning forks and striking one against the other. Each time he did\nthat some city sound or other distinguished itself for a moment, exactly\nas the theme appears in music; only some of the vibrations seemed to jar\nagainst others instead of blending with them, and when that happened the\neffect was intensely disagreeable.\n\nAt last he struck a combination that made me jump as effectually as\nsudden tooth-ache. Some of the other sounds had affected King more, but\nthat particular one passed him by and tortured me. Watching with his\nhead a little to one side the Gray Mahatma instantly began striking\nthose two forks as rapidly as if he were clapping hands, increasing the\nvehemence with each stroke.\n\nIf I had stayed there I would have been stark mad or dead within five\nminutes. I felt as if I were being vibrated asunder--as if my whole body\nwere resolving into its component parts. I lay on the floor with my head\nin both hands, and I daresay yelled with agony, but I don't know about\nthat.\n\nAt any rate King understood and acted instantly. He seized me under the\narms and dragged me face-downward to the door, where he had to drop me\nin order to find how to open the thing. Having accomplished that, he\ndragged me through into the passage, where the agony ceased as instantly\nas the ache does when a dentist pulls an abscessed tooth. No one sound\nreached us through the open door. However immature that particular\nbranch of their science might be, they had learned the way of absolutely\nlocalizing noise.\n\nThe Gray Mahatma came out smiling, and ignoring me as if I was not\nthere.\n\nHe opened another door, not requiring to knock this time, and led the\nway along another passage that wound through solid rock for what can\nhardly have been less than a quarter of a mile.\n\nKing had dragged me out of that dome of dins in the nick of time, and my\nhead was recovering rapidly. By the time we reached a door at the end of\nthat long passage I could think clearly, and although too weak to stand\nupright without holding on to something, was sufficiently recovered to\nknow that the remainder would be only a matter of minutes. And we spent\nthree or four of the minutes waiting for the door to open, which it did\nat last suddenly.\n\nA man appeared in the opening, whose absolutely white hair reached below\nhis shoulder-blades, and whose equally white beard descended to his\nmiddle. He wore the usual loin-cloth, but was usual in nothing else. He\nlooked older than Methuselah, yet strong, for his muscles stood out like\nknotted whip-cords; and active, for he stood on the balls of his feet\nwith the immobility that only comes of ableness. The most unusual thing\nof all was that he spoke. He said several words in Sanskrit to the Gray\nMahatma, before turning his back on us and leading the way in.\n\n\n\n\nCHAPTER VII\n\nMAGIC\n\n\nWe went into a cavern whose floor was cup-shaped. Nearly all the way\naround the rim of the cup was an irregular ledge averaging twenty feet\nin width; with that exception, the whole interior was shaped like an\nenormous egg with its narrow end upward. The bottom was nowhere less\nthan a hundred feet across, and was reached by steps cut irregularly\ndownward from the rim.\n\nAt intervals around the ledge were seated about a score of men, some\nsolitary, some in groups of three; some were naked, others wore\nloin-cloths; all were silent, but they all took an obvious interest in\nus, and some of them were grinning. A few of them squatted, with their\nlegs tucked under them, but most of them let their legs hang over the\nedge, and they all had an air of perfect familiarity with the\nsurroundings as well as what can be best described as a \"team look.\" You\nsee the same air of careless competence around a well-managed circus\nlot.\n\nKing and I followed the Gray Mahatma down into the bowl, and under his\ndirections seated ourselves exactly in the middle, King and I back to\nback and the Mahatma a little way from us and also with his back turned.\nIn that position my back was toward the door we had entered by, but I\nwas able to see nine narrow openings in the opposite wall about twenty\nfeet higher than the ledge, and those openings may have had something to\ndo with what followed, although I can't prove it.\n\nOld gray-beard, who had admitted us, stood on the ledge like a picture\nof St. Simon Stylites, folding his arms under his flowing beard and\nlooking almost ready to plunge downward, as if the bowl were a swimming\ntank.\n\nHowever, he suddenly filled his great scrawny breast with air and boomed\nout one word. The golden light ceased to exist. There was no period of\ngoing, as there is even with electric light. He spoke, and it was not.\nNothing whatever was visible. I held a finger up, and poked my eye\nbefore I knew it.\n\nThen all at once there began the most delicious music, like Ariel\nsinging in mid-air. It was subdued, but as clear as the ripple of a\nmountain stream over pebbles, and there was absolutely no locating it,\nfor it seemed to come from everywhere at once, even from underneath us.\nAnd simultaneously with the music there began to be a dim light, which\nwas all the more impossible to locate because it was never the same\ncolor in two places, nor even in one place for longer than a note of\nmusic lasted.\n\n\"Observe!\" boomed the Gray Mahatma's solemn voice. \"Color and sound are\none. Both are vibration. You shall behold the color harmonies.\"\n\nPresently the connection between sound and color began to be obvious.\nEach note had its color, and as that note was sounded the color appeared\nin a thousand places.\n\nIt was Eastern music. It filled the cavern, and as the pulse of it\nquickened the light danced, colors shooting this and that way like\nshuttles weaving a new sky. But there were no drum-beats yet, and the\ngeneral effect was rather of dreaminess.\n\nWhen the old gray-beard's voice boomed out at last from the ledge above\nus, and light and music ceased simultaneously, the effect was\nnauseating. It went to the pit of your stomach. The instantaneous\ndarkness produced vertigo. You felt as if you were falling down an\nendless pit, and King and I clutched each other. The mere fact that we\nwere squatting on a hard floor did not help matters, for the floor\nseemed to be falling too and to be turning around bewilderingly, just as\nthe whorls of colored light had done. The gray-beard's voice boomed\nagain; whereat there was more music, and light in tune to it.\n\nThis time, of all unexpected things, Beethoven's Overture to Leonore\nbegan to take visible form in the night, and I would rather be able to\nset down what we saw than write Homer's Iliad! It must be that we knew\nthen all that Beethoven did. It was not just wind music, or mere\nstrings, but a whole, full-volumed orchestra--where or whence there was\nno guessing; the music came at you from everywhere at once, and with it\nlight, interpreting the music.\n\nTo me that has always been the most wonderful overture in the world\nanyhow, for it seems to describe creation when the worlds took form in\nthe void; but with that light, each tone and semi-tone and chord and\nharmony expressed in the absolutely pure color that belonged to it, it\nwas utterly beyond the scope of words. It was a new unearthly language,\nmore like a glimpse of the next world than anything in this.\n\nThe combination of color and music was having a highly desirable effect\non me. Nothing could have done more to counteract the effects of the\ngodless din that bowled me over in the other cavern.\n\nBut King was having a rotten time. He was heaving now as he tried to\nmaster himself. I heard him exclaiming--\n\n\"Oh my God!\" as if the physical torture were unbearable.\n\nThe Gray Mahatma was not troubling about King. He had shifted his\nposition so as to watch me, and he seemed to expect me to collapse. So I\nshowed as little as possible of my real feelings, and shut my eyes at\nintervals as if bewildered. Then he cried out just as the gray-beard on\nthe ledge had done.\n\nThe overture to Leonore ceased. The colors gave place to the restful\ngolden light. King had not collapsed yet, and his usual Spartan\nself-mastery prevented him then from betraying much in the way of\nsymptoms. So I clutched my head and tried to look all-in, which gave me\na chance to whisper to King under my arm.\n\n\"Can you hang on?\"\n\n\"Dunno. How are you doing?\"\n\n\"Fine.\"\n\nThe Gray Mahatma seemed to think that I was appealing to King for help.\nHe looked delighted. Between my fingers I could see him signaling to the\ngray-beard on the ledge. The golden light vanished again. And now once\nmore they gave us Eastern music, awful stuff, pulsating with a distant\ndrumbeat like the tramp of an army of devils. The colors were angry and\nglowering now. The shapes they took as they plaited and wove themselves\ninto one another were all involuted, everything turning itself inside\nout, and the end of every separate movement was blood-red.\n\nKing groaned aloud and rolled over on his side, just as the stuff became\nso dim and dreadful that you could hardly see your hand before your\nface, and a noise like the rushing of the wind between the worlds made\nevery inch of your skin prickly with goose-flesh. Low though the colors\nwere, when you shut your eyes you could still see them, but I could not\nsee the Gray Mahatma, and I was sure he could not see me. He would not\nknow which of us was down and out.\n\nSo I seized King and dragged him across the floor to the point where the\nirregular stone steps provided the only way of escape. There I hove him\nlike a sack on to my shoulders. In that drunken, throbbing twilight it\nwould have been easy for some of the gray-beard's crew to lean from the\nledge and send me reeling back again; the best chance was to climb\nquickly before they were aware of me.\n\nWhen I reached the ledge it was deserted. There was nothing whatever to\nindicate where the gray-beard and his crew were. I could not remember\nexactly the direction of the entrance, but made for the wall, intending\nto feel my way along it; and just as I started to do that I heard the\nGray Mahatma climbing up behind me.\n\nHe made hardly more noise than a cat. But though the Mahatma was\nstealthy, he came swiftly, and in a moment I felt his hand touch me.\nThat was exactly at the moment when the music and colors were subdued to\na sort of hell-brew twilight--the kind of glow you might expect before\nthe overwhelming of the world.\n\n\"You are as strong as the buffalo himself,\" he said, mistaking me for\nKing. \"Leave that fool here, and come with me.\"\n\nMy right hand was free, but the Gray Mahatma had plenty of assistance at\nhis beck and call.\n\nSo I put my hand in the small of his back and shoved him along in front\nof me. If he should learn too soon that King, and not I, was down and\nout he might decide to have done with us both there and then. My task\nwas to get out of that cavern before the golden light came on again.\n\nThe Gray Mahatma led the way to the door, and it was just as well that\nhe did, for there was some secret way of opening it that I should almost\ncertainly have failed to find. I pushed him through ahead of me.\n\nAnd then we were in pitch darkness. There was neither light, nor room to\nturn, and nothing for it but for the Mahatma to lead the way along, and\nI had to be careful in carrying King not to injure him against the rock\nin the places where the passage narrowed.\n\nHowever, he began to recover gradually as we neared the end of the long\npassage, regaining consciousness by fits and starts like a man coming\nout of anesthesia, and commencing to kick so that I had hard work to\npreserve him from injury. When his feet were not striking out against\nthe walls his head was, and I finally shook him violently. That had the\ndesired effect. It was just as if fumes had gone out of his head. His\nbody grew warmer almost in a moment, and I felt him break out into a\nsweat. Then he groaned, and asked me where we were; and a moment later\nhe seemed to understand what was happening, for he struggled to free\nhimself.\n\n\"All right,\" he whispered. \"Let me walk.\"\n\nSo I let him slip down to his feet in front of me, and holding him\nbeneath the armpits repeated our lock-step trick with positions\nreversed; and when we reached the outer door that gave on to the narrow\nmain passage he was going fairly strong. The Mahatma opened the door and\nstepped out into the light; but it was the strange peculiarity of that\nlight that it did not flow beyond its appointed boundaries, and we\ncontinued to be in darkness as long as we did not follow him through the\ndoor.\n\nSo when King stepped out ahead of me, the Mahatma had no means of\nknowing what a mistake he had been making all along. He naturally jumped\nto the conclusion that King had been carrying me.\n\nWhen I stepped out of the pitch blackness he looked more than a little\nsurprised at my appearance, and I grinned back at him as sheepishly as I\ncould manage, hoping he would not see the red patch on my shoulder\ncaused by the pressure of King's weight, or the scratches made by King's\nfingernails when he was beginning to recover consciousness.\nNevertheless, he did see, and understood.\n\n\"Lead on, MacDuff!\" I said in plain English, and perhaps he did not\ndislike me so immensely after all, for he smiled as he turned his back\nto lead the way.\n\nWe passed, without meeting anybody, out through the narrow door where\nthe first tall speechless showman had admitted us, into the cave where\nthe lingam reposed on its stone altar; and there the Mahatma resumed the\nlantern he had left.\n\nWhen we climbed the oval stairway and emerged on the platform under the\ncupola the dawn was just about to break. The Gray Mahatma raised the\nstone lid with an ease that betrayed unsuspected strength and dropped it\ninto place, where it fitted so exactly that no one ignorant of the\nsecret would ever have guessed the existence of a hidden stairway.\n\nSwinging his lantern the Mahatma led into the temple, where the enormous\nidols loomed in quivering shadow, and made straight for the biggest one\nof all--the four-headed one that faced the marble screen. I thought he\nwas going to bow down and worship it. He actually did go down on hands\nand knees, and I turned to King in amazement, thus missing my chance to\nsee what he was really up to.\n\nSo I don't know how he managed it; but suddenly the whole lower part of\nthe idol, including the thighs, swung outward and disclosed a dark\npassage, into which he led us, and the stone swung back into place at\nour backs as if balanced by weights.\n\nAt the far end the Mahatma led into a square-mouthed tunnel, darker if\nthat were possible than the vaulted gloom we had left, and as we entered\nin single file I thought I heard the splashing of water underneath.\n\nAbout a minute after that the Mahatma stopped and let King draw abreast;\nthen, continuing to swing the lantern he started forward again. I don't\nknow whether it was fear, intuition, or just curiosity that made me\nwonder why he should change the formation in that way, but quite\nabsurdly I deduced that he wished King to walk into a trap. It was that\nthat saved me.\n\n\"Look out, King!\" I warned.\n\nExactly as I spoke I set my foot on a yielding stone trap-door--felt a\nblast of cool air--and heard water unmistakably. The air brought a\nstagnant smell with it. I slid forward and downward, but sprang\nsimultaneously, managing to get my fingers on the edge of the stone in\nfront. But the balanced trap-door, resuming its equilibrium, caught me\non the back of the head, half-stunning me, and in another second I would\nhave gone down into the dark among the alligators. I just had enough\nconsciousness left to realize that I was hanging over the covered end of\nthe alligator tank.\n\nBut the faint outer circle of light cast by the Mahatma's lantern just\nreached me, and as King turned his head to acknowledge my warning he saw\nme fall. He sprang back, and seized my wrists, just as my fingers began\nslipping on the smooth stone; but my weight was almost too much for him,\nand I came so near to dragging him through after me that the stone trap\ngot past my head and jammed against my elbows.\n\nThen I heard King yelling for the Mahatma to bring the lantern back, and\nafter what seemed an interminable interval the Mahatma came and set one\nfoot on the stone, so that it swung past my head again, nearly braining\nme in its descent. I don't know whether he intended that or not.\n\n\"There is more in this than accident,\" he said, his voice booming hollow\nas he bent to let the light fall on me. \"Very well; pull up your\nbuffalo, and you shall have him!\"\n\nIt was no easy task for the two of them to haul me up, because the\nmoment the Mahatma removed his foot from the lid of the trap the thing\nswung upward and acted like the tongue of a buckle to keep me from\ncoming through. When he set his foot on it again, the other foot did not\ngive him sufficient purchase. Finally King managed to pull his\nloin-cloth off and pass it around under my armpits, after which the two\ntogether hauled me clear, minus in the aggregate about a half square\nfoot of skin that I left on the edge of the stone.\n\nOff the Mahatma went alone again, swinging his lantern, and apparently\nat peace with himself and the whole universe.\n\nThereafter, King and I walked arm-in-arm, thinking in that way to lessen\nthe risk of further pitfalls. But there was no more. The Mahatma reached\nat last what looked like a blind stone wall at the end of the tunnel;\nbut there was a flagstone missing from the floor in front of it, and he\ndisappeared down a black-dark flight of steps.\n\nWe followed him into a cellar, whose walls wept moisture, but we saw no\ncobras; and then up another flight of steps on the far side into a\nchamber that I thought I recognized. He disappeared through a door in\nthe corner of that, and by the time we had groped our way after him he\nwas sitting in the old black panther's cage with the brute's head in his\nlap, stroking and twisting its ears as if it were a kitten. The cage\ndoor was wide open, and the day was already growing hot and brassy in\nthe east.\n\nKing and I hurried out of the cage, for the panther showed his fangs at\nus; the Mahatma followed us out and snapped the door shut. Instantly the\npanther sprang at us, trying to bend the bars together. Failing in that,\nhe lay close and shoved his whole shoulder through, clawing at us. It\nwas hardly any wonder that that secret, yet so simply discoverable door\nbetween Yasmini's palace and the temple-caverns was unknown.\n\nWe swung along through the great bronze gate and into the courtyard\nwhere the shrubs all stood reflected along with the marble stairway in a\nsquare pool. We plunged right in without as much as hesitating on the\nbrink, dragging the Mahatma with us--not that he made the least\nobjection. He laughed, and seemed to regard it as thoroughly good fun.\n\nWe splashed and fooled for a few minutes, standing neck-deep and kicking\nat an occasional fish as it darted by, stirring up mud with our toes\nuntil the water was so cloudy that we could see the fish no longer. Then\nKing thought of clothes. He stood on tiptoe and shouted.\n\n\"Ismail! O--Ismail!\"\n\nIsmail came, like a yellow-fanged wolf, bowed to the Mahatma as if\nnakedness and royalty were one, and stood eyeing the water curiously.\n\n\"Get us garments!\" King ordered testily.\n\n\"I was not staring at thee, little King _sahib_,\" he answered. \"I was\nmarveling!\"\n\nBut he went off without explaining what he had been marveling at, and we\nwent on with our ablutions, the job of getting ashes out of your hair\nnot being quite so easy as it might appear. I daresay it was fifteen\nminutes before Ismail came back carrying two complete native costumes\nfor King and me, and a long saffron robe for the Mahatma. Then we came\nout of the water and the Gray Mahatma smiled.\n\n\"I said there were no more traps, and it seems I spoke the truth,\" he\nsaid wonderingly. \"Moreover, I did not set this trap, but it was you\nyourselves who led me into it.\"\n\n\"Which trap?\" we demanded with one voice.\n\n\"You have stirred the mud, my friends, to a condition in which the\n_mugger_ who lives in that pool is not visible. But the _mugger_ is\nthere, and I don't know why he did not seize one of you!\"\n\nIn the center of the pool there was a rockery, for the benefit of\nplant-roots and breeding fish. I walked around it to look, and there,\nsure enough, lay a brute about twenty feet long, snoozing with his chin\non a corner of the rock. I picked up a pole to prod him and he snapped\nand broke it, coming close to the edge to clatter his jaws at me.\nProdding him a last time, I turned round to look for the Mahatma. He had\nvanished--gone as utterly and silently as a myth. King had not seen him\ngo. We inquired of Ismail. He laughed.\n\n\"There is only one place to go--here,\" he answered.\n\n\"To the Princess?\"\n\n\"There is nowhere else! Who shall disobey her? I have orders to unloose\nthe panther if the _sahibs_ take any other way than straight into her\npresence!\"\n\n\n\n\nCHAPTER VIII\n\nTHE RIVER OF DEATH\n\n\nDressed now in the Punjabi costume with gorgeous silk turbans, we walked\nside by side up the marble steps and knocked on the brass-bound, teak\nfront door at the top. Exactly as when we arrived on the previous day,\nthe door was immediately opened by two women.\n\nThe Mahatma was in there ahead of us, and had evidently told Yasmini\nsufficient of our adventures to make her laugh. She squealed with\ndelight at sight of us.\n\n\"Come! Sit beside me in the window, both of you! My women will bring\nfood. Afterward you shall sleep--poor things, you look as if you need\nit! O, what is that, Ganesha-ji? Blood on your linen? Were you hurt?\"\n\nHer swift, restless fingers drew the cloth aside and showed a few inches\nof where my bare skin should have been.\n\n\"It is nothing. My women shall dress it. They have oils that will cause\nthe skin to grow again within a week. A week is nothing; you and\nAthelstan will be here longer than a week! And you crossed the Pool of\nTerrors? I have crossed that too! we three are initiates now!\"\n\n\"Ye are three who will die unless discretion is the very law ye live\nby!\" said the Gray Mahatma. He seemed annoyed about something.\n\n\"Old Dust-and-ashes!\" laughed Yasmini, snapping her fingers at him.\n\"Hah!\" She laughed delightedly. \"They have seen enough to make them\nbelieve what I shall tell them!\"\n\n\"Woman, you woo your own destruction. None has ever set out to betray\nthat secret and survived the first offense!\" he answered.\n\n\"It was _you_ who betrayed it to _me_,\" she said, with another golden\nlaugh. Then, turning to King again:\n\n\"I have sought for that secret day and night! India has always known of\nits existence; and in every generation some have fought their way in\nthrough the outer mysteries to the knowledge within. But those who enter\nalways become initiates, and keep the secret. I was puzzled how to\nbegin, until I heard how, in England, a woman once overheard the secrets\nof Freemasonry, and was made a Freemason in consequence.\n\n\"Now behold this man they call the Gray Mahatma! He does as I tell him!\nYou must know that these Knowers of Royal Knowledge, as they call\nthemselves, are not the little birds in one nest that they would like to\nbe; they quarrel among themselves, and there is a rival faction that\nknows only street-corner magic, but is more deadly bent on knowing Royal\nKnowledge than a wolf is determined to get lamb.\"\n\nThe Gray Mahatma saw fit to challenge some of that statement.\n\n\"It is true, that there are wolves who seek to break in,\" he said\nquietly, \"but it is false that there are quarrels among ourselves.\"\n\n\"Hah!\" That little laugh of hers was like the exclamation of a fellow\nwho has got home with his rapier point.\n\n\"Quarrels or not,\" she answered, \"there is a faction that was more than\nwilling to use the ancient passage under my palace grounds, and to hold\nsecret meetings in a room that I made ready for them.\"\n\n\"Faction!\" The Gray Mahatma sneered. \"Faithful seniors determined to\nexpel unfaithful upstarts are not a faction!\"\n\n\"At any rate,\" she chuckled, \"they wished to hold a meeting unbeknown to\nthe others, and they wished to make wonderful preparations for not being\noverheard. And I helped them--is that not so, Mahatma-ji? You see, they\nwere scornful of women--then.\"\n\n\"Peace, woman!\" the Mahatma growled. \"Does a bee sting while it gathers\nhoney? You spied on our secrets, but did we harm you for it?\"\n\n\"You did not dare!\" she retorted. \"If I had been alone, you would have\ndestroyed me along with those unfortunates on whose account you held the\nmeeting. It would have been easy to throw me to the _mugger_. But you\ndid not know how many women had overheard your secrets! You only knew,\nthat more than one had, and that at least ten women witnessed the fate\nof your victims. Is that not so?\"\n\n\"Victims is the wrong word. Call them culprits!\" said the Gray Mahatma.\n\n\"What would the Government call them?\" she retorted.\n\nThe Gray Mahatma curled his lip, but made no answer to that. Yasmini\nturned to King.\n\n\"So I knew enough of their secrets to oblige them either to kill me or\nelse teach me all. And they did not dare kill me, because they could not\nkill all my women too, for fear of Government. So first they took me\nthrough that ordeal that you went through last night. And ever since\nthen I have been trying to learn; but this science of theirs is\ndifficult, and I suspect them of increasing the difficulty for my\nbenefit. Nevertheless, I have mastered some of it.\"\n\n\"You have mastered none of it!\" the Gray Mahatma retorted\ndiscourteously. \"The golden light is the first step. Show me some.\"\n\n\"They thought they were being too clever for me,\" she went on. \"They\nlistened to my suggestion that it might be wise to show Athelstan King\nthe mysteries, and send him to America to prepare the way for what is\ncoming. So we set a trap for Athelstan. And Athelstan brought Ganesha\nwith him. So now I have two men who know the secret, in addition to\nmyself and all my women. And I have one man who has skill enough to\n_learn_ the secret, now that he knows _of_ it. Perhaps both men can\nlearn it, and I know full well that one can.\"\n\n\"And then?\" King suggested.\n\n\"You shall conquer the world!\" she answered.\n\nKing smiled and said nothing.\n\n\"I am uncertain yet whether or not I shall choose to be queen of the\nearth!\" she said. \"Sometimes I think it would be fun for you and me to\nbe absolute king and queen of everywhere. Sometimes I think it will be\nbetter to make some stupid person--say Ganesha here, for instance--king,\nand for ourselves to be the power behind the throne. What do _you_\nthink, Athelstan?\"\n\n\"I think,\" he answered.\n\n\"And you observe that the Gray Mahatma likewise thinks!\" said she. \"He\nthinks what he can do to thwart us! But I am not afraid! Oh dear no,\nMahatma-ji, I am not at all fearful! Your secret is not worth ten\nseconds' purchase unless it is of use to me!\"\n\n\"Woman, is your word worth nothing?\" asked the Gray Mahatma. \"You can\nnot use what you know and keep the secret too. Let those two men escape,\nand the secret will be blown to the winds within the hour.\"\n\nShe laughed outright at him.\n\n\"They shall not escape, old raven-in-a-robe!\"\n\nJust then some of her women brought a table in, and spread it with\nfruit-laden dishes at the far end of the room. Yasmini rose to see\nwhether all was as she wished it, and I got a chance, not only to look\nthrough the curtains, but also to whisper to King. He shook his head in\nreply to my question.\n\n\"Could you manage for two, do you think?\" he asked; and by that I knew\nhim for a vastly more than usually brave man. Consenting to what you\nknow is sure to destroy you, if the other fellow fails, calls for\ncourage.\n\n\"Makes a two to one chance of it,\" I answered.\n\n\"Very well, it's a bet. Give your orders!\" said King.\n\nThe Mahatma sat rigid in mid-room with closed eyes, as if praying. His\nhands were crossed on his breast, and his legs twisted into a nearly\nunimaginable knot. He looked almost comatose.\n\nThe shutters and the glass windows were open wide to admit the morning\nbreeze. Nothing was between us and freedom but the fluttering silk\ncurtains and a drop of about seventy feet into an unknown river.\n\n\"Hold my hand,\" I said, \"and jump your limit outward!\"\n\nThe Gray Mahatma opened one eye and divined our intention.\n\n\"Mad!\" he exclaimed. \"So then that is the end of them!\"\n\nHe believed what he said, for he sat still. But Yasmini came running,\nscreaming to her women to prevent us.\n\nKing and I took off together, hand-in-hand, and I take my Bible oath\nthat I looked up, and saw Yasmini and the Gray Mahatma leaning out of\nthe window to watch us drown!\n\nOf course, seventy feet is nothing much--provided you are used to the\ntake-off, and know the water, and have a boat waiting handy to pick you\nup. But we had none of these advantages, and in addition to that we had\nthe grievous handicap that King could not swim a stroke.\n\nWe took the water feet-first, close together, and that very instant I\nknew what we were up against. As we plunged under, we were whirled\nagainst a sunken pole that whipped and swayed in the current. King was\nwrenched away from me. When I fought my way to the surface I was already\na hundred yards beyond the palace wall, and there was no sign of King,\nalthough I could see his turban pursuing mine down-stream. We were\ncaught in the strongest current I had ever striven with.\n\nI don't know what persuaded me to turn and try to swim against it for a\nmoment. Instinct, I suppose. It was utterly impossible; I was swept\nalong backward almost as fast as I had been traveling before. But what\nthe effort did do was to bring me face-up-stream, and so I caught sight\nof King clinging to a pole and being bobbed under every time the weight\nof water caused the pole to duck. I managed to cling to a pole myself,\nalthough like King it ducked me repeatedly, and it was perfectly evident\nthat neither of us would be alive in the next ten minutes unless a boat\nshould come or I should produce enough brawn and brain for two of us.\nAnd there was no boat in sight.\n\nSo between ducks I yelled to King to let go and drift down toward me. He\ndid it; and that, I believe, is the utmost test of cold courage to which\nI have ever seen any man subjected; for even a strong swimmer becomes\npanic-stricken when he learns he is no longer master of his element.\nKing had the self-control and pluck to lie still and drift down on me\nlike a corpse, and I let go the pole in the nick of time to seize him as\nhis head went under.\n\nFollowed a battle royal. Fight how I might, I could not keep both of our\nheads out of the water more than half the time, and King very soon lost\nthe little breath that was left in him. Thereafter, he struggled a bit,\nbut that did not last long, and presently he became unconscious. I\nbelieved he was dead.\n\nThe choice then seemed to lie between drowning too or letting go of him.\nI did not dare try the shallows, for ninety per cent. of them are\nquicksands in that river, and more than one army has perished in the\neffort to force its way across. The only possible safety lay in keeping\nto mid-stream and sweeping along with the current until something should\nturn up--a boat--a log--possibly a backwater, or even the breakwater of\na bridge.\n\nSo I decided to drown, and to annoy the angels of the underworld by\ntaking as long as possible in the process. And I set to work to fight as\nI had never in my whole life fought before. It was like swimming in a\nmillrace. The current swirled us this and that way, but everlastingly\nforward.\n\nSometimes the current rolled us over and over on each other, but for\nfifty per cent. of the time I managed to keep King on top of me, I\nswimming on my back and holding him by both arms, head nearly out of the\nwater. I can't explain exactly why I went to all that trouble, for I was\nconvinced he was dead.\n\nI remember wondering what the next world was going to be like, and\nwhether King and I would meet there, or whether we would each be sent to\na sphere suited to our individual requirements--and if so, what my\nsphere would be like, and whether either of us would ever meet Yasmini,\nand what she would be doing there. But it never occurred to me once that\nAthelstan King might be alive yet, or that he and I would be presently\ntreading mother earth again.\n\nI remember several terrific minutes when a big tree came whirling toward\nus in an eddy, and my legs got tangled up in some part of it that was\nunder water. Then, when I managed to struggle free, King's cotton\nloin-cloth became wrapped in a tangle of twigs and I could neither\nwrench nor break him free; whenever I tried it I merely sent myself\nunder and pulled his head after me.\n\nHowever, that tree suggested the possibility of prolonging the agony a\nwhile.\n\nI seized a branch and tried to take advantage of it, using all my\nstrength and skill to keep the tree from rolling over on King and\nsubmerging him completely. I can remember when we whirled under the\nsteel bridge and the tree struck the breakwater of the middle pier; that\nchecked us for a moment, and instead of sending us under, dragged King\nhalf out of the water, so that he lay after that on top of a branch.\n\nThen the stream got us going again, and swung the butt end of the tree\naround so that I was forced by it backward through the arch of the\nbridge; and after that for more than a mile we were waltzed round and\nround past sand-banks where the alligators lay on the look-out for\nhalf-burned corpses from the burning ghats higher up.\n\nAt last we swung round a curve in the river and came on a quiet bay\nwhere they were washing elephants. The current swung the tree inshore to\na point where it struck a submerged sand-bank and stuck there; and there\nwe lay with the current racing by, and King bobbing up and down with his\nhead out of water, and I too weak by that time to break off the twig\naround which his loin-cloth was wrapped.\n\nWell, there we were; but after a few minutes I raised enough steam for\nthe whistle at all events. I yelled until my own ear-drums seemed to be\nbursting and my lungs ached from the pressure on the water in them, and\nafter what seemed an eternity one of the mahouts on shore heard me.\n\nHope surged triumphant! I could see him wave his arm, and already I saw\nvisions of dry land again, and a disappointed Yama! But I was\noverlooking one important point: we were in India, where rescues are not\nundertaken in a hurry.\n\nHe called a conference. I saw all the mahouts gather together in one\nplace and stare at us and talk. They swung their arms as they argued. I\ndon't know what argument it was that finally appealed to the mahouts,\nbut after an interminable session one of them fetched a long rope and\nnine or ten of them climbed on the backs of three big elephants. They\nworked their way a little bit upstream, and then came as close as the\nelephants dared. One of the big brutes felt his way cautiously to within\ntwenty yards, and then threw up his trunk and refused to budge another\ninch.\n\nAt that a lean, naked, black man stood up on his rump and paid out the\nrope down-stream. He had to make nine or ten attempts before it finally\nfloated within reach of my hand. Then I made it fast to the tree and,\ntaking King in my right arm, started to work my way along it. It was\njust as well I did that, and got clear of the branch; for the mahouts\npassed the rope around the elephant's neck and set him to hauling; he\nrolled the tree over and over, and that would surely have been the end\nof King and me if we had been within reach of the overturning branches.\nAs it was I clung to the rope and the elephant hauled the lot of us high\nand dry.\n\n\n\n\nCHAPTER IX\n\nTHE EARTHQUAKE ELEPHANT\n\n\nAt the end of a minute's examination I began to suspect that King was\nnot quite dead, so I recalled the old life-saver's drill and got to work\non him. It took time. As King came more and more to his senses, and\nvomited a bit, and began to behave in all ways like a living man again,\nI had a chance to talk to the mahouts; and they were just like the\nmembers of any other union, preferring conversation to alleged hard\nlabor any day of the week. They told me why the elephants were being\nwashed so early and we enjoyed a regular _conversazione_ on the beach.\n\nIt appeared the elephants were wanted to take part in a procession, and\nfor a while they let me guess what sort of a procession. But at last\nthey took compassion on my ignorance.\n\n\"_She_ has issued invitations to a party for princesses in _her panch\nmahal_!\"\n\nWho was _she_? Everybody knew who _she_ was!\n\n\"The Princess Yasmini?\" I suggested.\n\nWhereat they all chuckled and made grimaces, and did everything except\nacknowledge her name in public.\n\nAnd then suddenly Athelstan King decided to sit up and spat some more\nwater out and tried to laugh. And they thought that was so exquisitely\nfunny that they all laughed too.\n\nThen, when he had coughed a little more--\n\n\"We're going to attend that party!\"\n\n\"Why?\" I asked him.\n\n\"Two reasons.\" But he had to cough up more water before he could tell\nthem. \"One: The Gray Mahatma will never rest until he knows we're dead,\nor done for, and the safest place is close to the enemy; and, two: I\nnever will rest until I know the secret of that science of theirs!\"\n\n\"How in thunder are we going to get back?\" I objected.\n\n\"Ride!\" he suggested.\n\n\"How--when--where?\"\n\n\"Elephant--now--to her palace,\" he answered.\n\n\"They're not her elephants.\"\n\n\"So much the better! She'll think the Maharajah knows all about us.\nShe'll _have_ to accord us protection after that.\"\n\nHe asked a dozen more questions, and finally struggled to his feet.\n\n\"My friend,\" he said then to the chief mahout, \"if you propose to take\nus two _sahibs_ to _her_ palace, and be back at your master's stables in\ntime to get ready for the _Bibi-kana_, you'll have to hurry!\"\n\n\"But I did not propose it!\" the mahout answered.\n\n\"Nay, the gods proposed it. Which is your fastest elephant?\"\n\n\"That great one yonder--Akbar. But who is giving orders? We are a\nmaharajah's servants.\"\n\n\"The gods are ordering all this business!\" King assured him. \"I wish to\nride to _her_ palace.\"\n\n\"By _her_ leave?\"\n\n\"By the gods' leave.\"\n\n\"Will the gods pay me?\"\n\n\"Doubtless. But she will pay first--setting the gods a good example.\"\n\nThe native of India finds it perfectly convenient to ride on a six-inch\nplank, slung more or less like a house-painter's platform against an\nelephant's bulging ribs, and it does not seem to make much difference to\nhim when more weight is on one side than on the other. But King and I\nhad to stand and hold each other's hands across the pad; and even so we\nwere by no means too secure, for Akbar resented being taken away from\nthe herd and behaved like a mutinous earthquake.\n\nIt was not so far to the city by road, because the river wound a good\ndeal and the road cut straight from point to point. But it was several\nmiles, and we covered it at pretty nearly the speed of a railroad train.\n\nIn spite of his rage, Akbar had perfect control of himself. Having\nmissed about half his morning swim, and the herd's society, he proposed\nto miss nothing else, and there was not one cart, one _ekka_, one\npiled-up load in all those miles that he did not hit and do his utmost\nto destroy. There was not one yellow dog that he did not give chase to\nand try to trample on.\n\nHe stopped to pull the thatch from the roof of a little house beside the\nroad, but as the plying _ankus_ made his head ache he couldn't stay long\nenough to finish that job but scooted uproad again in full pursuit of a\nFord car, while an angry man shoved his head through the hole in the\nroof of the house and cursed all the rumps of all the elephants,\ntogether with the forebears and descendants of their owners and their\nwives.\n\nIt seemed that Akbar was fairly well-known thereabouts. The men in the\nFord car shouted the news in advance of his coming, and the road into\nthe city began to look like the track of a routed army. Every man and\nanimal took to his heels, and Akbar trumpeted wild hurrahs as he\nstrained all tendons in pursuit. He needed no second wind, because he\nnever lost his first, but he took the whole course as far as the city\ngate at a speed that would have satisfied Jehu, son of Nimshi, who, the\nBible says, made Israel to sin.\n\nThat particular city gate consisted of an arch, covered with carvings of\noutrageous-looking gods, and as a picture display it was perfect, but as\nan entrance to a crowded city it possessed no virtue. It was so narrow\nthat only one vehicle could pass at a time, and the whole swarm jammed\nbetween it and us like sticks in front of a drain.\n\nAnd not even Akbar's strength was so great that he could shove them\nthrough, so the ancient problem of an irresistible force in contact with\nan immovable object was presented, and solved by Akbar after a fashion\nof his own.\n\nHe picked the softest spot, which was a wain-load of cotton bales, and\nupset it, cannoning off that cushion so swiftly as to come within an ace\nof scattering his four passengers across the landscape; and discerning,\nwith a swift strategic eye that would have done credit to the dashingest\ncavalry general, that that rout was complete and nothing could be gained\nby adding to it, he headed for the river and the women's bathing place,\ntook the broad stone steps at a dead run, and plunged straight in.\n\nNo ship was ever launched with more perfect aplomb, nor floated more\nsuperbly on an even keel than did Akbar at the women's bathing ghat. For\na moment I thought he proposed to lie down there and finish his\ninterrupted toilet, but he contented himself with squirting water on the\nsore spot caused by the thumping _ankus_ of the driver's and set out to\nswim upstream.\n\nIt was not until he had reached the second ghat and climbed the steps\nthere that Akbar put himself in Napoleon's class. When he reached the\ntop of the steps no amount of whacking with the _ankus_ could make him\nturn to the right and follow the city street. He turned to the left,\ntooted a couple of wild hurrahs through his newly wetted whistle, and\nraced to meet the traffic as it struggled through the gate in single\nfile!\n\nThere was ruin ripe for harvest and it looked like the proper time to\njump. But suddenly--with that delightful wheeled panic at his mercy, the\nbig brute stopped, stood still and looked at them, muttering and\ngurgling to himself. Instantly the mahout began petting him, calling him\nendearing names and praising his wisdom and discretion. I can't swear\nthat the beast understood what was said to him, but he acted exactly as\nif he did. He picked up dust from the street with his trunk, blew a\nlittle of it in the general direction of the defeated enemy, blew a\nlittle more on himself, and turned his rump toward the gate, as if to\nsignify that hostilities were over!\n\nAs he did that, a man who was something of an athlete swung himself up\non the off-side footboard, and a second later the proud face of the Gray\nMahatma confronted me across the saddle-pad alongside King's!\n\n\"You are heavy enough to balance the two of us,\" he said, as if no other\ncomment were necessary. \"Why did you run away from me? You can never\nescape!\"\n\nWell, of course anybody could say that after he had found us again.\n\n\"Was it you who checked this elephant?\" I asked him, remembering what he\nhad done to the black panther and the snakes, but he did not answer.\n\n\"Where do you think you are going?\" I asked.\n\n\"That is what the dry leaves asked of the wind,\" he answered. \"An\nobservant eye is better than a yearning ear, and patience outwears\ncuriosity!\"\n\nSuddenly I recalled a remark that King had made on the beach and it\ndawned on me that by frightening the mahout into silence the Mahatma\nmight undo the one gain we had made by that plunge and swim. As long as\nthe Maharajah who owned the elephant was to hear about our adventure,\nall was well. News of us would reach the Government. Most of the\nmaharajahs are pro-British, because their very existence as reigning\nprinces depends on that attitude, and they can be relied on to report to\nthe British authorities any irregularity whatever that comes under their\nnotice and at the same time does not incriminate themselves.\n\nThe same thought probably occurred to King, but he was rather too\nrecently recovered from drowning to be quick yet off the mark and\nbesides, the Mahatma was between him and the mahout, whereas I had a\nfree field. So I tugged at the arm of the second mahout, who was sitting\nbehind his chief, and he scrambled down beside me.\n\nThe Mahatma tried to take immediate advantage of that, and the very\nthing he did made it all the easier for me to deal with the second\nmahout, who had made the trip with us and who stared into my face with a\nkind of puzzled mistrust. The Mahatma, as active as a cat, climbed up\nbehind the chief mahout and sat astride the elephant's neck in the place\nwhere the second mahout had been, and began whispering.\n\n\"What is your Maharajah's name?\" I asked my neighbor on the plank.\n\n\"Jihanbihar,\" he answered, giving a string of titles too that had no\nparticular bearing on the situation. They sounded like a page of the Old\nTestament.\n\n\"You observe that his favorite elephant is about to be stolen with the\naid of the Gray Mahatma!\"\n\nThe fellow nodded, and the expression of his face was not exactly\npleased; he may have been one of a crowd that got cursed by the Mahatma\nfor asking too many impertinent questions.\n\n\"He has a reputation, that Mahatma, hasn't he?\" I suggested. \"You have\nheard of the miracles that he performs?\"\n\nHe nodded again.\n\n\"You see that he is talking to the chief mahout now? Take my word for\nit, he is casting a spell on him! Would you like to have him cast a\nspell on you too?\"\n\nHe shook his head.\n\n\"Run swiftly then, and tell the Maharajah _sahib_ to get a Brahman to\ncancel the spell, and you will be rewarded. Go quickly.\"\n\nHe dropped from the plank and went off at a run just as the Mahatma\nturned and saw him. The Mahatma had been whispering in the mahout's ear,\nand as his eye met mine I laughed. For a moment he watched the man\nrunning, and then, as if to demonstrate what a strange mixture of a man\nhe was, he laughed back at me. He acknowledged defeat instantly, and did\nnot appear in the least annoyed by it, but on the contrary appeared to\naccord me credit for outwitting him, as undoubtedly I had.\n\nIndia is not a democratic country. Nobody is troubled about keeping the\nunderworld in its place, so mahout or sweeper has the ear of majesty as\nreadily as any other man, if not even more so. And it would not make the\nslightest difference now what kind of cock and bull story the mahout\nmight tell to the Maharajah. However wild it might be it would certainly\ninclude the fact that two white men had ridden to Yasmini's palace on\nthe Maharajah's favorite elephant after having been fished out of the\nriver by mahouts at the elephant's bathing ghat.\n\nIt was the likeliest thing in the world that representations would be\nmade that very afternoon by telegraph to the nearest important British\nofficial, who would feel compelled to make inquiries. The British\nGovernment can not afford to have even unknown white men mysteriously\nmade away with.\n\nThe Gray Mahatma took all that for granted and nodded comprehendingly.\nHis smile, as we neared Yasmini's palace gate, appeared to me to include\na perfect appreciation of the situation. He seemed to accept it as\ncandidly as he had acknowledged my frequent escapes the night before.\n\nIsmail opened the gate without demur and Akbar sauntered in, being used\nto palaces. He passed under the first arch into the second courtyard,\ncoming to a halt at a gate on the far side that was too small for his\nenormous bulk where he proceeded to kneel without waiting for\ninstructions.\n\n\"Do you feel proud?\" the Mahatma asked me unexpectedly as he climbed off\nAkbar's neck.\n\nSuspecting some sort of verbal trap I did not answer him.\n\n\"You are like this elephant. You are able to do irreparable damage if\nyou see fit. _She_ was as apt as usual when she dubbed you Ganesha!\"\n\nHe was working toward some point he intended to make, like one of those\npleasant-tongued attorneys flattering a witness before tying him up in a\nknot, so I was careful to say nothing whatever. King came around the\nkneeling elephant and joined us, leaning back against the beast and\nappraising the Mahatma with his eyes half-closed.\n\n\"You're dealing with white men,\" King suggested. \"Why don't you talk in\nterms that we understand?\"\n\nIt seemed difficult for the Mahatma to descend to that. He half-closed\nhis eyes in turn and frowned, as if hard put to it to simplify his\nthoughts sufficiently--something like a mathematician trying to explain\nhimself to the kindergarten class.\n\n\"I could kill you,\" he said, looking straight at King.\n\nKing nodded.\n\n\"You are not the kind of man who _should_ be killed,\" he went on.\n\n\"Did you ever hear the fable of the fox and the sour grapes?\" King asked\nhim, and the Mahatma looked annoyed.\n\n\"Would you rather be killed?\" he retorted.\n\n\"'Pon my soul, I'm inclined to leave that to the outcome,\" King\nanswered. \"Death would mean investigation, and investigation discovery\nof that science you gave us a glimpse of.\"\n\n\"If I was to let you go,\" the Mahatma began to argue.\n\n\"I would not go! Forward is the only way,\" King interrupted. \"You've a\nreason for not having us two men killed. What is it?\"\n\n\"I have no reason whatever for preserving this one's life,\" the Mahatma\nanswered, glancing at me casually. \"For reasons beyond my power of\nguessing he seems to bear a charmed existence, but he has my leave to\nvisit the next world, and his departure would by no means inconvenience\nme. But you are another matter.\"\n\n\"How so?\" King asked. \"Mr. Ramsden is the man who would be inquired for.\nThe Indian Government, whose servant I no longer am, might ignore me,\nbut the multi-millionaire who is Mr. Ramsden's partner would spend\nmillions and make an international scandal.\"\n\n\"I am thinking of you, not of him. I am thinking you are honest,\" said\nthe Gray Mahatma, looking into King's eyes.\n\n\"So is he,\" King answered.\n\n\"I am wondering whether or not you are honest enough to trust me,\" said\nthe Gray Mahatma.\n\n\"Why certainly!\" King answered. \"If you would commit yourself I would\ntrust you. Why not?\"\n\n\"But this man would not,\" said the Mahatma, nudging me as if I were the\nelephant.\n\n\"I trust my friend King,\" I retorted. \"If he decides to trust you, I\nstand back of him.\"\n\n\"Very well then, let us exchange promises.\"\n\n\"Suppose we go a little more cautiously and discuss them first,\"\nsuggested King.\n\n\"I will promise both of you your life, your eventual freedom, and my\nfriendship. Will you promise me not to go in league with _her_----\"\n\n\"I'll agree to that unconditionally!\" King assured him with a dry smile.\n\n\"--not to try to learn the secret of the science----\"\n\n\"Why not?\"\n\n\"Because if you _should_ try I could never save your lives.\"\n\n\"Well, what else?\"\n\n\"Will you take oath never to disclose the whereabouts of the entrance to\nthe caverns in which you were allowed to see the sciences?\"\n\n\"I shall have to think that over.\"\n\n\"Furthermore, will you promise to take whatever means is pointed out to\nyou of helping India to independence?\"\n\n\"What do you mean by independence?\"\n\n\"Self-government.\"\n\n\"I've been working for that ever since I cut my eye-teeth,\" answered\nKing. \"So has every other British officer and civil servant who has any\nsense of public duty.\"\n\n\"Will you continue to work for it, and employ the means that shall be\npointed out to you?\"\n\n\"Yes is the answer to the first part. Can't answer the second part until\nI've studied the means.\"\n\n\"Will you join me in preventing that princess from throwing the world\ninto fresh confusion?\"\n\n\"Dunno about joining you. It's part of my business to prevent her little\ngame,\" King answered.\n\n\"She has proven herself almost too clever, even for us,\" said the\nMahatma. \"She spied on us, and she hid so many witnesses behind a wall\npierced with holes that it would be impossible for us to make sure of\ndestroying all of them. And somewhere or other she has hidden an account\nof what she knows, so that if anything should happen to her it would\nfall into the hands of the Government and compel investigation.\"\n\n\"Wise woman!\" King said smiling.\n\n\"Yes! But not so altogether wise. Hitherto we fooled her for all her\ncleverness. Her price of silence was education in our mysteries, and we\nhave made the education incomprehensible.\"\n\n\"Then why do you want my help?\"\n\n\"Because she has a plan now that is so magnificent in its audacity as to\nbaffle even our secret council!\"\n\nKing whistled, and the Mahatma looked annoyed--whether with himself or\nKing I was not sure.\n\n\"That is what I have been hunting for three years--your secret council.\nI knew it existed; never could prove it,\" said King.\n\n\"Can you prove it now?\" asked the Mahatma with even more visible\nannoyance.\n\n\"I think so. You'll have to help me.\"\n\n\"I?\"\n\n\"You or the Princess!\" King answered. \"Shall I join you or her?\"\n\n\"Thou fool! There was a sheep who asked, 'Which shall I run with, tiger\nor wolf?' Consider that a moment!\"\n\nKing showed him the courtesy of considering it, and was silent for\nperhaps two minutes, during which the mahout judged it opportune to\nwhine forth his own demands. But nobody took any notice of him.\n\n\"You seem check-mate to me,\" King said at last. \"You daren't kill my\nfriend or me. You daren't make away with us. You daren't make away with\nthe Princess. The Princess and several of her women know enough of your\nsecret to be able to force your hand; so do my friend Mr. Ramsden and I.\nMr. Ramsden and I have seen sufficient in that madhouse underneath the\ntemple to compel a Government inquiry. Is it peace or war, Mahatma? Will\nyou introduce me to your secret council, or will you fight to a finish?\"\n\n\"I would rather not fight with you, my young friend.\"\n\n\"Introduce me, then,\" King answered, smiling.\n\n\"You don't know what you ask--what that involves.\"\n\n\"But I propose to know,\" said King.\n\nThe Mahatma never seemed to mind acknowledging defeat.\n\n\"I see you are determined,\" he said quietly. \"Determination, my young\nfriend, combined with ignorance, is a murderer nine times out of ten.\nHowever, you do not understand that, and you are determined, I have no\nauthority to make such terms as you propose, but I will submit the\nmatter to those whom you desire to meet. Does that satisfy you?\"\n\nKing looked immensely dissatisfied.\n\n\"I would rather be your friend than your enemy,\" he answered.\n\n\"So said light and darkness each to the other when they first met! You\nshall have your answer presently. In the mean time will you try not to\nmake my task even more difficult than it already is?\"\n\nKing laughed uncomfortably.\n\n\"Mahatma, I like you well enough, but no terms until I have your answer!\nSorry! I'd like to be friends with you.\"\n\n\"The pity of it is that though you are honestly determined you are bound\nto fail,\" the Mahatma answered; and at that he dismissed the whole\nsubject with a motion of one hand, and turned toward Ismail, who was\nlurking about in the shadows like a wolf.\n\nThe Mahatma sent the man to the door of the _panch mahal_ with a message\nthat money was needed; and the mahout spent the next ten minutes in loud\npraises of his kneeling elephant, presumably on the theory that \"it pays\nto advertise,\" for it is not only the West that worships at that shrine.\n\nWhen Ismail came back with a tray on which were several little heaps of\nmoney the mahout went into abject ecstasies of mingled jubilee and\nreverence. His mouth betrayed unbelief and his eyes glinted avarice. His\nfingers twitched with agonied anticipation, and he began to praise his\nelephant again, as some people recite proverbs to keep themselves from\ngetting too excited.\n\nThe various heaps of money on the tray must have amounted to about fifty\ndollars. The mahout spread out the end of his turban by way of begging\nbowl, and the Mahatma shook all the money into it, so that Ismail gasped\nand the mahout himself turned up his eyes in exquisite delirium.\n\n\"Go or you will be too late!\" was all the Mahatma said to him, and the\nmahout did not wait for a second command, but mounted his elephant's\nneck, kicked the big brute up and rode away, in a hurry to be off before\nhe should wake up and discover that the whole adventure was a dream.\n\nBut he could not get away with it as easily as all that. Ismail was\nkeeper of the gate, and the gate was locked. Akbar doubtless could have\nbroken down the gate if so instructed, but even the East, which is never\nlong on gratitude, would hardly do that much damage after receiving such\na royal largesse. Ismail went to unlock the gate, and demanded his\npercentage, giving it, though, the Eastern name, which means \"the usual\nthing.\"\n\nAnd the usual argument took place--I approached to listen to it--the\nusual recriminations, threats, counterclaims, abuse, appeals to various\ndeaf deities, and finally concession--after Ismail had made the\nall-compelling threat to tell the other mahouts how much the gift had\namounted to. I suppose it was instinct that suggested that idea. At any\nrate, it worked and the mahout threw a handful of coins to him.\n\nThereat, of course, there was immediate, immense politeness on both\nsides. Ismail prayed that Allah might make the mahout as potbellied and\nidle as his elephant; and the mahout suggested to a dozen corruptible\ndeities that Ismail might be happier with a thousand children and wives\nwho were true to him. Whereat Ismail opened the gate, and Akbar helped\nhimself liberally to sugar-cane from a passing wagon; so that every one\nwas satisfied except the rightful owner of the sugar-cane, who cursed\nand wept and called Akbar an honest rajah, by way I suppose of\nexpressing his opinion of all the tax-levying powers that be.\n\nThere happened to be a thing they call a \"constabeel\" going by, and the\nowner of the sugar-cane appealed to him for justice and relief. So the\n\"constabeel\" prodded Akbar's rump with his truncheon, and helped\nhimself, too, to sugar-cane by way of balancing accounts. And while the\nowner of the sugar-cane was bellowing red doctrine about that, Ismail\nwent out and helped himself likewise, only more liberally, carrying in\nan armful of the stuff, and slamming the gate in the faces of all\nconcerned. In cynical enjoyment of the blasphemy outside he sat down\nthen in the shadow of the wall to chew the cane and count the change\nextorted from the mahout.\n\n\"Behold India self-governed!\" I said, turning to beckon through the arch\nbetween the two courtyards.\n\nBut the Mahatma was gone! And unlike the Cheshire cat, he had not even\nleft a smile behind him--had not even left Athelstan King behind him.\nThe two had disappeared as silently and as utterly as if they had never\nbeen there!\n\n\n\n\nCHAPTER X\n\nA DATE WITH DOOM\n\n\nI hunted about, looked around corners, searched the next courtyard, and\ndrew blank. Then I asked Ismail, and he mocked me.\n\n\"The Mahatma? You are like those fools who pursue virtue. There never\nwas any!\"\n\n\"That mahout named you rightly just now,\" said I. \"He knew your\ncharacter perfectly.\"\n\n\"That may be,\" Ismail answered, rising to his feet. \"But he was on an\nelephant where I could not reach him. You think you are a strong man?\nFeel of that then!\"\n\nHe was old, but no mean adversary. Luckily for him he did not draw a\nknife. I hugged the wind out of him, whirled him until he was dizzy and\nthrew him down into his dog's corner by the gate, not much the worse\nexcept for a bruise or two.\n\n\"Now!\" I said. \"Which way went King sahib and the Gray Mahatma?\"\n\n\"All ways are one, and the one way leads to _her_!\"\n\nThat was all I could get out of him. So I took the one way, straight\ndown through the courtyards and under the arches, past the old black\npanther's cage--the way that King and I had taken when we first arrived.\nBut it seemed like a year since I had trodden those ancient flagstones\nside by side with King--more than a year! It seemed as if a dozen\nlifetimes intervened. And it also occurred to me that I was growing\nfamished and desperately sleepy, and I knew that King must be in even\nworse condition. The old, black panther was sleeping as I went by, and I\nenvied him.\n\nThere was a choice of two ways when I reached the _panch mahal_, for it\nwas feasible to enter through the lower door, which was apparently\nunguarded, and climb the stone stairway that wound inside the wall.\nHowever, I chose the marble front steps, and barked my knuckles on the\ndoor at the top.\n\nI was kept waiting several minutes, and then four women opened it in\nplace of the customary two; and instead of smiling, as on previous\noccasions, they frowned, lining up across the threshold. They were older\nwomen than the others had been and looked perfectly capable of showing\nfight; allowing for their long pins and possible hidden weapons I would\nnot have given ten cents for my chance against them. So I asked for King\nand the Mahatma.\n\nThey pretended not to understand. They knew no Hindustani. My dialect of\nPunjabi was as Greek to them. They knew nothing about my clothes, or the\nsuitcase that King and I shared between us and that, according to\nYasmini, had been carried by her orders to the palace. The words \"King\"\nand \"Mahatma\" seemed to convey no meaning to them. They made it\nperfectly obvious that they suspected me of being mad.\n\nI began to suspect myself of the same thing! Feeling as sleepy as I did,\nit was not unreasonable to suspect myself at any rate of dreaming; yet I\nhad sufficient power of reasoning left to argue that if those were\ndream-women they would give way in front of me. So I stepped straight\nforward, and they no more gave way than a she-bear will if you call on\nher when she is nursing cubs. Two more women stepped out from behind the\ncurtains with long slithery daggers in their hands, and somehow I was\nnot minded to test whether those were dream-daggers or not.\n\nIt was a puzzle to know what to do. The one unthinkable thing would be\nto leave King unsought for. Suddenly it occurred to me to try that door\nunderneath the steps; so I kissed my hand irreverently to the\nquarterguard of harridans, and turned my back on them--which I daresay\nwas the most unwise move that I ever made in my whole life. I have done\nthings that were more disastrous in the outcome, but never anything more\ndeserving of ruin.\n\nHave you ever been tackled, tripped and hog-tied by women? Run rather\nthan risk it!\n\nThey threw a rope over my shoulders from behind, and I felt the foot of\none termagant in the small of my back as she hauled taut. I spun round\nand stepped forward to slacken the noose and free myself, and two more\nnooses went over my head in swift succession. Another caught my right\nfoot--another my right hand! More women came, with more ropes. It was\nonly a matter of seconds before they were almost dragging me asunder as\nthey hauled, two hags to a rope, and every one of them straining as if\nthe game were tug-of-war.\n\nThere was nothing else to do, and plenty of inducement, so I did it. I\nyelled. I sent my voice bellowing through those echoing halls to such\ntune that if King were anywhere in the place he would have to hear me.\nBut it did me no good. They only produced a gag and added that to my\ndiscomfort, shoving a great lump of rubber in my mouth and wrapping a\ntowel over it so tightly that I could hardly breathe.\n\nThen came Yasmini, gorgeously amused, standing at the top of the steps\nwhere the inner hall was raised a few feet above the outer, and ordering\nme blindfolded as well as rendered dumb.\n\n\"For if he can see as well as he can roar he will presently know too\nmuch,\" she explained sarcastically.\n\nSo they wrapped another towel over my eyes and pinned it with a cursed\nexport safety-pin that pierced clean through my scalp. And the harder I\nstruggled, the tighter they pulled on the ropes and the louder Yasmini\nlaughed, until I might as well have been on that rack that King and I\nsaw in the cavern underneath the temple.\n\n\"So strong _Ganesha-ji_!\" she mocked. \"So strong and yet so impotent!\nSuch muscles! Look at them! Can the buffalo hear, or are his ears\nstopped too?\"\n\nA woman rearranged the head-towel to make sure that my ears were missing\nnothing; after which Yasmini purred her pleasantest.\n\n\"O buffalo Ganesha, I would have you whipped to death if I thought that\nwould not anger Athelstan! What do you mistake me for? Me, who have been\ntwice a queen! That was a mighty jump from my window; and even as the\nbuffalo you swam, Ganesha! Buffalo, buffalo! Who but a buffalo would\nsnatch my Athelstan away from me, and then return alone! What have you\ndone with him? Hah! You would like to answer that you have done nothing\nwith him--buffalo, buffalo! He would never have left you willingly, nor\nyou him--you two companions who share one foolish little bag between\nyou!\n\n\"Does he love you? Hope, Ganesha! Hope that he loves you! For unless he\ncomes to find you, Ganesha, all the horrors that you saw last night, and\nall the deaths, and all the tortures shall be yours--with alligators at\nlast to abolish the last traces of you! Do you like snakes, Ganesha? Do\nyou like a madhouse in the dark? I think not. Therefore, Ganesha, you\nshall be left to yourself to think a little while. Think keenly! Invent\na means of finding Athelstan and I will let you go free for his sake.\nBut--fail--to think--of a successful plan--Ganesha--and you shall suffer\nin every atom of your big body! Bass! Take him away!\"\n\nI was frog-marched, and flung face-downward on to cushions, after which\nI heard a door snap shut and had leisure to work myself free from the\nropes and gag and towels. It took time, for the hussies had drawn the\ncords until they bit into the muscles, and maybe I was twenty minutes\nabout getting loose. Then, for ten minutes more I sat and chafed the\nrope-cuts, craving food, examining the room, and wishing above all\nthings that conscience would let me fall asleep on the feathery, scented\npillows with which the floor was strewn, rather than stay awake on the\noff-chance of discovering where King might be.\n\nIt was practically a bare room, having walls of painted wood that\nsounded solid when I made the circuit of the floor and tapped each panel\nin turn. But that proved nothing, for even the door sounded equally\nsolid; the folk who built that palace used solid timber, not veneer, and\nas I found out afterward the door was nearly a foot thick. On the floor\nI could make no impression whatever by thumping, and there was no\nfurniture except the pillows--nothing that I could use for a weapon.\n\nBut there were the cotton ropes with which they had bound me, and before\ndoing anything else I knotted them all into one. I had no particular\nreason for doing that beyond the general principle that one long rope is\nusually better than a half-a-dozen short ones in most emergencies.\n\nThere was only one window, and that was perhaps two feet high, big\nenough, that is, to scramble through, but practically inaccessible, and\nbarred. The only weapon I had was that infernal brass safety-pin that\nhad held the towel to my scalp, and I stuck that away in my clothes like\na magpie hiding things on general principles.\n\nI began to wonder whether it would not be wisest after all to lie down\nand sleep. But I was too hungry to sleep, and it was recognition of that\nfact which produced the right idea.\n\nBeyond doubt Yasmini realized that I was hungry. She had threatened me\nwith tortures, and was likely to inflict them if she should think that\nnecessary; but nothing seemed more unlikely than that she would keep me\nfor the present without food and water. It would be bad strategy, to say\nthe least of it. She had admitted that she did not want to offend King.\n\nThe more I considered that, the more worth while it seemed to bet on it;\nand as I had nothing to bet with except will power and personal\nconvenience, I plunged with both and determined to stay awake as long as\nhuman endurance could hold out.\n\nThere was only one way that food could possibly be brought into the\nroom, and that was through the massive teak-wood door. It was in the\nmiddle of the wall, and opened inward; there were no bolts on the\ninside. Anybody opening it cautiously would be able to see instantly all\ndown the length of half that wall, and possibly two thirds of the room\nas well.\n\nIt would have been hardly practical to stand against the door and hit at\nthe first head that showed, for then if the door should open suddenly,\nit would strike me and give the alarm. There was nothing else for it but\nto stand well back against the wall on the side of the door on which the\nhinges were; and as that would make the range too long for quick action\nI had to invent some other means of dealing with the owner of the first\nhead than jumping in and punching it.\n\nThere was nothing whatever to contrive a trap with but the cotton rope\nand the safety-pin, but the safety-pin like Mohammed's Allah, \"made all\nthings possible.\" I stuck that safety-pin in the woodwork and hung the\nnoose in such position that the least jerk would bring it down over an\nintruding head--practised the stunt for ten or fifteen minutes, and then\ngot well back against the wall with the end of the line in hand, and\nwaited.\n\nI have read Izaak Walton, and continue unconvinced. I still class\nfishing and golf together with tiddledywinks, and eschew all three as\nthoughtfully as I avoid bazaars and \"crushes\" given by the ladies of\nboth sexes. The rest of that performance was too much like fishing with\na worm to suit my temperament, and although I caught more in the end\nthan I ever took with rod and line, the next half-hour was boredom pure\nand simple, multiplied to the point of torture by intense yearning for\nsleep.\n\nBut patience sometimes is rewarded. I very nearly was asleep when the\nsound of a bolt being drawn on the far side of the door brought every\nsense to the alert with that stinging feeling that means blood spurting\nthrough your veins after a spell of lethargy. The bolt was a long time\ndrawing, as if some one were afraid of making too much noise, and I had\nplenty of time to make sure that my trap was in working order.\n\nAnd when the door opened gingerly at last, a head inserted itself, my\nnoose fell, and I hauled taut, I don't know which was most\nsurprised--myself or the Gray Mahatma! I jerked the noose so tight that\nhe could not breathe, let alone argue the point. I reckon I nearly\nhanged him, for his neck jammed against the door, and I did not dare let\ngo for fear he might withdraw himself and collapse on the wrong side. I\nwanted him _in_side, and in a hurry.\n\nHe was about two-thirds unconscious when I seized him by his one long\nlock of hair and hauled him in, shutting the door again and leaning my\nweight against it, while I pried the noose free to save him from sure\ndeath. Those cotton ropes don't render the way a hemp one would. And\nwhile I was doing that a sickening, utterly unexpected sound announced\nthat somebody outside the door had cautiously shot the bolt again! The\nMahatma and I were both prisoners!\n\nI sat the old fellow down on a cushion in a corner and chafed his neck\nuntil the blood performed its normal office of revivifying him. And as\nhe slowly opened first one eye and then the other, instead of cursing me\nas I expected, he actually smiled.\n\n\"The quality of your mercy was rather too well strained,\" he said in\nEnglish, \"but I thank you for the offer nevertheless!\"\n\n\"Offer?\" I answered. \"What offer have I made you?\"\n\n\"A very friendly offer. But the penalty of being in the secret of our\nsciences is that we may not die, except in the service of the cause.\nTherefore, my friend, your goodwill fell on barren ground, for if you\nhad succeeded in killing me my obligation would have been held to pass\nto you, and you would have suffered terribly.\"\n\n\"Who locked the door on us just now?\" I asked him.\n\n\"I don't know,\" he answered, smiling whimsically.\n\n\"Very well,\" I said, \"suppose you work one of your miracles! You and\nKing disappeared a while ago simply perfectly from right alongside me.\nCan you repeat the process here and spirit me away?\"\n\nHe shook his head.\n\n\"My friend, if your eyes had not been fixed on things unworthy of\nconsideration such as an elephant's rump and the theft of sugar-cane,\nyou would have seen us go.\"\n\n\"How did you persuade King to leave me standing there without a word of\nwarning?\" I demanded.\n\n\"How were you persuaded into this place?\" he retorted.\n\n\"You mean you gagged and bound him?\"\n\nHe smiled again.\n\n\"Your friend was weak from having so nearly been drowned; nevertheless,\nyou overestimate my powers!\"\n\n\"When I first met you, you gripped my hand,\" I answered. \"I am reckoned\na strong man, yet I could not shift your hand a fraction of an inch. Now\nyou suggest that you are weaker than a half-drowned man. I don't\nunderstand you.\"\n\n\"Of course you don't. That is because you don't understand the form of\nenergy that I used on the first occasion. Unfortunately I can only use\nit when arrangements have been made in advance. It is as mechanical as\nyour watch, only a different kind of mechanics--something, in fact, that\nsome of your Western scientists would say has not yet been invented.\"\n\n\"Well, where's King?\" I asked him.\n\n\"Upstairs. He asked me to bring you. Now how can I?\"\n\nHe smiled again with that peculiar whimsical helplessness that\ncontrasted so strangely with his former arrogance. He who had looked\nlike a lion when we first encountered him seemed now to be a meek and\nrather weak old man--much weaker in fact than could be accounted for by\nthe red ring that my noose had made on his neck.\n\n\"Is King at liberty?\" I demanded.\n\n\"And what do you call liberty?\" he asked me blandly, as if he were\nreally curious to know my opinion on that subject.\n\n\"Can he come and go without molestation?\"\n\n\"If he cares to run that risk, and is not caught. Try not to become\nimpatient with me! Anger is impotence! Explanations that do not explain\nare part and parcel of all religions and most sciences; therefore why\nlose your temper? Your friend is free to come and go, but must take his\nchance of being caught. He pursues investigations.\"\n\n\"Where?\"\n\n\"Where else than in this palace? Listen!\"\n\nAmong all the phenomena of nature there is none more difficult to\nexplain than sound. Hitherto in that teak-lined room we had seemed shut\noff from the rest of the world completely, for the door and walls were\nso thick and the floor so solid that sound-waves seemed unable to\npenetrate. Yet now a noise rather like sandpaper being chafed together\nbegan to assert itself so distinctly as to seem almost to have its\norigin in the room. In a way it resembled the forest noise when a breeze\nstirs the tree-tops at night--irregular enough, and yet with a kind of\npulse in it, increasing and decreasing.\n\n\"You recognize that?\" asked the Mahatma.\n\nI shook my head.\n\n\"Veiled women, walking!\"\n\n\"You mean the princesses have come?\"\n\n\"A few, and their attendants.\"\n\n\"How many princesses?\"\n\n\"Oh, not more than twenty. But each will bring at the least twenty\nattendants, and perhaps a score of friends, each of whom in turn will\nhave her own attendants. And only the princesses and their friends will\nenter the audience hall, which, however, will be surrounded by the\nattendants, whose business it will be to see that no stranger, and above\nall no male shall see or overhear.\"\n\n\"And if they were to catch Athelstan King up there?\"\n\n\"That would be his last and least pleasant experience in this world!\"\n\nThat was easy enough to believe. I had just had an experience of what\nthose palace women could do.\n\n\"She, who learned our secrets, will take care that none shall play that\ntrick on _her_,\" the Mahatma went on confidently. \"These women will use\nthe audience hall she lent to us. Their plan is to control the new\nmovement in India, and their strength consists in secrecy. They will\ntake all precautions.\"\n\n\"Do you mean to tell me,\" I demanded, \"that as you sit here now you are\nimpotent? Can't you work any of your tricks?\"\n\n\"Those are not tricks, my friend, they are sciences. Can your Western\nscientists perform to order without their right environment and\npreparations?\"\n\n\"Then you can't break that door down, or turn loose any magnetic force?\"\n\n\"You speak like a superstitious fool,\" he retorted calmly. \"The answer\nis no.\"\n\n\"That,\" said I, \"is all that I was driving at. Do you see this?\" And I\nheld my right fist sufficiently close to his nose to call urgent\nattention to it. \"Tell me just what transpired between you and King from\nthe time when you disappeared out there in the courtyard until you came\nin here alone!\"\n\n\"No beating in the world could make me say a word,\" he answered calmly.\n\"You would only feel horribly ashamed.\"\n\nI believed him, and sat still, he looking at me in a sort of way in\nwhich a connoisseur studies a picture with his eyelids a little lowered.\n\n\"Nevertheless,\" he went on presently, \"I observe that I have misjudged\nyou in some respects. You are a man of violent temper, which is cave-man\nfoolishness; yet you have prevailing judgment, which is the beginning of\ncivilization. There is no reason why I should not tell you what you\ndesire to know, even though it will do you no good.\"\n\n\"I listen,\" I answered, trying to achieve that air of humility with\nwhich _chelas_ listen to their _gurus_.\n\nThat was partly because I really respected the man in a way; and partly\nbecause there was small harm in flattering him a little, if that could\ninduce him to tell me the more.\n\n\"Know then,\" he began, \"that it was my fault that the Princess Yasmini\nwas able to play that trick on us. It was to me that she first made the\nproposal that we should use her audience hall for our conference. It was\nI who conveyed that proposal to those whom it concerned, and I who\npersuaded them. It was through my lack of diligence that the\nhiding-place was overlooked in which she and certain of her women lay\nconcealed, so that they overheard some of our secrets.\n\n\"For that I should have been condemned to death at once, and it would\nhave been better if that had been done.\n\n\"Yet for fifty years I have been a man of honor. And although it is one\nof our chief requirements that we lay aside such foolishness as\nsentiment, nevertheless the seeds of sentiment remained, and those men\nwere loath to enforce the penalty on me, who had taught so many of them.\n\n\"So they compromised, which is inevitably fatal. For compromise bears\nwithin itself the roots of right and wrong, so that whatever good may\ncome of it must nevertheless be ruined by inherent evil. I bade them use\nme for their studies, and have done with compromise, but being at fault\nmy authority was gone, so they had their way.\n\n\"They imposed on me the task of making use of the Princess Yasmini, and\nof employing her by some means to make a beginning of the liberation of\nIndia. And she sought to make use of me to get Athelstan King into her\nclutches. Moreover, believing that her influence over us was now too\ngreat to be resisted, she demanded that Athelstan King and yourself\nshould be shown sciences; and I consented, believing that thereby your\nfriend might be convinced, and would agree to go to the United States to\nshape public opinion.\n\n\"Thereafter you know what happened. You know also that, because the\nseeds of compromise were inherent in the plan, my purpose failed.\nInstead of consenting to go to the United States Athelstan King insisted\non learning our sciences. You and he escaped, by a dive from the upper\nwindow of this palace that would not have disgraced two fish-hawks, and\nalthough you never guessed it, by that dive you sentenced me to death.\n\n\"For I had to report your escape to those whom it most concerned. And at\nonce it was obvious to them that you were certain to tell what you had\nseen.\n\n\"Nevertheless, there was one chance remaining that you might both be\ndrowned; and one chance that you might be recaptured before you could\ntell any one what you had seen. And there was a third chance that, if\nyou should be recaptured, you might be persuaded to promise never to\nreveal what little of our secrets you already know. In that case, your\nlives might be spared, although not mine.\n\n\"So it was laid upon me to discover where you were, and to bring you\nback if possible. And on the polished table in that cave in which you\nsaw Benares and Bombay and London and New York, I watched you swim down\nthe river until you were rescued by the elephants.\n\n\"So then I went to meet you and bring you back.\"\n\n\"What if we had refused?\"\n\n\"That elephant you rode--hah! One word from me, and the mob would have\nblamed you for the damage. They would have pulled you from the elephant\nand beaten you to death. Such processes are very simple to any one who\nunderstands mob-passions. Just a word--just a hint--and the rest is\ninevitable.\"\n\n\"But you say you are under sentence of death. What if you should refuse\nto obey them?\"\n\n\"Why refuse? What good would that do?\"\n\n\"But you were at liberty. Why not run away?\"\n\n\"Whither? Besides, should I, who have enforced the penalty of death on\nso many fools, disloyal ones and fanatics, reject it for myself when I\nmyself have failed? There is nothing unpleasant about death, my friend,\nalthough the manner of it may be terrible. But even torture is soon\nover; and the sting is gone from torture when the victim knows that the\ncause of science is thereby being advanced. They will learn from my\nagonies.\"\n\n\"Suit yourself!\" I urged him. \"Each to his own amusement. What happened\nafter I turned to watch the elephant at the gate?\"\n\n\"Those on whom the keeping of our secret rests considered that none\nwould believe you, even if you were to tell what you have seen. But\nAthelstan King is different. For many years the Indian Government has\naccepted his bare word. Moreover, we knew that we can also accept his\nword. He is a man whose promises are as good as money, as the saying is.\n\n\"So after you turned aside to watch an elephant, those who were watching\nus opened a hidden door and Athelstan King was made prisoner from\nbehind. They carried him bound and gagged into a cavern such as those\nyou visited; and there he was confronted by the Nine Unknown, who asked\nhim whether or not he will promise never to reveal what he had seen.\"\n\nThe Mahatma paused.\n\n\"Did he promise?\" I asked him.\n\n\"He refused. What was more, he dared them to make away with him, saying\nthat the mahout who had accompanied us hither would already have\ninformed the Maharajah Jihanbihar, who would certainly report to the\nGovernment. And I, standing beside him, confirmed his statement.\"\n\n\"You seem to have acted as prosecuting attorney against yourself!\" I\nsaid.\n\n\"No, I simply told the truth,\" he answered. \"We who calculate in terms\nof eternity and infinity have scant use for untruth. I told the Nine\nUnknown the exact truth--that this man Athelstan King might not be\nkilled, because of the consequences; and that whatever he might say to\ncertain officers of the Government would be believed. So they let him go\nagain, and set midnight to-night as the hour of the beginning of my\ndeath.\"\n\n\"Did King know that his refusal to promise entailed your death?\" I\nasked.\n\nHe shook his head.\n\n\"Why didn't you tell him?\"\n\n\"Because it would not have been true, my friend. I had already been\nsentenced to death. His promise could make no possible difference to my\nfate. They let him go, and ordered me to present myself at midnight; so\nI went with him, to preserve him from the cobras in a tunnel through\nwhich he must pass.\n\n\"I brought him into this palace by hidden ways, and after I had shown\nhim the audience hall, where these princesses are to meet, he asked me\nto go and find you--that being easier for me than for him, because none\nin this palace would be likely to question me, whereas he would be\ndetected instantly and watched, even if not prevented. And when I had\nfound you--and you nearly killed me--some one, as you know, locked the\ndoor and shut us in here together. It is all one to me,\" he added with a\nshrug of the shoulders; \"I have only until midnight at any event, and it\nmakes small difference where I spend the intervening hours. Perhaps you\nwould like to sleep a little? Why not? Sleep, and I will keep watch.\"\n\nBut, badly though I needed sleep, that sort of death-watch did not quite\nappeal. Besides, gentle, and honest and plausible though the Gray\nMahatma now seemed, there was still something within me that rebelled at\ntrusting him entirely. He had been all along too mysterious, and mystery\nis what irritates most of us more than anything else. It needs a man\nlike Athelstan King to recognize the stark honesty of such a man as that\nGray Mahatma; and Athelstan King was not there to set the example. I\npreferred to keep awake by continuing to question him.\n\n\"And d'you mean that those devils will deliberately torture you to death\nafter you surrender voluntarily?\" I asked.\n\n\"They are not devils,\" he answered solemnly.\n\n\"But they'll torture you?\"\n\n\"What is called torture can hardly fail to accompany the process they\nwill put me through--especially if I am to be honored as I hope. For a\nlong time we have sought to make one experiment for which no suitable\nsubject could be found. For centuries it has been believed that a\ncertain scientific step is possible; but the subject on whom the\nexperiment is tried must be one who knows all our secrets and well\nunderstands the manipulation of vibrations of the atmosphere. It is\nseldom that such an one has to be sentenced to death. And it is one of\nour laws that death shall never be imposed on any one not deserving of\nit. There are many, myself included, who would cheerfully have offered\nourselves for that experiment at any time, had it been allowed.\"\n\n\"So you're really almost contented with the prospect?\" I suggested.\n\n\"No, my friend. I am discontented. And for this reason. It may be that\nthe nine unknown, who are obliged by the oath of our order to be stern\nand devoid of sentiment, will discover how pleased I would be to submit\nmyself to that experiment. And in that case, in place of that experiment\nthey would feel obliged merely to repeat some test that I have seen a\ndozen times.\"\n\n\"And throw your body to the alligators afterward?\"\n\n\"In that case, yes. But if what I hope takes place, there will be\nnothing left for the alligators--nothing but bones without moisture in\nthem that will seem ten centuries old.\"\n\n\n\n\nCHAPTER XI\n\n\"KILL! KILL!\"\n\n\nThe Gray Mahatma sat still, contemplating with apparent equanimity his\nend that should begin at midnight, and I sat contemplating him, when\nsuddenly a new idea occurred to me.\n\n\"You intend to surrender to your executioners at midnight?\" I asked him.\n\nHe nodded gravely.\n\n\"Suppose she keeps us locked in here; what then? You say you can't use\nyour science to get out of here. What if you're late for the\nassignation?\"\n\n\"You forget,\" he said with a deprecating gesture, \"that they can see\nexactly where I am at any time! If they enter the cavern of vision and\nturn on the power they can see us now, instantly. They know perfectly\nwell that my intention is to surrender to them. Therefore they will take\ncare to make my escape from this place possible.\"\n\nFive minutes later the door opened suddenly, and six women marched in.\nTwo of them had wave-edged daggers, two had clubs, and the other two\nbrought food and water. It was pretty good food, and there was enough of\nit for two; but the women would not say a word in answer to my\nquestions.\n\nThey set the food and water down and filed out one by one, the last one\nguarding the retreat of all the rest and slipping out backward, pulling\nthe door shut after her. Whereat I offered the Mahatma food and drink,\nbut he refused the hot curry and only accepted a little water from the\nbrass carafe.\n\n\"They will feed me special food to-night, for I shall need my strength,\"\nhe explained; but the explanation was hardly satisfying.\n\nI did not see how he could be any stronger later on for having let\nhimself grow weaker in the interval. Nevertheless, I have often noticed\nthis--that the East can train athletes by methods absolutely opposite to\nthose imposed by trainers in the West, and it may be that their\nasceticism is based on something more than guesswork. I ate enormously,\nand he sat and watched me with an air of quiet amusement. He seemed to\ngrow more and more friendly all the time, and to forget that he had made\nseveral attempts on my life, although his yellow eyes and lionlike way\nof carrying his head still gave you an uncomfortable feeling, not of\nmistrust but of incomprehension.\n\nI began to realize how accurately King had summed him up; he was an\nabsolutely honest man, which was why he was dangerous. His standards of\nconduct and motives were utterly different from ours, and he was honest\nenough to apply them without compromise or warning, that was all.\n\nI was curious about his death sentence, and also anxious to keep awake,\nso I questioned him further, asking him point blank what kind of\nexperiment they were going to try on him, and what would be the use of\nit. He meditated for about five minutes before answering:\n\n\"Is it within your knowledge that those who make guns seek ever to make\nthem powerful enough to penetrate the thickest armor; and that the men\nwho make armor seek always to make it strong enough to resist the most\npowerful guns, so that first the guns are stronger, and then the armor,\nand then the guns and then the armor again, until nations groan beneath\nthe burden of extravagance? You know that?\n\n\"Understand, then, that that is but imitation of a higher law. A\nfragment of the force that we control is greater than the whole power of\nall the guns in the world, and forever we are seeking the knowledge of\nhow to protect ourselves against it, so that we may safely experiment\nwith higher potencies. As we learn the secret of safety we increase the\npower, and then learn more safety, and again increase the power.\nPerpetually there comes a stage at which we dare not go\nforward--yet--because we do not yet know what the result of higher\npotencies will be on our own bodies. Do you understand me? So. There\nwill be an experiment to-night to ascertain the utmost limit of our\npresent ability to resist the force.\"\n\n\"You mean they'll try the force on you?\"\n\nHe nodded.\n\n\"Why not use an alligator? There are lots of creatures that die harder\nthan a human being.\"\n\n\"It must be one who understands,\" he answered. \"Not even a neophyte\nwould do. It must be one of iron courage, who will resist to the last,\nenduring agony rather than letting in death that would instantly end the\nagony. It must be one who knows the full extent of all our knowledge,\nand can therefore apply all our present resources of resistance, so that\nthe very outside edge of safety, as it were, may be measured\naccurately.\"\n\n\"And how long is the process likely to last?\" I asked him.\n\n\"Who knows?\" he answered. \"Possibly three days, or longer. They will\nfeed me scientifically, and will increase the potencies gradually, in\norder to observe the exact effects at different stages. And some of the\nmore painful stages they will repeat again and again, because the\ngreater the pain the greater the difficulty of registering exact degrees\nof resistance. The higher vibrations are not by any means always the\nmost painful, any more than the brightest colors or the highest notes\nare always the most beautiful.\"\n\n\"Then you are to use your knowledge of resistance against their\nknowledge of force--is that it?\"\n\nHe nodded.\n\n\"Isn't there a chance then that you may hold out to a point that will\nsatisfy them? A point, I mean, at which you'll be more useful to them\nalive than dead? Surely if you should live and tell them all about it\nthat would serve the purpose better than to have you dead and silent\nforever?\"\n\nHe smiled like a school teacher turning down a promising pupil's\nsuggestion.\n\n\"They will vibrate every atom of flesh and every drop of moisture from\nmy bones before they have finished,\" he answered, \"and they will do it\nas gradually as possible seeking to ascertain exactly the point at which\nhuman life ceases to persist. My part will be to retain my faculties to\nthe very end, in order to exercise resistance to the last. So a great\ndeal depends on my courage. It is possible that this experiment may\ncarry science forward to a point where it commences a new era, for if we\ncan learn to survive the higher potencies, a whole new realm will lie\nbefore us awaiting exploration.\"\n\n\"And if you refuse?\"\n\n\"A dog's death!\"\n\n\"Have they no use for mercy?\"\n\n\"Surely. But mercy is not treason. It would be treason to the cause to\nlet me live. I failed. I let the secret out. I _must_ die. That is the\nlaw. If they let me live, the next one who failed would quote the\nprecedent, and within a century or so a new law of compromise would have\ncrept in. Our secrets would be all out, and the world would use our\nknowledge to destroy itself. No. They show their mercy by making use of\nme, instead of merely throwing my dead carcass to the alligators.\"\n\n\"If you will tell me your real name I will tell them at Johns Hopkins\nabout your death, and perhaps they will inscribe your record on some\nroll of martyrs,\" I suggested.\n\nI think that idea tempted him, for his eyes brightened and grew\nstrangely softer for a moment. He was about to speak, but at that moment\nthe door opened again, and things began to occur that drove all thought\nof Johns Hopkins from our minds.\n\nAbout a dozen women entered this time. They did not trouble to tie the\nMahatma, but they bound me as the Philistines did Samson, and then threw\na silken bag over my head by way of blindfold. The bag would have been\nperfectly effective if I had not caught it in my teeth as they drew it\nover my shoulders. It did not take long to bite a hole in it, nor much\nlonger to move my head about until I had the hole in front of my right\neye, after which I was able to see fairly well where they were leading\nme.\n\nWomen of most lands are less generous than men to any one in their\npower. Men would have been satisfied to let me follow them along or\nmarch in front of them, provided I went fast enough to suit them, but\nthose vixens hardly treated me as human. Perhaps they thought that\nunless they beat, shoved, prodded and kicked me all the way along those\ncorridors and up the gilded stairs I might forget who held the upper\nhand for the moment; but I think not. I think it was simply\nsex-venom--the half-involuntary vengeance that the under-dog inflicts on\nthe other when positions are reversed. When India's women finally break\npurdah and enter politics openly, we shall see more cruelty and\nsavagery, for that reason, than either the French or Russian terrors had\nto show.\n\nI was bruised and actually bleeding in a dozen places when they hustled\nme down a corridor at last, and crowded me into a narrow anteroom, where\nthe two harridans who had handled me hardest had the worst of it. I gave\nthem what in elephant stables is known as the \"squeeze,\" crushing them\nto right and left against projecting walls; whereat they screamed, and I\nheard the reproving voice of the Mahatma just behind me:\n\n\"Violence is the folly of beasts. Patience and strength are one!\"\n\nBut they were not sticking pins into his ribs and thighs to humiliate\nand discourage him. He was being led by either hand, and cooed to softly\nin the sort of way that members of the Dorcas Guild would treat a\nbishop. It was easy enough for him to feel magnanimous. I managed to\ntread hard on one foot, and to squeeze two more women as they shoved me\nthrough a door into a vast audience hall, and the half-suppressed\nscreams were music in my ears. I don't see why a woman who uses pins on\na prisoner should be any more immune than a man from violent\nretaliation.\n\nWhen they had shut the door they stripped the silk bag off over my head\nand holding me by the arms, four on either side, dragged me to the\nmiddle of a hall that was at least as large as Carnegie Hall in New\nYork, and two or three thousand times as sumptuous.\n\nI stood on a strip of carpet six feet wide, facing a throne that faced\nthe door I had entered by. The throne was under a canopy, and formed the\ncenter of a horseshoe ring of gilded chairs, on every one of which sat a\nheavily veiled woman. Except that they were marvelously dressed in all\nthe colors of the rainbow and so heavily jeweled that they flashed like\nthe morning dew, there was nothing to identify any of the women except\none. She was Yasmini. And she sat on the throne in the center, unveiled,\nunjeweled, and content to outshine all of them without any kind of\nartificial aid.\n\nShe sat under a hard white light directed from behind a lattice in the\nwall that would have exaggerated the slightest imperfection of looks or\nmanner; and she looked like a fairy-book queen--like the queen you used\nto think of in the nursery when your aunt read stories to you and the\nillustrated Sunday supplements had not yet disillusioned you as to how\nqueens wear their hats.\n\nShe was Titania, with a touch of Diana the Huntress, and decidedly\nsomething of Athena, goddess of wisdom, clothed in flowing cream that\nshowed the outlines of her figure, and with sandals on her bare feet.\nNot a diamond. Not a jewel of any kind. Her hair was bound up in the\nGrecian fashion and shone like yellow gold.\n\nSurely she seemed to have been born for the very purpose of presiding.\nPerhaps she was the only one who was at ease, for the others shifted\nrestlessly behind their veils and had that vague, uncertain air that\ngoes with inexperience--although one woman, larger looking than the\nrest, and veiled in embroidered black instead of colors, sat on a chair\nnear the throne with a rather more nervy-looking outline. There were\nmore than a hundred women in there all told.\n\nYasmini's change of countenance at sight of my predicament was\ninstantaneous. I don't doubt it was her fault that I had been mistreated\non the way up, for these women had seen me bound by her orders and\nmocked by her a couple of hours previously. But now she saw fit to seem\nindignant at the treatment I had suffered, and she made even the ranks\nof veiled princesses shudder as she rose and stormed at my captors,\ngiving each word a sort of whip-lash weight.\n\n\"Shall a guest of mine suffer in my house?\"\n\nOne of the women piped up with a complaint against me. I had trodden on\nher foot and crushed her against a door-jamb.\n\n\"Would he had slain you!\" she retorted. \"She-dog! Take her away! I will\npunish her afterward! Who stuck pins into him? Speak, or I will punish\nall of you!\"\n\nNone owned up, but three or four of them who had not been able to come\nnear enough to do me any damage betrayed the others, so she ordered all\nexcept four of them out of the room to await punishment at her\nconvenience. And then she proceeded to apologize to me with such royal\ngrace and apparent sincerity that I wondered whom she suspected of\noverhearing her. Wondering, my eyes wandering, I noticed the woman\nveiled in black. She was an elderly looking female, rather crouched up\nin her gorgeous shawl as if troubled with rheumatism, and neither her\nhands nor her feet were visible, both being hidden in the folds of the\nlong _sari_.\n\nThe next instant Yasmini flew into a passion because the Mahatma and I\nwere kept standing. The Mahatma was not standing, as a matter of fact;\nhe had already squatted on the floor beside me. The women brought us\nstools, but the Mahatma refused his. Thinking I might be less\nconspicuous sitting than standing I sat down on my stool, whereat\nYasmini began showering the women with abuse for not having supplied me\nwith better garments. Considering the long swim, the dusty ride on an\nelephant, and two fights with women, during which they had been ripped\nnearly into rags, the clothes weren't half-bad!\n\nSo they brought me a silken robe that was woven all over with pictures\nof the Indian gods. And I sat feeling rather like a Roman, with that\ngorgeous toga wrapped around me; I might have been bearing Rome's\nultimatum to the Amazons, supposing those bellicose ladies to have\nexisted in Rome's day.\n\nBut it was presently made exceedingly clear to me that Yasmini and not I\nwas deliverer of ultimatums. She had the whole future of the world doped\nout, and her golden voice proceeded to herald a few of the details in\nmellifluous Punjabi.\n\n\"Princesses,\" she began, although doubtless some of them were not\nprincesses, \"this holy and benign Mahatma has been sentenced to die\nto-night, by those who resent his having trusted women with royal\nsecrets. He is too proud to appeal for mercy; too indifferent to his own\nwelfare to seek to avoid the unjust penalty. But there are others who\nare proud, and who are not indifferent!\n\n\"We women are too proud to let this Gray Mahatma die on our account! And\nit shall not be said of us that we consented to the death of the man who\ngave us our first glimpse of the ancient mysteries! I say the Gray\nMahatma shall not die to-night!\"\n\nThat challenge rang to the roof, and the women fluttered and thrilled to\nit. I confess that it thrilled me, for I did not care to think of the\nMahatma's death, having come rather to like the man. The only person in\nthe hall who showed no trace of the interest was the Mahatma himself,\nwho squatted on the carpet close beside me as stolid and motionless as a\nbronze idol, with his yellow lion's eyes fixed on Yasmini straight ahead\nof him.\n\n\"These men, who think themselves omnipotent, who own the secret of the\nroyal sciences,\" Yasmini went on, \"are no less human than the rest of\nus. If I alone had learned the key to their secrets, they might have\nmade an end of me, but there were others, and they did not know how many\nothers! Now there are more; and not only women, but men! And not only\nmen, but known men! Men who are known to the Government! Men whom they\ndare not try to make away with!\n\n\"It is true that if they should destroy the Gray Mahatma none would\ninquire for him, for he left the world behind him long ago, and none\nknows his real name or the place he can from. But that is not so in the\ncase of these other men, one of whom sits beside him now. Already\nMaharajah Jihanbihar has inquired by telegraph as to their names and\ntheir business here, and the Government agents will be here within a day\nor two. Those two white men must be accounted for. Let them, then,\naccount to us for the Gray Mahatma's life!\"\n\nI glanced sideways at the Gray Mahatma. He seemed perfectly indifferent.\nHe was not even interested in the prospect of reprieve. I think his\nthoughts were miles away, although his eyes stared straight ahead at\nYasmini. But he was interested in something, and I received the\nimpression that he was waiting for that something to happen. His\nattitude was almost that of a telegraphist listening for sounds that\nhave a meaning for him, but none for the common herd. And all at once I\nsaw him nod, and beckon with a crooked forefinger.\n\nThere was nobody in that hall whom he was beckoning to. He was not\nnodding to Yasmini. I saw then that his eyes, although they looked\nstraight at her, were focused beyond her for infinity. And there came to\nmind that chamber in the solid rock below the Tirthankers' temple in\nwhich the granite table stood on which whoever knew the secret could see\nanything, anywhere! I believe that I am as sane as you, who read this,\nand I swear that it seemed reasonable to me at that moment that the Gray\nMahatma knew he was visible to watchers in that cavern, and that he was\nsignaling to them to come and rescue him--from life, for the appointed\ndeath!\n\nBut Yasmini seemed not to have noticed any signaling, and if she did she\ncertainly ignored it. Perhaps she believed that her hornet's nest of\nwomen could stand off any invasion or interference from without. At any\nrate, she went on unfolding her instructions to destiny with perfectly\nsublime assurance.\n\n\"It is only we women who can arouse India from the dream of the\n_Kali-Yug_. It is only in a free India that the Royal sciences can ever\nbe stripped of their mystery. India is chained at present by opinions.\nTherefore opinions must be burst or melted! Melting is easier! It is\nhearts that melt opinions! Let these men, therefore, take this Gray\nMahatma with them to the United States and let them melt opinions there!\nLet them answer to us for the Mahatma's life, and to us for the work\nthey do yonder!\n\n\"And lest they feel that they have been imposed upon--that they are\nbeggars sent to beg in behalf of beggars--let us pay them royally! Lo,\nthere sits one of these men beside the Gray Mahatma. I invite you, royal\nwomen, to provide him with the wherewithal for that campaign to which we\nhave appointed him and his friend!\"\n\nShe herself set the example by throwing a purse at me--a leather wallet\nstuffed full of English banknotes, and the others had all evidently come\nprepared, for the room rained money for about two minutes! Purses fell\non the Mahatma and on me in such profusion that surely Midas never felt\nmore opulent--although the Mahatma took no notice of them even when one\nhit him in the face.\n\nThere were all kinds of purses, stuffed with all kinds of money, but\nmostly paper money; some, however, had gold in them, for I heard the\ngold jingle, and the darned things hurt you when they landed like a rock\non some part of your defenseless anatomy. Take them on the whole, those\nwomen made straight shooting, but not even curiosity was strong enough\nto make me pick up one purse and count its contents.\n\nI rose and bowed acknowledgment without intending to commit myself, and\nwithout touching any of the purses, which would have been instantly\ninterpreted as signifying acceptance. But I sat down again pretty\npromptly, for I had no sooner got to my feet than the woman in black got\nup too, and throwing aside the embroidered _sari_ disclosed none other\nthan Athelstan King looking sore-eyed from lack of sleep and rather weak\nfrom all he had gone through, but humorously determined, nevertheless.\n\nYasmini laughed aloud. Evidently she was in the secret. But nobody else\nhad known, as the flutter of excitement proved. I think most of the\nwomen were rather deliciously scandalized, although some of them were so\nimbued with ancient prejudices that they drew their own veils all the\ncloser and seemed to be trying to hide behind one another. In fact, any\none interested in discovering which were the progressives and which the\nreactionaries in that assembly could have made a good guess in that\nminute, although it might not have done him much good unless he had a\ngood memory for the colors and patterns of _saris_. A woman veiled in\nthe Indian fashion is not easy to identify.\n\nBut before they could make up their minds whether to resent or applaud\nthe trick that King had played on them with Yasmini's obvious\ncollaboration, King was well under way with a speech that held them\nspellbound. It would have held any audience spellbound by its sheer,\nstark manliness. It was straighter from the shoulder than Yasmini's\neloquence, and left absolutely nothing to imagination. Blunt, honest\ndownrightness, that was the key of it, and it took away the breath of\nall those women used to the devious necessities of purdah politics.\n\n\"My friend and I refuse,\" he said, and paused to let them understand\nthat thoroughly. \"We refuse to accept your money.\"\n\nYasmini, who prided herself on her instantly ready wit, was too\nastonished to retort or to try to stop him. It was clear at a glance\nthat she and King had had some sort of conference while the Mahatma and\nI were locked up together, and she had evidently expected King to fall\nin line and accept the trust imposed on him. Even now she seemed to\nthink that he might be coming at concession in his own way, for her face\nhad a look of expectancy. But King had nothing in his bag of surprises\nexcept disillusion.\n\n\"You see,\" he went on, \"we can no longer be compelled. We might be\nkilled, but that would bring prompt punishment. Maharajah Jihanbihar has\nalready started inquiries about us, by telegraph, which, as you know,\ngoes swiftly. We or else our slayers will have to be produced alive\npresently. So we refuse to accept orders or money from any one. But as\nfor the Mahatma--we accord him our protection. There is only one power\nwe recognize as able to impose death penalties. We repudiate all\nusurpation of that power. If the Mahatma thinks it will be safer in the\nUnited States, my friend and I will see that he gets there, at our\nexpense.\n\n\"It was in my mind,\" he went on, \"to drive a hard bargain with the\nMahatma. I was going to offer him protection in return for knowledge.\nBut it is not fair to drive bargains with a man so closely beset as he\nis. Therefore I offer him protection without terms.\"\n\nWith that he tossed the black _sari_ aside and strode down the narrow\ncarpet to where the Mahatma sat beside me, giving Yasmini a mere nod of\ncourtesy as he turned his back on her. And until King reached us, the\nMahatma squatted there beckoning one crooked forefinger, like a man\ntrying to coax a snake out of its hole. King stood there smiling and\nlooked down into his eyes, which suddenly lost their look of staring\ninto infinity. He recognized King, and actually smiled.\n\n\"Well spoken!\" he said rather patronizingly. \"You are brave and honest.\nYour Government is helpless, but you and your friend shall live because\nof that offer you just made to me.\"\n\nYasmini was collecting eyes behind King's back, and it needed no expert\nto know that a hurricane was cooking; but King, who knew her temper well\nand must have been perfectly aware of danger, went on talking calmly to\nthe Mahatma.\n\n\"You're reprieved too, my friend.\"\n\nThe Mahatma shook his head.\n\n\"Your Government is powerless. Listen!\"\n\nAt that moment I thought he intended us to listen to Yasmini, who was\ngiving orders to about a dozen women, who had entered the hall through a\ndoor behind the throne. But as I tried to catch the purport of her\norders I heard another sound that, however distant, is as perfectly\nunmistakable as the boom of a bell, for instance, or any other that\nconveys its instant message to the mind. If you have ever heard the roar\nof a mob, never mind what mob, or where, or which language it roared in,\nyou will never again mistake that sound for anything else.\n\n\"They have told the people,\" said the Mahatma. \"Now the people will tear\nthe palace down unless I am released. Thus I go free to my assignation.\"\n\nWe were not the only ones who recognized that tumult. Yasmini was almost\nthe first to be aware of it; and a second after her ears had caught the\nsound, women came running in with word from Ismail that a mob was\nthundering at the gate demanding the Mahatma. A second after that the\nnews had spread all through the hall, and although there was no panic\nthere was perfectly unanimous decision what to do. The mob wanted the\nMahatma. Let it have him! They clamored to have the Mahatma driven\nforth!\n\nKing turned and faced Yasmini again at last, and their eyes met down the\nlength of that long carpet. He smiled, and she laughed back at him.\n\n\"Nevertheless,\" said the Mahatma, laying a hand on King's shoulder, and\nreaching for me with his other hand, \"she is no more to be trusted than\nthe lull of the typhoon. Come with me.\"\n\nAnd with an arm about each of us he started to lead the way out through\nthe maze of corridors and halls.\n\nHe was right. She was not to be trusted. She had laughed at King, but\nthe laugh hid desperation, and before we reached the door of the\naudience hall at least a score of women pounced on King and me to drag\nus away from the Mahatma and make us prisoners again. And at that the\nMahatma showed a new phase of his extraordinary character.\n\nI was well weary by that time of being mauled by women. Suddenly the\nMahatma seized my arm, and gave tongue in a resounding, strange,\nmetallic voice such as I never heard before. It brought the whole\nsurging assembly to rigid attention. It was a note of command, alarm,\nannouncement, challenge, and it carried in its sharp reverberations\nsomething of the solemnity of an opening salvo of big guns. You could\nhave heard a pin drop.\n\n\"I go. These two come with me. Shall I wait and let the mob come in to\nfetch me forth?\"\n\nBut Yasmini had had time now in which to recover her self-possession,\nand she was in no mood to be out-generaled by any man whom she had once\ntricked so badly as to win his secrets from him. Her ringing laugh was\nan answering challenge, as she stood with one hand holding an arm of the\nthrone in the attitude of royal arrogance.\n\n\"Good! Let the mob come! I, too, can manage mobs!\"\n\nHer voice was as arresting as his, although hers lacked the clamorous\nquality. There was no doubting her bravery, nor her conviction that she\ncould deal with any horde that might come surging through the gates. But\nshe was not the only woman in the room by more than ninety-nine and\ncertainly ninety-nine of them were not her servants, but invited guests\nwhom she had coaxed from their purdah strongholds partly by the lure of\ncuriosity and partly by skilful playing on their new-born aspirations.\n\nDoubtless her own women knew her resourcefulness and they might have\nlined up behind her to resist the mob. But not those others! They knew\ntoo well what the resulting reaction would be, if they should ever be\ndefiled by such surging \"untouchables\" as clamored at the gate for a\nsight of their beloved Mahatma. To be as much as seen by those casteless\nfolk within doors was such an outrage as never would be forgiven by\nhusbands all too glad of an excuse for clamping tighter yet the bars of\ntyranny.\n\nThere was a perfect scream of fear and indignation. It was like the\nclamor of a thousand angry parrots, although there was worse in it than\nthe hideous anger of any birds. Humanity afraid outscandals, outshames\nanything.\n\nYasmini, who would no more have feared the same number of men than if\nthey had been trained animals, knew well enough that she had to deal now\nwith something as ruthless as herself, with all her determination but\nwithout her understanding. It was an education to see her face change,\nas she stood and eyed those women, first accepting the challenge,\nbecause of her own indomitable spirit, then realizing that they could\nnot be browbeaten into bravery, as men often can be, but that they must\nbe yielded to if they were not to stampede from under her hand. She\nstood there reading them as a two-gun man might read the posse that had\nsummoned him to surrender; and she deliberately chose surrender, with\nall the future chances that entailed, rather than the certain, absolute\ndefeat that was the alternative. But she carried a high hand even while\nsurrendering.\n\n\"You are afraid, all you women?\" she exclaimed with one of her golden\nlaughs. \"Well--who shall blame you? This is too much to ask of you so\nsoon. We will let the Mahatma go and take his friends with him. You may\ngo!\" she said, nodding regally to us three.\n\nBut that was not enough for some of them. The she-bear with her cubs in\nSpringtime is a mild creature compared to a woman whose ancient\nprejudices have been interfered with, and a typhoon is more reasonable.\nHalf-a-dozen of them screamed that two of us were white men who had\ntrespassed within the purdah, and that we should be killed.\n\n\"Come!\" urged the Mahatma, tugging at King and me. We went out of that\nhall at a dead run with screams of \"Kill them! Kill them! Kill them!\"\nshrilling behind us. And it may be that Yasmini conceded that point too,\nor perhaps she was unable to prevent, for we heard swift footsteps\nfollowing, and I threw off that fifteen thousand dollar toga in order to\nbe able to run more swiftly.\n\nThe Mahatma seemed to know that palace as a rat knows the runs among the\ntree-roots, and he took us down dark passages and stairs into the open\nwith a speed that, if it did not baffle pursuit, at any rate made it\neasier for pursuers to pretend to lose us. Yasmini was no fool. She\nprobably called the pursuit off.\n\nWe emerged into the same courtyard, where the marble stairs descended to\nthe pool containing one great alligator. And we hurried from court to\ncourt to the same cage where the panther pressed himself against the\nbars, simultaneously showing fangs at King and me, and begging to have\nhis ears rubbed. The Mahatma opened the cage-door, again using no key\nthat I could detect, although it was a padlock that he unfastened and\nshoved the brute to one side, holding him by the scruff of the neck\nwhile King and I made swift tracks for the door at the back of the cage.\n\nBut this time we did not go through the tunnel full of rats and cobras.\nThere was another passage on the same level with the courtyard that led\nfrom dark chamber to chamber until we emerged at last through an opening\nin the wall behind the huge image of a god into the gloom of the\nTirthankers' temple--not that part of it that we had visited before, but\nanother section fronting on the street.\n\nAnd we could hear the crowd now very distinctly, egging one another on\nto commit the unforgivable offense and storm a woman's gates. They were\nshouting for the Gray Mahatma in chorus; it had grown into a chant\nalready, and when a crowd once turns its collective yearnings into a\nsingle chant, it is only a matter of minutes before the gates go down,\nand blood flows, and all those outrages occur that none can account for\nafterward.\n\nAs long as men do their own thinking, decency and self-restraint are\nuppermost, but once let what the leaders call a slogan usher in the\ncrowd-psychology, and let the slogan turn into a chant, and the\nGardarene swine become patterns of conduct that the wisest crowd in the\nworld could improve itself by imitating.\n\n\"Think! Think for yourselves!\" said the Gray Mahatma, as if he\nrecognized the thoughts that were occurring to King and me.\n\nThen, making a sign to us to stay where we were, he left us and strode\nout on to the temple porch, looking down on the street that was choked\nto the bursting point with men who sweated and slobbered as they swayed\nin time to the chant of \"Mahatma! O Mahatma! Come to us, Mahatma!\"\n\nKing and I could see them through the jambs of the double-folding temple\ndoor.\n\nThe Mahatma stood looking down at them for about a minute before they\nrecognized him. One by one, then by sixes, then by dozens they grew\naware of him; and as that happened they grew silent, until the whole\nstreet was more still than a forest. They held their breath, and let it\nout in sibilant whispers like the voice of a little wind moving among\nleaves; and he did not speak until they were almost aburst with\nexpectation.\n\n\"Go home!\" he said then sternly. \"Am I your property that ye break gates\nto get me? Go home!\"\n\nAnd they obeyed him, in sixes, in dozens, and at last in one great\nstream.\n\n\n\n\nCHAPTER XII\n\nTHE CAVE OF BONES\n\n\nThe Gray Mahatma stood watching the crowd until the last sweating\nnondescript had obediently disappeared, and then returned into the\ntemple to dismiss King and me.\n\n\"Come with us,\" King urged him; but he shook his head, looking more\nlionlike than ever, for in his yellow eyes now there was a blaze as of\nconquest.\n\nHe carried his head like a man who has looked fear in the face and\nlaughed at it.\n\n\"I have my assignation to keep,\" he said quietly.\n\n\"You mean with death?\" King asked him, and he nodded.\n\n\"Don't be too sure!\"\n\nKing's retort was confident, and his smile was like the surgeon's who\nproposes to reassure his patient in advance of the operation. But the\nMahatma's mind was set on the end appointed for him, and there was\nneither grief nor discontent in his voice as he answered.\n\n\"There is no such thing as being too sure.\"\n\n\"I shall use the telegraph, of course,\" King assured him. \"If necessary\nto save your life I shall have you arrested.\"\n\nThe Mahatma smiled.\n\n\"Have you money?\" he asked pleasantly.\n\n\"I shan't need money. I can send an official telegram.\"\n\n\"I meant for your own needs,\" said the Mahatma.\n\n\"I think I know where to borrow a few rupees,\" King answered. \"They'll\ntrust me for the railway tickets.\"\n\n\"Pardon me, my friend. It was my fault that your bag and clothes got\nseparated from you. You had money in the bag. That shall be adjusted.\nNever mind how much money. Let us see how much is here.\"\n\nThat seemed a strange way of adjusting accounts, but there was logic in\nit nevertheless. There would be no use in offering us more than was\navailable, and as for himself, he was naked except for the saffron\nsmock. He had no purse, nor any way of hiding money on his person.\n\nHe opened his mouth wide and made a noise exactly like a bronze bell.\nSome sort of priest came running in answer to the summons and showed no\nsurprise when given peremptory orders in a language of which I did not\nunderstand one word.\n\nWithin two minutes the priest was back again bearing a tray that was\nsimply heaped with money, as if he had used the thing for a scoop to get\nthe stuff out of a treasure chest. There was all kinds--gold, silver,\npaper, copper, nickel--as if those strange people simply threw into a\nchest all that they received exactly as they received it.\n\nKing took a hundred-rupee note from the tray, and the Gray Mahatma waved\nthe rest aside. The priest departed, and a moment later I heard the\nclash and chink of money falling on money; by the sound it fell quite a\ndistance, as if the treasure chest were an open cellar.\n\n\"Now,\" said the Gray Mahatma, placing a hand on the shoulders of each of\nus. \"Go, and forget. It is not yet time to teach the world our sciences.\nIndia is not yet ripe for freedom. I urged them to move too soon. Go, ye\ntwo, and tell none what ye have seen, for men will only call you fools\nand liars. Above all, never seek to learn the secrets, for that means\ndeath--and there are such vastly easier deaths! Good-bye.\"\n\nHe turned and was gone in a moment, stepping sidewise into the shadows.\nWe could not find him again, although we hunted until the temple priests\ncame and made it obvious that they would prefer our room to our company.\nThey did not exactly threaten us, but refused to answer questions, and\npointed at the open door, as if they thought that was what we were\nlooking for.\n\nSo we sought the sunlight, which was as refreshing after the temple\ngloom as a cold bath after heat, and turned first of all in the\ndirection of Mulji Singh's apothecary, hoping to find that Yasmini had\nlied, or had been mistaken about that bag.\n\nBut Mulji Singh, although fabulously glad to see us, had no bag nor\nanything to say about its disappearance. He would not admit that we had\nleft it there.\n\n\"You have been where men go mad, _sahibs_,\" was all the comment he would\nmake.\n\n\"Don't you understand that we'll protect you against these people?\" King\ninsisted.\n\nFor answer to that Mulji Singh hunted about among the shelves for a\nminute, and presently set down a little white paper package on a corner\nof the table.\n\n\"Do you recognize that, _sahib_?\" he asked.\n\n\"Deadly aconite,\" said King, reading the label.\n\n\"Can you protect me against it?\"\n\n\"You're safe if you let it alone,\" King answered unguardedly.\n\n\"That is a very wise answer, _sahib_,\" said Mulji Singh, and set the\naconite back on the highest shelf in the darkest corner out of reach.\n\nSo, as we could get nothing more out of Mulji Singh except a tonic that\nhe said would preserve us both from fever, we sought the telegraph\noffice, making as straight for it as the winding streets allowed. The\ndoor was shut. With my ear to a hole in the shutters I could hear loud\nsnores within. King picked up a stone and started to thunder on the door\nwith it.\n\nThe ensuing din brought heads to every upper window, and rows of other\nheads, like trophies of a ghastly hunt, began to decorate the edges of\nthe roofs. Several people shouted to us, but King went on hammering, and\nat last a sleepy telegraph babu, half-in and half-out of his black\nalpaca jacket, opened to us.\n\n\"The wire is broken,\" he said, and slammed the door in our faces.\n\nKing picked up the stone and beat another tattoo.\n\n\"How long has the wire been broken?\" he demanded.\n\n\"Since morning.\"\n\n\"Who sent the last message?\"\n\n\"Maharajah Jihanbihar sahib.\"\n\n\"In full or in code?\"\n\n\"In code.\"\n\nHe slammed the door again and bolted it, and whether or not he really\nfell asleep, within the minute he was giving us a perfect imitation of a\nhog snoring. What was more, the crowd began to take its cue from the\nbabu, and a roof-tile broke at our feet as a gentle reminder that we had\nthe town's permission to depart. Without caste-marks, and in those\nshabby, muddy, torn clothes, we were obviously undesirables.\n\nSo we made for the railroad station, where, since we had money, none\ncould refuse to sell us third-class tickets. But, though we tried, we\ncould not send a telegram from there either, although King took the\nstation babu to one side and proved to him beyond argument that he knew\nthe secret service signs. The babu was extremely sorry, but the wire was\ndown. The trains were being run for the present on the old block system,\none train waiting in a station until the next arrived, and so on.\n\nSo, although King sent a long telegram in code from a junction before we\nreached Lahore, nothing had been done about it by the time we had\nchanged into Christian clothes at our hotel and called on the head of\nthe Intelligence Department. And by then it was a day and a half since\nwe had seen the Gray Mahatma.\n\nThe best part of another day was wasted in consulting and convincing men\non whose knees the peace of India rested. They were naturally nervous\nabout invading the sacred privacy of Hindu temples, and still more so of\ninvestigating Yasmini's doings in that nest of hers. There were men\namong them who took no stock in such tales as ours anyhow--hard and fast\nScotch pragmatists, who doubted the sanity of any man who spoke\nseriously of anything that they themselves had not heard, seen, smelt,\nfelt and tasted. Also there was one man who had been jealous of\nAthelstan King all his years in the service, and he jumped at the chance\nof obstructing him at last.\n\nAfter we had told our story at least twenty times, more and more men\nbeing brought in to listen to it, who only served to increase\nincredulity and water down belief, King saw fit to fling his even temper\nto the winds and try what anger could accomplish. By that time there\nwere eighteen of us, sitting around a mahogany table at midnight, and\nKing brought his fist down with a crash that split the table and\noffended the dignity of than one man.\n\n\"Confound the lot of you!\" he thundered. \"I've been in the service\ntwenty-one years and I've repeatedly brought back scores of wilder tales\nthan this. But this is the first time that I've been disbelieved. I'm\nnot in the service now. So here's my ultimatum! You take this matter\nup--at once--or I take it up on my own account! For one thing, I'll\nwrite a full account in all the papers of your refusal to investigate.\nSuit yourselves!\"\n\nThey did not like it; but they liked his alternative less; and there\nwere two or three men in the room, besides, who were secretly on King's\nside, but hardly cared to betray their opinions in the face of so much\nopposition. They did not care to seem too credulous. It was they who\nsuggested with a half-humorous air of concession that no harm could be\ndone by sending a committee of investigation to discover whether it were\ntrue that living men were held for experimental purposes beneath that\nTirthanker temple; and one by one the rest yielded, somebody, however,\nimposing the ridiculous proviso that the Brahmin priests must be\nconsulted first.\n\nSo, what with one thing and another, and one delay and another, and\nconsidering that the wire had been repaired and no less than thirty\nBrahmin priests were in the secret, the outcome was scarcely surprising.\n\nTen of us, including four policemen, called on the Maharajah Jihanbihar\nfive full days after King and I had last seen the Mahatma; and after we\nhad wasted half a morning in pleasantries and jokes about stealing a\nride on his elephant, we rode in the Maharajah's two-horse landaus to\nthe Tirthanker temple, where a priest, who looked blankly amazed,\nconsented at once to be our guide through the sacred caverns.\n\nBut he said they were no longer sacred. He assured us they had not been\nused at all for centuries. And with a final word of caution against\ncobras he led the way, swinging a lantern with no more suggestion of\nanything unusual than if he had been our servant seeing us home on a\ndark night.\n\nHe even offered to take us through the cobra tunnel, but an acting\ndeputy high commissioner turned on a flashlight and showed those\ngoose-neck heads all bobbing in the dark, and that put an end to all\ntalk of that venture, although the priest was cross-examined as to his\nwillingness to go down there, and said he was certainly willing, and\neverybody voted that \"deuced remarkable,\" but \"didn't believe the\nbeggar\" nevertheless.\n\nHe showed us the \"Pool of Terrors,\" filled with sacred alligators that\nhe assured us were fed on goats provided by the superstitious townsfolk.\nHe said that they were so tame that they would not attack a man, and\noffered to prove it by walking in. Since that entailed no risk to the\ncommittee they permitted him to do it, and he walked alone across the\ncauseway that had given King and me such trouble a few nights before.\nFar from attacking him, the alligators turned their backs and swam away.\n\nThe committee waxed scornful and made numbers of jokes about King and me\nof a sort that a man doesn't listen to meekly is a rule. So I urged the\ncommittee to try the same trick, and they all refused. Then a rather\nbright notion occurred to me, and I stepped in myself, treading gingerly\nalong the underwater causeway. And I was hardly in the water before the\nbrutes all turned and came hurrying back--which took a little of the\nsteam out of that committee of investigation. They became less free with\ntheir opinions.\n\nSo we all walked around the alligator pool by a passage that the priest\nshowed us, and one by one we entered all the caves in which King and I\nhad seen the fakirs and the victims undergoing torture.\n\nThe caves were the same, except that they were cleaner, and the ashes\nhad all been washed away. There was nobody in them; not one soul, nor\neven a sign to betray that any one had been there for a thousand years.\n\nThere were the same cells surrounding the cavern in which the old fellow\nhad sat reading from a roll of manuscript; but the cells were absolutely\nempty. I suggested taking flashlight photographs and fingerprint\nimpressions of the doors and walls. But nobody had any magnesium, and\nthe policemen said the doors might have been scrubbed in any case, so\nwhat was the use. And the priest with the lantern sneered, and the\nothers laughed with him, so that King and I were made to look foolish\nonce more.\n\nThen we all went up to the temple courtyard, and descended the stairs\nthrough the hole in the floor of the cupola-covered stone platform. And\nthere stood the lingam on its altar at the foot of the stairs, and there\nwere the doors just as we had left them, looking as if they had been\npressed into the molten stone by an enormous thumb. I thought we were\ngoing to be able to prove something of our story at last.\n\nBut not so. The priest opened the first door by kicking on it with his\ntoe, and one by one we filed along the narrow passage in pitch darkness\nthat was broken only by the swinging lantern carried by the man in front\nand the occasional flashes of an electric torch. King, one pace ahead of\nme, swore to himself savagely all the way, and although I did not feel\nas keenly as he did about it, because it meant a lot less to me what the\ncommittee might think, I surely did sympathize with him.\n\nIf we had come sooner it was beyond belief that we should not have\ncaught those experts at their business, or at any rate in process of\nremoving the tools of their strange trade. There must have been some\nmechanism connected with their golden light, for instance, but we could\ndiscover neither light nor any trace of the means of making it.\nNaturally the committee refused to believe that there had ever been any.\n\nThe caverns were there, just as we had seen them, only without their\ncontents. The granite table, on which we had seen Benares, London and\nNew York, was gone. The boxes and rolls of manuscript had vanished from\nthe cavern in which the little ex-fat man had changed lead into gold\nbefore our eyes. The pit in the center of the cavern in which the\nfire-walkers had performed, still held ashes, but the ashes were cold\nand had either been slaked with water, or else water had been admitted\ninto the pit from below. At any rate, the pit was flooded, and nobody\nwanted the job of wading into it to look for apparatus. So there may\nhave been paraphernalia hidden under those ashes for aught that I know.\nIt was a perfectly ridiculous investigation; its findings were not worth\na moment's attention of any genuine scientist. Subsequently, newspaper\neditors wrote glibly of the gullibility of the human mind, with King's\nname and mine in full-sized letters in the middle of the article.\n\nAbout the only circumstance that the investigating committee could not\nmake jokes about was the cleanliness of all the passages and chambers.\nThere was no dust, no dirt anywhere. You could have eaten off the floor,\nand there was no way of explaining how the dust of ages had not\naccumulated, unless those caverns had been occupied and thoroughly\ncleaned within a short space of time.\n\nThe air down there was getting foul already. There was no trace of the\nventilation that had been so obvious when King and I were there before.\nNevertheless, no trace could be found of any ventilating shaft; and that\nwas another puzzle--how to account for the cleanliness and lack of air\ncombined, added to the fact that such air as there was was still too\nfresh to be centuries old.\n\nOne fat fool on the committee wiped the sweat from the back of his neck\nin the lantern light and proposed at last that the committee should find\nthat King and I had been the victims of delusion--perhaps of hypnotism.\nI asked him point blank what he knew about hypnotism. He tried to\nside-step the question, but I pinned him down to it, and he had to\nconfess that he knew nothing about it whatever; whereat I asked each\nmember of the committee whether or not he could diagnose hypnotism, and\nthey all had to plead ignorance. So nobody seconded that motion.\n\nKing had lapsed into a sort of speechless rage. He had long been used to\nhaving his bare word accepted on any point whatever, having labored all\nhis military years to just that end, craving that integrity of vision\nand perception that is so vastly more than honesty alone, that the\nblatant unbelief of these opinionative asses overwhelmed him for the\nmoment.\n\nThere was not one man on the committee who had ever done anything more\ndangerous than shooting snipe, nor one who had seen anything more\ninexplicable than spots before his eyes after too much dinner. Yet they\nmocked King and me, in a sort of way that monkeys in the tree-tops mock\na tiger.\n\nTheir remarks were on a par with those the cave-man must have used when\nsome one came from over the sky-line and told them that fire could be\nmade by rubbing bits of wood together. They recalled to us what the Gray\nMahatma had said about Galileo trying to make the Pope believe that the\nearth moved around the sun. The Pope threatened to burn Galileo for\nheresy; they only offered to pillory us with public ridicule; so the\nworld has gone forward a little bit.\n\n\"Let's go,\" said somebody at last. \"I've had enough of this. We're\ntrespassing, as well as heaping indignity on estimable Hindus.\"\n\n\"Go!\" retorted King. \"I wish you would! Leave Ramsden and me alone in\nhere. There's a cavern we haven't seen yet. You've formed your opinions.\nGo and publish them; they'll interest your friends.\"\n\nHe produced a flashlight of his own and led the way along the passage, I\nfollowing. The committee hesitated, and then one by one came after us,\nmore anxious, I think, to complete the fiasco than to unearth facts.\n\nBut the door that King tried to open would not yield. It was the only\ndoor in all those caverns that had refused to swing open at the first\ntouch, and this one was fastened so rigidly that it might have been one\nwith the frame for all the movement our blows on it produced. Our guide\nswore he did not know the secret of it, and our letter of authority\nincluded no permission to break down doors or destroy property in any\nway at all.\n\nIt looked as though we were blocked, and the committee were all for the\nair and leaving that door unopened. King urged them to go and leave\nit--told them flatly that neither they nor the world would be any wiser\nfor anything whatever that they might do--was as beastly rude, in fact,\nas he knew how to be; with the result that they set their minds on\nseeing it through, for fear lest we should find something after all that\nwould serve for an argument against their criticism.\n\nNeither King nor I were worried by the letter of the committee's orders,\nand I went to look for a rock to break the door down with. They\nobjected, of course, and so did the priest, but I told them they might\nblame the violence on me, and furthermore suggested that if they\nsupposed they were able to prevent me they might try. Whereat the priest\ndid discover a way of opening the door, and that was the only action in\nthe least resembling the occult that any of us saw that day.\n\nThere were so many shadows, and they so deep, that a knob or trigger of\nsome kind might easily have been hidden in the darkness beyond our view;\nbut the strange part was that there was no bolt to the door, nor any\nslot into which a bolt could slide. I believe the door was held shut by\nthe pressure of the surrounding rock, and that the priest knew some way\nof releasing it.\n\nWe entered a bare cavern which was apparently an exact cube of about\nforty feet. It was the only cavern in all that system of caverns whose\nwalls, corners, roof and floor were all exactly smooth. It contained no\nfurniture of any kind.\n\nBut exactly in the middle of the floor, with hands and feet pointing to\nthe four corners of the cavern, was a grown man's skeleton, complete to\nthe last tooth. King had brought a compass with him, and if that was\nreasonably accurate then the arms and legs of the skeleton were exactly\noriented, north, south, east and west; there was an apparent inaccuracy\nof a little less than five degrees, which was no doubt attributable to\nthe pocket instrument.\n\nOne of the committee members tried to pick a bone up, and it fell to\npieces in his fingers. Another man touched a rib, and that broke\nbrittlely. I picked up the broken piece of rib and held it in the rays\nof King's flashlight.\n\n\"You remember?\" said King in an undertone to me. \"You recall the Gray\nMahatma's words? 'There will be nothing left for the alligators!'\nThere's neither fat nor moisture in that bone, it's like chalk. See?\"\n\nHe squeezed it in his fingers and it crumbled.\n\n\"Huh! This fellow has been dead for centuries,\" said somebody. \"He can't\nhave been a Hindu, or they'd have burned him. No use wondering who _he_\nwas; there's nothing to identify him with--no hair, no clothing--nothing\nbut dead bone.\"\n\n\"Nothing! Nothing whatever!\" said the priest with a dry laugh, and began\nkicking the bones here and there all over the cavern. They crumbled as\nhis foot struck them, and turned to dust as he trod on them--all except\nthe teeth. As he kicked the skull across the floor the teeth scattered,\nbut King and I picked up a few of them, and I have mine yet--two molars\nand two incisors belonging to a man, who to my mind was as much an\nhonest martyr as any in Fox's book.\n\n\"Well, Mr. King,\" asked one of the committee in his choicest note of\nsarcasm, \"have you any more marvels to exhibit, or shall we adjourn?\"\n\n\"Adjourn by all means,\" King advised him.\n\n\"We know it all, eh?\"\n\n\"Truly, you know it all,\" King answered without a smile.\n\nThen speaking sidewise in an undertone to me:\n\n\"And you and I know nothing. That's a better place to start from,\nRamsden. I don't know how you feel, but I'm going to track their science\ndown until I'm dead or master of it. The very highest knowledge we've\nattained is ignorance compared to what these fellows showed us. I'm\ngoing to discover their secret or break my neck!\"\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK CAVES OF TERROR***\n\n\n******* This file should be named 18970.txt or 18970.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/1/8/9/7/18970\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://www.gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.org/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.org/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.org/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp://www.gutenberg.org/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}