{"title": "Maiwa's Revenge", "author": "H. Rider Haggard", "releaseDate": "March 31, 2006", "language": "English", "type": "books", "content": "\n\n\n\nProduced by John Bickers; Dagny; Emma Dudding; David Widger\n\n\n\n\n\nMAIWA'S REVENGE\n\nOR THE WAR OF THE LITTLE HAND\n\n\nby H. Rider Haggard\n\n\n\n\nPREFACE\n\nIt may be well to state that the incident of the \"Thing that bites\"\nrecorded in this tale is not an effort of the imagination. On the\ncontrary, it is \"plagiarized.\" Mandara, a well-known chief on the east\ncoast of Africa, has such an article, _and uses it_. In the same way the\nwicked conduct attributed to Wambe is not without a precedent. T'Chaka,\nthe Zulu Napoleon, never allowed a child of his to live. Indeed he went\nfurther, for on discovering that his mother, Unandi, was bringing up one\nof his sons in secret, like Nero he killed her, and with his own hand.\n\n\n\n\n\nMAIWA'S REVENGE\n\n\n\n\nI--GOBO STRIKES\n\nOne day--it was about a week after Allan Quatermain told me his story\nof the \"Three Lions,\" and of the moving death of Jim-Jim--he and I were\nwalking home together on the termination of a day's shooting. He owned\nabout two thousand acres of shooting round the place he had bought in\nYorkshire, over a hundred of which were wood. It was the second year of\nhis occupation of the estate, and already he had reared a very fair head\nof pheasants, for he was an all-round sportsman, and as fond of shooting\nwith a shot-gun as with an eight-bore rifle. We were three guns that\nday, Sir Henry Curtis, Old Quatermain, and myself; but Sir Henry was\nobliged to leave in the middle of the afternoon in order to meet\nhis agent, and inspect an outlying farm where a new shed was wanted.\nHowever, he was coming back to dinner, and going to bring Captain Good\nwith him, for Brayley Hall was not more than two miles from the Grange.\n\nWe had met with very fair sport, considering that we were only\ngoing through outlying cover for cocks. I think that we had killed\ntwenty-seven, a woodcock and a leash of partridges which we secured\nout of a driven covey. On our way home there lay a long narrow spinney,\nwhich was a very favourite \"lie\" for woodcocks, and generally held a\npheasant or two as well.\n\n\"Well, what do you say?\" said old Quatermain, \"shall we beat through\nthis for a finish?\"\n\nI assented, and he called to the keeper who was following with a little\nknot of beaters, and told him to beat the spinney.\n\n\"Very well, sir,\" answered the man, \"but it's getting wonderful dark,\nand the wind's rising a gale. It will take you all your time to hit a\nwoodcock if the spinney holds one.\"\n\n\"You show us the woodcocks, Jeffries,\" answered Quatermain quickly, for\nhe never liked being crossed in anything to do with sport, \"and we will\nlook after shooting them.\"\n\nThe man turned and went rather sulkily. I heard him say to the\nunder-keeper, \"He's pretty good, the master is, I'm not saying he isn't,\nbut if he kills a woodcock in this light and wind, I'm a Dutchman.\"\n\nI think that Quatermain heard him too, though he said nothing. The wind\nwas rising every minute, and by the time the beat begun it blew big\nguns. I stood at the right-hand corner of the spinney, which curved\nround somewhat, and Quatermain stood at the left, about forty paces from\nme. Presently an old cock pheasant came rocketing over me, looking as\nthough the feathers were being blown out of his tail. I missed him clean\nwith the first barrel, and was never more pleased with myself in my life\nthan when I doubled him up with the second, for the shot was not an\neasy one. In the faint light I could see Quatermain nodding his head in\napproval, when through the groaning of the trees I heard the shouts of\nthe beaters, \"Cock forward, cock to the right.\" Then came a whole volley\nof shouts, \"Woodcock to the right,\" \"Cock to the left,\" \"Cock over.\"\n\nI looked up, and presently caught sight of one of the woodcocks coming\ndown the wind upon me like a flash. In that dim light I could not follow\nall his movements as he zigzagged through the naked tree-tops; indeed I\ncould see him when his wings flitted up. Now he was passing me--_bang_,\nand a flick of the wing, I had missed him; _bang_ again. Surely he was\ndown; no, there he went to my left.\n\n\"Cock to you,\" I shouted, stepping forward so as to get Quatermain\nbetween me and the faint angry light of the dying day, for I wanted to\nsee if he would \"wipe my eye.\" I knew him to be a wonderful shot, but I\nthought that cock would puzzle him.\n\nI saw him raise his gun ever so little and bend forward, and at that\nmoment out flashed two woodcocks into the open, the one I had missed to\nhis right, and the other to his left.\n\nAt the same time a fresh shout arose of, \"Woodcock over,\" and looking\ndown the spinney I saw a third bird high up in the air, being blown\nalong like a brown and whirling leaf straight over Quatermain's head.\nAnd then followed the prettiest little bit of shooting that I ever saw.\nThe bird to the right was flying low, not ten yards from the line of\na hedgerow, and Quatermain took him first because he would become\ninvisible the soonest of any. Indeed, nobody who had not his hawk's eyes\ncould have seen to shoot at all. But he saw the bird well enough to kill\nit dead as a stone. Then turning sharply, he pulled on the second bird\nat about forty-five yards, and over he went. By this time the third\nwoodcock was nearly over him, and flying very high, straight down the\nwind, a hundred feet up or more, I should say. I saw him glance at it as\nhe opened his gun, threw out the right cartridge and slipped in another,\nturning round as he did so. By this time the cock was nearly fifty yards\naway from him, and travelling like a flash. Lifting his gun he fired\nafter it, and, wonderful as the shot was, killed it dead. A tearing gust\nof wind caught the dead bird, and blew it away like a leaf torn from an\noak, so that it fell a hundred and thirty yards off or more.\n\n\"I say, Quatermain,\" I said to him when the beaters were up, \"do you\noften do this sort of thing?\"\n\n\"Well,\" he answered, with a dry smile, \"the last time I had to load\nthree shots as quickly as that was at rather larger game. It was at\nelephants. I killed them all three as dead as I killed those woodcocks;\nbut it very nearly went the other way, I can tell you; I mean that they\nvery nearly killed me.\"\n\nJust at that moment the keeper came up, \"Did you happen to get one of\nthem there cocks, sir?\" he said, with the air of a man who did not in\nthe least expect an answer in the affirmative.\n\n\"Well, yes, Jeffries,\" answered Quatermain; \"you will find one of them\nby the hedge, and another about fifty yards out by the plough there to\nthe left----\"\n\nThe keeper had turned to go, looking a little astonished, when\nQuatermain called him back.\n\n\"Stop a bit, Jeffries,\" he said. \"You see that pollard about one hundred\nand forty yards off? Well, there should be another woodcock down in a\nline with it, about sixty paces out in the field.\"\n\n\"Well, if that bean't the very smartest bit of shooting,\" murmured\nJeffries, and departed.\n\nAfter that we went home, and in due course Sir Henry Curtis and Captain\nGood arrived for dinner, the latter arrayed in the tightest and most\nornamental dress-suit I ever saw. I remember that the waistcoat was\nadorned with five pink coral buttons.\n\nIt was a very pleasant dinner. Old Quatermain was in an excellent\nhumour; induced, I think, by the recollection of his triumph over the\ndoubting Jeffries. Good, too, was full of anecdotes. He told us a most\nmiraculous story of how he once went shooting ibex in Kashmir. These\nibex, according to Good, he stalked early and late for four entire days.\nAt last on the morning of the fifth day he succeeded in getting within\nrange of the flock, which consisted of a magnificent old ram with horns\nso long that I am afraid to mention their measure, and five or six\nfemales. Good crawled upon his stomach, painfully taking shelter behind\nrocks, till he was within two hundred yards; then he drew a fine bead\nupon the old ram. At this moment, however, a diversion occurred. Some\nwandering native of the hills appeared upon a distant mountain top. The\nfemales turned, and rushing over a rock vanished from Good's ken. But\nthe old ram took a bolder course. In front of him stretched a mighty\ncrevasse at least thirty feet in width. He went at it with a bound.\nWhilst he was in mid-air Good fired, and killed him dead. The ram turned\na complete somersault in space, and fell in such fashion that his horns\nhooked themselves upon a big projection of the opposite cliffs. There he\nhung, till Good, after a long and painful détour, gracefully dropped a\nlasso over him and fished him up.\n\nThis moving tale of wild adventure was received with undeserved\nincredulity.\n\n\"Well,\" said Good, \"if you fellows won't believe my story when I tell\nit--a perfectly true story mind--perhaps one of you will give us a\nbetter; I'm not particular if it is true or not.\" And he lapsed into a\ndignified silence.\n\n\"Now, Quatermain,\" I said, \"don't let Good beat you, let us hear how you\nkilled those elephants you were talking about this evening just after\nyou shot the woodcocks.\"\n\n\"Well,\" said Quatermain, dryly, and with something like a twinkle in\nhis brown eyes, \"it is very hard fortune for a man to have to follow on\nGood's 'spoor.' Indeed if it were not for that running giraffe which, as\nyou will remember, Curtis, we saw Good bowl over with a Martini rifle\nat three hundred yards, I should almost have said that this was an\nimpossible tale.\"\n\nHere Good looked up with an air of indignant innocence.\n\n\"However,\" he went on, rising and lighting his pipe, \"if you fellows\nlike, I will spin you a yarn. I was telling one of you the other night\nabout those three lions and how the lioness finished my unfortunate\n'voorlooper,' Jim-Jim, the boy whom we buried in the bread-bag.\n\n\"Well, after this little experience I thought that I would settle down a\nbit, so I entered upon a venture with a man who, being of a speculative\nmind, had conceived the idea of running a store at Pretoria upon\nstrictly cash principles. The arrangement was that I should find\nthe capital and he the experience. Our partnership was not of a long\nduration. The Boers refused to pay cash, and at the end of four months\nmy partner had the capital and I had the experience. After this I came\nto the conclusion that store-keeping was not in my line, and having\nfour hundred pounds left, I sent my boy Harry to a school in Natal, and\nbuying an outfit with what remained of the money, started upon a big\ntrip.\n\n\"This time I determined to go further afield than I had ever been\nbefore; so I took a passage for a few pounds in a trading brig that\nran between Durban and Delagoa Bay. From Delagoa Bay I marched inland\naccompanied by twenty porters, with the idea of striking up north,\ntowards the Limpopo, and keeping parallel to the coast, but at a\ndistance of about one hundred and fifty miles from it. For the first\ntwenty days of our journey we suffered a good deal from fever, that is,\nmy men did, for I think that I am fever proof. Also I was hard put to\nit to keep the camp in meat, for although the country proved to be very\nsparsely populated, there was but little game about. Indeed, during all\nthat time I hardly killed anything larger than a waterbuck, and, as you\nknow, waterbuck's flesh is not very appetising food. On the twentieth\nday, however, we came to the banks of a largish river, the Gonooroo it\nwas called. This I crossed, and then struck inland towards a great range\nof mountains, the blue crests of which we could see lying on the distant\nheavens like a shadow, a continuation, as I believe, of the Drakensberg\nrange that skirts the coast of Natal. From this main range a great spur\nshoots out some fifty miles or so towards the coast, ending abruptly in\none tremendous peak. This spur I discovered separated the territories of\ntwo chiefs named Nala and Wambe, Wambe's territory being to the north,\nand Nala's to the south. Nala ruled a tribe of bastard Zulus called\nthe Butiana, and Wambe a much larger tribe, called the Matuku, which\npresents marked Bantu characteristics. For instance, they have doors and\nverandahs to their huts, work skins perfectly, and wear a waistcloth and\nnot a moocha. At this time the Butiana were more or less subject to\nthe Matuku, having been surprised by them some twenty years before\nand mercilessly slaughtered down. The tribe was now recovering itself,\nhowever, and as you may imagine, it did not love the Matuku.\n\n\"Well, I heard as I went along that elephants were very plentiful in the\ndense forests which lie upon the slopes and at the foot of the mountains\nthat border Wambe's territory. Also I heard a very ill report of that\nworthy himself, who lived in a kraal upon the side of the mountain,\nwhich was so strongly fortified as to be practically impregnable. It was\nsaid that he was the most cruel chief in this part of Africa, and that\nhe had murdered in cold blood an entire party of English gentlemen, who,\nsome seven years before, had gone into his country to hunt elephants.\nThey took an old friend of mine with them as guide, John Every by name,\nand often had I mourned over his untimely death. All the same, Wambe\nor no Wambe, I determined to hunt elephants in his country. I never was\nafraid of natives, and I was not going to show the white feather now. I\nam a bit of a fatalist, as you fellows know, so I came to the conclusion\nthat if it was fated that Wambe should send me to join my old friend\nJohn Every, I should have to go, and there was an end of it. Meanwhile,\nI meant to hunt elephants with a peaceful heart.\n\n\"On the third day from the date of our sighting the great peak, we found\nourselves beneath its shadow. Still following the course of the river\nwhich wound through the forests at the base of the peak, we entered the\nterritory of the redoubtable Wambe. This, however, was not accomplished\nwithout a certain difference of opinion between my bearers and myself,\nfor when we reached the spot where Wambe's boundary was supposed to run,\nthe bearers sat down and emphatically refused to go a step further. I\nsat down too, and argued with them, putting my fatalistic views before\nthem as well as I was able. But I could not persuade them to look at\nthe matter in the same light. 'At present,' they said, 'their skins were\nwhole; if they went into Wambe's country without his leave they would\nsoon be like a water-eaten leaf. It was very well for me to say that\nthis would be Fate. Fate no doubt might be walking about in Wambe's\ncountry, but while they stopped outside they would not meet him.'\n\n\"'Well,' I said to Gobo, my head man, 'and what do you mean to do?'\n\n\"'We mean to go back to the coast, Macumazahn,' he answered insolently.\n\n\"'Do you?' I replied, for my bile was stirred. 'At any rate, Mr. Gobo,\nyou and one or two others will never get there; see here, my friend,'\nand I took a repeating rifle and sat myself comfortably down, resting my\nback against a tree--'I have just breakfasted, and I had as soon spend\nthe day here as anywhere else. Now if you or any of those men walk one\nstep back from here, and towards the coast, I shall fire at you; and you\nknow that I don't miss.'\n\n\"The man fingered the spear he was carrying--luckily all my guns were\nstacked against the tree--and then turned as though to walk away, the\nothers keeping their eyes fixed upon him all the while. I rose and\ncovered him with the rifle, and though he kept up a brave appearance of\nunconcern, I saw that he was glancing nervously at me all the time. When\nhe had gone about twenty yards I spoke very quietly--\n\n\"'Now, Gobo,' I said, 'come back, or I shall fire.'\n\n\"Of course this was taking a very high hand; I had no real right to kill\nGobo or anybody else because they objected to run the risk of death by\nentering the territory of a hostile chief. But I felt that if I wished\nto keep up any authority it was absolutely necessary that I should push\nmatters to the last extremity short of actually shooting him. So I sat\nthere, looking fierce as a lion, and keeping the sight of my rifle in\na dead line for Gobo's ribs. Then Gobo, feeling that the situation was\ngetting strained, gave in.\n\n\"'Don't shoot, Boss,' he shouted, throwing up his hand, 'I will come\nwith you.'\n\n\"'I thought you would,' I answered quietly; 'you see Fate walks about\noutside Wambe's country as well as in it.'\n\n\"After that I had no more trouble, for Gobo was the ringleader, and when\nhe collapsed the others collapsed also. Harmony being thus restored, we\ncrossed the line, and on the following morning I began shooting in good\nearnest.\"\n\n\n\n\nII--A MORNING'S SPORT\n\n\"Moving some five or six miles round the base of the great peak of\nwhich I have spoken, we came the same day to one of the fairest bits of\nAfrican country that I have seen outside of Kukuanaland. At this spot\nthe mountain spur that runs out at right angles to the great range,\nwhich stretches its cloud-clad length north and south as far as the eye\ncan reach, sweeps inwards with a vast and splendid curve. This curve\nmeasures some five-and-thirty miles from point to point, and across\nits moon-like segment the river flashed, a silver line of light. On the\nfurther side of the river is a measureless sea of swelling ground, a\nnatural park covered with great patches of bush--some of them being many\nsquare miles in extent. These are separated one from another by glades\nof grass land, broken here and there with clumps of timber trees; and in\nsome instances by curious isolated koppies, and even by single crags of\ngranite that start up into the air as though they were monuments carved\nby man, and not tombstones set by nature over the grave of ages gone. On\nthe west this beautiful plain is bordered by the lonely mountain, from\nthe edge of which it rolls down toward the fever coast; but how far it\nruns to the north I cannot say--eight days' journey, according to the\nnatives, when it is lost in an untravelled morass.\n\n\"On the hither side of the river the scenery is different. Along the\nedge of its banks, where the land is flat, are green patches of swamp.\nThen comes a wide belt of beautiful grass land covered thickly with\ngame, and sloping up very gently to the borders of the forest, which,\nbeginning at about a thousand feet above the level of the plain, clothes\nthe mountain-side almost to its crest. In this forest grow great trees,\nmost of them of the yellow-wood species. Some of these trees are so\nlofty, that a bird in their top branches would be out of range of an\nordinary shot gun. Another peculiar thing about them is, that they are\nfor the most part covered with a dense growth of the Orchilla moss; and\nfrom this moss the natives manufacture a most excellent deep purple dye,\nwith which they stain tanned hides and also cloth, when they happen\nto get any of the latter. I do not think that I ever saw anything more\nremarkable than the appearance of one of these mighty trees festooned\nfrom top to bottom with trailing wreaths of this sad-hued moss, in which\nthe wind whispers gently as it stirs them. At a distance it looks like\nthe gray locks of a Titan crowned with bright green leaves, and here and\nthere starred with the rich bloom of orchids.\n\n\"The night of that day on which I had my little difference of opinion\nwith Gobo, we camped by the edge of this great forest, and on the\nfollowing morning at daylight I started out shooting. As we were short\nof meat I determined to kill a buffalo, of which there were plenty\nabout, before looking for traces of elephants. Not more than half a mile\nfrom camp we came across a trail broad as a cart-road, evidently made by\na great herd of buffaloes which had passed up at dawn from their feeding\nground in the marshes, to spend the day in the cool air of the uplands.\nThis trail I followed boldly; for such wind as there was blew straight\ndown the mountain-side, that is, from the direction in which the\nbuffaloes had gone, to me. About a mile further on the forest began to\nbe dense, and the nature of the trail showed me that I must be close to\nmy game. Another two hundred yards and the bush was so thick that, had\nit not been for the trail, we could scarcely have passed through it.\nAs it was, Gobo, who carried my eight-bore rifle (for I had the\n.570-express in my hand), and the other two men whom I had taken with\nme, showed the very strongest dislike to going any further, pointing\nout that there was 'no room to run away.' I told them that they need\nnot come unless they liked, but that I was certainly going on; and then,\ngrowing ashamed, they came.\n\n\"Another fifty yards, and the trail opened into a little glade. I knelt\ndown and peeped and peered, but no buffalo could I see. Evidently the\nherd had broken up here--I knew that from the spoor--and penetrated the\nopposite bush in little troops. I crossed the glade, and choosing one\nline of spoor, followed it for some sixty yards, when it became clear\nto me that I was surrounded by buffaloes; and yet so dense was the\ncover that I could not see any. A few yards to my left I could hear one\nrubbing its horns against a tree, while from my right came an occasional\nlow and throaty grunt which told me that I was uncomfortably near an\nold bull. I crept on towards him with my heart in my mouth, as gently as\nthough I were walking upon eggs for a bet, lifting every little bit of\nwood in my path, and placing it behind me lest it should crack and warn\nthe game. After me in single file came my three retainers, and I don't\nknow which of them looked the most frightened. Presently Gobo touched my\nleg; I glanced round, and saw him pointing slantwise towards the left.\nI lifted my head a little and peeped over a mass of creepers; beyond the\ncreepers was a dense bush of sharp-pointed aloes, of that kind of which\nthe leaves project laterally, and on the other side of the aloes, not\nfifteen paces from us, I made out the horns, neck, and the ridge of the\nback of a tremendous old bull. I took my eight-bore, and getting on\nto my knee prepared to shoot him through the neck, taking my chance of\ncutting his spine. I had already covered him as well as the aloe leaves\nwould allow, when he gave a kind of sigh and lay down.\n\n\"I looked round in dismay. What was to be done now? I could not see\nto shoot him lying down, even if my bullet would have pierced the\nintervening aloes--which was doubtful--and if I stood up he would either\nrun away or charge me. I reflected, and came to the conclusion that the\nonly thing to do was to lie down also; for I did not fancy wandering\nafter other buffaloes in that dense bush. If a buffalo lies down, it\nis clear that he must get up again some time, so it was only a case of\npatience--'fighting the fight of sit down,' as the Zulus say.\n\n\"Accordingly I sat down and lighted a pipe, thinking that the smell of\nit might reach the buffalo and make him get up. But the wind was the\nwrong way, and it did not; so when it was done I lit another. Afterwards\nI had cause to regret that pipe.\n\n\"Well, we squatted like this for between half and three quarters of an\nhour, till at length I began to grow heartily sick of the performance.\nIt was about as dull a business as the last hour of a comic opera.\nI could hear buffaloes snorting and moving all round, and see the\nred-beaked tic birds flying up off their backs, making a kind of hiss\nas they did so, something like that of the English missel-thrush, but I\ncould not see a single buffalo. As for my old bull, I think he must have\nslept the sleep of the just, for he never even stirred.\n\n\"Just as I was making up my mind that something must be done to save the\nsituation, my attention was attracted by a curious grinding noise.\nAt first I thought that it must be a buffalo chewing the cud, but was\nobliged to abandon the idea because the noise was too loud. I shifted\nmyself round and stared through the cracks in the bush, in the direction\nwhence the sound seemed to come, and once I thought that I saw something\ngray moving about fifty yards off, but could not make certain. Although\nthe grinding noise still continued I could see nothing more, so I gave\nup thinking about it, and once again turned my attention to the buffalo.\nPresently, however, something happened. Suddenly from about forty yards\naway there came a tremendous snorting sound, more like that made by\nan engine getting a heavy train under weigh than anything else in the\nworld.\n\n\"'By Jove,' I thought, turning round in the direction from which the\ngrinding sound had come, 'that must be a rhinoceros, and he has got our\nwind.' For, as you fellows know, there is no mistaking the sound made by\na rhinoceros when he gets wind of you.\n\n\"Another second, and I heard a most tremendous crashing noise. Before I\ncould think what to do, before I could even get up, the bush behind me\nseemed to burst asunder, and there appeared not eight yards from us,\nthe great horn and wicked twinkling eye of a charging rhinoceros. He\nhad winded us or my pipe, I do not know which, and, after the fashion\nof these brutes, had charged up the scent. I could not rise, I could\nnot even get the gun up, I had no time. All that I was able to do was\nto roll over as far out of the monster's path as the bush would allow.\nAnother second and he was over me, his great bulk towering above me\nlike a mountain, and, upon my word, I could not get his smell out of my\nnostrils for a week. Circumstances impressed it on my memory, at least I\nsuppose so. His hot breath blew upon my face, one of his front feet just\nmissed my head, and his hind one actually trod upon the loose part of\nmy trousers and pinched a little bit of my skin. I saw him pass over me\nlying as I was upon my back, and next second I saw something else. My\nmen were a little behind me, and therefore straight in the path of the\nrhinoceros. One of them flung himself backwards into the bush, and thus\navoided him. The second with a wild yell sprung to his feet, and bounded\nlike an india-rubber ball right into the aloe bush, landing well among\nthe spikes. But the third, it was my friend Gobo, could not by any means\nget away. He managed to gain his feet, and that was all. The rhinoceros\nwas charging with his head low; his horn passed between Gobo's legs,\nand feeling something on his nose, he jerked it up. Away went Gobo, high\ninto the air. He turned a complete somersault at the apex of the curve,\nand as he did so, I caught sight of his face. It was gray with terror,\nand his mouth was wide open. Down he came, right on to the great brute's\nback, and that broke his fall. Luckily for him the rhinoceros never\nturned, but crashed straight through the aloe bush, only missing the man\nwho had jumped into it by about a yard.\n\n\"Then followed a complication. The sleeping buffalo on the further side\nof the bush, hearing the noise, sprang to his feet, and for a second,\nnot knowing what to do, stood still. At that instant the huge rhinoceros\nblundered right on to him, and getting his horn beneath his stomach gave\nhim such a fearful dig that the buffalo was turned over on to his back,\nwhile his assailant went a most amazing cropper over his carcase. In\nanother moment, however, the rhinoceros was up, and wheeling round\nto the left, crashed through the bush down-hill and towards the open\ncountry.\n\n\"Instantly the whole place became alive with alarming sounds. In every\ndirection troops of snorting buffaloes charged through the forest, wild\nwith fright, while the injured bull on the further side of the bush\nbegan to bellow like a mad thing. I lay quite still for a moment,\ndevoutly praying that none of the flying buffaloes would come my way.\nThen when the danger lessened I got on to my feet, shook myself, and\nlooked round. One of my boys, he who had thrown himself backward into\nthe bush, was already half way up a tree--if heaven had been at the top\nof it he could not have climbed quicker. Gobo was lying close to me,\ngroaning vigorously, but, as I suspected, quite unhurt; while from the\naloe bush into which No. 3 had bounded like a tennis ball, issued a\nsuccession of the most piercing yells.\n\n\"I looked, and saw that this unfortunate fellow was in a very tight\nplace. A great spike of aloe had run through the back of his skin\nwaist-belt, though without piercing his flesh, in such a fashion that it\nwas impossible for him to move, while within six feet of him the injured\nbuffalo bull, thinking, no doubt, that he was the aggressor, bellowed\nand ramped to get at him, tearing the thick aloes with his great horns.\nThat no time was to be lost, if I wished to save the man's life, was\nvery clear. So seizing my eight-bore, which was fortunately uninjured, I\ntook a pace to the left, for the rhinoceros had enlarged the hole in the\nbush, and aimed at the point of the buffalo's shoulder, since on account\nof my position I could not get a fair side shot for the heart. As I did\nso I saw that the rhinoceros had given the bull a tremendous wound\nin the stomach, and that the shock of the encounter had put his left\nhind-leg out of joint at the hip. I fired, and the bullet striking the\nshoulder broke it, and knocked the buffalo down. I knew that he could\nnot get up any more, because he was now injured fore and aft, so\nnotwithstanding his terrific bellows I scrambled round to where he was.\nThere he lay glaring furiously and tearing up the soil with his horns.\nStepping up to within two yards of him I aimed at the vertebra of his\nneck and fired. The bullet struck true, and with a thud he dropped his\nhead upon the ground, groaned, and died.\n\n\"This little matter having been attended to with the assistance of\nGobo, who had now found his feet, I went on to extricate our unfortunate\ncompanion from the aloe bush. This we found a thorny task, but at last\nhe was dragged forth uninjured, though in a very pious and prayerful\nframe of mind. His 'spirit had certainly looked that way,' he said,\nor he would now have been dead. As I never like to interfere with true\npiety, I did not venture to suggest that his spirit had deigned to make\nuse of my eight-bore in his interest.\n\n\"Having despatched this boy back to the camp to tell the bearers to come\nand cut the buffalo up, I bethought me that I owed that rhinoceros a\ngrudge which I should love to repay. So without saying a word of what\nwas in my mind to Gobo, who was now more than ever convinced that Fate\nwalked about loose in Wambe's country, I just followed on the brute's\nspoor. He had crashed through the bush till he reached the little glade.\nThen moderating his pace somewhat, he had followed the glade down its\nentire length, and once more turned to the right through the forest,\nshaping his course for the open land that lies between the edge of the\nbush and the river. Having followed him for a mile or so further, I\nfound myself quite on the open. I took out my glasses and searched\nthe plain. About a mile ahead was something brown--as I thought, the\nrhinoceros. I advanced another quarter of a mile, and looked once\nmore--it was not the rhinoceros, but a big ant-heap. This was puzzling,\nbut I did not like to give it up, because I knew from his spoor that he\nmust be somewhere ahead. But as the wind was blowing straight from me\ntowards the line that he had followed, and as a rhinoceros can smell you\nfor about a mile, it would not, I felt, be safe to follow his trail\nany further; so I made a détour of a mile and more, till I was nearly\nopposite the ant-heap, and then once more searched the plain. It was no\ngood, I could see nothing of him, and was about to give it up and start\nafter some oryx I saw on the skyline, when suddenly at a distance of\nabout three hundred yards from the ant-heap, and on its further side, I\nsaw my rhino stand up in a patch of grass.\n\n\"'Heavens!' I thought to myself, 'he's off again;' but no, after\nstanding staring for a minute or two he once more lay down.\n\n\"Now I found myself in a quandary. As you know, a rhinoceros is a very\nshort-sighted brute, indeed his sight is as bad as his scent is good.\nOf this fact he is perfectly aware, but he always makes the most of his\nnatural gifts. For instance, when he lies down he invariably does so\nwith his head down wind. Thus, if any enemy crosses his wind he will\nstill be able to escape, or attack him; and if, on the other hand, the\ndanger approaches up wind he will at least have a chance of seeing it.\nOtherwise, by walking delicately, one might actually kick him up like a\npartridge, if only the advance was made up wind.\n\n\"Well, the point was, how on earth should I get within shot of this\nrhinoceros? After much deliberation I determined to try a side approach,\nthinking that in this way I might get a shoulder shot. Accordingly we\nstarted in a crouching attitude, I first, Gobo holding on to my coat\ntails, and the other boy on to Gobo's moocha. I always adopt this plan\nwhen stalking big game, for if you follow any other system the bearers\nwill get out of line. We arrived within three hundred yards safely\nenough, and then the real difficulties began. The grass had been\nso closely eaten off by game that there was scarcely any cover.\nConsequently it was necessary to go on to our hands and knees, which\nin my case involved laying down the eight-bore at every step and then\nlifting it up again. However, I wriggled along somehow, and if it had\nnot been for Gobo and his friend no doubt everything would have gone\nwell. But as you have, I dare say, observed, a native out stalking is\nalways of that mind which is supposed to actuate an ostrich--so long as\nhis head is hidden he seems to think that nothing else can be seen. So\nit was in this instance, Gobo and the other boy crept along on their\nhands and toes with their heads well down, but, though unfortunately\nI did not notice it till too late, bearing the fundamental portions of\ntheir frames high in the air. Now all animals are quite as suspicious of\nthis end of mankind as they are of his face, and of that fact I soon had\na proof. Just when we had got within about two hundred yards, and I was\ncongratulating myself that I had not had this long crawl with the sun\nbeating on the back of my neck like a furnace for nothing, I heard the\nhissing note of the rhinoceros birds, and up flew four or five of them\nfrom the brute's back, where they had been comfortably employed in\ncatching tics. Now this performance on the part of the birds is to a\nrhinoceros what the word 'cave' is to a schoolboy--it puts him on the\n_qui vive_ at once. Before the birds were well in the air I saw the\ngrass stir.\n\n\"'Down you go,' I whispered to the boys, and as I did so the rhinoceros\ngot up and glared suspiciously around. But he could see nothing, indeed\nif we had been standing up I doubt if he would have seen us at that\ndistance; so he merely gave two or three sniffs and then lay down, his\nhead still down wind, the birds once more settling on his back.\n\n\"But it was clear to me that he was sleeping with one eye open, being\ngenerally in a suspicious and unchristian frame of mind, and that it\nwas useless to proceed further on this stalk, so we quietly withdrew\nto consider the position and study the ground. The results were not\nsatisfactory. There was absolutely no cover about except the ant-heap,\nwhich was some three hundred yards from the rhinoceros upon his up-wind\nside. I knew that if I tried to stalk him in front I should fail, and so\nI should if I attempted to do so from the further side--he or the birds\nwould see me; so I came to a conclusion: I would go to the ant-heap,\nwhich would give him my wind, and instead of stalking him I would let\nhim stalk me. It was a bold step, and one which I should never advise a\nhunter to take, but somehow I felt as though rhino and I must play the\nhand out.\n\n\"I explained my intentions to the men, who both held up their arms in\nhorror. Their fears for my safety were a little mitigated, however, when\nI told them that I did not expect them to come with me.\n\n\"Gobo breathed a prayer that I might not meet Fate walking about, and\nthe other one sincerely trusted that my spirit might look my way when\nthe rhinoceros charged, and then they both departed to a place of\nsafety.\n\n\"Taking my eight-bore, and half-a-dozen spare cartridges in my pocket,\nI made a détour, and reaching the ant-heap in safety lay down. For a\nmoment the wind had dropped, but presently a gentle puff of air passed\nover me, and blew on towards the rhinoceros. By the way, I wonder what\nit is that smells so strong about a man? Is it his body or his breath?\nI have never been able to make out, but I saw it stated the other day,\nthat in the duck decoys the man who is working the ducks holds a little\npiece of burning turf before his mouth, and that if he does this they\ncannot smell him, which looks as though it were the breath. Well,\nwhatever it was about me that attracted his attention, the rhinoceros\nsoon smelt me, for within half a minute after the puff of wind had\npassed me he was on his legs, and turning round to get his head up wind.\nThere he stood for a few seconds and sniffed, and then he began to move,\nfirst of all at a trot, then, as the scent grew stronger, at a furious\ngallop. On he came, snorting like a runaway engine, with his tail stuck\nstraight up in the air; if he had seen me lie down there he could not\nhave made a better line. It was rather nervous work, I can tell you,\nlying there waiting for his onslaught, for he looked like a mountain of\nflesh. I determined, however, not to fire till I could plainly see his\neye, for I think that rule always gives one the right distance for big\ngame; so I rested my rifle on the ant-heap and waited for him, kneeling.\nAt last, when he was about forty yards away, I saw that the time had\ncome, and aiming straight for the middle of the chest I pulled.\n\n\"_Thud_ went the heavy bullet, and with a tremendous snort over rolled\nthe rhinoceros beneath its shock, just like a shot rabbit. But if I had\nthought that he was done for I was mistaken, for in another second he\nwas up again, and coming at me as hard as ever, only with his head held\nlow. I waited till he was within ten yards, in the hope that he would\nexpose his chest, but he would do nothing of the sort; so I just had to\nfire at his head with the left barrel, and take my chance. Well, as\nluck would have it, of course the animal put its horn in the way of the\nbullet, which cut clean through it about three inches above the root and\nthen glanced off into space.\n\n\"After that things got rather serious. My gun was empty and the\nrhinoceros was rapidly arriving, so rapidly indeed that I came to the\nconclusion that I had better make way for him. Accordingly I jumped\nto my feet and ran to the right as hard as I could go. As I did so he\narrived full tilt, knocked my friendly ant-heap flat, and for the\nthird time that day went a most magnificent cropper. This gave me a few\nseconds' start, and I ran down wind--my word, I did run! Unfortunately,\nhowever, my modest retreat was observed, and the rhinoceros, as soon as\nhe had found his legs again, set to work to run after me. Now no man on\nearth can run so fast as an irritated rhinoceros can gallop, and I knew\nthat he must soon catch me up. But having some slight experience of\nthis sort of thing, luckily for myself, I kept my head, and as I fled\nI managed to open my rifle, get the old cartridges out, and put in two\nfresh ones. To do this I was obliged to steady my pace a little, and by\nthe time that I had snapped the rifle to I heard the beast snorting and\nthundering away within a few paces of my back. I stopped, and as I did\nso rapidly cocked the rifle and slued round upon my heel. By this time\nthe brute was within six or seven yards of me, but luckily his head was\nup. I lifted the rifle and fired at him. It was a snap shot, but the\nbullet struck him in the chest within three inches of the first, and\nfound its way into his lungs. It did not stop him, however, so all I\ncould do was to bound to one side, which I did with surprising activity,\nand as he brushed past me to fire the other barrel into his side. That\ndid for him. The ball passed in behind the shoulder and right through\nhis heart. He fell over on to his side, gave one more awful squeal--a\ndozen pigs could not have made such a noise--and promptly died, keeping\nhis wicked eyes wide open all the time.\n\n\"As for me, I blew my nose, and going up to the rhinoceros sat on his\nhead, and reflected that I had done a capital morning's shooting.\"\n\n\n\n\nIII--THE FIRST ROUND\n\n\"After this, as it was now midday, and I had killed enough meat, we\nmarched back triumphantly to camp, where I proceeded to concoct a stew\nof buffalo beef and compressed vegetables. When this was ready we ate\nthe stew, and then I took a nap. About four o'clock, however, Gobo\nwoke me up, and told me that the head man of one of Wambe's kraals had\narrived to see me. I ordered him to be brought up, and presently he\ncame, a little, wizened, talkative old man, with a waistcloth round his\nmiddle, and a greasy, frayed kaross made of the skins of rock rabbits\nover his shoulders.\n\n\"I told him to sit down, and then abused him roundly. 'What did he\nmean,' I asked, 'by disturbing me in this rude way? How did he dare to\ncause a person of my quality and evident importance to be awakened in\norder to interview his entirely contemptible self?'\n\n\"I spoke thus because I knew that it would produce an impression on him.\nNobody, except a really great man, he would argue, would dare to speak\nto him in that fashion. Most savages are desperate bullies at heart, and\nlook on insolence as a sign of power.\n\n\"The old man instantly collapsed. He was utterly overcome, he said;\nhis heart was split in two, and well realized the extent of his\nmisbehaviour. But the occasion was very urgent. He heard that a mighty\nhunter was in the neighbourhood, a beautiful white man, how beautiful\nhe could not have imagined had he not seen (this to me!), and he came to\nbeg his assistance. The truth was, that three bull elephants such as no\nman ever saw had for years been the terror of their kraal, which was\nbut a small place--a cattle kraal of the great chief Wambe's, where they\nlived to keep the cattle. And now of late these elephants had done them\nmuch damage; but last night they had destroyed a whole patch of mealie\nland, and he feared that if they came back they would all starve next\nseason for want of food. Would the mighty white man then be pleased to\ncome and kill the elephants? It would be easy for him to do--oh, most\neasy! It was only necessary that he should hide himself in a tree, for\nthere was a full moon, and then when the elephants appeared he would\nspeak to them with the gun, and they would fall down dead, and there\nwould be an end of their troubling.\n\n\"Of course I hummed and hawed, and made a great favour of consenting to\nhis proposal, though really I was delighted to have such a chance. One\nof the conditions that I made was that a messenger should at once be\ndespatched to Wambe, whose kraal was two days' journey from where I was,\ntelling him that I proposed to come and pay my respects to him in a few\ndays, and to ask his formal permission to shoot in his country. Also\nI intimated that I was prepared to present him with 'hongo,' that is,\nblackmail, and that I hoped to do a little trade with him in ivory, of\nwhich I heard he had a great quantity.\n\n\"This message the old gentleman promised to despatch at once, though\nthere was something about his manner which showed me that he was\ndoubtful as to how it would be received. After that we struck our camp\nand moved on to the kraal, which we reached about an hour before sunset.\nThis kraal was a collection of huts surrounded by a slight thorn-fence,\nperhaps there were ten of them in all. It was situated in a kloof of the\nmountain down which a rivulet flowed. The kloof was densely wooded, but\nfor some distance above the kraal it was free from bush, and here on the\nrich deep ground brought down by the rivulet were the cultivated lands,\nin extent somewhere about twenty or twenty-five acres. On the kraal side\nof these lands stood a single hut, that served for a mealie store, which\nat the moment was used as a dwelling-place by an old woman, the first\nwife of our friend the head man.\n\n\"It appears that this lady, having had some difference of opinion with\nher husband about the extent of authority allowed to a younger and more\namiable wife, had refused to dwell in the kraal any more, and, by way\nof marking her displeasure, had taken up her abode among the mealies. As\nthe issue will show, she was, it happened, cutting off her nose to spite\nher face.\n\n\"Close by this hut grew a large baobab tree. A glance at the mealie\ngrounds showed me that the old head man had not exaggerated the mischief\ndone by the elephants to his crops, which were now getting ripe. Nearly\nhalf of the entire patch was destroyed. The great brutes had eaten all\nthey could, and the rest they had trampled down. I went up to their\nspoor and started back in amazement--never had I seen such a spoor\nbefore. It was simply enormous, more especially that of one old bull,\nthat carried, so said the natives, but a single tusk. One might have\nused any of the footprints for a hip-bath.\n\n\"Having taken stock of the position, my next step was to make\narrangements for the fray. The three bulls, according to the natives,\nhad been spoored into the dense patch of bush above the kloof. Now it\nseemed to me very probable that they would return to-night to feed on\nthe remainder of the ripening mealies. If so, there was a bright moon,\nand it struck me that by the exercise of a little ingenuity I might bag\none or more of them without exposing myself to any risk, which, having\nthe highest respect for the aggressive powers of bull elephants, was a\ngreat consideration to me.\n\n\"This then was my plan. To the right of the huts as you look up the\nkloof, and commanding the mealie lands, stands the baobab tree that I\nhave mentioned. Into that baobab tree I made up my mind to go. Then\nif the elephants appeared I should get a shot at them. I announced my\nintentions to the head man of the kraal, who was delighted. 'Now,'\nhe said, 'his people might sleep in peace, for while the mighty white\nhunter sat aloft like a spirit watching over the welfare of his kraal\nwhat was there to fear?'\n\n\"I told him that he was an ungrateful brute to think of sleeping in\npeace while, perched like a wounded vulture on a tree, I watched for his\nwelfare in wakeful sorrow; and once more he collapsed, and owned that my\nwords were 'sharp but just.'\n\n\"However, as I have said, confidence was completely restored; and that\nevening everybody in the kraal, including the superannuated victim of\njealousy in the little hut where the mealie cobs were stored, went to\nbed with a sense of sweet security from elephants and all other animals\nthat prowl by night.\n\n\"For my part, I pitched my camp below the kraal; and then, having\nprocured a beam of wood from the head man--rather a rotten one, by the\nway--I set it across two boughs that ran out laterally from the baobab\ntree, at a height of about twenty-five feet from the ground, in such\nfashion that I and another man could sit upon it with our legs hanging\ndown, and rest our backs against the bole of the tree. This done I went\nback to the camp and ate my supper. About nine o'clock, half-an-hour\nbefore the moon-rise, I summoned Gobo, who, thinking that he had seen\nabout enough of the delights of big game hunting for that day, did not\naltogether relish the job; and, despite his remonstrances, gave him my\neight-bore to carry, I having the .570-express. Then we set out for\nthe tree. It was very dark, but we found it without difficulty, though\nclimbing it was a more complicated matter. However, at last we got up\nand sat down, like two little boys on a form that is too high for\nthem, and waited. I did not dare to smoke, because I remembered the\nrhinoceros, and feared that the elephants might wind the tobacco if they\nshould come my way, and this made the business more wearisome, so I fell\nto thinking and wondering at the completeness of the silence.\n\n\"At last the moon came up, and with it a moaning wind, at the breath of\nwhich the silence began to whisper mysteriously. Lonely enough in the\nnewborn light looked the wide expanse of mountain, plain, and forest,\nmore like some vision of a dream, some reflection from a fair world of\npeace beyond our ken, than the mere face of garish earth made soft with\nsleep. Indeed, had it not been for the fact that I was beginning to find\nthe log on which I sat very hard, I should have grown quite sentimental\nover the beautiful sight; but I will defy anybody to become sentimental\nwhen seated in the damp, on a very rough beam of wood, and half-way up\na tree. So I merely made a mental note that it was a particularly lovely\nnight, and turned my attention to the prospect of elephants. But no\nelephants came, and after waiting for another hour or so, I think that\nwhat between weariness and disgust, I must have dropped into a gentle\ndoze. Presently I awoke with a start. Gobo, who was perched close to me,\nbut as far off as the beam would allow--for neither white man nor black\nlike the aroma which each vows is the peculiar and disagreeable property\nof the other--was faintly, very faintly clicking his forefinger against\nhis thumb. I knew by this signal, a very favourite one among native\nhunters and gun-bearers, that he must have seen or heard something. I\nlooked at his face, and saw that he was staring excitedly towards the\ndim edge of the bush beyond the deep green line of mealies. I stared\ntoo, and listened. Presently I heard a soft large sound as though a\ngiant were gently stretching out his hands and pressing back the ears\nof standing corn. Then came a pause, and then, out into the open\nmajestically stalked the largest elephant I ever saw or ever shall see.\nHeavens! what a monster he was; and how the moonlight gleamed upon his\none splendid tusk--for the other was missing--as he stood among the\nmealies gently moving his enormous ears to and fro, and testing the\nwind with his trunk. While I was still marvelling at his girth, and\nspeculating upon the weight of that huge tusk, which I swore should be\nmy tusk before very long, out stepped a second bull and stood beside\nhim. He was not quite so tall, but he seemed to me to be almost\nthicker-set than the first; and even in that light I could see that both\nhis tusks were perfect. Another pause, and the third emerged. He was\nshorter than either of the others, but higher in the shoulder than No.\n2; and when I tell you, as I afterwards learnt from actual measurement,\nthat the smallest of these mighty bulls measured twelve feet one and a\nhalf inches at the shoulder, it will give you some idea of their size.\nThe three formed into line and stood still for a minute, the one-tusked\nbull gently caressing the elephant on the left with his trunk.\n\n\"Then they began to feed, walking forward and slightly to the right as\nthey gathered great bunches of the sweet mealies and thrust them into\ntheir mouths. All this time they were more than a hundred and twenty\nyards away from me (this I knew, because I had paced the distances from\nthe tree to various points), much too far to allow of my attempting\na shot at them in that uncertain light. They fed in a semicircle,\ngradually drawing round towards the hut near my tree, in which the corn\nwas stored and the old woman slept.\n\n\"This went on for between an hour and an hour and a half, till, what\nbetween excitement and hope, that maketh the heart sick, I grew so\nweary that I was actually contemplating a descent from the tree and a\nmoonlight stalk. Such an act in ground so open would have been that of a\nstark staring lunatic, and that I should even have been contemplating it\nwill show you the condition of my mind. But everything comes to him who\nknows how to wait, and sometimes too to him who doesn't, and so at last\nthose elephants, or rather one of them, came to me.\n\n\"After they had fed their fill, which was a very large one, the noble\nthree stood once more in line some seventy yards to the left of the hut,\nand on the edge of the cultivated lands, or in all about eighty-five\nyards from where I was perched. Then at last the one with a single tusk\nmade a peculiar rattling noise in his trunk, just as though he were\nblowing his nose, and without more ado began to walk deliberately toward\nthe hut where the old woman slept. I made my rifle ready and glanced up\nat the moon, only to discover that a new complication was looming in the\nimmediate future. I have said that a wind rose with the moon. Well, the\nwind brought rain-clouds along its track. Several light ones had already\nlessened the light for a little while, though without obscuring it, and\nnow two more were coming up rapidly, both of them very black and dense.\nThe first cloud was small and long, and the one behind big and broad. I\nremember noticing that the pair of them bore a most comical resemblance\nto a dray drawn by a very long raw-boned horse. As luck would have it,\njust as the elephant arrived within twenty-five yards or so of me, the\nhead of the horse-cloud floated over the face of the moon, rendering\nit impossible for me to fire. In the faint twilight which remained,\nhowever, I could just make out the gray mass of the great brute still\nadvancing towards the hut. Then the light went altogether and I had to\ntrust to my ears. I heard him fumbling with his trunk, apparently at the\nroof of the hut; next came a sound as of straw being drawn out, and then\nfor a little while there was complete silence.\n\n\"The cloud began to pass; I could see the outline of the elephant; he\nwas standing with his head quite over the top of the hut. But I could\nnot see his trunk, and no wonder, for it was _inside the hut_. He had\nthrust it through the roof, and, attracted no doubt by the smell of the\nmealies, was groping about with it inside. It was growing light now, and\nI got my rifle ready, when suddenly there was a most awful yell, and\nI saw the trunk reappear, and in its mighty fold the old woman who\nhad been sleeping in the hut. Out she came through the hole like a\nperiwinkle on the point of a pin, still wrapped up in her blanket,\nand with her skinny arms and legs stretched to the four points of the\ncompass, and as she did so, gave that most alarming screech. I really\ndon't know who was the most frightened, she, or I, or the elephant. At\nany rate the last was considerably startled; he had been fishing\nfor mealies--the old woman was a mere accident, and one that greatly\ndiscomposed his nerves. He gave a sort of trumpet, and threw her away\nfrom him right into the crown of a low mimosa tree, where she stuck\nshrieking like a metropolitan engine. The old bull lifted his tail, and\nflapping his great ears prepared for flight. I put up my eight-bore, and\naiming hastily at the point of his shoulder (for he was broadside on), I\nfired. The report rang out like thunder, making a thousand echoes in\nthe quiet hills. I saw him go down all of a heap as though he were stone\ndead. Then, alas! whether it was the kick of the heavy rifle, or the\nexcited bump of that idiot Gobo, or both together, or merely an unhappy\ncoincidence, I do not know, but the rotten beam broke and I went down\ntoo, landing flat at the foot of the tree upon a certain humble portion\nof the human frame. The shock was so severe that I felt as though all\nmy teeth were flying through the roof of my mouth, but although I sat\nslightly stunned for a few seconds, luckily for me I fell light, and was\nnot in any way injured.\n\n\"Meanwhile the elephant began to scream with fear and fury, and,\nattracted by his cries, the other two charged up. I felt for my rifle;\nit was not there. Then I remembered that I had rested it on a fork of\nthe bough in order to fire, and doubtless there it remained. My position\nwas now very unpleasant. I did not dare to try and climb the tree again,\nwhich, shaken as I was, would have been a task of some difficulty,\nbecause the elephants would certainly see me, and Gobo, who had clung to\na bough, was still aloft with the other rifle. I could not run because\nthere was no shelter near. Under these circumstances I did the only\nthing feasible, clambered round the trunk as softly as possible, and\nkeeping one eye on the elephants, whispered to Gobo to bring down the\nrifle, and awaited the development of the situation. I knew that if\nthe elephants did not see me--which, luckily, they were too enraged to\ndo--they would not smell me, for I was up-wind. Gobo, however, either\ndid not, or, preferring the safety of the tree, would not hear me. He\nsaid the former, but I believed the latter, for I knew that he was not\nenough of a sportsman to really enjoy shooting elephants by moonlight in\nthe open. So there I was behind my tree, dismayed, unarmed, but highly\ninterested, for I was witnessing a remarkable performance.\n\n\"When the two other bulls arrived the wounded elephant on the ground\nceased to scream, but began to make a low moaning noise, and to gently\ntouch the wound near his shoulder, from which the blood was literally\nspouting. The other two seemed to understand; at any rate, they did\nthis. Kneeling down on either side, they placed their trunks and tusks\nunderneath him, and, aided by his own efforts, with one great lift got\nhim on to his feet. Then leaning against him on either side to support\nhim, they marched off at a walk in the direction of the village.[*] It\nwas a pitiful sight, and even then it made me feel a brute.\n\n     [*] The Editor would have been inclined to think that in\n     relating this incident Mr. Quatermain was making himself\n     interesting at the expense of the exact truth, did it not\n     happen that a similar incident has come within his\n     knowledge.--Editor.\n\n\"Presently, from a walk, as the wounded elephant gathered himself\ntogether a little, they broke into a trot, and after that I could follow\nthem no longer with my eyes, for the second black cloud came up over the\nmoon and put her out, as an extinguisher puts out a dip. I say with my\neyes, but my ears gave me a very fair notion of what was going on. When\nthe cloud came up the three terrified animals were heading directly for\nthe kraal, probably because the way was open and the path easy. I fancy\nthat they grew confused in the darkness, for when they came to the kraal\nfence they did not turn aside, but crashed straight through it. Then\nthere were 'times,' as the Irish servant-girl says in the American book.\nHaving taken the fence, they thought that they might as well take the\nkraal also, so they just ran over it. One hive-shaped hut was turned\nquite over on to its top, and when I arrived upon the scene the people\nwho had been sleeping there were bumbling about inside like bees\ndisturbed at night, while two more were crushed flat, and a third had\nall its side torn out. Oddly enough, however, nobody was hurt, though\nseveral people had a narrow escape of being trodden to death.\n\n\"On arrival I found the old head man in a state painfully like that\nfavoured by Greek art, dancing about in front of his ruined abodes as\nvigorously as though he had just been stung by a scorpion.\n\n\"I asked him what ailed him, and he burst out into a flood of abuse.\nHe called me a Wizard, a Sham, a Fraud, a Bringer of bad luck! I had\npromised to kill the elephants, and I had so arranged things that the\nelephants had nearly killed him, etc.\n\n\"This, still smarting, or rather aching, as I was from that most\nterrific bump, was too much for my feelings, so I just made a rush at\nmy friend, and getting him by the ear, I banged his head against the\ndoorway of his own hut, which was all that was left of it.\n\n\"'You wicked old scoundrel,' I said, 'you dare to complain about your\nown trifling inconveniences, when you gave me a rotten beam to sit on,\nand thereby delivered me to the fury of the elephant' (_bump! bump!\nbump!_), 'when your own wife' (_bump!_) 'has just been dragged out\nof her hut' (_bump!_) 'like a snail from its shell, and thrown by the\nEarth-shaker into a tree' (_bump! bump!_).\n\n\"'Mercy, my father, mercy!' gasped the old fellow. 'Truly I have done\namiss--my heart tells me so.'\n\n\"'I should hope it did, you old villain' (_bump!_).\n\n\"'Mercy, great white man! I thought the log was sound. But what says the\nunequalled chief--is the old woman, my wife, indeed dead? Ah, if she is\ndead all may yet prove to have been for the very best;' and he clasped\nhis hands and looked up piously to heaven, in which the moon was once\nmore shining brightly.\n\n\"I let go his ear and burst out laughing, the whole scene and his devout\naspirations for the decease of the partner of his joys, or rather woes,\nwere so intensely ridiculous.\n\n\"'No, you old iniquity,' I answered; 'I left her in the top of a\nthorn-tree, screaming like a thousand bluejays. The elephant put her\nthere.'\n\n\"'Alas! alas!' he said, 'surely the back of the ox is shaped to the\nburden. Doubtless, my father, she will come down when she is tired;' and\nwithout troubling himself further about the matter, he began to blow at\nthe smouldering embers of the fire.\n\n\"And, as a matter of fact, she did appear a few minutes later,\nconsiderably scratched and startled, but none the worse.\n\n\"After that I made my way to my little camp, which, fortunately, the\nelephants had not walked over, and wrapping myself up in a blanket, was\nsoon fast asleep.\n\n\"And so ended my first round with those three elephants.\"\n\n\n\n\nIV--THE LAST ROUND\n\n\"On the morrow I woke up full of painful recollections, and not without\na certain feeling of gratitude to the Powers above that I was there\nto wake up. Yesterday had been a tempestuous day; indeed, what between\nbuffalo, rhinoceros, and elephant, it had been very tempestuous. Having\nrealized this fact, I next bethought me of those magnificent tusks, and\ninstantly, early as it was, broke the tenth commandment. I coveted my\nneighbours tusks, if an elephant could be said to be my neighbour _de\njure_, as certainly, so recently as the previous night, he had been _de\nfacto_--a much closer neighbour than I cared for, indeed. Now when you\ncovet your neighbour's goods, the best thing, if not the most moral\nthing, to do is to enter his house as a strong man armed, and take them.\nI was not a strong man, but having recovered my eight-bore I was\narmed, and so was the other strong man--the elephant with the tusks.\nConsequently I prepared for a struggle to the death. In other words, I\nsummoned my faithful retainers, and told them that I was now going to\nfollow those elephants to the edge of the world, if necessary. They\nshowed a certain bashfulness about the business, but they did not\ngainsay me, because they dared not. Ever since I had prepared with all\ndue solemnity to execute the rebellious Gobo they had conceived a great\nrespect for me.\n\n\"So I went up to bid adieu to the old head man, whom I found alternately\ncontemplating the ruins of his kraal and, with the able assistance of\nhis last wife, thrashing the jealous lady who had slept in the mealie\nhut, because she was, as he declared, the fount of all his sorrows.\n\n\"Leaving them to work a way through their domestic differences, I levied\na supply of vegetable food from the kraal in consideration of services\nrendered, and left them with my blessing. I do not know how they settled\nmatters, because I have not seen them since.\n\n\"Then I started on the spoor of the three bulls. For a couple of miles\nor so below the kraal--as far, indeed, as the belt of swamp that borders\nthe river--the ground is at this spot rather stony, and clothed with\nscattered bushes. Rain had fallen towards the daybreak, and this fact,\ntogether with the nature of the soil, made spooring a very difficult\nbusiness. The wounded bull had indeed bled freely, but the rain had\nwashed the blood off the leaves and grass, and the ground being so\nrough and hard did not take the footmarks so clearly as was convenient.\nHowever, we got along, though slowly, partly by the spoor, and partly\nby carefully lifting leaves and blades of grass, and finding blood\nunderneath them, for the blood gushing from a wounded animal often falls\nupon their inner surfaces, and then, of course, unless the rain is very\nheavy, it is not washed away. It took us something over an hour and a\nhalf to reach the edge of the marsh, but once there our task became\nmuch easier, for the soft soil showed plentiful evidences of the great\nbrutes' passage. Threading our way through the swampy land, we came\nat last to a ford of the river, and here we could see where the poor\nwounded animal had lain down in the mud and water in the hope of easing\nhimself of his pain, and could see also how his two faithful companions\nhad assisted him to rise again. We crossed the ford, and took up the\nspoor on the further side, and followed it into the marsh-like\nland beyond. No rain had fallen on this side of the river, and the\nblood-marks were consequently much more frequent.\n\n\"All that day we followed the three bulls, now across open plains, and\nnow through patches of bush. They seemed to have travelled on almost\nwithout stopping, and I noticed that as they went the wounded bull\nrecovered his strength a little. This I could see from his spoor, which\nhad become firmer, and also from the fact that the other two had ceased\nto support him. At last evening closed in, and having travelled some\neighteen miles, we camped, thoroughly tired out.\n\n\"Before dawn on the following day we were up, and the first break of\nlight found us once more on the spoor. About half-past five o'clock\nwe reached the place where the elephants had fed and slept. The\ntwo unwounded bulls had taken their fill, as the condition of the\nneighbouring bushes showed, but the wounded one had eaten nothing. He\nhad spent the night leaning against a good-sized tree, which his weight\nhad pushed out of the perpendicular. They had not long left this place,\nand could not be very far ahead, especially as the wounded bull was now\nagain so stiff after his night's rest that for the first few miles the\nother two had been obliged to support him. But elephants go very quick,\neven when they seem to be travelling slowly, for shrub and creepers that\nalmost stop a man's progress are no hindrance to them. The three had\nnow turned to the left, and were travelling back again in a semicircular\nline toward the mountains, probably with the idea of working round to\ntheir old feeding grounds on the further side of the river.\n\n\"There was nothing for it but to follow their lead, and accordingly\nwe followed with industry. Through all that long hot day did we tramp,\npassing quantities of every sort of game, and even coming across the\nspoor of other elephants. But, in spite of my men's entreaties, I would\nnot turn aside after these. I would have those mighty tusks or none.\n\n\"By evening we were quite close to our game, probably within a quarter\nof a mile, but the bush was dense, and we could see nothing of them, so\nonce more we must camp, thoroughly disgusted with our luck. That night,\njust after the moon rose, while I was sitting smoking my pipe with my\nback against a tree, I heard an elephant trumpet, as though something\nhad startled it, and not three hundred yards away. I was very tired, but\nmy curiosity overcame my weariness, so, without saying a word to any of\nthe men, all of whom were asleep, I took my eight-bore and a few spare\ncartridges, and steered toward the sound. The game path which we had\nbeen following all day ran straight on in the direction from which the\nelephant had trumpeted. It was narrow, but well trodden, and the\nlight struck down upon it in a straight white line. I crept along it\ncautiously for some two hundred yards, when it opened suddenly into a\nmost beautiful glade some hundred yards or more in width, wherein tall\ngrass grew and flat-topped trees stood singly. With the caution born of\nlong experience I watched for a few moments before I entered the glade,\nand then I saw why the elephant had trumpeted. There in the middle of\nthe glade stood a large maned lion. He stood quite still, making a soft\npurring noise, and waving his tail to and fro. Presently the grass about\nforty yards on the hither side of him gave a wide ripple, and a lioness\nsprang out of it like a flash, and bounded noiselessly up to the lion.\nReaching him, the great cat halted suddenly, and rubbed her head against\nhis shoulder. Then they both began to purr loudly, so loudly that I\nbelieve that in the stillness one might have heard them two hundred\nyards or more away.\n\n\"After a time, while I was still hesitating what to do, either they got\na whiff of my wind, or they wearied of standing still, and determined\nto start in search of game. At any rate, as though moved by a common\nimpulse, they bounded suddenly away, leap by leap, and vanished in the\ndepths of the forest to the left. I waited for a little while longer to\nsee if there were any more yellow skins about, and seeing none, came to\nthe conclusion that the lions must have frightened the elephants away,\nand that I had taken my stroll for nothing. But just as I was turning\nback I thought that I heard a bough break upon the further side of the\nglade, and, rash as the act was, I followed the sound. I crossed the\nglade as silently as my own shadow. On its further side the path went\non. Albeit with many fears, I went on too. The jungle growth was so\nthick here that it almost met overhead, leaving so small a passage for\nthe light that I could scarcely see to grope my way along. Presently,\nhowever, it widened, and then opened into a second glade slightly\nsmaller than the first, and there, on the further side of it, about\neighty yards from me, stood the three enormous elephants.\n\n\"They stood thus:--Immediately opposite and facing me was the wounded\none-tusked bull. He was leaning his bulk against a dead thorn-tree, the\nonly one in the place, and looked very sick indeed. Near him stood the\nsecond bull as though keeping a watch over him. The third elephant was\na good deal nearer to me and broadside on. While I was still staring at\nthem, this elephant suddenly walked off and vanished down a path in the\nbush to the right.\n\n\"There are now two things to be done--either I could go back to the camp\nand advance upon the elephants at dawn, or I could attack them at once.\nThe first was, of course, by far the wiser and safer course. To engage\none elephant by moonlight and single-handed is a sufficiently rash\nproceeding; to tackle three was little short of lunacy. But, on\nthe other hand, I knew that they would be on the march again before\ndaylight, and there might come another day of weary trudging before I\ncould catch them up, or they might escape me altogether.\n\n\"'No,' I thought to myself, 'faint heart never won fair tusk. I'll risk\nit, and have a slap at them. But how?' I could not advance across the\nopen, for they would see me; clearly the only thing to do was to creep\nround in the shadow of the bush and try to come upon them so. So I\nstarted. Seven or eight minutes of careful stalking brought me to the\nmouth of the path down which the third elephant had walked. The other\ntwo were now about fifty yards from me, and the nature of the wall of\nbush was such that I could not see how to get nearer to them without\nbeing discovered. I hesitated, and peeped down the path which the\nelephant had followed. About five yards in, it took a turn round a\nshrub. I thought that I would just have a look behind it, and advanced,\nexpecting that I should be able to catch a sight of the elephant's tail.\nAs it happened, however, I met his trunk coming round the corner. It is\nvery disconcerting to see an elephant's trunk when you expect to see his\ntail, and for a moment I stood paralyzed almost under the vast brute's\nhead, for he was not five yards from me. He too halted, threw up his\ntrunk and trumpeted preparatory to a charge. I was in for it now, for\nI could not escape either to the right or left, on account of the bush,\nand I did not dare turn my back. So I did the only thing that I could\ndo--raised the rifle and fired at the black mass of his chest. It was\ntoo dark for me to pick a shot; I could only brown him, as it were.\n\n\"The shot rung out like thunder on the quiet air, and the elephant\nanswered it with a scream, then dropped his trunk and stood for a second\nor two as still as though he had been cut in stone. I confess that I\nlost my head; I ought to have fired my second barrel, but I did not.\nInstead of doing so, I rapidly opened my rifle, pulled out the old\ncartridge from the right barrel and replaced it. But before I could snap\nthe breech to, the bull was at me. I saw his great trunk fly up like a\nbrown beam, and I waited no longer. Turning, I fled for dear life, and\nafter me thundered the elephant. Right into the open glade I ran, and\nthen, thank Heaven, just as he was coming up with me the bullet took\neffect on him. He had been shot right through the heart, or lungs, and\ndown he fell with a crash, stone dead.\n\n\"But in escaping from Scylla I had run into the jaws of Charybdis. I\nheard the elephant fall, and glanced round. Straight in front of me,\nand not fifteen paces away, were the other two bulls. They were staring\nabout, and at that moment they caught sight of me. Then they came, the\npair of them--came like thunderbolts, and from different angles. I had\nonly time to snap my rifle to, lift it, and fire, almost at haphazard,\nat the head of the nearest, the unwounded bull.\n\n\"Now, as you know, in the case of the African elephant, whose skull is\nconvex, and not concave like that of the Indian, this is always a most\nrisky and very frequently a perfectly useless shot. The bullet loses\nitself in the masses of bone, that is all. But there is one little vital\nplace, and should the bullet happen to strike there, it will follow\nthe channel of the nostrils--at least I suppose it is that of the\nnostrils--and reach the brain. And this was what happened in the present\ncase--the ball struck the fatal spot in the region of the eye and\ntravelled to the brain. Down came the great bull all of a heap, and\nrolled on to his side as dead as a stone. I swung round at that instant\nto face the third, the monster bull with one tusk that I had wounded\ntwo days before. He was already almost over me, and in the dim moonlight\nseemed to tower above me like a house. I lifted the rifle and pulled\nat his neck. It would not go off! Then, in a flash, as it were, I\nremembered that it was on the half-cock. The lock of this barrel was a\nlittle weak, and a few days before, in firing at a cow eland, the\nleft barrel had jarred off at the shock of the discharge of the right,\nknocking me backwards with the recoil; so after that I had kept it on\nthe half-cock till I actually wanted to fire it.\n\n\"I gave one desperate bound to the right, and, my lame leg\nnotwithstanding, I believe that few men could have made a better jump.\nAt any rate, it was none too soon, for as I jumped I felt the wind made\nby the tremendous downward stroke of the monster's trunk. Then I ran for\nit.\n\n\"I ran like a buck, still keeping hold of my gun, however. My idea,\nso far as I could be said to have any fixed idea, was to bolt down the\npathway up which I had come, like a rabbit down a burrow, trusting that\nhe would lose sight of me in the uncertain light. I sped across the\nglade. Fortunately the bull, being wounded, could not go full speed;\nbut wounded or no, he could go quite as fast as I could. I was unable to\ngain an inch, and away we went, with just about three feet between our\nseparate extremities. We were at the other side now, and a glance served\nto show me that I had miscalculated and overshot the opening. To reach\nit now was hopeless; I should have blundered straight into the elephant.\nSo I did the only thing I could do: I swerved like a course hare, and\nstarted off round the edge of the glade, seeking for some opening into\nwhich I could plunge. This gave me a moment's start, for the bull\ncould not turn as quickly as I could, and I made the most of it. But no\nopening could I see; the bush was like a wall. We were speeding round\nthe edge of the glade, and the elephant was coming up again. Now he was\nwithin about six feet, and now, as he trumpeted or rather screamed,\nI could feel the fierce hot blast of his breath strike upon my head.\nHeavens! how it frightened me!\n\n\"We were three parts round the glade now, and about fifty yards ahead\nwas the single large dead thorn-tree against which the bull had been\nleaning. I spurted for it; it was my last chance of safety. But spurt as\nI would, it seemed hours before I got there. Putting out my right hand,\nI swung round the tree, thus bringing myself face to face with the\nelephant. I had not time to lift the rifle to fire, I had barely time to\ncock it, and run sideways and backward, when he was on to me. Crash! he\ncame, striking the tree full with his forehead. It snapped like a carrot\nabout forty inches from the ground. Fortunately I was clear of the\ntrunk, but one of the dead branches struck me on the chest as it went\ndown and swept me to the ground. I fell upon my back, and the elephant\nblundered past me as I lay. More by instinct than anything else I lifted\nthe rifle with one hand and pulled the trigger. It exploded, and, as I\ndiscovered afterwards, the bullet struck him in the ribs. But the recoil\nof the heavy rifle held thus was very severe; it bent my arm up, and\nsent the butt with a thud against the top of my shoulder and the side of\nmy neck, for the moment quite paralyzing me, and causing the weapon to\njump from my grasp. Meanwhile the bull was rushing on. He travelled for\nsome twenty paces, and then suddenly he stopped. Faintly I reflected\nthat he was coming back to finish me, but even the prospect of imminent\nand dreadful death could not rouse me into action. I was utterly spent;\nI could not move.\n\n\"Idly, almost indifferently, I watched his movements. For a moment\nhe stood still, next he trumpeted till the welkin rang, and then very\nslowly, and with great dignity, he knelt down. At this point I swooned\naway.\n\n\"When I came to myself again I saw from the moon that I must have been\ninsensible for quite two hours. I was drenched with dew, and shivering\nall over. At first I could not think where I was, when, on lifting\nmy head, I saw the outline of the one-tusked bull still kneeling some\nfive-and-twenty paces from me. Then I remembered. Slowly I raised\nmyself, and was instantly taken with a violent sickness, the result\nof over-exertion, after which I very nearly fainted a second time.\nPresently I grew better, and considered the position. Two of the\nelephants were, as I knew, dead; but how about No. 3? There he knelt in\nmajesty in the lonely moonlight. The question was, was he resting, or\ndead? I rose on my hands and knees, loaded my rifle, and painfully crept\na few paces nearer. I could see his eye now, for the moonlight fell full\nupon it--it was open, and rather prominent. I crouched and watched; the\neyelid did not move, nor did the great brown body, or the trunk, or the\near, or the tail--nothing moved. Then I knew that he must be dead.\n\n\"I crept up to him, still keeping the rifle well forward, and gave him a\nthump, reflecting as I did so how very near I had been to being thumped\ninstead of thumping. He never stirred; certainly he was dead, though to\nthis day I do not know if it was my random shot that killed him, or\nif he died from concussion of the brain consequent upon the tremendous\nshock of his contact with the tree. Anyhow, there he was. Cold and\nbeautiful he lay, or rather knelt, as the poet nearly puts it. Indeed, I\ndo not think that I have ever seen a sight more imposing in its way than\nthat of the mighty beast crouched in majestic death, and shone upon by\nthe lonely moon.\n\n\"While I stood admiring the scene, and heartily congratulating myself\nupon my escape, once more I began to feel sick. Accordingly, without\nwaiting to examine the other two bulls, I staggered back to the camp,\nwhich in due course I reached in safety. Everybody in it was asleep. I\ndid not wake them, but having swallowed a mouthful of brandy I threw\noff my coat and shoes, rolled myself up in a blanket, and was soon fast\nasleep.\n\n\"When I woke it was already light, and at first I thought that, like\nJoseph, I had dreamed a dream. At that moment, however, I turned my\nhead, and quickly knew that it was no dream, for my neck and face were\nso stiff from the blow of the butt-end of the rifle that it was agony\nto move them. I collapsed for a minute or two. Gobo and another man,\nwrapped up like a couple of monks in their blankets, thinking that I was\nstill asleep, were crouched over a little fire they had made, for the\nmorning was damp and chilly, and holding sweet converse.\n\n\"Gobo said that he was getting tired of running after elephants which\nthey never caught. Macumazahn (that is, myself) was without doubt a man\nof parts, and of some skill in shooting, but also he was a fool. None\nbut a fool would run so fast and far after elephants which it was\nimpossible to catch, when they kept cutting the spoor of fresh ones.\nHe certainly was a fool, but he must not be allowed to continue in\nhis folly; and he, Gobo, had determined to put a stop to it. He should\nrefuse to accompany him any further on so mad a hunt.\n\n\"'Yes,' the other answered, 'the poor man certainly was sick in his\nhead, and it was quite time that they checked his folly while they still\nhad a patch of skin left upon their feet. Moreover, he for his part\ncertainly did not like this country of Wambe's, which really was full of\nghosts. Only the last night he had heard the spooks at work--they were\nout shooting, at least it sounded as though they were. It was very\nqueer, but perhaps their lunatic of a master----'\n\n\"'Gobo, you scoundrel!' I shouted out at this juncture, sitting bolt\nupright on the blankets, 'stop idling there and make me some coffee.'\n\n\"Up sprang Gobo and his friend, and in half a moment were respectfully\nskipping about in a manner that contrasted well with the lordly contempt\nof their previous conversation. But all the time they were in earnest in\nwhat they said about hunting the elephants any further, for before I had\nfinished my coffee they came to me in a body, and said that if I wanted\nto follow those elephants I must follow them myself, for they would not\ngo.\n\n\"I argued with them, and affected to be much put out. The elephants were\nclose at hand, I said; I was sure of it; I had heard them trumpet in the\nnight.\n\n\"'Yes,' answered the men mysteriously, 'they too had heard things in the\nnight, things not nice to hear; they had heard the spooks out shooting,\nand no longer would they remain in a country so vilely haunted.'\n\n\"'It was nonsense,' I replied. 'If ghosts went out shooting, surely\nthey would use air-guns and not black powder, and one would not hear\nan air-gun. Well, if they were cowards, and would not come, of course\nI could not force them to, but I would make a bargain with them. They\nshould follow those elephants for one half-hour more, then if we failed\nto come upon them I would abandon the pursuit, and we would go straight\nto Wambe, chief of the Matuku, and give him hongo.'\n\n\"To this compromise the men agreed readily. Accordingly about\nhalf-an-hour later we struck our camp and started, and notwithstanding\nmy aches and bruises, I do not think that I ever felt in better spirits\nin my life. It is something to wake up in the morning and remember that\nin the dead of the night, single-handed, one has given battle to and\noverthrown three of the largest elephants in Africa, slaying them with\nthree bullets. Such a feat to my knowledge had never been done before,\nand on that particular morning I felt a very 'tall man of my hands'\nindeed. The only thing I feared was, that should I ever come to tell\nthe story nobody would believe it, for when a strange tale is told by\na hunter, people are apt to think it is necessarily a lie, instead of\nbeing only probably so.[*]\n\n     [*] For the satisfaction of any who may be so disbelieving\n     as to take this view of Mr. Quatermain's story, the Editor\n     may state that a gentleman with whom he is acquainted, and\n     whose veracity he believes to be beyond doubt, not long ago\n     described to him how he chanced to kill _four_ African\n     elephants with four consecutive bullets. Two of these\n     elephants were charging him simultaneously, and out of the\n     four three were killed with the head shot, a very uncommon\n     thing in the case of the African elephant.--Editor.\n\n\"Well, we passed on till, having crossed the first glade where I had\nseen the lions, we reached the neck of bush that separated it from the\nsecond glade, where the dead elephants were. And here I began to take\nelaborate precautions, amongst others ordering Gobo to keep some yards\nahead and look out sharp, as I thought that the elephants might be\nabout. He obeyed my instructions with a superior smile, and pushed\nahead. Presently I saw him pull up as though he had been shot, and begin\nto snap his fingers faintly.\n\n\"'What is it?' I whispered.\n\n\"'The elephant, the great elephant with one tusk kneeling down.'\n\n\"I crept up beside him. There knelt the bull as I had left him last\nnight, and there too lay the other bulls.\n\n\"'Do these elephants sleep?' I whispered to the astonished Gobo.\n\n\"'Yes, Macumazahn, they sleep.'\n\n\"'Nay, Gobo, they are dead.'\n\n\"'Dead? How can they be dead? Who killed them?'\n\n\"'What do people call me, Gobo?'\n\n\"'They call you Macumazahn.'\n\n\"'And what does Macumazahn mean?'\n\n\"'It means the man who keeps his eyes open, the man who gets up in the\nnight.'\n\n\"'Yes, Gobo, and I am that man. Look, you idle, lazy cowards; while you\nslept last night I rose, and alone I hunted those great elephants, and\nslew them by the moonlight. To each of them I gave one bullet and only\none, and it fell dead. Look,' and I advanced into the glade, 'here is\nmy spoor, and here is the spoor of the great bull charging after me, and\nthere is the tree that I took refuge behind; see, the elephant shattered\nit in his charge. Oh, you cowards, you who would give up the chase\nwhile the blood spoor steamed beneath your nostrils, see what I did\nsingle-handed while you slept, and be ashamed.'\n\n\"'_Ou!_' said the men, '_ou!_ Koos! Koos y umcool!' (Chief, great\nChief!) And then they held their tongues, and going up to the three dead\nbeasts, gazed upon them in silence.\n\n\"But after that those men looked upon me with awe as being almost\nmore than mortal. No mere man, they said, could have slain those three\nelephants alone in the night-time. I never had any further trouble with\nthem. I believe that if I had told them to jump over a precipice and\nthat they would take no harm, they would have believed me.\n\n\"Well, I went up and examined the bulls. Such tusks as they had I never\nsaw and never shall see again. It took us all day to cut them out; and\nwhen they reached Delagoa Bay, as they did ultimately, though not in my\nkeeping, the single tusk of the big bull scaled one hundred and sixty\npounds, and the four other tusks averaged ninety-nine and a half\npounds--a most wonderful, indeed an almost unprecedented, lot of\nivory.[*] Unfortunately I was forced to saw the big tusk in two,\notherwise we could not have carried it.\"\n\n     [*] The largest elephant tusk of which the Editor has any\n     certain knowledge scaled one hundred and fifty pounds.\n\n\"Oh, Quatermain, you barbarian!\" I broke in here, \"the idea of spoiling\nsuch a tusk! Why, I would have kept it whole if I had been obliged to\ndrag it myself.\"\n\n\"Oh yes, young man,\" he answered, \"it is all very well for you to talk\nlike that, but if you had found yourself in the position which it was\nmy privilege to occupy a few hours afterwards, it is my belief that you\nwould have thrown the tusks away altogether and taken to your heels.\"\n\n\"Oh,\" said Good, \"so that isn't the end of the yarn? A very good yarn,\nQuatermain, by the way--I couldn't have made up a better one myself.\"\n\nThe old gentleman looked at Good severely, for it irritated him to be\nchaffed about his stories.\n\n\"I don't know what you mean, Good. I don't see that there is any\ncomparison between a true story of adventure and the preposterous tales\nwhich you invent about ibex hanging by their horns. No, it is not the\nend of the story; the most exciting part is to come. But I have talked\nenough for to-night; and if you go on in that way, Good, it will be some\ntime before I begin again.\"\n\n\"Sorry I spoke, I'm sure,\" said Good, humbly. \"Let's have a split to\nshow that there is no ill-feeling.\" And they did.\n\n\n\n\nV--THE MESSAGE OF MAIWA\n\nOn the following evening we once more dined together, and Quatermain,\nafter some pressure, was persuaded to continue his story--for Good's\nremark still rankled in his breast.\n\n\"At last,\" he went on, \"a few minutes before sunset, the task was\nfinished. We had laboured at it all day, stopping only once for dinner,\nfor it is no easy matter to hew out five such tusks as those which\nnow lay before me in a white and gleaming line. It was a dinner worth\neating, too, I can tell you, for we dined off the heart of the great\none-tusked bull, which was so big that the man whom I sent inside the\nelephant to look for his heart was forced to remove it in two pieces.\nWe cut it into slices and fried it with fat, and I never tasted heart\nto equal it, for the meat seemed to melt in one's mouth. By the way, I\nexamined the jaw of the elephant; it never grew but one tusk; the other\nhad not been broken off, nor was it present in a rudimentary form.\n\n\"Well, there lay the five beauties, or rather four of them, for Gobo and\nanother man were engaged in sawing the grand one in two. At last\nwith many sighs I ordered them to do this, but not until by practical\nexperiment I had proved that it was impossible to carry it in any other\nway. One hundred and sixty pounds of solid ivory, or rather more in its\ngreen state, is too great a weight for two men to bear for long across\na broken country. I sat watching the job and smoking the pipe of\ncontentment, when suddenly the bush opened, and a very handsome and\ndignified native girl, apparently about twenty years of age, stood\nbefore me, carrying a basket of green mealies upon her head.\n\n\"Although I was rather surprised to see a native girl in such a wild\nspot, and, so far as I knew, a long way from any kraal, the matter did\nnot attract my particular notice; I merely called to one of the men, and\ntold him to bargain with the woman for the mealies, and ask her if there\nwere any more to be bought in the neighbourhood. Then I turned my head\nand continued to superintend the cutting of the tusk. Presently a shadow\nfell upon me. I looked up, and saw that the girl was standing before me,\nthe basket of mealies still on her head.\n\n\"'Marême, Marême,' she said, gently clapping her hands together. The\nword Marême among these Matuku (though she was no Matuku) answers to\nthe Zulu 'Koos,' and the clapping of hands is a form of salutation very\ncommon among the tribes of the Basutu race.\n\n\"'What is it, girl?' I asked her in Sisutu. 'Are those mealies for\nsale?'\n\n\"'No, great white hunter,' she answered in Zulu, 'I bring them as a\ngift.'\n\n\"'Good,' I replied; 'set them down.'\n\n\"'A gift for a gift, white man.'\n\n\"'Ah,' I grumbled, 'the old story--nothing for nothing in this wicked\nworld. What do you want--beads?'\n\n\"She nodded, and I was about to tell one of the men to go and fetch some\nfrom one of the packs, when she checked me.\n\n\"'A gift from the giver's own hand is twice a gift,' she said, and I\nthought that she spoke meaningly.\n\n\"'You mean that you want me to give them to you myself?'\n\n\"'Surely.'\n\n\"I rose to go with her. 'How is it that, being of the Matuku, you speak\nin the Zulu tongue?' I asked suspiciously.\n\n\"'I am not of the Matuku,' she answered as soon as we were out of\nhearing of the men. 'I am of the people of Nala, whose tribe is the\nButiana tribe, and who lives there,' and she pointed over the mountain.\n'Also I am one of the wives of Wambe,' and her eyes flashed as she said\nthe name.\n\n\"'And how did you come here?'\n\n\"'On my feet,' she answered laconically.\n\n\"We reached the packs, and undoing one of them, I extracted a handful of\nbeads. 'Now,' I said, 'a gift for a gift. Hand over the mealies.'\n\n\"She took the beads without even looking at them, which struck me as\ncurious, and setting the basket of mealies on the ground, emptied it.\n\n\"At the bottom of the basket were some curiously-shaped green leaves,\nrather like the leaves of the gutta-percha tree in shape, only somewhat\nthicker and of a more fleshy substance. As though by hazard, the girl\npicked one of these leaves out of the basket and smelt it. Then she\nhanded it to me. I took the leaf, and supposing that she wished me to\nsmell it also, was about to oblige her by doing so, when my eye fell\nupon some curious red scratches on the green surface of the leaf.\n\n\"'Ah,' said the girl (whose name, by the way, was Maiwa), speaking\nbeneath her breath, 'read the signs, white man.'\n\n\"Without answering her I continued to stare at the leaf. It had been\nscratched or rather written upon with a sharp tool, such as a nail, and\nwherever this instrument had touched it, the acid juice oozing through\nthe outer skin had turned a rusty blood colour. Presently I found the\nbeginning of the scrawl, and read this in English, and covering the\nsurface of the leaf and of two others that were in the basket.\n\n\"'I hear that a white man is hunting in the Matuku country. This is\nto warn him to fly over the mountain to Nala. Wambe sends an impi at\ndaybreak to eat him up, because he has hunted before bringing hongo. For\nGod's sake, whoever you are, try to help me. I have been the slave of\nthis devil Wambe for nearly seven years, and am beaten and tortured\ncontinually. He murdered all the rest of us, but kept me because I could\nwork iron. Maiwa, his wife, takes this; she is flying to Nala her father\nbecause Wambe killed her child. Try to get Nala to attack Wambe; Maiwa\ncan guide them over the mountain. You won't come for nothing, for the\nstockade of Wambe's private kraal is made of elephants' tusks. For\nGod's sake, don't desert me, or I shall kill myself. I can bear this no\nlonger.\n\n\"'John Every.'\n\n\"'Great heavens!' I gasped. 'Every!--why, it must be my old friend.' The\ngirl, or rather the woman Maiwa, pointed to the other side of the leaf,\nwhere there was more writing. It ran thus--'I have just heard that the\nwhite man is called Macumazahn. If so, it must be my friend Quatermain.\nPray Heaven it is, for I know he won't desert an old chum in such a fix\nas I am. It isn't that I'm afraid of dying, I don't care if I die, but I\nwant to get a chance at Wambe first.'\n\n\"'No, old boy,' thought I to myself, 'it isn't likely that I am going\nto leave you there while there is a chance of getting you out. I have\nplayed fox before now--there's still a double or two left in me. I must\nmake a plan, that's all. And then there's that stockade of tusks. I am\nnot going to leave that either.' Then I spoke to the woman.\n\n\"'You are called Maiwa?'\n\n\"'It is so.'\n\n\"'You are the daughter of Nala and the wife of Wambe?'\n\n\"'It is so.'\n\n\"'You fly from Wambe to Nala?'\n\n\"'I do.'\n\n\"'Why do you fly? Stay, I would give an order,'--and calling to Gobo, I\nordered him to get the men ready for instant departure. The woman, who,\nas I have said, was quite young and very handsome, put her hand into\na little pouch made of antelope hide which she wore fastened round the\nwaist, and to my horror drew from it the withered hand of a child, which\nevidently had been carefully dried in the smoke.\n\n\"'I fly for this cause,' she answered, holding the poor little hand\ntowards me. 'See now, I bore a child. Wambe was its father, and for\neighteen months the child lived and I loved it. But Wambe loves not his\nchildren; he kills them all. He fears lest they should grow up to slay\none so wicked, and he would have killed this child also, but I begged\nits life. One day, some soldiers passing the hut saw the child and\nsaluted him, calling him the \"chief who soon shall be.\" Wambe heard,\nand was mad. He smote the babe, and it wept. Then he said that it should\nweep for good cause. Among the things that he had stolen from the white\nmen whom he slew is a trap that will hold lions. So strong is the trap\nthat four men must stand on it, two on either side, before it can be\nopened.'\"\n\n\nHere old Quatermain broke off suddenly.\n\n\"Look here, you fellows,\" he said, \"I can't bear to go on with this part\nof the story, because I never could stand either seeing or talking of\nthe sufferings of children. You can guess what that devil did, and what\nthe poor mother was forced to witness. Would you believe it, she told\nme the tale without a tremor, in the most matter-of-fact way. Only I\nnoticed that her eyelid quivered all the time.\n\n\"'Well,' I said, as unconcernedly as though I had been talking of the\ndeath of a lamb, though inwardly I was sick with horror and boiling\nwith rage, 'and what do you mean to do about the matter, Maiwa, wife of\nWambe?'\n\n\"'I mean to do this, white man,' she answered, drawing herself up to her\nfull height, and speaking in tones as hard as steel and cold as ice--'I\nmean to work, and work, and work, to bring this to pass, and to bring\nthat to pass, until at length it comes to pass that with these living\neyes I behold Wambe dying the death that he gave to his child and my\nchild.'\n\n\"'Well said,' I answered.\n\n\"'Ay, well said, Macumazahn, well said, and not easily forgotten. Who\ncould forget, oh, who could forget? See where this dead hand rests\nagainst my side; so once it rested when alive. And now, though it is\ndead, now every night it creeps from its nest and strokes my hair and\nclasps my fingers in its tiny palm. Every night it does this, fearing\nlest I should forget. Oh, my child! my child! ten days ago I held thee\nto my breast, and now this alone remains of thee,' and she kissed the\ndead hand and shivered, but never a tear did she weep.\n\n\"'See now,' she went on, 'the white man, the prisoner at Wambe's kraal,\nhe was kind to me. He loved the child that is dead, yes, he wept\nwhen its father slew it, and at the risk of his life told Wambe, my\nhusband--ah, yes, my husband!--that which he is! He too it was who made\na plan. He said to me, \"Go, Maiwa, after the custom of thy people, go\npurify thyself in the bush alone, having touched a dead one. Say to\nWambe thou goest to purify thyself alone for fifteen days, according to\nthe custom of thy people. Then fly to thy father, Nala, and stir him up\nto war against Wambe for the sake of the child that is dead.\" This then\nhe said, and his words seemed good to me, and that same night ere I left\nto purify myself came news that a white man hunted in the country, and\nWambe, being mad with drink, grew very wrath, and gave orders that an\nimpi should be gathered to slay the white man and his people and seize\nhis goods. Then did the \"Smiter of Iron\" (Every) write the message on\nthe green leaves, and bid me seek thee out, and show forth the matter,\nthat thou mightest save thyself by flight; and behold, this thing have I\ndone, Macumazahn, the hunter, the Slayer of Elephants.'\n\n\"'Ah,' I said, 'I thank you. And how many men be there in the impi of\nWambe?'\n\n\"'A hundred of men and half a hundred.'\n\n\"'And where is the impi?'\n\n\"'There to the north. It follows on thy spoor. I saw it pass yesterday,\nbut myself I guessed that thou wouldst be nigher to the mountain, and\ncame this way, and found thee. To-morrow at the daybreak the slayers\nwill be here.'\n\n\"'Very possibly,' I thought to myself; 'but they won't find Macumazahn.\nI have half a mind to put some strychnine into the carcases of those\nelephants for their especial benefit though.' I knew that they would\nstop to eat the elephants, as indeed they did, to our great gain, but\nI abandoned the idea of poisoning them, because I was rather short of\nstrychnine.\"\n\n\"Or because you did not like to play the trick, Quatermain?\" I suggested\nwith a laugh.\n\n\"I said because I had not enough strychnine. It would take a great deal\nof strychnine to poison three elephants effectually,\" answered the old\ngentleman testily.\n\nI said nothing further, but I smiled, knowing that old Allan could never\nhave resorted to such an artifice, however severe his strait. But that\nwas his way; he always made himself out to be a most unmerciful person.\n\n\n\"Well,\" he went on, \"at that moment Gobo came up and announced that we\nwere ready to march. 'I am glad that you are ready,' I said, 'because\nif you don't march, and march quick, you will never march again, that is\nall. Wambe has an impi out to kill us, and it will be here presently.'\n\n\"Gobo turned positively green, and his knees knocked together. 'Ah, what\ndid I say?' he exclaimed. 'Fate walks about loose in Wambe's country.'\n\n\"'Very good; now all you have to do is to walk a little quicker than\nhe does. No, no, you don't leave those elephant tusks behind--I am not\ngoing to part with them I can tell you.'\n\n\"Gobo said no more, but hastily directed the men to take up their loads,\nand then asked which way we were to run.\n\n\"'Ah,' I said to Maiwa, 'which way?'\n\n\"'There,' she answered, pointing towards the great mountain spur\nwhich towered up into the sky some forty miles away, separating the\nterritories of Nala and Wambe--'there, below that small peak, is one\nplace where men may pass, and one only. Also it can easily be blocked\nfrom above. If men pass not there, then they must go round the great\npeak of the mountain, two days' journey and half a day.'\n\n\"'And how far is the peak from us?'\n\n\"'All to-night shall you walk and all to-morrow, and if you walk fast,\nat sunset you shall stand on the peak.'\n\n\"I whistled, for that meant a five-and-forty miles trudge without sleep.\nThen I called to the men to take each of them as much cooked elephant's\nmeat as he could carry conveniently. I did the same myself, and forced\nthe woman Maiwa to eat some as we went. This I did with difficulty, for\nat that time she seemed neither to sleep nor eat nor rest, so fiercely\nwas she set on vengeance.\n\n\"Then we started, Maiwa guiding us. After going for a half-hour over\ngradually rising ground, we found ourselves on the further edge of a\ngreat bush-clad depression something like the bottom of a lake. This\ndepression, through which we had been travelling, was covered with bush\nto a very great extent, indeed almost altogether so, except where it was\npitted with glades such as that wherein I had shot the elephants.\n\n\"At the top of this slope Maiwa halted, and putting her hand over her\neyes looked back. Presently she touched me on the arm and pointed across\nthe sea of forest towards a comparatively vacant space of country some\nsix or seven miles away. I looked, and suddenly I saw something flash in\nthe red rays of the setting sun. A pause, and then another quick flash.\n\n\"'What is it?' I asked.\n\n\"'It is the spears of Wambe's impi, and they travel fast,' she answered\ncoolly.\n\n\"I suppose that my face showed how little I liked the news, for she went\non--\n\n\"'Fear not; they will stay to feast upon the elephants, and while they\nfeast we shall journey. We may yet escape.'\n\n\"After that we turned and pushed on again, till at length it grew so\ndark that we had to wait for the rising of the moon, which lost us\ntime, though it gave us rest. Fortunately none of the men had seen that\nominous flashing of the spears; if they had, I doubt if even I could\nhave kept control of them. As it was, they travelled faster than I had\never known loaded natives to go before, so thorough-paced was their\ndesire to see the last of Wambe's country. I, however, took the\nprecaution to march last of all, fearing lest they should throw away\ntheir loads to lighten themselves, or, worse still, the tusks; for these\nkind of fellows would be capable of throwing anything away if their own\nskins were at stake. If the pious Æneas, whose story you were reading\nto me the other night, had been a mongrel Delagoa Bay native, Anchises\nwould have had a poor chance of getting out of Troy, that is, if he was\nknown to have made a satisfactory will.\n\n\"At moonrise we set out again, and with short occasional halts travelled\ntill dawn, when we were forced to rest and eat. Starting once more,\nabout half-past five, we crossed the river at noon. Then began the long\ntoilsome ascent through thick bush, the same in which I shot the bull\nbuffalo, only some twenty miles to the west of that spot, and not more\nthan twenty-five miles on the hither side of Wambe's kraal. There were\nsix or seven miles of this dense bush, and hard work it was to get\nthrough it. Next came a belt of scattered forest which was easier to\npass, though, in revenge, the ground was steeper. This was about two\nmiles wide, and we passed it by about four in the afternoon. Above this\nscattered bush lay a long steep slope of boulder-strewn ground, which\nran up to the foot of the little peak some three miles away. As we\nemerged, footsore and weary, on to this inhospitable plain, some of the\nmen looking round caught sight of the spears of Wambe's impi advancing\nrapidly not more than a mile behind us.\n\n\"At first there was a panic, and the bearers tried to throw off their\nloads and run, but I harangued them, calling out to them that certainly\nI would shoot the first man who did so and that if they would but trust\nin me I would bring them through the mess. Now, ever since I had killed\nthose three elephants single-handed, I had gained great influence over\nthese men, and they listened to me. So off we went as hard as ever we\ncould go--the members of the Alpine Club would not have been in it with\nus. We made the boulders burn, as a Frenchman would say.\n\n\"When we had done about a mile the spears began to emerge from the belt\nof scattered bush, and the whoop of their bearers as they viewed us\nbroke upon our ears. Quick as our pace had been before, it grew much\nquicker now, for terror lent wings to my gallant crew. But they were\nsorely tired, and the loads were heavy, so that run, or rather climb, as\nwe would, Wambe's soldiers, a scrubby-looking lot of men armed with\nbig spears and small shields, but without plumes, climbed considerably\nfaster. The last mile of that pleasing chase was like a fox hunt,\nwe being the fox, and always in view. What astonished me was the\nextraordinary endurance and activity shown by Maiwa. She never even\nflagged. I think that girl's muscles must have been made of iron, or\nperhaps it was the strength of her will that supported her. At any rate\nshe reached the foot of the peak second, poor Gobo, who was an excellent\nhand at running away, being first.\n\n\"Presently I came up panting, and glanced at the ascent. Before us was a\nwall of rock about one hundred and fifty feet in height, upon which\nthe strata were laid so as to form a series of projections sufficiently\nresembling steps to make the ascent easy, comparatively speaking, except\nat one spot, where it was necessary to climb over a projecting angle\nof cliff and bear a little to the left. It was not a really difficult\nplace, but what made it awkward was, that immediately beneath this\nprojection gaped a deep fissure or donga, on the brink of which we now\nstood, originally dug out, no doubt, by the rush of water from the\npeak and cliff. This gulf beneath would be trying to the nerves of\na weak-headed climber at the critical point, and so it proved in the\nresult. The projecting angle once passed, the remainder of the ascent\nwas very simple. At the summit, however, the brow of the cliff hung over\nand was pierced by a single narrow path cut through it by water, in such\nfashion that a single boulder rolled into it at the top would make the\ncliff quite impassable to men without ropes.\n\n\"At this moment Wambe's soldiers were about a thousand yards from us, so\nit was evident that we had no time to lose. I at once ordered the men\nto commence the ascent, the girl Maiwa, who was familiar with the pass,\ngoing first to show them the way. Accordingly they began to mount with\nalacrity, pushing and lifting their loads in front of them. When the\nfirst of them, led by Maiwa, reached the projecting angle, they put\ndown their loads upon a ledge of rock and clambered over. Once there, by\nlying on their stomachs upon a boulder, they could reach the loads which\nwere held to them by the men beneath, and in this way drag them over the\nawkward place, whence they were carried easily to the top.\n\n\"But all of this took time, and meanwhile the soldiers were coming up\nfast, screaming and brandishing their big spears. They were now within\nabout four hundred yards, and several loads, together with all the\ntusks, had yet to be got over the rock. I was still standing at the\nbottom of the cliff, shouting directions to the men above, but it\noccurred to me that it would soon be time to move. Before doing so,\nhowever, I thought that it might be well to try and produce a moral\neffect upon the advancing enemy. In my hand I held a Winchester\nrepeating carbine, but the distance was too great for me to use it with\neffect, so I turned to Gobo, who was shivering with terror at my side,\nand handing him the carbine, took my express from him.\n\n\"The enemy was now about three hundred and fifty yards away, and the\nexpress was only sighted to three hundred. Still I knew that it could be\ntrusted for the extra fifty yards. Running in front of Wambe's soldiers\nwere two men--captains, I suppose--one of them very tall. I put up the\nthree hundred yard flap, and sitting down with my back against the rock,\nI drew a long breath to steady myself, and covered the tall man, giving\nhim a full sight. Feeling that I was on him, I pulled, and before the\nsound of the striking bullet could reach my ears, I saw the man throw up\nhis arms and pitch forward on to his head. His companion stopped dead,\ngiving me a fair chance. I rapidly covered him, and fired the left\nbarrel. He turned round once, and then sank down in a heap. This caused\nthe enemy to hesitate--they had never seen men killed at such a\ndistance before, and thought that there was something uncanny about the\nperformance. Taking advantage of the lull, I gave the express back to\nGobo, and slinging the Winchester repeater over my back I began to climb\nthe cliff.\n\n\"When we reached the projecting angle all the loads were over, but\nthe tusks still had to be passed up, and owing to their weight and the\nsmoothness of their surface, this was a very difficult task. Of course\nI ought to have abandoned the tusks; often and often have I since\nreproached myself for not doing so. Indeed, I think that my obstinacy\nabout them was downright sinful, but I was always obstinate about such\nthings, and I could not bear the idea of leaving those splendid tusks\nwhich had cost me so much pains and danger to come by. Well, it nearly\ncost me my life also, and did cost poor Gobo his, as will be seen\nshortly, to say nothing of the loss inflicted by my rifle on the enemy.\nWhen I reached the projection I found that the men, with their usual\nstupidity, were trying to hand up the tusks point first. Now the result\nof this was that those above had nothing to grip except the round\npolished surface of the ivory, and in the position in which they were,\nthis did not give them sufficient hold to enable them to lift the\nweight. I told them to reverse the tusks and push them up, so that the\nrough and hollow ends came to the hands of the men above. This they did,\nand the first two were dragged up in safety.\n\n\"At this point, looking behind me, I saw the Matukus streaming up the\nslope in a rough extended order, and not more than a hundred yards away.\nCocking the Winchester I turned and opened fire on them. I don't quite\nknow how many I missed, but I do know that I never shot better in my\nlife. I had to keep shifting myself from one enemy to the other, firing\nalmost without getting a sight, that is, by the eye alone, after the\nfashion of the experts who break glass balls. But quick as the work was,\nmen fell thick, and by the time that I had emptied the carbine of its\ntwelve cartridges, for the moment the advance was checked. I rapidly\npushed in some more cartridges, and hardly had I done so when the enemy,\nseeing that we were about to escape them altogether, came on once more\nwith a tremendous yell. By this time the two halves of the single tusk\nof the great bull alone remained to be passed up. I fired and fired as\neffectively as before, but notwithstanding all that I could do, some men\nescaped my hail of bullets and began to ascend the cliff. Presently\nmy rifle was again empty. I slung it over my back, and, drawing my\nrevolver, turned to run for it, the attackers being now quite close. As\nI did so, a spear struck the cliff close to my head.\n\n\"The last half of the tusk was now vanishing over the rock, and I sung\nout to Gobo and the other man who had been pushing it up to vanish after\nit. Gobo, poor fellow, required no second invitation; indeed, his haste\nwas his undoing. He went at the projecting rock with a bound. The end\nof the tusk was still hanging over, and instead of grasping the rock he\ncaught at it. It twisted in his hand--he slipped--he fell; with one wild\nshriek he vanished into the abyss beneath, his falling body brushing me\nas it passed. For a moment we stood aghast, and presently the dull thud\nof his fall smote heavily upon our ears. Poor fellow, he had met the\nFate which, as he declared, walked about loose in Wambe's country. Then\nwith an oath the remaining man sprung at the rock and clambered over it\nin safety. Aghast at the awfulness of what had happened, I stood still,\ntill I saw the great blade of a Matuku spear pass up between my feet.\nThat brought me to my senses, and I began to clamber up the rock like\na cat. I was half way round it. Already I had clasped the hand of that\nbrave girl Maiwa, who came down to help me, the men having scrambled\nforward with the ivory, when I felt some one seize my ankle.\n\n\"'Pull, Maiwa, pull,' I gasped, and she certainly did pull. Maiwa was a\nvery muscular woman, and never before did I appreciate the advantages\nof the physical development of females so keenly. She tugged at my left\narm, the savage below tugged at my right leg, till I began to realize\nthat something must give way ere long. Luckily I retained my presence\nof mind, like the man who threw his mother-in-law out of the window, and\ncarried the mattress down-stairs, when a fire broke out in his house.\nMy right hand was still free, and in it I held my revolver, which was\nsecured to my wrist by a leather thong. The pistol was cocked, and I\nsimply pointed it downwards and fired. The result was instantaneous--and\nso far as I am concerned, most satisfactory. The bullet hit the man\nbeneath me somewhere, I am sure I don't know where; at any rate, he let\ngo of my leg and plunged headlong into the gulf beneath to join Gobo. In\nanother moment I was on the top of the rock, and going up the remaining\nsteps like a lamplighter. A single other soldier appeared in pursuit,\nbut one of my boys at the top fired my elephant gun at him. I don't know\nif he hit him or only frightened him; at any rate, he vanished whence he\ncame. I do know, however, that he very nearly hit _me_, for I felt the\nwind of the bullet.\n\n\"Another thirty seconds, and I and the woman Maiwa were at the top of\nthe cliff panting, but safe.\n\n\"My men, being directed thereto by Maiwa, had most fortunately rolled\nup some big boulders which lay about, and with these we soon managed to\nblock the passage through the overhanging ridge of rock in such fashion\nthat the soldiers below could not possibly climb over it. Indeed, so far\nas I could see, they did not even try to do so--their heart was turned\nto fat, as the Zulus say.\n\n\"Then having rested a few moments we took up the loads, including the\ntusks of ivory that had cost us so dear, and in silence marched on for\na couple of miles or more, till we reached a patch of dense bush. And\nhere, being utterly exhausted, we camped for the night, taking the\nprecaution, however, of setting a guard to watch against any attempt at\nsurprise.\"\n\n\n\n\nVI--THE PLAN OF CAMPAIGN\n\n\"Notwithstanding all that we had gone through, perhaps indeed on account\nof it, for I was thoroughly worn out, I slept that night as soundly as\npoor Gobo, round whose crushed body the hyænas would now be prowling.\nRising refreshed at dawn we went on our way towards Nala's kraal, which\nwe reached at nightfall. It is built on open ground after the Zulu\nfashion, in a ring fence and with beehive huts. The cattle kraal is\nbehind and a little to the left. Indeed, both from their habits and\ntheir talk it was easy to see that these Butiana belong to that section\nof the Bantu people which, since T'Chaka's time, has been known as the\nZulu race. We did not see the chief Nala that night. His daughter Maiwa\nwent on to his private huts as soon as we arrived, and very shortly\nafterwards one of his head men came to us bringing a sheep and some\nmealies and milk with him. 'The chief sent us greeting,' he said, 'and\nwould see us on the morrow.' Meanwhile he was ordered to bring us to a\nplace of resting, where we and our goods should be safe and undisturbed.\nAccordingly he led the way to some very good huts just outside Nala's\nprivate enclosure, and here we slept comfortably.\n\n\"On the morrow about eight o'clock the head man came again, and said\nthat Nala requested that I would visit him. I followed him into the\nprivate enclosure and was introduced to the chief, a fine-looking man\nof about fifty, with very delicately-shaped hands and feet, and a rather\nnervous mouth. The chief was seated on a tanned ox-hide outside his hut.\nBy his side stood his daughter Maiwa, and squatted on their haunches\nround him were some twenty head men or Indunas, whose number was\ncontinually added to by fresh arrivals. These men saluted me as I\nentered, and the chief rose and took my hand, ordering a stool to be\nbrought for me to sit on. When this was done, with much eloquence and\nnative courtesy he thanked me for protecting his daughter in the painful\nand dangerous circumstances in which she found herself placed, and also\ncomplimented me very highly upon what he was pleased to call the\nbravery with which I had defended the pass in the rocks. I answered in\nappropriate terms, saying that it was to Maiwa herself that thanks were\ndue, for had it not been for her warning and knowledge of the country we\nshould not have been here to-day; while as to the defence of the pass, I\nwas fighting for my life, and that put heart into me.\n\n\"These courtesies concluded, Nala called upon his daughter Maiwa to tell\nher tale to the head men, and this she did most simply and effectively.\nShe reminded them that she had gone as an unwilling bride to Wambe--that\nno cattle had been paid for her, because Wambe had threatened war if she\nwas not sent as a free gift. Since she had entered the kraal of Wambe\nher days had been days of heaviness and her nights nights of weeping.\nShe had been beaten, she had been neglected and made to do the work of a\nlow-born wife--she, a chief's daughter. She had borne a child, and this\nwas the story of the child. Then amidst a dead silence she told them the\nawful tale which she had already narrated to me. When she had finished,\nher hearers gave a loud ejaculation. '_Ou!_' they said, '_ou!_ Maiwa,\ndaughter of Nala!'\n\n\"'Ay,' she went on with flashing eyes, 'ay, it is true; my mouth is as\nfull of truth as a flower of honey, and for tears my eyes are like the\ndew upon the grass at dawn. It is true I saw the child die--here is the\nproof of it, councillors,' and she drew forth the little dead hand and\nheld it before them.\n\n\"'_Ou!_' they said again, '_ou!_ it is the dead hand!'\n\n\"'Yes,' she continued, 'it is the dead hand of my dead child, and I bear\nit with me that I may never forget, never for one short hour, that I\nlive that I may see Wambe die, and be avenged. Will you bear it, my\nfather, that your daughter and your daughter's child should be so\ntreated by a Matuku? Will ye bear it, men of my own people?'\n\n\"'No,' said an old Induna, rising, 'it is not to be borne. Enough have\nwe suffered at the hands of these Matuku dogs and their loud-tongued\nchief; let us put it to the issue.'\n\n\"'It is not to be borne indeed,' said Nala; 'but how can we make head\nagainst so great a people?'\n\n\"'Ask of him--ask of Macumazahn, the wise white man,' said Maiwa,\npointing at me.\n\n\"'How can we overcome Wambe, Macumazahn the hunter?'\n\n\"'How does the jackal overreach the lion, Nala?'\n\n\"'By cleverness, Macumazahn.'\n\n\"'So shall you overcome Wambe, Nala.'\n\n\"At this moment an interruption occurred. A man entered and said that\nmessengers had arrived from Wambe.\n\n\"'What is their message?' asked Nala.\n\n\"'They come to ask that thy daughter Maiwa be sent back, and with her\nthe white hunter.'\n\n\"'How shall I make answer to this, Macumazahn?' said Nala, when the man\nhad withdrawn.\n\n\"'Thus shalt thou answer,' I said after reflection; 'say that the woman\nshall be sent and I with her, and then bid the messengers be gone. Stay,\nI will hide myself here in the hut that the men may not see me,' and I\ndid.\n\n\"Shortly afterwards, through a crack in the hut, I saw the messengers\narrive, and they were great truculent-looking fellows. There were four\nof them, and evidently they had travelled night and day. They entered\nwith a swagger and squatted down before Nala.\n\n\"'Your business?' said Nala, frowning.\n\n\"'We come from Wambe, bearing the orders of Wambe to Nala his servant,'\nanswered the spokesman of the party.\n\n\"'Speak,' said Nala, with a curious twitch of his nervous-looking mouth.\n\n\"'These are the words of Wambe: \"Send back the woman, my wife, who has\nrun away from my kraal, and send with her the white man who has dared to\nhunt in my country without my leave, and to slay my soldiers.\" These are\nthe words of Wambe.'\n\n\"'And if I say I will not send them?' asked Nala.\n\n\"'Then on behalf of Wambe we declare war upon you. Wambe will eat you\nup. He will wipe you out; your kraals shall be stamped flat--so,' and\nwith an expressive gesture he drew his hand across his mouth to show\nhow complete would be the annihilation of that chief who dared to defy\nWambe.\n\n\"'These are heavy words,' said Nala. 'Let me take counsel before I\nanswer.'\n\n\"Then followed a little piece of acting that was really very creditable\nto the untutored savage mind. The heralds withdrew, but not out of\nsight, and Nala went through the show of earnestly consulting his\nIndunas. The girl Maiwa too flung herself at his feet, and appeared to\nweep and implore his protection, while he wrung his hands as though in\ndoubt and tribulation of mind. At length he summoned the messengers to\ndraw near, and addressed them, while Maiwa sobbed very realistically at\nhis side.\n\n\"'Wambe is a great chief,' said Nala, 'and this woman is his wife, whom\nhe has a right to claim. She must return to him, but her feet are sore\nwith walking, she cannot come now. In eight days from this day she shall\nbe delivered at the kraal of Wambe; I will send her with a party of my\nmen. As for the white hunter and his men, I have nought to do with them,\nand cannot answer for their misdeeds. They have wandered hither unbidden\nby me, and I will deliver them back whence they came, that Wambe may\njudge them according to his law; they shall be sent with the girl. For\nyou, go your ways. Food shall be given you without the kraal, and a\npresent for Wambe in atonement of the ill-doing of my daughter. I have\nspoken.'\n\n\"At first the heralds seemed inclined to insist upon Maiwa's\naccompanying them then and there, but on being shown the swollen\ncondition of her feet, ultimately they gave up the point and departed.\n\n\"When they were well out of the way I emerged from the hut, and we went\non to discuss the situation and make our plans. First of all, as I was\ncareful to explain to Nala, I was not going to give him my experience\nand services for nothing. I heard that Wambe had a stockade round\nhis kraal made of elephant tusks. These tusks, in the event of our\nsucceeding in the enterprise, I should claim as my perquisite, with the\nproviso that Nala should furnish me with men to carry them down to the\ncoast.\n\n\"To this modest request Nala and the head men gave an unqualified and\nhearty assent, the more hearty perhaps because they never expected to\nget the ivory.\n\n\"The next thing I stipulated was, that if we conquered, the white man\nJohn Every should be handed over to me, together with any goods which he\nmight claim. His cruel captivity was, I need hardly say, the only reason\nthat induced me to join in so hair-brained an expedition, but I was\ncareful from motives of policy to keep this fact in the background.\nNala accepted this condition. My third stipulation was that no women\nor children should be killed. This being also agreed to, we went on to\nconsider ways and means. Wambe, it appeared, was a very powerful petty\nchief, that is, he could put at least six thousand fighting men into the\nfield, and always had from three to four thousand collected about his\nkraal, which was supposed to be impregnable. Nala, on the contrary, at\nsuch short notice could not collect more than from twelve to thirteen\nhundred men, though, being of the Zulu stock, they were of much better\nstuff for fighting purposes than Wambe's Matukus.\n\n\"These odds, though large, under the circumstances were not\noverwhelming. The real obstacle to our chance of success was the\ndifficulty of delivering a crushing assault against Wambe's strong\nplace. This was, it appeared, fortified all round with schanses or stone\nwalls, and contained numerous caves and koppies in the hill-side and at\nthe foot of the mountain which no force had ever been able to capture.\nIt is said that in the time of the Zulu monarch Dingaan, a great impi of\nthat king's having penetrated to this district, had delivered an assault\nupon the kraal then owned by a forefather of Wambe's, and been beaten\nback with the loss of more than a thousand men.\n\n\"Having thought the question over, I interrogated Maiwa closely as to\nthe fortifications and the topographical peculiarities of the spot, and\nnot without results. I discovered that the kraal was indeed impregnable\nto a front attack, but that it was very slightly defended to the rear,\nwhich ran up a slope of the mountain, indeed only by two lines of stone\nwalls. The reason of this was that the mountain is quite impassable\nexcept by one secret path supposed to be known only to the chief and his\ncouncillors, and this being so, it had not been considered necessary to\nfortify it.\n\n\"'Well,' I said, when she had done, 'and now as to this secret path of\nthine--knowest thou aught of it?'\n\n\"'Ay,' she answered, 'I am no fool, Macumazahn. Knowledge learned is\npower earned. I won the secret of that path.'\n\n\"'And canst thou guide an impi thereon so that it shall fall upon the\ntown from behind?'\n\n\"'Yes, I can do this, if only Wambe's people know not that the impi\ncomes, for if they know, then they can block the way.'\n\n\"'So then here is my plan. Listen, Nala, and say if it be good, or if\nthou hast a better, show it forth. Let messengers go out and summon all\nthy impi, that it be gathered here on the third day from now. This being\ndone, let the impi, led by Maiwa, march on the morrow of the fourth day,\nand crossing the mountains let it travel along on the other side of the\nmountains till it come to the place on the further side of which is the\nkraal of Wambe; that shall be some three days' journey in all.[*] Then\non the night of the third day's journey, let Maiwa lead the impi\nin silence up the secret path, so that it comes to the crest of the\nmountain that is above the strong place, and here let it hide among the\nrocks.\n\n     [*] About one hundred and twenty miles.--Editor.\n\n\"'Meanwhile on the sixth day from now let one of thy Indunas, Nala,\nbring with him two hundred men that have guns, and lead me and my men\nas prisoners, and take also a girl from among the Butiana people, who\nby form and face is like unto Maiwa, and bind her hands, and pass by\nthe road on which we came and through the cutting in the cliff on to the\nkraal of Wambe. But the men shall take no shields or plumes with them,\nonly their guns and one short spear, and when they meet the people of\nWambe they shall say that they come to give up the woman and the white\nman and his party to Wambe, and to make atonement to Wambe. So shall\nthey pass in peace. And travelling thus, on the evening of the seventh\nday we shall come to the gates of the place of Wambe, and nigh the gates\nthere is, so says Maiwa, a koppie very strong and full of rocks and\ncaves, but having no soldiers on it except in time of war, or at the\nworst but a few such as can easily be overpowered.\n\n\"'This being done, at the dawn of day the impi on the mountain behind\nthe town must light a fire and put wet grass on it, so that the smoke\ngoes up. Then at the sight of the smoke we in the koppie will begin to\nshoot into the town of Wambe, and all the soldiers will run to kill us.\nBut we will hold our own, and while we fight the impi shall charge down\nthe mountain side and climb the schanses, and put those who defend them\nto the assegai, and then falling upon the town shall surprise it, and\ndrive the soldiers of Wambe as a wind blows the dead husks of corn. This\nis my plan. I have spoken.'\n\n\"'_Ou!_' said Nala, 'it is good, it is very good. The white man is\ncleverer than a jackal. Yes, so shall it be; and may the snake of the\nButiana people stand up upon its tail and prosper the war, for so shall\nwe be rid of Wambe and the tyrannies of Wambe.'\n\n\"After that the girl Maiwa stood up, and once more producing the\ndreadful little dried hand, made her father and several of his head\ncouncillors swear by it and upon it that they would carry out the war of\nvengeance to the bitter end. It was a very curious sight to see. And by\nthe way, the fight that ensued was thereafter known among the tribes of\nthat district as the War of the Little Hand.\n\n\"The next two days were busy ones for us. Messengers were sent out,\nand every available man of the Butiana tribe was ordered up to 'a great\ndance.' The country was small, and by the evening of the second day,\nsome twelve hundred and fifty men were assembled with their assegais and\nshields, and a fine hardy troop they were. At dawn of the following day,\nthe fourth from the departure of the heralds, the main impi, having\nbeen doctored in the usual fashion, started under the command of Nala\nhimself, who, knowing that his life and chieftainship hung upon the\nissue of the struggle, wisely determined to be present to direct it.\nWith them went Maiwa, who was to guide them up the secret path. Of\ncourse we were obliged to give them two days' start, as they had more\nthan a hundred miles of rough country to pass, including the crossing of\nthe great mountain range which ran north and south, for it was necessary\nthat the impi should make a wide détour in order to escape detection.\n\n\"At length, however, at dawn on the sixth day, I took the road,\naccompanied by my most unwilling bearers, who did not at all like the\nidea of thus putting their heads into the lion's mouth. Indeed, it was\nonly the fear of Nala's spears, together with a vague confidence in\nmyself, that induced them to accept the adventure. With me also were\nabout two hundred Butianas, all armed with guns of various kinds, for\nmany of these people had guns, though they were not very proficient in\nthe use of them. But they carried no shields and wore no head-dress or\narmlets; indeed, every warlike appearance was carefully avoided. With\nour party went also a sister of Maiwa's, though by a different mother,\nwho strongly resembled her in face and form, and whose mission it was to\nimpersonate the runaway wife.\n\n\"That evening we camped upon the top of the cliff up which we had so\nbarely escaped, and next morning at the first breaking of the light we\nrolled away the stones with which we had blocked the passage some days\nbefore, and descended to the hill-side beneath. Here the bodies, or\nrather the skeletons of the men who had fallen before my rifle, still\nlay about. The Matuku soldiers had left their comrades to be buried by\nthe vultures. I descended the gully into which poor Gobo had fallen, and\nsearched for his body, but in vain, although I found the spot where he\nand the other man had struck, together with the bones of the latter,\nwhich I recognized by the waist-cloth. Either some beast of prey had\ncarried Gobo off, or the Matuku people had disposed of his remains, and\nalso of my express rifle which he carried. At any rate, I never saw or\nheard any more of him.\n\n\"Once in Wambe's country, we adopted a very circumspect method of\nproceeding. About fifty men marched ahead in loose order to guard\nagainst surprise, while as many more followed behind. The remaining\nhundred were gathered in a bunch between, and in the centre of these men\nI marched, together with the girl who was personating Maiwa, and all my\nbearers. We were disarmed, and some of my men were tied together to show\nthat we were prisoners, while the girl had a blanket thrown over her\nhead, and moved along with an air of great dejection. We headed straight\nfor Wambe's place, which was at a distance of about twenty-five miles\nfrom the mountain-pass.\n\n\"When we had gone some five miles we met a party of about fifty of\nWambe's soldiers, who were evidently on the look-out for us. They\nstopped us, and their captain asked where we were going. The head man\nof our party answered that he was conveying Maiwa, Wambe's runaway wife,\ntogether with the white hunter and his men, to be given up to Wambe in\naccordance with his command. The captain then wanted to know why we\nwere so many, to which our spokesman replied that I and my men were very\ndesperate fellows, and that it was feared that if we were sent with a\nsmaller escort we should escape, and bring disgrace and the wrath of\nWambe upon their tribe. Thereon this gentleman, the Matuku captain,\nbegan to amuse himself at my expense, and mock me, saying that Wambe\nwould make me pay for the soldiers whom I had killed. He would put me\ninto the 'Thing that bites,' in other words, the lion trap, and leave me\nthere to die like a jackal caught by the leg. I made no answer to this,\nthough my wrath was great, but pretended to look frightened. Indeed\nthere was not much pretence about it, I was frightened. I could not\nconceal from myself that ours was a most hazardous enterprise, and that\nit was very possible that I might make acquaintance with that lion trap\nbefore I was many days older. However, it seemed quite impossible to\ndesert poor Every in his misfortune, so I had to go on, and trust to\nProvidence, as I have so often been obliged to do before and since.\n\n\"And now a fresh difficulty arose. Wambe's soldiers insisted upon\naccompanying us, and what is more, did all they could to urge us\nforward, as they were naturally anxious to get to the chief's place\nbefore evening. But we, on the other hand, had excellent reasons for not\narriving till night was closing in, since we relied upon the gloom to\ncover our advance upon the koppie which commanded the town. Finally,\nthey became so importunate that we were obliged to refuse flatly to\nmove faster, alleging as a reason that the girl was tired. They did\nnot accept this excuse in good part, and at one time I thought that we\nshould have come to blows, for there is no love lost between Butianas\nand Matukus. At last, however, either from motives of policy, or because\nthey were so evidently outnumbered, they gave in and suffered us to\ngo our own pace. I earnestly wished that they would have added to the\nobligation by going theirs, but this they declined absolutely to do. On\nthe contrary, they accompanied us every foot of the way, keeping up a\nrunning fire of allusions to the 'Thing that bites' that jarred upon my\nnerves and discomposed my temper.\n\n\"About half-past four in the afternoon we came to a neck or ridge of\nstony ground, whence we could see Wambe's town plainly lying some six or\nseven miles away, and three thousand feet beneath us. The town is built\nin a valley, with the exception of Wambe's own kraal, that is situated\nat the mouth of some caves upon the slope of the opposing mountains,\nover which I hoped to see our impi's spears flashing in the morrow's\nlight. Even from where we stood, it was easy to see how strongly the\nplace was fortified with schanses and stone walls, and how difficult\nof approach. Indeed, unless taken by surprise, it seemed to me quite\nimpregnable to a force operating without cannon, and even cannon would\nnot make much impression on rocks and stony koppies filled with caves.\n\n\"Then came the descent of the pass, and an arduous business it was, for\nthe path--if it may be called a path--is almost entirely composed of\nhuge water-worn boulders, from the one to the other of which we must\njump like so many grasshoppers. It took us two hours to climb down,\nand, travelling through that burning sun, when at last we did reach the\nbottom, I for one was nearly played out. Shortly afterwards, just as\nit was growing dark, we came to the first line of fortifications, which\nconsisted of a triple stone wall pierced by a gateway, so narrow that\na man could hardly squeeze through it. We passed this without question,\nbeing accompanied by Wambe's soldiers. Then, came a belt of land three\nhundred paces or more in width, very rocky and broken, and having no\nhuts upon it. Here in hollows in this belt the cattle were kraaled in\ncase of danger. On the further side were more fortifications and another\nsmall gateway shaped like a V, and just beyond and through it I saw the\nkoppie we had planned to seize looming up against the line of mountains\nbehind.\n\n\"As we went I whispered my suggestions to our captain, with the result\nthat at the second gateway he halted the cavalcade, and addressing\nthe captain of Wambe's soldiers, said that we would wait here till we\nreceived Wambe's word to enter the town. The other man said that this\nwas well, only he must hand over the prisoners to be taken up to the\nchief's kraal, for Wambe, was 'hungry to begin upon them,' and his\n'heart desired to see the white man at rest before he closed his eyes in\nsleep,' and as for his wife, 'surely he would welcome her.' Our leader\nreplied that he could not do this thing, because his orders were to\ndeliver the prisoners to Wambe at Wambe's own kraal, and they might not\nbe broken. How could he be responsible for the safety of the prisoners\nif he let them out of his hand? No, they would wait there till Wambe's\nword was brought.\n\n\"To this, after some demur, the other man consented, and went away,\nremarking that he would soon be back. As he passed me he called out\nwith a sneer, pointing as he did so to the fading red in the western\nsky--'Look your last upon the light, White Man, for the \"Thing that\nbites\" lives in the dark.'\n\n\"Next day it so happened that I shot this man, and, do you know, I think\nthat he is about the only human being who has come to harm at my hands\nfor whom I do not feel sincere sorrow and, in a degree, remorse.\"\n\n\n\n\nVII--THE ATTACK\n\n\"Just where we halted ran a little stream of water. I looked at it, and\nan idea struck me: probably there would be no water on the koppie. I\nsuggested this to our captain, and, acting on the hint, he directed all\nthe men to drink what they could, and also to fill the seven or eight\ncooking pots which we carried with us with water. Then came the crucial\nmoment. How were we to get possession of the koppie? When the captain\nasked me, I said that I thought that we had better march up and take\nit, and this accordingly we went on to do. When we came to the narrow\ngateway we were, as I expected stopped by two soldiers who stood on\nguard there and asked our business. The captain answered that we had\nchanged our minds, and would follow on to Wambe's kraal. The soldiers\nsaid no, we must now wait.\n\n\"To this we replied by pushing them to one side and marching in single\nfile through the gateway, which was not distant more than a hundred\nyards from the koppie. While we were getting through, the men we had\npushed away ran towards the town calling for assistance, a call that was\npromptly responded to, for in another minute we saw scores of armed men\nrunning hard in our direction. So we ran too, for the koppie. As soon as\nthey understood what we were after, which they did not at first, owing\nto the dimness of the light, they did their best to get there before us.\nBut we had the start of them, and with the exception of one unfortunate\nman who stumbled and fell, we were well on to the koppie before\nthey arrived. This man they captured, and when fighting began on the\nfollowing morning, and he refused to give any information, they killed\nhim. Luckily they had no time to torture him, or they would certainly\nhave done so, for these Matuku people are very fond of torturing their\nenemies.\n\n\"When we reached the koppie, the base of which covers about half an acre\nof ground, the soldiers who had been trying to cut us off halted, for\nthey knew the strength of the position. This gave us a few minutes\nbefore the light had quite vanished to reconnoitre the place. We found\nthat it was unoccupied, fortified with a regular labyrinth of stone\nwalls, and contained three large caves and some smaller ones. The next\nbusiness was to post the soldiers to such advantage as time would allow.\nMy own men I was careful to place quite at the top. They were perfectly\nuseless from terror, and I feared that they might try to escape and give\ninformation of our plans to Wambe. So I watched them like the apple of\nmy eye, telling them that should they dare to stir they would be shot.\n\n\"Then it grew quite dark, and presently out of the darkness I heard\na voice--it was that of the leader of the soldiers who had escorted\nus--calling us to come down. We replied that it was too dark to move, we\nshould hit our feet against the stones. He insisted upon our descending,\nand we flatly refused, saying that if any attempt was made to dislodge\nus we would fire. After that, as they had no real intention of attacking\nus in the dark, the men withdrew, but we saw from the fires which were\nlit around that they were keeping a strict watch upon our position.\n\n\"That night was a wearing one, for we never quite knew how the situation\nwas going to develop. Fortunately we had some cooked food with us, so\nwe did not starve. It was lucky, however, that we drunk our fill before\ncoming up, for, as I had anticipated, there was not a drop of water on\nthe koppie.\n\n\"At length the night wore away, and with the first tinge of light I\nbegan to go my rounds, and stumbling along the stony paths, to make\nthings as ready as I could for the attack, which I felt sure would be\ndelivered before we were two hours older. The men were cramped and cold,\nand consequently low-spirited, but I exhorted them to the best of my\nability, bidding them remember the race from which they sprang, and not\nto show the white feather before a crowd of Matuku dogs. At length it\nbegan to grow light, and presently I saw long columns of men advancing\ntowards the koppie. They halted under cover at a distance of about\na hundred and fifty yards, and just as the dawn broke a herald came\nforward and called to us. Our captain stood up upon a rock and answered\nhim.\n\n\"'These are the words of Wambe,' the herald said. 'Come forth from the\nkoppie, and give over the evil-doers, and go in peace, or stay in the\nkoppie and be slain.'\n\n\"'It is too early to come out as yet,' answered our man in fine\ndiplomatic style. 'When the sun sucks up the mist then we will come out.\nOur limbs are stiff with cold.'\n\n\"'Come forth even now,' said the herald.\n\n\"'Not if I know it, my boy,' said I to myself; but the captain replied\nthat he would come out when he thought proper, and not before.\n\n\"'Then make ready to die,' said the herald, for all the world like the\nvillain of a transpontine piece, and majestically stalked back to the\nsoldiers.\n\n\"I made my final arrangements, and looked anxiously at the mountain\ncrest a couple of miles or so away, from which the mist was now\nbeginning to lift, but no column of smoke could I see. I whistled,\nfor if the attacking force had been delayed or made any mistake, our\nposition was likely to grow rather warm. We had barely enough water to\nwet the mouths of the men, and when once it was finished we could not\nhold the place for long in that burning heat.\n\n\"At length, just as the sun rose in glory over the heights behind us,\nthe Matuku soldiers, of whom about fifteen hundred were now assembled,\nset up a queer whistling noise, which ended in a chant. Then some shots\nwere fired, for the Matuku had a few guns, but without effect, though\none bullet passed just by a man's head.\n\n\"'Now they are going to begin,' I thought to myself, and I was not\nfar wrong, for in another minute the body of men divided into three\ncompanies, each about five hundred strong, and, heralded by a running\nfire, charged at us on three sides. Our men were now all well under\ncover, and the fire did us no harm. I mounted on a rock so as to command\na view of as much of the koppie and plain as possible, and yelled to our\nmen to reserve their fire till I gave the word, and then to shoot low\nand load as quickly as possible. I knew that, like all natives, they\nwere sure to be execrable shots, and that they were armed with weapons\nmade out of old gas-pipes, so the only chance of doing execution was to\nlet the enemy get right on to us.\n\n\"On they came with a rush; they were within eighty yards now, and as\nthey drew near the point of attack, I observed that they closed their\nranks, which was so much the better for us.\n\n\"'Shall we not fire, my father?' sung out the captain.\n\n\"'No, confound you!' I answered.\n\n\"'Sixty yards--fifty--forty--thirty. Fire, you scoundrels!' I yelled,\nsetting the example by letting off both barrels of my elephant gun into\nthe thickest part of the company opposite to me.\n\n\"Instantly the place rang out with the discharge of two hundred and odd\nguns, while the air was torn by the passage of every sort of missile,\nfrom iron pot legs down to slugs and pebbles coated with lead. The\nresult was very prompt. The Matukus were so near that we could not miss\nthem, and at thirty yards a lead-coated stone out of a gas-pipe is as\neffective as a Martini rifle, or more so. Over rolled the attacking\nsoldiers by the dozen, while the survivors, fairly frightened, took to\ntheir heels. We plied them with shot till they were out of range--I made\nit very warm for them with the elephant gun, by the way--and then we\nloaded up in quite a cheerful frame of mind, for we had not lost a man,\nwhereas I could count more than fifty dead and wounded Matukus. The only\nthing that damped my ardour was that, stare as I would, I could see no\ncolumn of smoke upon the mountain crest.\n\n\"Half an hour elapsed before any further steps were taken against us.\nThen the attacking force adopted different tactics. Seeing that it\nwas very risky to try to rush us in dense masses, they opened out into\nskirmishing order and ran across the open space in lots of five and six.\nAs it happened, right at the foot of the koppie the ground broke away a\nlittle in such fashion that it was almost impossible for us to search\nit effectually with our fire. On the hither side of this dip Wambe's\nsoldiers were now congregating in considerable numbers. Of course we did\nthem as much damage as we could while they were running across, but this\nsort of work requires good shots, and that was just what we had not got.\nAnother thing was, that so many of our men would insist upon letting off\nthe things they called guns at every little knot of the enemy that ran\nacross. Thus, the first few lots were indeed practically swept away, but\nafter that, as it took a long while to load the gas-pipes and old flint\nmuskets, those who followed got across in comparative safety. For my own\npart, I fired away with the elephant gun and repeating carbine till they\ngrew almost too hot to hold, but my individual efforts could do nothing\nto stop such a rush, or perceptibly to lessen the number of our enemies.\n\n\"At length there were at least a thousand men crowded into the dip of\nground within a few yards of us, whence those of them who had guns kept\nup a continued fusillade upon the koppie. They killed two of my bearers\nin this way, and wounded a third, for being at the top of the koppie\nthese men were most exposed to the fire from the dip at its base. Seeing\nthat the situation was growing most serious, at length, by the dint of\nthreats and entreaties, I persuaded the majority of our people to cease\nfiring useless shots, to reload, and prepare for the rush. Scarcely had\nI done so when the enemy came for us with a roar. I am bound to say that\nI should never have believed that Matukus had it in them to make such\na determined charge. A large party rushed round the base of the koppie,\nand attacked us in flank, while the others swarmed wherever they could\nget a foothold, so that we were taken on every side.\n\n\"'_Fire!_' I cried, and we did with terrible effect. Many of their men\nfell, but though we checked we could not stop them. They closed up and\nrushed the first fortification, killing a good number of its defenders.\nIt was almost all cold steel work now, for we had no time to reload, and\nthat suited the Butiana habits of fighting well enough, for the stabbing\nassegai is a weapon which they understand. Those of our people who\nescaped from the first line of walls took refuge in the second, where\nI stood myself, encouraging them, and there the fight raged fiercely.\nOccasionally parties of the enemy would force a passage, only to perish\non the hither side beneath the Butiana spears. But still they kept\nit up, and I saw that, fight as we would, we were doomed. We were\naltogether outnumbered, and to make matters worse, fresh bodies\nof soldiers were pouring across the plain to the assistance of our\nassailants. So I made up my mind to direct a retreat into the caves,\nand there expire in a manner as heroic as circumstances would allow; and\nwhile mentally lamenting my hard fate and reflecting on my sins I fought\naway like a fiend. It was then, I remember, that I shot my friend the\ncaptain of our escort of the previous day. He had caught sight of\nme, and making a vicious dig at my stomach with a spear (which I\nsuccessfully dodged), shouted out, or rather began to shout out, one of\nhis unpleasant allusions to the 'Thing that----' He never got as far as\n'bites,' because I shot him after 'that.'\n\n\"Well, the game was about up. Already I saw one man throw down his spear\nin token of surrender--which act of cowardice cost him his life, by the\nway--when suddenly a shout arose.\n\n\"'Look at the mountain,' they cried; 'there is an impi on the mountain\nside.'\n\n\"I glanced up, and there sure enough, about half-way down the mountain,\nnearing the first fortification, the long-plumed double line of Nala's\nwarriors was rushing down to battle, the bright light of the morning\nglancing on their spears. Afterwards we discovered that the reason of\ntheir delay was that they had been stopped by a river in flood, and\ncould not reach the mountain crest by dawn. When they did reach it,\nhowever, they saw instantly that the fight was already going on, was\n'in flower,' as they put it, and so advanced at once without waiting to\nlight signal-fires.\n\n\"Meanwhile they had been observed from the town, and parties of soldiers\nwere charging up the steep side of the hill, to occupy the schanses, and\nthe second line of fortifications behind them. The first line they did\nnot now attempt to reach or defend; Nala pressed them too close.\nBut they got to the schanses or pits protected with stone walls, and\nconstructed to hold from a dozen to twenty men, and soon began to open\nfire from them, and from isolated rocks. I turned my eyes to the gates\nof the town, which were placed to the north and south. Already they were\ncrowded with hundreds of fugitive women and children flying to the rocks\nand caves for shelter from the foe.\n\n\"As for ourselves, the appearance of Nala's impi produced a wonderful\nchange for the better in our position. The soldiers attacking us turned,\nrealizing that the town was being assailed from the rear, and clambering\ndown the koppie streamed off to protect their homes against this new\nenemy. In five minutes there was not a man left except those who would\nmove no more, or were too sorely wounded to escape. I felt inclined to\nejaculate '_Saved!_' like the gentleman in the play, but did not because\nthe occasion was too serious. What I did do was to muster all the men\nand reckon up our losses. They amounted to fifty-one killed and wounded,\nsixteen men having been killed outright. Then I sent men with the\ncooking-pots to the stream of water, and we drank. This done I set my\nbearers, being the most useless part of the community, from a fighting\npoint of view, to the task of attending the injured, and turned to watch\nthe fray.\n\n\"By this time Nala's impi had climbed the first line of fortifications\nwithout opposition, and was advancing in a long line upon the schanses\nor pits which were scattered about between it and the second line,\nsinging a war chant as it came. Presently puffs of smoke began to start\nfrom the schanses, and with my glasses I could see several of our men\nfalling over. Then as they came opposite a schanse that portion of the\nlong line of warriors would thicken up and charge it with a wild rush. I\ncould see them leap on to the walls and vanish into the depths beneath,\nsome of their number falling backward on each occasion, shot or stabbed\nto death.\n\n\"Next would come another act in the tragedy. Out from the hither side of\nthe schanse would pour such of its defenders as were left alive, perhaps\nthree or four and perhaps a dozen, running for dear life, with the war\ndogs on their tracks. One by one they would be caught, then up flashed\nthe great spear and down fell the pursued--dead. I saw ten of our men\nleap into one large schanse, but though I watched for some time nobody\ncame out. Afterwards we inspected the place and found these men all\ndead, together with twenty-three Matukus. Neither side would give in,\nand they had fought it out to the bitter end.\n\n\"At last they neared the second line of fortifications, behind which\nthe whole remaining Matuku force, numbering some two thousand men, was\nrapidly assembling. One little pause to get their breath, and Nala's men\ncame at it with a rush and a long wild shout of '_Bulala Matuku_' (kill\nthe Matuku) that went right through me, thrilling every nerve. Then came\nan answering shout, and the sounds of heavy firing, and presently I saw\nour men retreating, somewhat fewer in numbers than they had advanced.\nTheir welcome had been a warm one for the Matuku fight splendidly behind\nwalls. This decided me that it was necessary to create a diversion; if\nwe did not do so it seemed very probable that we should be worsted after\nall. I called to the captain of our little force, and rapidly put the\nposition before him.\n\n\"Seeing the urgency of the occasion, he agreed with me that we must risk\nit, and in two minutes more, with the exception of my own men, whom I\nleft to guard the wounded, we were trotting across the open space and\nthrough the deserted town towards the spot where the struggle was taking\nplace, some seven hundred yards away. In six or eight minutes we reached\na group of huts--it was a head man's kraal, that was situated about a\nhundred and twenty yards behind the fortified wall, and took possession\nof it unobserved. The enemy was too much engaged with the foe in front\nof him to notice us, and besides, the broken ground rose in a hog-back\nshape between. There we waited a minute or two and recovered our breath,\nwhile I gave my directions. So soon as we heard the Butiana impi begin\nto charge again, we were to run out in a line to the brow of the hogback\nand pour our fire into the mass of defenders behind the wall. Then the\nguns were to be thrown down and we must charge with the assegai. We\nhad no shields, but that could not be helped; there would be no time to\nreload the guns, and it was absolutely necessary that the enemy should\nbe disconcerted at the moment when the main attack was delivered.\n\n\"The men, who were as plucky a set of fellows as ever I saw, and whose\nblood was now thoroughly up, consented to this scheme, though I could\nsee that they thought it rather a large order, as indeed I did myself.\nBut I knew that if the impi was driven back a second time the game would\nbe played, and for me at any rate it would be a case of the 'Thing\nthat bites,' and this sure and certain knowledge filled my breast with\nvalour.\n\n\"We had not long to wait. Presently we heard the Butiana war-song\nswelling loud and long; they had commenced their attack. I made a sign,\nand the hundred and fifty men, headed by myself, poured out of the\nkraal, and getting into a rough line ran up the fifty or sixty yards of\nslope that intervened between ourselves and the crest of the hog-backed\nridge. In thirty seconds we were there, and immediately beyond us was\nthe main body of the Matuku host waiting the onslaught of the enemy with\nguns and spears. Even now they did not see us, so intent were they upon\nthe coming attack. I signed to my men to take careful aim, and suddenly\ncalled out to them to fire, which they did with a will, dropping thirty\nor forty Matukus.\n\n\"'_Charge!_' I shouted, again throwing down my smoking rifle and drawing\nmy revolver, an example which they followed, snatching up their spears\nfrom the ground where they had placed them while they fired. The men\nset up a savage whoop, and we started. I saw the Matuku soldiers wheel\naround in hundreds, utterly taken aback at this new development of the\nsituation. And looking over them, before we had gone twenty yards I\nsaw something else. For of a sudden, as though they had risen from the\nearth, there appeared above the wall hundreds of great spears, followed\nby hundreds of savage faces shadowed with drooping plumes. With a yell\nthey sprang upon the wall shaking their broad shields, and with a yell\nthey bounded from it straight into our astonished foes.\n\n\"_Crash!_ we were in them now, and fighting like demons. _Crash!_ from\nthe other side. Nala's impi was at its work, and still the spears\nand plumes appeared for a moment against the brown background of the\nmountain, and then sprang down and rushed like a storm upon the foe.\nThe great mob of men turned this way and turned that way, astonished,\nbewildered, overborne by doubt and terror.\n\n\"Meanwhile the slayers stayed not their hands, and on every side spears\nflashed, and the fierce shout of triumph went up to heaven. There too on\nthe wall stood Maiwa, a white garment streaming from her shoulders, an\nassegai in her hand, her breast heaving, her eyes flashing. Above all\nthe din of battle I could catch the tones of her clear voice as she\nurged the soldiers on to victory. But victory was not yet. Wambe's\nsoldiers gathered themselves together, and bore our men back by the\nsheer weight of numbers. They began to give, then once more they\nrallied, and the fight hung doubtfully.\n\n\"'Slay, you war-whelps,' cried Maiwa from the wall. 'Are you afraid,\nyou women, you chicken-hearted women! Strike home, or die like dogs!\nWhat--you give way! Follow me, children of Nala.' And with one long cry\nshe leapt from the wall as leaps a stricken antelope, and holding the\nspear poised rushed right into the thickest of the fray. The warriors\nsaw her, and raised such a shout that it echoed like thunder against the\nmountains. They massed together, and following the flutter of her white\nrobe crashed into the dense heart of the foe. Down went the Matuku\nbefore them like trees before a whirlwind. Nothing could stand in the\nface of such a rush as that. It was as the rush of a torrent bursting\nits banks. All along their line swept the wild desperate charge; and\nthere, straight in the forefront of the battle, still waved the white\nrobe of Maiwa.\n\n\"Then they broke, and, stricken with utter panic, Wambe's soldiers\nstreamed away a scattered crowd of fugitives, while after them thundered\nthe footfall of the victors.\n\n\"The fight was over, we had won the day; and for my part I sat down upon\na stone and wiped my forehead, thanking Providence that I had lived to\nsee the end of it. Twenty minutes later Nala's warriors began to return\npanting. 'Wambe's soldiers had taken to the bush and the caves,' they\nsaid, 'where they had not thought it safe to follow them,' adding\nsignificantly, that many had stopped on the way.\n\n\"I was utterly dazed, and now that the fight was over my energy seemed\nto have left me, and I did not pay much attention, till presently I was\naroused by somebody calling me by my name. I looked up, and saw that it\nwas the chief Nala himself, who was bleeding from a flesh wound in his\narm. By his side stood Maiwa panting, but unhurt, and wearing on her\nface a proud and terrifying air.\n\n\"'They are gone, Macumazahn,' said the chief; 'there is little to fear\nfrom them, their heart is broken. But where is Wambe the chief?--and\nwhere is the white man thou camest to save?'\n\n\"'I know not,' I answered.\n\n\"Close to where we stood lay a Matuku, a young man who had been shot\nthrough the fleshy part of the calf. It was a trifling wound, but it\nprevented him from running away.\n\n\"'Say, thou dog,' said Nala, stalking up to him and shaking his red\nspear in his face, 'say, where is Wambe? Speak, or I slay thee. Was he\nwith the soldiers?'\n\n\"'Nay, lord, I know not,' groaned the terrified man, 'he fought not\nwith us; Wambe has no stomach for fighting. Perchance he is in his kraal\nyonder, or in the cave behind the kraal,' and he pointed to a small\nenclosure on the hillside, about four hundred yards to the right of\nwhere we were.\n\n\"'Let us go and see,' said Nala, summoning his soldiers.\"\n\n\n\n\nVIII--MAIWA IS AVENGED\n\n\"The impi formed up; alas, an hour before it had been stronger by a\nthird than it was now. Then Nala detached two hundred men to collect\nand attend to the injured, and at my suggestion issued a stringent order\nthat none of the enemy's wounded, and above all no women or children,\nwere to be killed, as is the savage custom among African natives. On the\ncontrary, they were to be allowed to send word to their women that they\nmight come in to nurse them and fear nothing, for Nala made war upon\nWambe the tyrant, and not on the Matuku tribe.\n\n\"Then we started with some four hundred men for the chief's kraal. Very\nsoon we were there. It was, as I have said, placed against the mountain\nside, but within the fortified lines, and did not at all cover more\nthan an acre and a half of ground. Outside was a tiny reed fence, within\nwhich, neatly arranged in a semi-circular line, stood the huts of the\nchief's principal wives. Maiwa of course knew every inch of the kraal,\nfor she had lived in it, and led us straight to the entrance. We peeped\nthrough the gateway--not a soul was to be seen. There were the huts and\nthere was the clear open space floored with a concrete of lime, on which\nthe sun beat fiercely, but nobody could we see or hear.\n\n\"'The jackal has gone to earth,' said Maiwa; 'he will be in the cave\nbehind his hut,' and she pointed with her spear towards another small\nand semi-circular enclosure, over which a large hut was visible, that\nhad the cliff itself for a background. I stared at this fence; by\nGeorge! it was true, it was entirely made of tusks of ivory planted in\nthe ground with their points bending outwards. The smallest ones, though\nnone were small, were placed nearest to the cliff on either side, but\nthey gradually increased in size till they culminated in two enormous\ntusks, which, set up so that their points met, something in the shape of\nan inverted V, formed the gateway to the hut. I was dumbfoundered with\ndelight; and indeed, where is the elephant-hunter who would not be, if\nhe suddenly saw five or six hundred picked tusks set up in a row, and\nonly waiting for him to take them away? Of course the stuff was what is\nknown as 'black' ivory; that is, the exterior of the tusks had become\nblack from years or perhaps centuries of exposure to wind and weather,\nbut I was certain that it would be none the worse for that. Forgetting\nthe danger of the deed, in my excitement I actually ran right across\nthe open space, and drawing my knife scratched vigorously at one of the\ngreat tusks to see how deep the damage might be. As I thought, it was\nnothing; there beneath the black covering gleamed the pure white ivory.\nI could have capered for joy, for I fear that I am very mercenary at\nheart, when suddenly I heard the faint echo of a cry for assistance.\n'Help!' screamed a voice in the Sisutu dialect from somewhere behind the\nhut; 'help! they are murdering me.'\n\n\"_I knew the voice_; it was John Every's. Oh, what a selfish brute was\nI! For the moment that miserable ivory had driven the recollection of\nhim out of my head, and now--perhaps it was too late.\n\n\"Nala, Maiwa, and the soldiers had now come up. They too heard the voice\nand interpreted its tone, though they had not caught the words.\n\n\"'This way,' cried Maiwa, and we started at a run, passing round the hut\nof Wambe. Behind was the narrow entrance to a cave. We rushed through\nit heedless of the danger of the ambush, and this is what we saw, though\nvery confusedly at first, owing to the gloom.\n\n\"In the centre of the cave, and with either end secured to the floor by\nstrong stakes, stood a huge double-springed lion trap edged with sharp\nand grinning teeth. It was set, and beyond the trap, indeed almost over\nit, a terrible struggle was in progress. A naked or almost naked white\nman, with a great beard hanging down over his breast, in spite of his\nfurious struggles, was being slowly forced and dragged towards the trap\nby six or eight women. Only one man was present, a fat, cruel-looking\nman with small eyes and a hanging lip. It was the chief Wambe, and he\nstood by the trap ready to force the victim down upon it so soon as the\nwomen had dragged him into the necessary position.\n\n\"At this instant they caught sight of us, and there came a moment's\npause, and then, before I knew what she was going to do, Maiwa lifted\nthe assegai she still held, and whirled it at Wambe's head. I saw the\nflash of light speed towards him, and so did he, for he stepped backward\nto avoid it--stepped backward right into the trap. He yelled with pain\nas the iron teeth of the 'Thing that bites' sprang up with a rattling\nsound like living fangs and fastened into him--such a yell I have not\noften heard. Now at last he tasted of the torture which he had inflicted\nupon so many, and though I trust I am a Christian, I cannot say that I\nfelt sorry for him.\n\n\"The assegai sped on and struck one of the women who had hold of the\nunfortunate Every, piercing through her arm. This made her leave go, an\nexample that the other women quickly followed, so that Every fell to the\nground, where he lay gasping.\n\n\"'Kill the witches,' roared Nala, in a voice of thunder, pointing to the\ngroup of women.\n\n\"'Nay,' gasped Every, 'spare them. He made them do it,' and he pointed\nto the human fiend in the trap. Then Maiwa waved her hand to us to\nfall back, for the moment of her vengeance was come. We did so, and she\nstrode up to her lord, and flinging the white robe from her stood before\nhim, her fierce beautiful face fixed like stone.\n\n\"'Who am I?' she cried in so terrible a voice that he ceased his yells.\n'Am I that woman who was given to thee for wife, and whose child thou\nslewest? Or am I an avenging spirit come to see thee die?\n\n\"'What is this?' she went on, drawing the withered baby-hand from the\npouch at her side.\n\n\"'Is it the hand of a babe? and how came that hand to be thus alone?\nWhat cut it off from the babe? and where is the babe? Is it a hand? or\nis it the vision of a hand that shall presently tear thy throat?\n\n\"'Where are thy soldiers, Wambe? Do they sleep and eat and go forth to\ndo thy bidding? or are they perchance dead and scattered like the winter\nleaves?'\n\n\"He groaned and rolled his eyes while the fierce-faced woman went on.\n\n\"'Art thou still a chief, Wambe? or does another take thy place and\npower, and say, Lord, what doest thou there? and what is that slave's\nleglet upon thy knee?\n\n\"'Is it a dream, Wambe, great lord and chief? or'--and she lifted her\nclenched hands and shook them in his face--'hath a woman's vengeance\nfound thee out and a woman's wit o'ermatched thy tyrannous strength? and\nart thou about to slowly die in torments horrible to think on, oh, thou\naccursed murderer of little children?'\n\n\"And with one wild scream she dashed the dead hand of the child straight\ninto his face, and then fell senseless on the floor. As for the demon\nin the trap, he shrank back so far as its iron bounds would allow, his\nyellow eyes starting out of his head with pain and terror, and then once\nmore began to yell.\n\n\"The scene was more than I could bear.\n\n\"'Nala,' I said, 'this must stop. That man is a fiend, but he must not\nbe left to die there. See thou to it.'\n\n\"'Nay,\" answered Nala, 'let him taste of the food wherewith he hath fed\nso many; leave him till death shall find him.'\n\n\"'That I will not,' I answered. 'Let his end be swift; see thou to it.'\n\n\"'As thou wilt, Macumazahn,' answered the chief, with a shrug of the\nshoulders; 'first let the white man and Maiwa be brought forth.'\n\n\"So the soldiers came forward and carried Every and the woman into the\nopen air. As the former was borne past his tormentor, the fallen chief,\nso cowardly was his wicked heart, actually prayed him to intercede\nfor him, and save him from a fate which, but for our providential\nappearance, would have been Every's own.\n\n\"So we went away, and in another moment one of the biggest villains on\nthe earth troubled it no more. Once in the fresh air Every recovered\nquickly. I looked at him, and horror and sorrow pierced me through to\nsee such a sight. His face was the face of a man of sixty, though he\nwas not yet forty, and his poor body was cut to pieces with stripes and\nscars, and other marks of the torments which Wambe had for years amused\nhimself with inflicting on him.\n\n\"As soon as he recovered himself a little he struggled on to his\nknees, burst into a paroxysm of weeping, and clasping my legs with his\nemaciated arms, would have actually kissed my feet.\n\n\"'What are you about, old fellow?' I said, for I am not accustomed to\nthat sort of thing, and it made me feel uncomfortable.\n\n\"'Oh, God bless you?' he moaned, 'God bless you! If only you knew what\nI have gone through; and to think that you should have come to help\nme, and at the risk of your own life! Well, you were always a true\nfriend--yes, yes, a true friend.'\n\n\"'Bosh,' I answered testily; 'I'm a trader, and I came after that\nivory,' and I pointed to the stockade of tusks. 'Did you ever hear of\nan elephant-hunter who would not have risked his immortal soul for them,\nand much more his carcase?'\n\n\"But he took no notice of my explanations, and went on God blessing me\nas hard as ever, till at last I bethought me that a nip of brandy, of\nwhich I had a flask full, might steady his nerves a bit. I gave it him,\nand was not disappointed in the result, for he brisked up wonderfully.\nThen I hunted about in Wambe's hut, and found a kaross to put over his\npoor bruised shoulders, and he was quite a man again.\n\n\"'Now,' I said, 'why did the late lamented Wambe want to put you in that\ntrap?'\n\n\"'Because as soon as they heard that the fight was going against them,\nand that Maiwa was charging at the head of Nala's impi, one of the women\ntold Wambe that she had seen me write something on some leaves and give\nthem to Maiwa before she went away to purify herself. Then of course\nhe guessed that I had to do with your seizing the koppie and holding it\nwhile the impi rushed the place from the mountain, so he determined to\ntorture me to death before help could come. Oh, heavens! what a mercy it\nis to hear English again.'\n\n\"'How long have you been a prisoner here, Every?' I asked.\n\n\"'Six years and a bit, Quatermain; I have lost count of the odd months\nlately. I came up here with Major Aldey and three other gentlemen and\nforty bearers. That devil Wambe ambushed us, and murdered the lot to\nget their guns. They weren't much use to him when he got them, being\nbreech-loaders, for the fools fired away all the ammunition in a month\nor two. However, they are all in good order, and hanging up in the hut\nthere. They didn't kill me because one of them saw me mending a gun just\nbefore they attacked us, so they kept me as a kind of armourer. Twice\nI tried to make a bolt of it, but was caught each time. Last time Wambe\nhad me flogged very nearly to death--you can see the scars upon my back.\nIndeed I should have died if it hadn't been for the girl Maiwa, who\nnursed me by stealth. He got that accursed lion trap among our things\nalso, and I suppose he has tortured between one and two hundred people\nto death in it. It was his favourite amusement, and he would go every\nday and sit and watch his victim till he died. Sometimes he would give\nhim food and water to keep him alive longer, telling him or her that he\nwould let him go if he lived till a certain day. But he never did let\nthem go. They all died there, and I could show you their bones behind\nthat rock.'\n\n\"'The devil!' I said, grinding my teeth. 'I wish I hadn't interfered; I\nwish I had left him to the same fate.'\n\n\"'Well, he got a taste of it any way,' said Every; 'I'm glad he got\na taste. There's justice in it, and now he's gone to hell, and I hope\nthere is another one ready for him there. By Jove! I should like to have\nthe setting of it.'\n\n\"And so he talked on, and I sat and listened to him, wondering how he\nhad kept his reason for so many years. But he didn't talk as I have told\nit, in plain English. He spoke very slowly, and as though he had got\nsomething in his mouth, continually using native words because the\nEnglish ones had slipped his memory.\n\n\"At last Nala came up and told us that food was made ready, and thankful\nenough we were to get it, I can tell you. After we had eaten we held\na consultation. Quite a thousand of Wambe's soldiers were put _hors\nde combat_, but at least two thousand remained hidden in the bush and\nrocks, and these men, together with those in the outlying kraals, were a\nsource of possible danger. The question arose, therefore, what was to\nbe done--were they to be followed or left alone? I waited till everybody\nhad spoken, some giving one opinion and some another, and then being\nappealed to I gave mine. It was to the effect that Nala should take a\nleaf out of the great Zulu T'Chaka's book, and incorporate the tribe,\nnot destroy it. We had a good many women among the prisoners. Let them,\nI suggested, be sent to the hiding-places of the soldiers and make\nan offer. If the men would come and lay down their arms and declare\nallegiance to Nala, they and their town and cattle should be spared.\nWambe's cattle alone would be seized as the prize of war. Moreover,\nWambe having left no children, his wife Maiwa should be declared\nchieftainess of the tribe, under Nala. If they did not accept this offer\nby the morning of the second day it should be taken as a declaration\nthat they wished to continue the war. Their town should be burned, their\ncattle, which our men were already collecting and driving in in great\nnumbers, would be taken, and they should be hunted down.\n\n\"This advice was at once declared to be wise, and acted on. The women\nwere despatched, and I saw from their faces that they never expected to\nget such terms, and did not think that their mission would be in vain.\nNevertheless, we spent that afternoon in preparations against possible\nsurprise, and also in collecting all the wounded of both parties into a\nhospital, which we extemporized out of some huts, and there attending to\nthem as best we could.\n\n\"That evening Every had the first pipe of tobacco that he had tasted\nfor six years. Poor fellow, he nearly cried with joy over it. The night\npassed without any sign of attack, and on the following morning we began\nto see the effect of our message, for women, children, and a few men\ncame in in little knots, and took possession of their huts. It was of\ncourse rather difficult to prevent our men from looting, and generally\ngoing on as natives, and for the matter of that white men too, are in\nthe habit of doing after a victory. But one man who after warning was\ncaught maltreating a woman was brought out and killed by Nala's order,\nand though there was a little grumbling, that put a stop to further\ntrouble.\n\n\"On the second morning the head men and numbers of their followers came\nin in groups, and about midday a deputation of the former presented\nthemselves before us without their weapons. They were conquered, they\nsaid, and Wambe was dead, so they came to hear the words of the great\nlion who had eaten them up, and of the crafty white man, the jackal, who\nhad dug a hole for them to fall in, and of Maiwa, Lady of War, who had\nled the charge and turned the fate of the battle.\n\n\"So we let them hear the words, and when we had done an old man rose and\nsaid, that in the name of the people he accepted the yoke that was laid\nupon their shoulders, and that the more gladly because even the rule of\na woman could not be worse than the rule of Wambe. Moreover, they knew\nMaiwa, the Lady of War, and feared her not, though she was a witch and\nterrible to see in battle.\n\n\"Then Nala asked his daughter if she was willing to become chieftainess\nof the tribe under him.\n\n\"Maiwa, who had been very silent since her revenge was accomplished,\nanswered yes, that she was, and that her rule should be good and gentle\nto those who were good and gentle to her, but the froward and rebellious\nshe would smite with a rod of iron; which from my knowledge of her\ncharacter I thought exceedingly probable.\n\n\"The head man replied that that was a good saying, and they did not\ncomplain at it, and so the meeting ended.\n\n\"Next day we spent in preparations for departure. Mine consisted chiefly\nin superintending the digging up of the stockade of ivory tusks, which I\ndid with the greatest satisfaction. There were some five hundred of them\naltogether. I made inquiries about it from Every, who told me that the\nstockade had been there so long that nobody seemed to know exactly\nwho had collected the tusks originally. There was, however, a kind of\nsuperstitious feeling about them which had always prevented the chiefs\nfrom trying to sell this great mass of ivory. Every and I examined it\ncarefully, and found that although it was so old its quality was really\nas good as ever, and there was very little soft ivory in the lot. At\nfirst I was rather afraid lest, now that my services had been rendered,\nNala should hesitate to part with so much valuable property, but this\nwas not the case. When I spoke to him on the subject he merely said,\n'Take it, Macumazahn, take it; you have earned it well,' and, to speak\nthe truth, though I say it who shouldn't, I think I had. So we pressed\nseveral hundred Matuku bearers into our service, and next day marched\noff with the lot.\n\n\"Before we went I took a formal farewell of Maiwa, whom we left with a\nbodyguard of three hundred men to assist her in settling the country.\nShe gave me her hand to kiss in a queenly sort of way, and then said,\n\n\"'Macumazahn, you are a brave man, and have been a friend to me in my\nneed. If ever you want help or shelter, remember that Maiwa has a good\nmemory for friend and foe. All I have is yours.\n\n\"And so I thanked her and went. She was certainly a very remarkable\nwoman. A year or two ago I heard that her father Nala was dead, and that\nshe had succeeded to the chieftainship of both tribes, which she ruled\nwith great justice and firmness.\n\n\"I can assure you that we ascended the pass leading to Wambe's town with\nfeelings very different from those with which we had descended it a\nfew days before. But if I was grateful for the issue of events, you can\neasily imagine what poor Every's feelings were. When we got to the top\nof the pass, before the whole impi he actually flopped down upon his\nknees and thanked Heaven for his escape, the tears running down his\nface. But then, as I have said, his nerves were shaken--though now that\nhis beard was trimmed and he had some sort of clothes on his back, and\nhope in his heart, he looked a very different man from the poor wretch\nwhom we had rescued from death by torture.\n\n\"Well, we separated from Nala at the little stairway or pass over the\nmountain--Every and I and the ivory going down the river which I had\ncome up a few weeks before, and the chief returning to his own kraal on\nthe further side of the mountain. He gave us an escort of a hundred\nand fifty men, however, with instructions to accompany us for six days'\njourney, and to keep the Matuku bearers in order and then return. I knew\nthat in six days we should be able to reach a district where porters\nwere plentiful, and whence we could easily get the ivory conveyed to\nDelagoa Bay.\"\n\n\"And did you land it up safe?\" I asked.\n\n\"Well no,\" said Quatermain, \"we lost about a third of it in crossing a\nriver. A flood came down suddenly just as the men were crossing and many\nof them had to throw down their tusks to save their lives. We had no\nmeans of dragging it up, and so we were obliged to leave it, which\nwas very sad. However, we sold what remained for nearly seven thousand\npounds, so we did not do so badly. I don't mean that I got seven\nthousand pounds out of it, because, you see, I insisted upon Every\ntaking a half share. Poor fellow, he had earned it, if ever a man did.\nHe set up a store in the old colony on the proceeds and did uncommonly\nwell.\"\n\n\"And what did you do with the lion trap?\" asked Sir Henry.\n\n\"Oh, I brought that away with me also, and when I reached Durban I put\nit in my house. But really I could not bear to sit opposite to it at\nnights as I smoked. Visions of that poor woman and the hand of her dead\nchild would rise up in my mind, and also of all the horrors of which it\nhad been the instrument. I began to dream at last that it held me by the\nleg. This was too much for my nerves, so I just packed it up and shipped\nit to its maker in England, whose name was stamped upon the steel,\nsending him a letter at the same time to tell him to what purpose the\ninfernal machine had been put. I believe that he gave it to some museum\nor other.\"\n\n\"And what became of the tusks of the three bulls which you shot! You\nmust have left them at Nala's kraal, I suppose.\"\n\nThe old gentleman's face fell at this question.\n\n\"Ah,\" he said, \"that is a very sad story. Nala promised to send them\nwith my goods to my agent at Delagoa, and so he did. But the men who\nbrought them were unarmed, and, as it happened, they fell in with a\nslave caravan under the command of a half-bred Portuguese, who seized\nthe tusks, and what is worse, swore that he had shot them. I paid him\nout afterwards, however,\" he added with a smile of satisfaction, \"but it\ndid not give me back my tusks, which no doubt have been turned into hair\nbrushes long ago;\" and he sighed.\n\n\"Well,\" said Good, \"that is a capital yarn of yours, Quatermain,\nbut----\"\n\n\"But what?\" he asked sharply, foreseeing a draw.\n\n\"But I don't think that it was so good as mine about the ibex--it hasn't\nthe same _finish_.\"\n\nMr. Quatermain made no reply. Good was beneath it.\n\n\"Do you know, gentlemen,\" he said, \"it is half-past two in the morning,\nand if we are going to shoot the big wood to-morrow we ought to leave\nhere at nine-thirty sharp.\"\n\n\"Oh, if you shoot for a hundred years you will never beat the record of\nthose three woodcocks,\" I said.\n\n\"Or of those three elephants,\" added Sir Henry.\n\nAnd then we all went to bed, and I dreamed that I had married Maiwa, and\nwas much afraid of that attractive but determined lady.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Maiwa's Revenge, by H. Rider Haggard\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MAIWA'S REVENGE ***\n\n***** This file should be named 2713-8.txt or 2713-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/1/2713/\n\nProduced by John Bickers; Dagny; Emma Dudding; David Widger\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}