{"title": "Allan's Wife", "author": "H. Rider Haggard", "releaseDate": "March 28, 2006", "language": "English", "content": "\n\n\n\nProduced by John Bickers; Dagny\n\n\n\n\n\nALLAN'S WIFE\n\nby H. Rider Haggard\n\n\n\n\nDEDICATION\n\n     My Dear Macumazahn,\n\n     It was your native name which I borrowed at the christening\n     of that Allen who has become as well known to me as any\n     other friend I have. It is therefore fitting that I should\n     dedicate to you this, his last tale--the story of his wife,\n     and the history of some further adventures which befell him.\n     They will remind you of many an African yarn--that with the\n     baboons may recall an experience of your own which I did not\n     share. And perhaps they will do more than this. Perhaps they\n     will bring back to you some of the long past romance of days\n     that are lost to us. The country of which Allan Quatermain\n     tells his tale is now, for the most part, as well known and\n     explored as are the fields of Norfolk. Where we shot and\n     trekked and galloped, scarcely seeing the face of civilized\n     man, there the gold-seeker builds his cities. The shadow of\n     the flag of Britain has, for a while, ceased to fall on the\n     Transvaal plains; the game has gone; the misty charm of the\n     morning has become the glare of day. All is changed. The\n     blue gums that we planted in the garden of the \"Palatial\"\n     must be large trees by now, and the \"Palatial\" itself has\n     passed from us. Jess sat in it waiting for her love after we\n     were gone. There she nursed him back to life. But Jess is\n     dead, and strangers own it, or perhaps it is a ruin.\n\n     For us too, Macumazahn, as for the land we loved, the\n     mystery and promise of the morning are outworn; the mid-day\n     sun burns overhead, and at times the way is weary. Few of\n     those we knew are left. Some are victims to battle and\n     murder, their bones strew the veldt; death has taken some in\n     a more gentle fashion; others are hidden from us, we know\n     not where. We might well fear to return to that land lest we\n     also should see ghosts. But though we walk apart to-day, the\n     past yet looks upon us with its unalterable eyes. Still we\n     can remember many a boyish enterprise and adventure, lightly\n     undertaken, which now would strike us as hazardous indeed.\n     Still we can recall the long familiar line of the Pretoria\n     Horse, the face of war and panic, the weariness of midnight\n     patrols; aye, and hear the roar of guns echoed from the\n     Shameful Hill.\n\n     To you then, Macumazahn, in perpetual memory of those\n     eventful years of youth which we passed together in the\n     African towns and on the African veldt, I dedicate these\n     pages, subscribing myself now as always,\n\n     Your sincere friend,\n\n     Indanda.\n\n     To Arthur H. D. Cochrane, Esq.\n\n\n\n\nALLAN'S WIFE\n\n\n\nCHAPTER I\n\nEARLY DAYS\n\nIt may be remembered that in the last pages of his diary, written just\nbefore his death, Allan Quatermain makes allusion to his long dead wife,\nstating that he has written of her fully elsewhere.\n\nWhen his death was known, his papers were handed to myself as his\nliterary executor. Among them I found two manuscripts, of which the\nfollowing is one. The other is simply a record of events wherein Mr.\nQuatermain was not personally concerned--a Zulu novel, the story of\nwhich was told to him by the hero many years after the tragedy had\noccurred. But with this we have nothing to do at present.\n\n\nI have often thought (Mr. Quatermain's manuscript begins) that I would\nset down on paper the events connected with my marriage, and the loss of\nmy most dear wife. Many years have now passed since that event, and to\nsome extent time has softened the old grief, though Heaven knows it\nis still keen enough. On two or three occasions I have even begun the\nrecord. Once I gave it up because the writing of it depressed me beyond\nbearing, once because I was suddenly called away upon a journey, and\nthe third time because a Kaffir boy found my manuscript convenient for\nlighting the kitchen fire.\n\nBut now that I am at leisure here in England, I will make a fourth\nattempt. If I succeed, the story may serve to interest some one in after\nyears when I am dead and gone; before that I should not wish it to\nbe published. It is a wild tale enough, and suggests some curious\nreflections.\n\nI am the son of a missionary. My father was originally curate in charge\nof a small parish in Oxfordshire. He had already been some ten years\nmarried to my dear mother when he went there, and he had four children,\nof whom I was the youngest. I remember faintly the place where we lived.\nIt was an ancient long grey house, facing the road. There was a very\nlarge tree of some sort in the garden. It was hollow, and we children\nused to play about inside of it, and knock knots of wood from the rough\nbark. We all slept in a kind of attic, and my mother always came and\nkissed us when we were in bed. I used to wake up and see her bending\nover me, a candle in her hand. There was a curious kind of pole\nprojecting from the wall over my bed. Once I was dreadfully frightened\nbecause my eldest brother made me hang to it by my hands. That is all\nI remember about our old home. It has been pulled down long ago, or I\nwould journey there to see it.\n\nA little further down the road was a large house with big iron gates to\nit, and on the top of the gate pillars sat two stone lions, which\nwere so hideous that I was afraid of them. Perhaps this sentiment was\nprophetic. One could see the house by peeping through the bars of the\ngates. It was a gloomy-looking place, with a tall yew hedge round it;\nbut in the summer-time some flowers grew about the sun-dial in the grass\nplat. This house was called the Hall, and Squire Carson lived there. One\nChristmas--it must have been the Christmas before my father emigrated,\nor I should not remember it--we children went to a Christmas-tree\nfestivity at the Hall. There was a great party there, and footmen\nwearing red waistcoats stood at the door. In the dining-room, which was\npanelled with black oak, was the Christmas-tree. Squire Carson stood in\nfront of it. He was a tall, dark man, very quiet in his manners, and he\nwore a bunch of seals on his waistcoat. We used to think him old, but\nas a matter of fact he was then not more than forty. He had been, as\nI afterwards learned, a great traveller in his youth, and some six\nor seven years before this date he married a lady who was half a\nSpaniard--a papist, my father called her. I can remember her well. She\nwas small and very pretty, with a rounded figure, large black eyes, and\nglittering teeth. She spoke English with a curious accent. I suppose\nthat I must have been a funny child to look at, and I know that my hair\nstood up on my head then as it does now, for I still have a sketch of\nmyself that my mother made of me, in which this peculiarity is strongly\nmarked. On this occasion of the Christmas-tree I remember that Mrs.\nCarson turned to a tall, foreign-looking gentleman who stood beside\nher, and, tapping him affectionately on the shoulder with her gold\neye-glasses, said--\n\n\"Look, cousin--look at that droll little boy with the big brown eyes;\nhis hair is like a--what you call him?--scrubbing-brush. Oh, what a\ndroll little boy!\"\n\nThe tall gentleman pulled at his moustache, and, taking Mrs. Carson's\nhand in his, began to smooth my hair down with it till I heard her\nwhisper--\n\n\"Leave go my hand, cousin. Thomas is looking like--like the\nthunderstorm.\"\n\nThomas was the name of Mr. Carson, her husband.\n\nAfter that I hid myself as well as I could behind a chair, for I was\nshy, and watched little Stella Carson, who was the squire's only child,\ngiving the children presents off the tree. She was dressed as Father\nChristmas, with some soft white stuff round her lovely little face, and\nshe had large dark eyes, which I thought more beautiful than anything\nI had ever seen. At last it came to my turn to receive a present--oddly\nenough, considered in the light of future events, it was a large monkey.\nStella reached it down from one of the lower boughs of the tree and\nhanded it to me, saying--\n\n\"Dat is my Christmas present to you, little Allan Quatermain.\"\n\nAs she did so her sleeve, which was covered with cotton wool, spangled\nover with something that shone, touched one of the tapers and caught\nfire--how I do not know--and the flame ran up her arm towards her\nthroat. She stood quite still. I suppose that she was paralysed with\nfear; and the ladies who were near screamed very loud, but did nothing.\nThen some impulse seized me--perhaps instinct would be a better word to\nuse, considering my age. I threw myself upon the child, and, beating at\nthe fire with my hands, mercifully succeeded in extinguishing it before\nit really got hold. My wrists were so badly scorched that they had to be\nwrapped up in wool for a long time afterwards, but with the exception of\na single burn upon her throat, little Stella Carson was not much hurt.\n\nThis is all that I remember about the Christmas-tree at the Hall.\nWhat happened afterwards is lost to me, but to this day in my sleep I\nsometimes see little Stella's sweet face and the stare of terror in her\ndark eyes as the fire ran up her arm. This, however, is not wonderful,\nfor I had, humanly speaking, saved the life of her who was destined to\nbe my wife.\n\nThe next event which I can recall clearly is that my mother and three\nbrothers all fell ill of fever, owing, as I afterwards learned, to the\npoisoning of our well by some evil-minded person, who threw a dead sheep\ninto it.\n\nIt must have been while they were ill that Squire Carson came one day\nto the vicarage. The weather was still cold, for there was a fire in\nthe study, and I sat before the fire writing letters on a piece of paper\nwith a pencil, while my father walked up and down the room talking to\nhimself. Afterwards I knew that he was praying for the lives of his wife\nand children. Presently a servant came to the door and said that some\none wanted to see him.\n\n\"It is the squire, sir,\" said the maid, \"and he says he particularly\nwishes to see you.\"\n\n\"Very well,\" answered my father, wearily, and presently Squire Carson\ncame in. His face was white and haggard, and his eyes shone so fiercely\nthat I was afraid of him.\n\n\"Forgive me for intruding on you at such a time, Quatermain,\" he said,\nin a hoarse voice, \"but to-morrow I leave this place for ever, and I\nwish to speak to you before I go--indeed, I must speak to you.\"\n\n\"Shall I send Allan away?\" said my father, pointing to me.\n\n\"No; let him bide. He will not understand.\" Nor, indeed, did I at the\ntime, but I remembered every word, and in after years their meaning grew\non me.\n\n\"First tell me,\" he went on, \"how are they?\" and he pointed upwards with\nhis thumb.\n\n\"My wife and two of the boys are beyond hope,\" my father answered, with\na groan. \"I do not know how it will go with the third. The Lord's will\nbe done!\"\n\n\"The Lord's will be done,\" the squire echoed, solemnly. \"And now,\nQuatermain, listen--my wife's gone.\"\n\n\"Gone!\" my father answered. \"Who with?\"\n\n\"With that foreign cousin of hers. It seems from a letter she left me\nthat she always cared for him, not for me. She married me because she\nthought me a rich English milord. Now she has run through my property,\nor most of it, and gone. I don't know where. Luckily, she did not care\nto encumber her new career with the child; Stella is left to me.\"\n\n\"That is what comes of marrying a papist, Carson,\" said my father. That\nwas his fault; he was as good and charitable a man as ever lived, but he\nwas bigoted. \"What are you going to do--follow her?\"\n\nHe laughed bitterly in answer.\n\n\"Follow her!\" he said; \"why should I follow her? If I met her I might\nkill her or him, or both of them, because of the disgrace they have\nbrought upon my child's name. No, I never want to look upon her face\nagain. I trusted her, I tell you, and she has betrayed me. Let her go\nand find her fate. But I am going too. I am weary of my life.\"\n\n\"Surely, Carson, surely,\" said my father, \"you do not mean----\"\n\n\"No, no; not that. Death comes soon enough. But I will leave this\ncivilized world which is a lie. We will go right away into the wilds, I\nand my child, and hide our shame. Where? I don't know where. Anywhere,\nso long as there are no white faces, no smooth educated tongues----\"\n\n\"You are mad, Carson,\" my father answered. \"How will you live? How can\nyou educate Stella? Be a man and wear it down.\"\n\n\"I will be a man, and I will wear it down, but not here, Quatermain.\nEducation! Was not she--that woman who was my wife--was not she highly\neducated?--the cleverest woman in the country forsooth. Too clever for\nme, Quatermain--too clever by half! No, no, Stella shall be brought\nup in a different school; if it be possible, she shall forget her very\nname. Good-bye, old friend, good-bye for ever. Do not try to find me\nout, henceforth I shall be like one dead to you, to you and all I knew,\"\nand he was gone.\n\n\"Mad,\" said my father, with a heavy sigh. \"His trouble has turned his\nbrain. But he will think better of it.\"\n\nAt that moment the nurse came hurrying in and whispered something in his\near. My father's face turned deadly pale. He clutched at the table to\nsupport himself, then staggered from the room. My mother was dying!\n\nIt was some days afterwards, I do not know exactly how long, that my\nfather took me by the hand and led me upstairs into the big room which\nhad been my mother's bedroom. There she lay, dead in her coffin, with\nflowers in her hand. Along the wall of the room were arranged three\nlittle white beds, and on each of the beds lay one of my brothers. They\nall looked as though they were asleep, and they all had flowers in their\nhands. My father told me to kiss them, because I should not see them any\nmore, and I did so, though I was very frightened. I did not know why.\nThen he took me in his arms and kissed me.\n\n\"The Lord hath given,\" he said, \"and the Lord hath taken away; blessed\nbe the name of the Lord.\"\n\nI cried very much, and he took me downstairs, and after that I have only\na confused memory of men dressed in black carrying heavy burdens towards\nthe grey churchyard!\n\nNext comes a vision of a great ship and wide tossing waters. My father\ncould no longer bear to live in England after the loss that had fallen\non him, and made up his mind to emigrate to South Africa. We must have\nbeen poor at the time--indeed, I believe that a large portion of\nour income went from my father on my mother's death. At any rate we\ntravelled with the steerage passengers, and the intense discomfort of\nthe journey with the rough ways of our fellow emigrants still remain\nupon my mind. At last it came to an end, and we reached Africa, which I\nwas not to leave again for many, many years.\n\nIn those days civilization had not made any great progress in Southern\nAfrica. My father went up the country and became a missionary among the\nKaffirs, near to where the town of Cradock now stands, and here I grew\nto manhood. There were a few Boer farmers in the neighbourhood, and\ngradually a little settlement of whites gathered round our mission\nstation--a drunken Scotch blacksmith and wheelwright was about the most\ninteresting character, who, when he was sober, could quote the Scottish\npoet Burns and the Ingoldsby Legends, then recently published, literally\nby the page. It was from that I contracted a fondness for the latter\namusing writings, which has never left me. Burns I never cared for so\nmuch, probably because of the Scottish dialect which repelled me. What\nlittle education I got was from my father, but I never had much leaning\ntowards books, nor he much time to teach them to me. On the other hand,\nI was always a keen observer of the ways of men and nature. By the time\nthat I was twenty I could speak Dutch and three or four Kaffir dialects\nperfectly, and I doubt if there was anybody in South Africa who\nunderstood native ways of thought and action more completely than I\ndid. Also I was really a very good shot and horseman, and I think--as,\nindeed, my subsequent career proves to have been the case--a great deal\ntougher than the majority of men. Though I was then, as now, light and\nsmall, nothing seemed to tire me. I could bear any amount of exposure\nand privation, and I never met the native who was my master in feats\nof endurance. Of course, all that is different now, I am speaking of my\nearly manhood.\n\nIt may be wondered that I did not run absolutely wild in such\nsurroundings, but I was held back from this by my father's society. He\nwas one of the gentlest and most refined men that I ever met; even the\nmost savage Kaffir loved him, and his influence was a very good one\nfor me. He used to call himself one of the world's failures. Would that\nthere were more such failures. Every morning when his work was done he\nwould take his prayer-book and, sitting on the little stoep or verandah\nof our station, would read the evening psalms to himself. Sometimes\nthere was not light enough for this, but it made no difference, he knew\nthem all by heart. When he had finished he would look out across the\ncultivated lands where the mission Kaffirs had their huts.\n\nBut I knew it was not these he saw, but rather the grey English church,\nand the graves ranged side by side before the yew near the wicket gate.\n\nIt was there on the stoep that he died. He had not been well, and one\nevening I was talking to him, and his mind went back to Oxfordshire and\nmy mother. He spoke of her a good deal, saying that she had never been\nout of his mind for a single day during all these years, and that he\nrejoiced to think he was drawing near that land whither she had gone.\nThen he asked me if I remembered the night when Squire Carson came into\nthe study at the vicarage, and told him that his wife had run away, and\nthat he was going to change his name and bury himself in some remote\nland.\n\nI answered that I remembered it perfectly.\n\n\"I wonder where he went to,\" said my father, \"and if he and his daughter\nStella are still alive. Well, well! I shall never meet them again. But\nlife is a strange thing, Allan, and you may. If you ever do, give them\nmy kind love.\"\n\nAfter that I left him. We had been suffering more than usual from the\ndepredations of the Kaffir thieves, who stole our sheep at night, and,\nas I had done before, and not without success, I determined to watch the\nkraal and see if I could catch them. Indeed, it was from this habit of\nmine of watching at night that I first got my native name of Macumazahn,\nwhich may be roughly translated as \"he who sleeps with one eye open.\" So\nI took my rifle and rose to go. But he called me to him and kissed me on\nthe forehead, saying, \"God bless you, Allan! I hope that you will think\nof your old father sometimes, and that you will lead a good and happy\nlife.\"\n\nI remember that I did not much like his tone at the time, but set it\ndown to an attack of low spirits, to which he grew very subject as the\nyears went on. I went down to the kraal and watched till within an hour\nof sunrise; then, as no thieves appeared, returned to the station. As I\ncame near I was astonished to see a figure sitting in my father's chair.\nAt first I thought it must be a drunken Kaffir, then that my father had\nfallen asleep there.\n\nAnd so he had,--for he was dead!\n\n\n\nCHAPTER II\n\nTHE FIRE-FIGHT\n\nWhen I had buried my father, and seen a successor installed in his\nplace--for the station was the property of the Society--I set to work to\ncarry out a plan which I had long cherished, but been unable to execute\nbecause it would have involved separation from my father. Put shortly,\nit was to undertake a trading journey of exploration right through the\ncountries now known as the Free State and the Transvaal, and as much\nfurther North as I could go. It was an adventurous scheme, for though\nthe emigrant Boers had begun to occupy positions in these territories,\nthey were still to all practical purposes unexplored. But I was now\nalone in the world, and it mattered little what became of me; so, driven\non by the overmastering love of adventure, which, old as I am, will\nperhaps still be the cause of my death, I determined to undertake the\njourney.\n\nAccordingly I sold such stock and goods as we had upon the station,\nreserving only the two best waggons and two spans of oxen. The proceeds\nI invested in such goods as were then in fashion, for trading purposes,\nand in guns and ammunition. The guns would have moved any modern\nexplorer to merriment; but such as they were I managed to do a good deal\nof execution with them. One of them was a single-barrelled, smooth\nbore, fitted for percussion caps--a roer we called it--which threw a\nthree-ounce ball, and was charged with a handful of coarse black powder.\nMany is the elephant that I killed with that roer, although it generally\nknocked me backwards when I fired it, which I only did under compulsion.\nThe best of the lot, perhaps, was a double-barrelled No. 12 shot-gun,\nbut it had flint locks. Also there were some old tower muskets, which\nmight or might not throw straight at seventy yards. I took six Kaffirs\nwith me, and three good horses, which were supposed to be salted--that\nis, proof against the sickness. Among the Kaffirs was an old fellow\nnamed Indaba-zimbi, which, being translated, means \"tongue of iron.\"\nI suppose he got this name from his strident voice and exhaustless\neloquence. This man was a great character in his way. He had been a\nnoted witch-doctor among a neighbouring tribe, and came to the station\nunder the following circumstances, which, as he plays a considerable\npart in this history, are perhaps worth recording.\n\nTwo years before my father's death I had occasion to search the country\nround for some lost oxen. After a long and useless quest it occurred\nto me that I had better go to the place where the oxen were bred by a\nKaffir chief, whose name I forget, but whose kraal was about fifty miles\nfrom our station. There I journeyed, and found the oxen safe at home.\nThe chief entertained me handsomely, and on the following morning I went\nto pay my respects to him before leaving, and was somewhat surprised to\nfind a collection of some hundreds of men and women sitting round him\nanxiously watching the sky in which the thunder-clouds were banking up\nin a very ominous way.\n\n\"You had better wait, white man,\" said the chief, \"and see the\nrain-doctors fight the lightning.\"\n\nI inquired what he meant, and learned that this man, Indaba-zimbi, had\nfor some years occupied the position of wizard-in-chief to the tribe,\nalthough he was not a member of it, having been born in the country now\nknown as Zululand. But a son of the chief's, a man of about thirty,\nhad lately set up as a rival in supernatural powers. This irritated\nIndaba-zimbi beyond measure, and a quarrel ensued between the two\nwitch-doctors that resulted in a challenge to trial by lightning being\ngiven and accepted. These were the conditions. The rivals must await the\ncoming of a serious thunderstorm, no ordinary tempest would serve their\nturn. Then, carrying assegais in their hands, they must take their stand\nwithin fifty paces of each other upon a certain patch of ground where\nthe big thunderbolts were observed to strike continually, and by the\nexercise of their occult powers and invocations to the lightning, must\nstrive to avert death from themselves and bring it on their rival. The\nterms of this singular match had been arranged a month previously,\nbut no storm worthy of the occasion had arisen. Now the local\nweather-prophets believed it to be brewing.\n\nI inquired what would happen if neither of the men were struck, and was\ntold that they must then wait for another storm. If they escaped the\nsecond time, however, they would be held to be equal in power, and be\njointly consulted by the tribe upon occasions of importance.\n\nThe prospect of being a spectator of so unusual a sight overcame my\ndesire to be gone, and I accepted the chief's invitation to see it\nout. Before mid-day I regretted it, for though the western heavens grew\ndarker and darker, and the still air heralded the coming of the storm,\nyet it did not come. By four o'clock, however, it became obvious that\nit must burst soon--at sunset, the old chief said, and in the company\nof the whole assembly I moved down to the place of combat. The kraal was\nbuilt on the top of a hill, and below it the land sloped gently to the\nbanks of a river about half a mile away. On the hither side of the\nbank was the piece of land that was, the natives said, \"loved of the\nlightning.\" Here the magicians took up their stand, while the spectators\ngrouped themselves on the hillside about two hundred yards away--which\nwas, I thought, rather too near to be pleasant. When we had sat there\nfor a while my curiosity overcame me, and I asked leave of the chief to\ngo down and inspect the arena. He said I might do so at my own risk. I\ntold him that the fire from above would not hurt white men, and went\nto find that the spot was a bed of iron ore, thinly covered with grass,\nwhich of course accounted for its attracting the lightning from the\nstorms as they travelled along the line of the river. At each end of\nthis iron-stone area were placed the combatants, Indaba-zimbi facing the\neast, and his rival the west, and before each there burned a little\nfire made of some scented root. Moreover they were dressed in all the\nparaphernalia of their craft, snakeskins, fish-bladders, and I know not\nwhat beside, while round their necks hung circlets of baboons' teeth\nand bones from human hands. First I went to the western end where\nthe chief's son stood. He was pointing with his assegai towards the\nadvancing storm, and invoking it in a voice of great excitement.\n\n\"Come, fire, and lick up Indaba-zimbi!\n\n\"Hear me, Storm Devil, and lick Indaba-zimbi with your red tongue!\n\n\"Spit on him with your rain!\n\n\"Whirl him away in your breath!\n\n\"Make him as nothing--melt the marrow in his bones!\n\n\"Run into his heart and burn away the lies!\n\n\"Show all the people who is the true Witch Finder!\n\n\"Let me not be put to shame in the eyes of this white man!\"\n\nThus he spoke, or rather chanted, and all the while rubbed his broad\nchest--for he was a very fine man--with some filthy compound of medicine\nor _mouti_.\n\nAfter a while, getting tired of his song, I walked across the\niron-stone, to where Indaba-zimbi sat by his fire. He was not chanting\nat all, but his performance was much more impressive. It consisted in\nstaring at the eastern sky, which was perfectly clear of cloud, and\nevery now and again beckoning at it with his finger, then turning round\nto point with the assegai towards his rival. For a while I looked at him\nin silence. He was a curious wizened man, apparently over fifty years\nof age, with thin hands that looked as tough as wire. His nose was much\nsharper than is usual among these races, and he had a queer habit of\nholding his head sideways like a bird when he spoke, which, in\naddition to the humour that lurked in his eye, gave him a most comical\nappearance. Another strange thing about him was that he had a single\nwhite lock of hair among his black wool. At last I spoke to him:\n\n\"Indaba-zimbi, my friend,\" I said, \"you may be a good witch-doctor, but\nyou are certainly a fool. It is no good beckoning at the blue sky while\nyour enemy is getting a start with the storm.\"\n\n\"You may be clever, but don't think you know everything, white man,\" the\nold fellow answered, in a high, cracked voice, and with something like a\ngrin.\n\n\"They call you Iron-tongue,\" I went on; \"you had better use it, or the\nStorm Devil won't hear you.\"\n\n\"The fire from above runs down iron,\" he answered, \"so I keep my tongue\nquiet. Oh, yes, let him curse away, I'll put him out presently. Look\nnow, white man.\"\n\nI looked, and in the eastern sky there grew a cloud. At first it was\nsmall, though very black, but it gathered with extraordinary rapidity.\n\nThis was odd enough, but as I had seen the same thing happen before it\ndid not particularly astonish me. It is by no means unusual in Africa\nfor two thunderstorms to come up at the same time from different points\nof the compass.\n\n\"You had better get on, Indaba-zimbi,\" I said, \"the big storm is coming\nalong fast, and will soon eat up that baby of yours,\" and I pointed to\nthe west.\n\n\"Babies sometimes grow to giants, white man,\" said Indaba-zimbi,\nbeckoning away vigorously. \"Look now at my cloud-child.\"\n\nI looked; the eastern storm was spreading itself from earth to sky, and\nin shape resembled an enormous man. There was its head, its shoulders,\nand its legs; yes, it was like a huge giant travelling across the\nheavens. The light of the setting sun escaping from beneath the lower\nedge of the western storm shot across the intervening space in a sheet\nof splendour, and, lighting upon the advancing figure of cloud, wrapped\nits middle in hues of glory too wonderful to be described; but beneath\nand above this glowing belt his feet and head were black as jet.\nPresently, as I watched, an awful flash of light shot from the head of\nthe cloud, circled it about as though with a crown of living fire, and\nvanished.\n\n\"Aha,\" chuckled old Indaba-zimbi, \"my little boy is putting on his man's\nring,\" and he tapped the gum ring on his own head, which natives assume\nwhen they reach a certain age and dignity. \"Now, white man, unless you\nare a bigger wizard than either of us you had better clear off, for the\nfire-fight is about to begin.\"\n\nI thought this sound advice.\n\n\"Good luck go with you, my black uncle,\" I said. \"I hope you don't feel\nthe iniquities of a mis-spent life weighing on you at the last.\"\n\n\"You look after yourself, and think of your own sins, young man,\" he\nanswered, with a grim smile, and taking a pinch of snuff, while at that\nvery moment a flash of lightning, I don't know from which storm, struck\nthe ground within thirty paces of me. That was enough for me, I took\nto my heels, and as I went I heard old Indaba-zimbi's dry chuckle of\namusement.\n\nI climbed the hill till I came to where the chief was sitting with his\nindunas, or headmen, and sat down near to him. I looked at the man's\nface and saw that he was intensely anxious for his son's safety, and\nby no means confident of the young man's powers to resist the magic of\nIndaba-zimbi. He was talking in a low voice to the induna next to him.\nI affected to take no notice and to be concentrating my attention on\nthe novel scene before me; but in those days I had very quick ears, and\ncaught the drift of the conversation.\n\n\"Hearken!\" the chief was saying, \"if the magic of Indaba-zimbi prevails\nagainst my son I will endure him no more. Of this I am sure, that when\nhe has slain my son he will slay me, me also, and make himself chief in\nmy place. I fear Indaba-zimbi. _Ou!_\"\n\n\"Black One,\" answered the induna, \"wizards die as dogs die, and, once\ndead, dogs bark no more.\"\n\n\"And once dead,\" said the chiefs, \"wizards work no more spells,\" and he\nbent and whispered in the induna's ear, looking at the assegai in his\nhand as he whispered.\n\n\"Good, my father, good!\" said the induna, presently. \"It shall be done\nto-night, if the lightning does not do it first.\"\n\n\"A bad look-out for old Indaba-zimbi,\" I said to myself. \"They mean to\nkill him.\" Then I thought no more of the matter for a while, the scene\nbefore me was too tremendous.\n\nThe two storms were rapidly rushing together. Between them was a gulf of\nblue sky, and from time to time flashes of blinding light passed across\nthis gulf, leaping from cloud to cloud. I remember that they reminded\nme of the story of the heathen god Jove and his thunderbolts. The storm\nthat was shaped like a giant and ringed with the glory of the sinking\nsun made an excellent Jove, and I am sure that the bolts which leapt\nfrom it could not have been surpassed even in mythological times.\nOddly enough, as yet the flashes were not followed by thunder. A deadly\nstillness lay upon the place, the cattle stood silently on the hillside,\neven the natives were awed to silence. Dark shadows crept along the\nbosom of the hills, the river to the right and left was hidden in\nwreaths of cloud, but before us and beyond the combatants it shone\nlike a line of silver beneath the narrowing space of open sky. Now the\nwestern tempest was scrawled all over with lines of intolerable light,\nwhile the inky head of the cloud-giant to the east was continually\nsuffused with a white and deadly glow that came and went in pulses, as\nthough a blood of flame was being pumped into it from the heart of the\nstorm.\n\nThe silence deepened and deepened, the shadows grew blacker and blacker,\nthen suddenly all nature began to moan beneath the breath of an icy\nwind. On sped the wind; the smooth surface of the river was ruffled by\nit into little waves, the tall grass bowed low before it, and in its\nwake came the hissing sound of furious rain.\n\nAh! the storms had met. From each there burst an awful blaze of dazzling\nflame, and now the hill on which we sat rocked at the noise of the\nfollowing thunder. The light went out of the sky, darkness fell suddenly\non the land, but not for long. Presently the whole landscape grew vivid\nin the flashes, it appeared and disappeared, now everything was visible\nfor miles, now even the men at my side vanished in the blackness. The\nthunder rolled and cracked and pealed like the trump of doom, whirlwinds\ntore round, lifting dust and even stones high into the air, and in a\nlow, continuous undertone rose the hiss of the rushing rain.\n\nI put my hand before my eyes to shield them from the terrible glare,\nand looked beneath it towards the lists of iron-stone. As flash followed\nflash, from time to time I caught sight of the two wizards. They were\nslowly advancing towards one another, each pointing at his foe with the\nassegai in his hand. I could see their every movement, and it seemed to\nme that the chain lightning was striking the iron-stone all round them.\n\nSuddenly the thunder and lightning ceased for a minute, everything grew\nblack, and, except for the rain, silent.\n\n\"It is over one way or the other, chief,\" I called out into the\ndarkness.\n\n\"Wait, white man, wait!\" answered the chief, in a voice thick with\nanxiety and fear.\n\nHardly were the words out of his mouth when the heavens were lit up\nagain till they literally seemed to flame. There were the men, not ten\npaces apart. A great flash fell between them, I saw them stagger beneath\nthe shock. Indaba-zimbi recovered himself first--at any rate when the\nnext flash came he was standing bolt upright, pointing with his assegai\ntowards his enemy. The chief's son was still on his legs, but he was\nstaggering like a drunken man, and the assegai had fallen from his hand.\n\nDarkness! then again a flash, more fearful, if possible, than any that\nhad gone before. To me it seemed to come from the east, right over the\nhead of Indaba-zimbi. At that instant I saw the chief's son wrapped,\nas it were, in the heart of it. Then the thunder pealed, the rain burst\nover us like a torrent, and I saw no more.\n\nThe worst of the storm was done, but for a while the darkness was so\ndense that we could not move, nor, indeed, was I inclined to leave the\nsafety of the hillside where the lightning was never known to strike,\nand venture down to the iron-stone. Occasionally there still came\nflashes, but, search as we would, we could see no trace of either of\nthe wizards. For my part, I believed that they were both dead. Now the\nclouds slowly rolled away down the course of the river, and with them\nwent the rain; and now the stars shone in their wake.\n\n\"Let us go and see,\" said the old chief, rising and shaking the water\nfrom his hair. \"The fire-fight is ended, let us go and see who has\nconquered.\"\n\nI rose and followed him, dripping as though I had swum a hundred yards\nwith my clothes on, and after me came all the people of the kraal.\n\nWe reached the spot; even in that light I could see where the iron-stone\nhad been split and fused by the thunderbolts. While I was staring about\nme, I suddenly heard the chief, who was on my right, give a low moan,\nand saw the people cluster round him. I went up and looked. There, on\nthe ground, lay the body of his son. It was a dreadful sight. The hair\nwas burnt off his head, the copper rings upon his arms were fused, the\nassegai handle which lay near was literally shivered into threads, and,\nwhen I took hold of his arm, it seemed to me that every bone of it was\nbroken.\n\nThe men with the chief stood gazing silently, while the women wailed.\n\n\"Great is the magic of Indaba-zimbi!\" said a man, at length. The chief\nturned and struck him a heavy blow with the kerrie in his hand.\n\n\"Great or not, thou dog, he shall die,\" he cried, \"and so shalt thou if\nthou singest his praises so loudly.\"\n\nI said nothing, but thinking it probable that Indaba-zimbi had shared\nthe fate of his enemy, I went to look. But I could see nothing of him,\nand at length, being thoroughly chilled with the wet, started back to my\nwaggon to change my clothes. On reaching it, I was rather surprised to\nsee a strange Kaffir seated on the driving-box wrapped up in a blanket.\n\n\"Hullo! come out of that,\" I said.\n\nThe figure on the box slowly unrolled the blanket, and with great\ndeliberation took a pinch of snuff.\n\n\"It was a good fire-fight, white man, was it not?\" said Indaba-zimbi,\nin his high, cracked voice. \"But he never had a chance against me,\npoor boy. He knew nothing about it. See, white man, what becomes of\npresumption in the young. It is sad, very sad, but I made the flashes\nfly, didn't I?\"\n\n\"You old humbug,\" I said, \"unless you are careful you will soon learn\nwhat comes of presumption in the old, for your chief is after you with\nan assegai, and it will take all your magic to dodge that.\"\n\n\"Now you don't say so,\" said Indaba-zimbi, clambering off the waggon\nwith rapidity; \"and all because of this wretched upstart. There's\ngratitude for you, white man. I expose him, and they want to kill me.\nWell, thank you for the hint. We shall meet again before long,\" and\nhe was gone like a shot, and not too soon, for just then some of the\nchief's men came up to the waggon.\n\nOn the following morning I started homewards. The first face I saw on\narriving at the station was that of Indaba-zimbi.\n\n\"How do you do, Macumazahn?\" he said, holding his head on one side and\nnodding his white lock. \"I hear you are Christians here, and I want to\ntry a new religion. Mine must be a bad one seeing that my people wanted\nto kill me for exposing an impostor.\"\n\n\n\nCHAPTER III\n\nNORTHWARDS\n\nI make no apology to myself, or to anybody who may happen to read this\nnarrative in future, for having set out the manner of my meeting with\nIndaba-zimbi: first, because it was curious, and secondly, because he\ntakes some hand in the subsequent events. If that old man was a\nhumbug, he was a very clever one. What amount of truth there was in his\npretensions to supernatural powers it is not for me to determine, though\nI may have my own opinion on the subject. But there was no mistake as to\nthe extraordinary influence he exercised over his fellow-natives. Also\nhe quite got round my poor father. At first the old gentleman declined\nto have him at the station, for he had a great horror of these Kaffir\nwizards or witch-finders. But Indaba-zimbi persuaded him that he was\nanxious to investigate the truths of Christianity, and challenged him to\na discussion. The argument lasted two years--to the time of my father's\ndeath, indeed. At the conclusion of each stage Indaba-zimbi would\nremark, in the words of the Roman Governor, \"Almost, praying white man,\nthou persuadest me to become a Christian,\" but he never quite became\none--indeed, I do not think he ever meant to. It was to him that my\nfather addressed his \"Letters to a Native Doubter.\" This work, which,\nunfortunately, remains in manuscript, is full of wise saws and learned\ninstances. It ought to be published together with a _précis_ of the\ndoubter's answers, which were verbal.\n\nSo the talk went on. If my father had lived I believe it would be going\non now, for both the disputants were quite inexhaustible. Meanwhile\nIndaba-zimbi was allowed to live on the station on condition that he\npractised no witchcraft, which my father firmly believed to be a wile of\nthe devil. He said that he would not, but for all that there was never\nan ox lost, or a sudden death, but he was consulted by those interested.\n\nWhen he had been with us a year, a deputation came to him from the tribe\nhe had left, asking him to return. Things had not gone well with them\nsince he went away, they said, and now the chief, his enemy, was\ndead. Old Indaba-zimbi listened to them till they had done, and, as he\nlistened, raked sand into a little heap with his toes. Then he spoke,\npointing to the little heap, \"There is your tribe to-day,\" he said.\nThen he lifted his heel and stamped the heap flat. \"There is your tribe\nbefore three moons are gone. Nothing is left of it. You drove me away: I\nwill have no more to do with you; but when you are being killed think of\nmy words.\"\n\nThe messengers went. Three months afterwards I heard that the whole\ncommunity had been wiped out by an Impi of raiding Pondos.\n\nWhen I was at length ready to start upon my expedition, I went to old\nIndaba-zimbi to say good-bye to him, and was rather surprised to find\nhim engaged in rolling up medicine, assegais, and other sundries in his\nblankets.\n\n\"Good-bye, Indaba-zimbi,\" I said, \"I am going to trek north.\"\n\n\"Yes, Macumazahn,\" he answered, with his head on one side; \"and so am\nI--I want to see that country. We will go together.\"\n\n\"Will we!\" I said; \"wait till you are asked, you old humbug.\"\n\n\"You had better ask me, then, Macumazahn, for if you don't you will\nnever come back alive. Now that the old chief (my father) is gone to\nwhere the storms come from,\" and he nodded to the sky, \"I feel myself\ngetting into bad habits again. So last night I just threw up the bones\nand worked out about your journey, and I can tell you this, that if you\ndon't take me you will die, and, what is more, you will lose one who is\ndearer to you than life in a strange fashion. So just because you gave\nme that hint a couple of years ago, I made up my mind to come with you.\"\n\n\"Don't talk stuff to me,\" I said.\n\n\"Ah, very well, Macumazahn, very well; but what happened to my own\npeople six months ago, and what did I tell the messengers would happen?\nThey drove me away, and they are gone. If you drive me away you will\nsoon be gone too,\" and he nodded his white lock at me and smiled. Now\nI was not more superstitious than other people, but somehow old\nIndaba-zimbi impressed me. Also I knew his extraordinary influence over\nevery class of native, and bethought me that he might be useful in that\nway.\n\n\"All right,\" I said: \"I appoint you witch-finder to the expedition\nwithout pay.\"\n\n\"First serve, then ask for wages,\" he answered. \"I am glad to see that\nyou have enough imagination not to be altogether a fool, like most white\nmen, Macumazahn. Yes, yes, it is want of imagination that makes\npeople fools; they won't believe what they can't understand. You can't\nunderstand my prophecies any more than the fool at the kraal could\nunderstand that I was his master with the lightning. Well, it is time to\ntrek, but if I were you, Macumazahn, I should take one waggon, not two.\"\n\n\"Why?\" I said.\n\n\"Because you will lose your waggons, and it is better to lose one than\ntwo.\"\n\n\"Oh, nonsense!\" I said.\n\n\"All right, Macumazahn, live and learn.\" And without another word he\nwalked to the foremost waggon, put his bundle into it, and climbed on to\nthe front seat.\n\nSo having bid an affectionate adieu to my white friends, including the\nold Scotchman who got drunk in honour of the event, and quoted Burns\ntill the tears ran down his face, at length I started, and travelled\nslowly northwards. For the first three weeks nothing very particular\nbefell me. Such Kaffirs as we came in contact with were friendly, and\ngame literally swarmed. Nobody living in those parts of South Africa\nnowadays can have the remotest idea of what the veldt was like even\nthirty years ago.\n\nOften and often I have crept shivering on to my waggon-box just as the\nsun rose and looked out. At first one would see nothing but a vast field\nof white mist suffused towards the east by a tremulous golden glow,\nthrough which the tops of stony koppies stood up like gigantic beacons.\nFrom the dense mist would come strange sounds--snorts, gruntings,\nbellows, and the thunder of countless hoofs. Presently this great\ncurtain would grow thinner, then it would melt, as the smoke from a\npipe melts into the air, and for miles on miles the wide rolling country\ninterspersed with bush opened to the view. But it was not tenantless as\nit is now, for as far as the eye could reach it would be literally black\nwith game. Here to the right might be a herd of vilderbeeste that could\nnot number less than two thousand. Some were grazing, some gambolled,\nwhisking their white tails into the air, while all round the old bulls\nstood upon hillocks sniffing suspiciously at the breeze. There, in\nfront, a hundred yards away, though to the unpractised eye they looked\nmuch closer, because of the dazzling clearness of the atmosphere, was\na great herd of springbok trekking along in single file. Ah, they have\ncome to the waggon-track and do not like the look of it. What will they\ndo?--go back? Not a bit of it. It is nearly thirty feet wide, but that\nis nothing to a springbok. See, the first of them bounds into the air\nlike a ball. How beautifully the sunshine gleams upon his golden\nhide! He has cleared it, and the others come after him in numberless\nsuccession, all except the fawns, who cannot jump so far, and have to\nscamper over the doubtful path with a terrified _bah_. What is that\nyonder, moving above the tops of the mimosa, in the little dell at the\nfoot of the koppie? Giraffes, by George! three of them; there will be\nmarrow-bones for supper to-night. Hark! the ground shakes behind us, and\nover the brow of the rise rush a vast herd of blesbock. On they come at\nfull gallop, their long heads held low, they look like so many bearded\ngoats. I thought so--behind them is a pack of wild dogs, their fur\ndraggled, their tongues lolling. They are in full cry; the giraffes hear\nthem and are away, rolling round the koppie like a ship in a heavy sea.\nNo marrow-bones after all. See! the foremost dogs are close on a buck.\nHe has galloped far and is outworn. One springs at his flank and misses\nhim. The buck gives a kind of groan, looks wildly round and sees the\nwaggon. He seems to hesitate a moment, then in his despair rushes up\nto it, and falls exhausted among the oxen. The dogs pull up some thirty\npaces away, panting and snarling. Now, boy, the gun--no, not the rifle,\nthe shot-gun loaded with loopers.\n\nBang! bang! there, my friends, two of you will never hunt buck again.\nNo, don't touch the buck, for he has come to us for shelter, and he\nshall have it.\n\nAh, how beautiful is nature before man comes to spoil it!\n\nSuch a sight as this have I seen many a hundred times, and I hope to see\nit again before I die.\n\nThe first real adventure that befell me on this particular journey was\nwith elephants, which I will relate because of its curious termination.\nJust before we crossed the Orange River we came to a stretch of\nforest-land some twenty miles broad. The night we entered this forest\nwe camped in a lovely open glade. A few yards ahead tambouki grass was\ngrowing to the height of a man, or rather it had been; now, with the\nexception of a few stalks here and there, it was crushed quite flat. It\nwas already dusk when we camped; but after the moon got up I walked from\nthe fire to see how this had happened. One glance was enough for me;\na great herd of elephants had evidently passed over the tall grass not\nmany hours before. The sight of their spoor rejoiced me exceedingly,\nfor though I had seen wild elephants, at that time I had never shot\none. Moreover, the sight of elephant spoor to the African hunter is what\n\"colour in the pan\" is to the prospector of gold. It is by the ivory\nthat he lives, and to shoot it or trade it is his chief aim in life. My\nresolution was soon taken. I would camp the waggons for a while in the\nforest, and start on horseback after the elephants.\n\nI communicated my decision to Indaba-zimbi and the other Kaffirs. The\nlatter were not loth, for your Kaffir loves hunting, which means plenty\nof meat and congenial occupation, but Indaba-zimbi would express no\nopinion. I saw him retire to a little fire that he had lit for himself,\nand go through some mysterious performances with bones and clay mixed\nwith ashes, which were watched with the greatest interest by the other\nKaffirs. At length he rose, and, coming forward, informed me that it was\nall right, and that I did well to go and hunt the elephants, as I should\nget plenty of ivory; but he advised me to go on foot. I said I should\ndo nothing of the sort, but meant to ride. I am wiser now; this was\nthe first and last time that I ever attempted to hunt elephants on\nhorseback.\n\nAccordingly we started at dawn, I, Indaba-zimbi, and three men; the rest\nI left with the waggons. I was on horseback, and so was my driver, a\ngood rider and a skilful shot for a Kaffir, but Indaba-zimbi and the\nothers walked. From dawn till mid-day we followed the trail of the herd,\nwhich was as plain as a high road. Then we off-saddled to let the horses\nrest and feed, and about three o'clock started on again. Another hour or\nso passed, and still there was no sign of elephants. Evidently the herd\nhad travelled fast and far, and I began to think that we should have to\ngive it up, when suddenly I caught sight of a brown mass moving through\nthe thorn-trees on the side of a slope about a quarter of a mile away.\nMy heart seemed to jump into my mouth. Where is the hunter who has not\nfelt like this at the sight of his first elephant?\n\nI called a halt, and then the wind being right, we set to work to stalk\nthe bull. Very quietly I rode down the hither side of the slope till we\ncame to the bottom, which was densely covered with bush. Here I saw the\nelephants had been feeding, for broken branches and upturned trees lay\nall about. I did not take much notice, however, for all my thoughts\nwere fixed upon the bull I was stalking, when suddenly my horse gave\na violent start that nearly threw me from the saddle, and there came a\nmighty rush and upheaval of something in front of me. I looked: there\nwas the hinder part of a second bull elephant not four yards off. I\ncould just catch sight of its outstretched ears projecting on either\nside. I had disturbed it sleeping, and it was running away.\n\nObviously the best thing to do would have been to let it run, but I was\nyoung in those days and foolish, and in the excitement of the moment I\nlifted my \"roer\" or elephant gun and fired at the great brute over my\nhorse's head. The recoil of the heavy gun nearly knocked me off the\nhorse. I recovered myself, however, and, as I did so, saw the bull\nlurch forward, for the impact of a three-ounce bullet in the flank will\nquicken the movement even of an elephant. By this time I had realized\nthe folly of the shot, and devoutly hoped that the bull would take\nno further notice of it. But he took a different view of the matter.\nPulling himself up in a series of plunges, he spun round and came for\nme with outstretched ears and uplifted trunk, screaming terribly. I was\nquite defenceless, for my gun was empty, and my first thought was of\nescape. I dug my heels into the sides of my horse, but he would not move\nan inch. The poor animal was paralyzed with terror, and he simply stood\nstill, his fore-legs outstretched, and quivering all over like a leaf.\n\nOn rushed the elephant, awful to see; I made one more vain effort to\nstir the horse. Now the trunk of the great bull swung aloft above my\nhead. A thought flashed through my brain. Quick as light I rolled from\nthe saddle. By the side of the horse lay a fallen tree, as thick through\nas a man's body. The tree was lifted a little off the ground by the\nbroken boughs which took its weight, and with a single movement, so\nactive is one in such necessities, I flung myself beneath it. As I did\nso, I heard the trunk of the elephant descend with a mighty thud on the\nback of my poor horse, and the next instant I was almost in darkness,\nfor the horse, whose back was broken, fell over across the tree under\nwhich I lay ensconced. But he did not stop there long. In ten seconds\nmore the bull had wound his trunk about my dead nag's neck, and, with a\nmighty effort, hurled him clear of the tree. I wriggled backwards as far\nas I could towards the roots of the tree, for I knew what he was after.\nPresently I saw the red tip of the bull's trunk stretching itself\ntowards me. If he could manage to hook it round any part of me I was\nlost. But in the position I occupied, that was just what he could not\ndo, although he knelt down to facilitate his operations. On came the\nsnapping tip like a great open-mouthed snake; it closed upon my hat,\nwhich vanished. Again it was thrust down, and a scream of rage was\nbellowed through it within four inches of my head. Now it seemed to\nelongate itself. Oh, heavens! now it had me by the hair, which, luckily\nfor myself, was not very long. Then it was my turn to scream, for next\ninstant half a square inch of hair was dragged from my scalp by the\nroots. I was being plucked alive, as I have seen cruel Kaffir kitchen\nboys pluck a fowl.\n\nThe elephant, however, disappointed with these moderate results, changed\nhis tactics. He wound his trunk round the fallen tree and lifted. The\ntree stirred, but fortunately the broken branches embedded in the spongy\nsoil, and some roots, which still held, prevented it from being turned\nover, though he lifted it so much that, had it occurred to him, he could\nnow easily have drawn me out with his trunk. Again he hoisted with all\nhis mighty strength, and I saw that the tree was coming, and roared\naloud for help. Some shots were fired close by in answer, but if they\nhit the bull, their only effect was to stir his energies to more active\nlife. In another few seconds my shelter would be torn away, and I should\nbe done for. A cold perspiration burst out over me as I realized that I\nwas lost. Then of a sudden I remembered that I had a pistol in my belt,\nwhich I often used for despatching wounded game. It was loaded and\ncapped. By this time the tree was lifted so much that I could easily get\nmy hand down to my middle and draw the pistol from its case. I drew and\ncocked it. Now the tree was coming over, and there, within three feet of\nmy head, was the great brown trunk of the elephant. I placed the\nmuzzle of the pistol within an inch of it and fired. The result was\ninstantaneous. Down sunk the tree again, giving one of my legs a\nconsiderable squeeze, and next instant I heard a crashing sound. The\nelephant had bolted.\n\nBy this time, what between fright and struggling, I was pretty well\ntired. I cannot remember how I got from under the fallen tree, or indeed\nanything, until I found myself sitting on the ground drinking some peach\nbrandy from a flask, and old Indaba-zimbi opposite to me nodding\nhis white lock sagely, while he fired off moral reflections on the\nnarrowness of my escape, and my unwisdom in not having taken his advice\nto go on foot. That reminded me of my horse--I got up and went to look\nat it. It was quite dead, the blow of the elephant's trunk had fallen\non the saddle, breaking the framework, and rendering it useless. I\nreflected that in another two seconds it would have fallen on _me_. Then\nI called to Indaba-zimbi and asked which way the elephants had gone.\n\n\"There!\" he said, pointing down the gully, \"and we had better go after\nthem, Macumazahn. We have had the bad luck, now for the good.\"\n\nThere was philosophy in this, though, to tell the truth, I did not feel\nparticularly sharp set on elephants at the moment. I seemed to have had\nenough of them. However, it would never do to show the white feather\nbefore the boys, so I assented with much outward readiness, and we\nstarted, I on the second horse, and the others on foot. When we had\ntravelled for the best part of an hour down the valley, all of a sudden\nwe came upon the whole herd, which numbered a little more than eighty.\nJust in front of them the bush was so thick that they seemed to hesitate\nabout entering it, and the sides of the valley were so rocky and steep\nat this point that they could not climb them.\n\nThey saw us at the same moment as we saw them, and inwardly I was filled\nwith fears lest they should take it into their heads to charge back up\nthe gully. But they did not; trumpeting aloud, they rushed at the thick\nbush which went down before them like corn before a sickle. I do not\nthink that in all my experiences I ever heard anything to equal the\nsound they made as they crashed through and over the shrubs and trees.\nBefore them was a dense forest belt from a hundred to a hundred and\nfifty feet in width. As they rushed on, it fell, so that behind them\nwas nothing but a level roadway strewed with fallen trunks, crushed\nbranches, and here and there a tree, too strong even for them, left\nstranded amid the wreck. On they went, and, notwithstanding the nature\nof the ground over which they had to travel, they kept their distance\nahead of us. This sort of thing continued for a mile or more, and then\nI saw that in front of the elephants the valley opened into a space\ncovered with reeds and grass--it might have been five or six acres in\nextent--beyond which the valley ran on again.\n\nThe herd reached the edge of this expanse, and for a moment pulled up,\nhesitating--evidently they mistrusted it. My men yelled aloud, as only\nKaffirs can, and that settled them. Headed by the wounded bull, whose\nmartial ardour, like my own, was somewhat cooled, they spread out and\ndashed into the treacherous swamp--for such it was, though just then\nthere was no water to be seen. For a few yards all went well with them,\nthough they clearly found it heavy going; then suddenly the great bull\nsank up to his belly in the stiff peaty soil, and remained fixed. The\nothers, mad with fear, took no heed of his struggles and trumpetings,\nbut plunged on to meet the same fate. In five minutes the whole herd of\nthem were hopelessly bogged, and the more they struggled to escape, the\ndeeper they sunk. There was one exception, indeed, a cow managed to win\nback to firm shore, and, lifting her trunk, prepared to charge us as we\ncame up. But at that moment she heard the scream of her calf, and rushed\nback to its assistance, only to be bogged with the others.\n\nSuch a scene I never saw before or since. The swamp was spotted all\nover with the large forms of the elephants, and the air rang with their\nscreams of rage and terror as they waved their trunks wildly to and fro.\nNow and then a monster would make a great effort and drag his mass from\nits peaty bed, only to stick fast again at the next step. It was a most\npitiable sight, though one that gladdened the hearts of my men. Even the\nbest natives have little compassion for the sufferings of animals.\n\nWell, the rest was easy. The marsh that would not bear the elephants\ncarried our weight well enough. Before midnight all were dead, for we\nshot them by moonlight. I would gladly have spared the young ones and\nsome of the cows, but to do so would only have meant leaving them to\nperish of hunger; it was kinder to kill them at once. The wounded bull I\nslew with my own hand, and I cannot say that I felt much compunction in\nso doing. He knew me again, and made a desperate effort to get at me,\nbut I am glad to say that the peat held him fast.\n\nThe pan presented a curious sight when the sun rose next morning. Owing\nto the support given by the soil, few of the dead elephants had fallen:\nthere they stood as though they were asleep.\n\nI sent back for the waggons, and when they arrived on the morrow, formed\na camp, about a mile away from the pan. Then began the work of cutting\nout the elephants' tusks; it took over a week, and for obvious reasons\nwas a disgusting task. Indeed, had it not been for the help of some\nwandering bushmen, who took their pay in elephant meat, I do not think\nwe could ever have managed it.\n\nAt last it was done. The ivory was far too cumbersome for us to carry,\nso we buried it, having first got rid of our bushmen allies. My boys\nwanted me to go back to the Cape with it and sell it, but I was too much\nbent on my journey to do this. The tusks lay buried for five years. Then\nI came and dug them up; they were but little harmed. Ultimately I sold\nthe ivory for something over twelve hundred pounds--not bad pay for one\nday's shooting.\n\nThis was how I began my career as an elephant hunter. I have shot many\nhundreds of them since, but have never again attempted to do so on\nhorseback.\n\n\n\nCHAPTER IV\n\nTHE ZULU IMPI\n\nAfter burying the elephant tusks, and having taken careful notes of the\nbearings and peculiarities of the country so that I might be able to\nfind the spot again, we proceeded on our journey. For a month or more\nI trekked along the line which now divides the Orange Free State\nfrom Griqualand West, and the Transvaal from Bechuanaland. The\nonly difficulties met with were such as are still common to African\ntravellers--occasional want of water and troubles about crossing sluits\nand rivers. I remember that I outspanned on the spot where Kimberley now\nstands, and had to press on again in a hurry because there was no water.\nI little dreamed then that I should live to see Kimberley a great\ncity producing millions of pounds worth of diamonds annually, and old\nIndaba-zimbi's magic cannot have been worth so much after all, or he\nwould have told me.\n\nI found the country almost entirely depopulated. Not very long before\nMosilikatze the Lion, Chaka's General had swept across it in his\nprogress towards what is now Matabeleland. His footsteps were evident\nenough. Time upon time I trekked up to what had evidently been the sites\nof Kaffir kraals. Now the kraals were ashes and piles of tumbled stones,\nand strewn about among the rank grass were the bones of hundreds of men,\nwomen, and children, all of whom had kissed the Zulu assegai. I remember\nthat in one of these desolate places I found the skull of a child in\nwhich a ground-lark had built its nest. It was the twittering of the\nyoung birds inside that first called my attention to it. Shortly after\nthis we met with our second great adventure, a much more serious and\ntragic one than the first.\n\nWe were trekking parallel with the Kolong river when a herd of blesbock\ncrossed the track. I fired at one of them and hit it behind. It galloped\nabout a hundred yards with the rest of the herd, then lay down. As we\nwere in want of meat, not having met with any game for a few days past,\nI jumped on to my horse, and, telling Indaba-zimbi that I would overtake\nthe waggons or meet them on the further side of a rise about an hour's\ntrek away, I started after the wounded buck. As soon as I came within\na hundred yards of it, however, it jumped up and ran away as fast\nas though it were untouched, only to lie down again at a distance. I\nfollowed, thinking that strength would soon fail it. This happened three\ntimes. On the third occasion it vanished behind a ridge, and, though\nby now I was out of both temper and patience, I thought I might as well\nride to the crest and see if I could get a shot at it on the further\nside.\n\nI reached the ridge, which was strewn with stones, looked over it, and\nsaw--a Zulu Impi!\n\nI rubbed my eyes and looked again. Yes, there was no doubt of it. They\nwere halted about a thousand yards away, by the water; some were lying\ndown, some were cooking at fires, others were stalking about with spears\nand shields in their hands; there might have been two thousand or\nmore of them in all. While I was wondering--and that with no little\nuneasiness--what on earth they could be doing there, suddenly I heard a\nwild cry to the right and left of me. I glanced first one way, then the\nother. From either side a great Zulu was bearing down on me, their broad\nstabbing assegais aloft, and black shields in their left hands. The man\nto the right was about fifteen yards away, he to the left was not more\nthan ten. On they came, their fierce eyes almost starting out of their\nheads, and I felt, with a cold thrill of fear, that in another three\nseconds those broad \"bangwans\" might be buried in my vitals. On such\noccasions we act, I suppose, more from instinct than from anything\nelse--there is no time for thought. At any rate, I dropped the reins\nand, raising my gun, fired point blank at the left-hand man. The bullet\nstruck him in the middle of his shield, pierced it, and passed through\nhim, and over he rolled upon the veldt. I swung round in the saddle;\nmost happily my horse was accustomed to standing still when I fired from\nhis back, also he was so surprised that he did not know which way to\nshy. The other savage was almost on me; his outstretched shield reached\nthe muzzle of my gun as I pulled the trigger of the left barrel. It\nexploded, the warrior sprung high into the air, and fell against my\nhorse dead, his spear passing just in front of my face.\n\nWithout waiting to reload, or even to look if the main body of the Zulus\nhad seen the death of their two scouts, I turned my horse and drove\nmy heels into his sides. As soon as I was down the slope of the rise I\npulled a little to the right in order to intercept the waggons before\nthe Zulus saw them. I had not gone three hundred yards in this new\ndirection when, to my utter astonishment, I struck a trail marked with\nwaggon-wheels and the hoofs of oxen. Of waggons there must have been\nat least eight, and several hundred cattle. Moreover, they had passed\nwithin twelve hours; I could tell that by the spoor. Then I understood;\nthe Impi was following the track of the waggons, which, in all\nprobability, belonged to a party of emigrant Boers.\n\nThe spoor of the waggons ran in the direction I wished to go, so I\nfollowed it. About a mile further on I came to the crest of a rise, and\nthere, about five furlongs away, I saw the waggons drawn up in a rough\nlaager upon the banks of the river. There, too, were my own waggons\ntrekking down the slope towards them.\n\nIn another five minutes I was there. The Boers--for Boers they\nwere--were standing about outside the little laager watching the\napproach of my two waggons. I called to them, and they turned and saw\nme. The very first man my eyes fell on was a Boer named Hans Botha, whom\nI had known well years ago in the Cape. He was not a bad specimen of his\nclass, but a very restless person, with a great objection to authority,\nor, as he expressed it, \"a love of freedom.\" He had joined a party of\nthe emigrant Boers some years before, but, as I learned presently,\nhad quarrelled with its leader, and was now trekking away into the\nwilderness to found a little colony of his own. Poor fellow! It was his\nlast trek.\n\n\"How do you do, Meinheer Botha?\" I said to him in Dutch.\n\nThe man looked at me, looked again, then, startled out of his Dutch\nstolidity, cried to his wife, who was seated on the box of the waggon--\n\n\"Come here, Frau, come. Here is Allan Quatermain, the Englishman, the\nson of the 'Predicant.' How goes it, Heer Quatermain, and what is the\nnews down in the Cape yonder?\"\n\n\"I don't know what the news is in the Cape, Hans,\" I answered, solemnly;\n\"but the news here is that there is a Zulu Impi upon your spoor and\nwithin two miles of the waggons. That I know, for I have just shot two\nof their sentries,\" and I showed him my empty gun.\n\nFor a moment there was a silence of astonishment, and I saw the bronzed\nfaces of the men turn pale beneath their tan, while one or two of the\nwomen gave a little scream, and the children crept to their sides.\n\n\"Almighty!\" cried Hans, \"that must be the Umtetwa Regiment that Dingaan\nsent against the Basutus, but who could not come at them because of the\nmarshes, and so were afraid to return to Zululand, and struck north to\njoin Mosilikatze.\"\n\n\"Laager up, Carles! Laager up for your lives, and one of you jump on a\nhorse and drive in the cattle.\"\n\nAt this moment my own waggons came up. Indaba-zimbi was sitting on the\nbox of the first, wrapped in a blanket. I called him and told him the\nnews.\n\n\"Ill tidings, Macumazahn,\" he said; \"there will be dead Boers about\nto-morrow morning, but they will not attack till dawn, then they will\nwipe out the laager _so!_\" and he passed his hand before his mouth.\n\n\"Stop that croaking, you white-headed crow,\" I said, though I knew\nhis words were true. What chance had a laager of ten waggons all told\nagainst at least two thousand of the bravest savages in the world?\n\n\"Macumazahn, will you take my advice this time?\" Indaba-zimbi said,\npresently.\n\n\"What is it?\" I asked.\n\n\"This. Leave your waggons here, jump on that horse, and let us two run\nfor it as hard as we can go. The Zulus won't follow us, they will be\nlooking after the Boers.\"\n\n\"I won't leave the other white men,\" I said; \"it would be the act of a\ncoward. If I die, I die.\"\n\n\"Very well, Macumazahn, then stay and be killed,\" he answered, taking\na pinch of snuff. \"Come, let us see about the waggons,\" and we walked\ntowards the laager.\n\nHere everything was in confusion. However, I got hold of Hans Botha and\nput it to him if it would not be best to desert the waggons and make a\nrun for it.\n\n\"How can we do it?\" he answered; \"two of the women are too fat to go\na mile, one is sick in childbed, and we have only six horses among us.\nBesides, if we did we should starve in the desert. No, Heer Allan, we\nmust fight it out with the savages, and God help us!\"\n\n\"God help us, indeed. Think of the children, Hans!\"\n\n\"I can't bear to think,\" he answered, in a broken voice, looking at his\nown little girl, a sweet, curly-haired, blue-eyed child of six, named\nTota, whom I had often nursed as a baby. \"Oh, Heer Allan, your father,\nthe Predicant, always warned me against trekking north, and I never\nwould listen to him because I thought him a cursed Englishman; now I see\nmy folly. Heer Allan, if you can, try to save my child from those black\ndevils; if you live longer than I do, or if you can't save her, kill\nher,\" and he clasped my hand.\n\n\"It hasn't come to that yet, Hans,\" I said.\n\nThen we set to work on the laager. The waggons, of which, including\nmy two, there were ten, were drawn into the form of a square, and the\ndisselboom of each securely lashed with reims to the underworks of that\nin front of it. The wheels also were locked, and the space between the\nground and the bed-planks of the waggons was stuffed with branches\nof the \"wait-a-bit\" thorn that fortunately grew near in considerable\nquantities. In this way a barrier was formed of no mean strength as\nagainst a foe unprovided with firearms, places being left for the men\nto fire from. In a little over an hour everything was done that could be\ndone, and a discussion arose as to the disposal of the cattle, which had\nbeen driven up close to the camp. Some of the Boers were anxious to get\nthem into the laager, small as it was, or at least as many of them as it\nwould hold. I argued strongly against this, pointing out that the brutes\nwould probably be seized with panic as soon as the firing began, and\ntrample the defenders of the laager under foot. As an alternative plan\nI suggested that some of the native servants should drive the herd along\nthe valley of the river till they reached a friendly tribe or some other\nplace of safety. Of course, if the Zulus saw them they would be taken,\nbut the nature of the ground was favourable, and it was possible that\nthey might escape if they started at once. The proposition was promptly\nagreed to, and, what is more, it was settled that one Dutchman and such\nof the women and children as could travel should go with them. In half\nan hour's time twelve of them started with the natives, the Boer in\ncharge, and the cattle. Three of my own men went with the latter, the\nthree others and Indaba-zimbi stopped with me in the laager.\n\nThe parting was a heart-breaking scene, upon which I do not care to\ndwell. The women wept, the men groaned, and the children looked on with\nscared white faces. At length they were gone, and I for one was thankful\nof it. There remained in the laager seventeen white men, four natives,\nthe two Boer fraus who were too stout to travel, the woman in childbed\nand her baby, and Hans Bother's little daughter Tota, whom he could not\nmake up his mind to part with. Happily her mother was already dead. And\nhere I may state that ten of the women and children, together with about\nhalf of the cattle, escaped. The Zulu Impi never saw them, and on the\nthird day of travel they came to the fortified place of a Griqua chief,\nwho sheltered them on receiving half the cattle in payment. Thence\nby slow degrees they journeyed down to the Cape Colony, reaching a\ncivilized region within a little more than a year from the date of the\nattack on the laager.\n\nThe afternoon was now drawing towards evening, but still there were no\nsigns of the Impi. A wild hope struck us that they might have gone\non about their business. Ever since Indaba-zimbi had heard that the\nregiment was supposed to belong to the Umtetwa tribe, he had, I noticed,\nbeen plunged in deep thought. Presently he came to me and volunteered\nto go out and spy upon their movements. At first Hans Botha was against\nthis idea, saying that he was a \"verdomde swartzel\"--an accursed black\ncreature--and would betray us. I pointed out that there was nothing to\nbetray. The Zulus must know where the waggons were, but it was important\nfor us to gain information of their movements. So it was agreed that\nIndaba-zimbi should go. I told him this. He nodded his white lock, said\n\"All right, Macumazahn,\" and started. I noticed with some surprise,\nhowever, that before he did so he went to the waggon and fetched his\n\"mouti,\" or medicine, which, together with his other magical apparatus,\nhe always carried in a skin bag. I asked him why he did this. He\nanswered that it was to make himself invulnerable against the spears\nof the Zulus. I did not in the least believe his explanation, for in my\nheart I was sure that he meant to take the opportunity to make a bolt\nof it, leaving me to my fate. I did not, however, interfere to prevent\nthis, for I had an affection for the old fellow, and sincerely hoped\nthat he might escape the doom which overshadowed us.\n\nSo Indaba-zimbi sauntered off, and as I looked at his retreating form I\nthought I should never see it again. But I was mistaken, and little knew\nthat he was risking his life, not for the Boers whom he hated one and\nall, but for me whom in his queer way he loved.\n\nWhen he had gone we completed our preparations for defence,\nstrengthening the waggons and the thorns beneath with earth and stones.\nThen at sunset we ate and drank as heartily as we could under the\ncircumstances, and when we had done, Hans Botha, as head of the party,\noffered up prayer to God for our preservation. It was a touching sight\nto see the burly Dutchman, his hat off, his broad face lit up by the\nlast rays of the setting sun, praying aloud in homely, simple language\nto Him who alone could save us from the spears of a cruel foe. I\nremember that the last sentence of his prayer was, \"Almighty, if we must\nbe killed, save the women and children and my little girl Tota from the\naccursed Zulus, and do not let us be tortured.\"\n\nI echoed the request very earnestly in my own heart, that I know, for in\ncommon with the others I was dreadfully afraid, and it must be admitted\nnot without reason.\n\nThen the darkness came on, and we took up our appointed places each\nwith a rifle in his hands and peered out into the gloom in silence.\nOccasionally one of the Boers would light his pipe with a brand from the\nsmouldering fire, and the glow of it would shine for a few moments on\nhis pale, anxious face.\n\nBehind me one of the stout \"fraus\" lay upon the ground. Even the terror\nof our position could not keep her heavy eyes from their accustomed\nsleep, and she snored loudly. On the further side of her, just by the\nfire, lay little Tota, wrapped in a kaross. She was asleep also, her\nthumb in her mouth, and from time to time her father would come to look\nat her.\n\nSo the hours wore on while we waited for the Zulus. But from my intimate\nknowledge of the habits of natives I had little fear that they would\nattack us at night, though, had they done so, they could have compassed\nour destruction with but small loss to themselves. It is not the habit\nof this people, they like to fight in the light of day--at dawn for\npreference.\n\nAbout eleven o'clock, just as I was nodding a little at my post, I heard\na low whistle outside the laager. Instantly I was wide awake, and all\nalong the line I heard the clicking of locks as the Boers cocked their\nguns.\n\n\"Macumazahn,\" said a voice, the voice of Indaba-zimbi, \"are you there?\"\n\n\"Yes,\" I answered.\n\n\"Then hold a light so that I can see how to climb into the laager,\" he\nsaid.\n\n\"Yah! yah! hold a light,\" put in one of the Boers. \"I don't trust\nthat black schepsel of yours, Heer Quatermain; he may have some of\nhis countrymen with him.\" Accordingly a lantern was produced and held\ntowards the voice. There was Indaba-zimbi alone. We let him into the\nlaager and asked him the news.\n\n\"This is the news, white men,\" he said. \"I waited till dark, and\ncreeping up to the place where the Zulus are encamped, hid myself behind\na stone and listened. They are a great regiment of Umtetwas as Baas\nBotha yonder thought. They struck the spoor of the waggons three days\nago and followed it. To-night they sleep upon their spears, to-morrow at\ndaybreak they will attack the laager and kill everybody. They are very\nbitter against the Boers, because of the battle at Blood River and the\nother fights, and that is why they followed the waggons instead of going\nstraight north after Mosilikatze.\"\n\nA kind of groan went up from the group of listening Dutchmen.\n\n\"I tell you what it is, Heeren,\" I said, \"instead of waiting to be\nbutchered here like buck in a pitfall, let us go out now and fall upon\nthe Impi while it sleeps.\"\n\nThis proposition excited some discussion, but in the end only one man\ncould be found to vote for it. Boers as a rule lack that dash which\nmakes great soldiers; such forlorn hopes are not in their line, and\nrather than embark upon them they prefer to take their chance in a\nlaager, however poor that chance may be. For my own part I firmly\nbelieve that had my advice been taken we should have routed the Zulus.\nSeventeen desperate white men, armed with guns, would have produced no\nsmall effect upon a camp of sleeping savages. But it was not taken, so\nit is no use talking about it.\n\nAfter that we went back to our posts, and slowly the weary night wore\non towards the dawn. Only those who have watched under similar\ncircumstances while they waited the advent of almost certain and cruel\ndeath, can know the torturing suspense of those heavy hours. But they\nwent somehow, and at last in the far east the sky began to lighten,\nwhile the cold breath of dawn stirred the tilts of the waggons and\nchilled me to the bone. The fat Dutchwoman behind me woke with a yawn,\nthen, remembering all, moaned aloud, while her teeth chattered with\ncold and fear. Hans Botha went to his waggon and got a bottle of peach\nbrandy, from which he poured into a tin pannikin, giving us each a stiff\ndram, and making attempts to be cheerful as he did so. But his affected\njocularity only seemed to depress his comrades the more. Certainly it\ndepressed me.\n\nNow the light was growing, and we could see some way into the mist which\nstill hung densely over the river, and now--ah! there it was. From the\nother side of the hill, a thousand yards or more from the laager, came\na faint humming sound. It grew and grew till it gathered to a chant--the\nawful war chant of the Zulus. Soon I could catch the words. They were\nsimple enough:\n\n\"We shall slay, we shall slay! Is it not so, my brothers? Our spears\nshall blush blood-red. Is it not so, my brothers? For we are the\nsucklings of Chaka, blood is our milk, my brothers. Awake, children\nof the Umtetwa, awake! The vulture wheels, the jackal sniffs the air;\nAwake, children of the Umtetwa--cry aloud, ye ringed men: There is\nthe foe, we shall slay them. Is it not so, my brothers? _S'gee! S'gee!\nS'gee!_\"\n\nSuch is a rough translation of that hateful chant which to this very day\nI often seem to hear. It does not look particularly imposing on paper,\nbut if, while he waited to be killed, the reader could have heard it\nas it rolled through the still air from the throats of nearly three\nthousand warriors singing all to time, he would have found it impressive\nenough.\n\nNow the shields began to appear over the brow of the rise. They came\nby companies, each company about ninety strong. Altogether there were\nthirty-one companies. I counted them. When all were over they formed\nthemselves into a triple line, then trotted down the slope towards us.\nAt a distance of a hundred and fifty yards or just out of the shot of\nsuch guns as we had in those days, they halted and began singing again--\n\n     \"Yonder is the kraal of the white man--a little kraal, my\n     brothers;\n     We shall eat it up, we shall trample it flat, my brothers.\n     But where are the white man's cattle--where are his oxen, my\n     brothers?\"\n\nThis question seemed to puzzle them a good deal, for they sang the song\nagain and again. At last a herald came forward, a great man with ivory\nrings about his arm, and, putting his hands to his mouth, called out to\nus asking where our cattle were.\n\nHans Botha climbed on to the top of a waggon and roared out that they\nmight answer that question themselves.\n\nThen the herald called again, saying that he saw the cattle had been\nsent away.\n\n\"We shall go and find the cattle,\" he said, \"then we shall come and kill\nyou, because without cattle you must stop where you are, but if we wait\nto kill you before we get the cattle, they may have trekked too far for\nus to follow. And if you try to run away we shall easily catch you white\nmen!\"\n\nThis struck me as a very odd speech, for the Zulus generally attack an\nenemy first and take his cattle afterwards; still, there was a certain\namount of plausibility about it. While I was still wondering what it\nall might mean, the Zulus began to run past us in companies towards the\nriver. Suddenly a shout announced that they had found the spoor of the\ncattle, and the whole Impi of them started down it at a run till they\nvanished over a rise about a quarter of a mile away.\n\nWe waited for half an hour or more, but nothing could we see of them.\n\n\"Now I wonder if the devils have really gone,\" said Hans Botha to me.\n\"It is very strange.\"\n\n\"I will go and see,\" said Indaba-zimbi, \"if you will come with me,\nMacumazahn. We can creep to the top of the ridge and look over.\"\n\nAt first I hesitated, but curiosity overcame me. I was young in those\ndays and weary with suspense.\n\n\"Very well,\" I said, \"we will go.\"\n\nSo we started. I had my elephant gun and ammunition. Indaba-zimbi had\nhis medicine bag and an assegai. We crept to the top of the rise like\nsportsmen stalking a buck. The slope on the other side was strewn with\nrocks, among which grew bushes and tall grass.\n\n\"They must have gone down the Donga,\" I said to Indaba-zimbi, \"I can't\nsee one of them.\"\n\nAs I spoke there came a roar of men all round me. From every rock, from\nevery tuft of grass rose a Zulu warrior. Before I could turn, before I\ncould lift a gun, I was seized and thrown.\n\n\"Hold him! Hold the White Spirit fast!\" cried a voice. \"Hold him, or\nhe will slip away like a snake. Don't hurt him, but hold him fast. Let\nIndaba-zimbi walk by his side.\"\n\nI turned on Indaba-zimbi. \"You black devil, you have betrayed me!\" I\ncried.\n\n\"Wait and see, Macumazahn,\" he answered, coolly. \"Now the fight is going\nto begin.\"\n\n\n\nCHAPTER V\n\nTHE END OF THE LAAGER\n\nI gasped with wonder and rage. What did that scoundrel Indaba-zimbi\nmean? Why had I been drawn out of the laager and seized, and why, being\nseized, was I not instantly killed? They called me the \"White Spirit.\"\nCould it be that they were keeping me to make me into medicine? I had\nheard of such things being done by Zulus and kindred tribes, and my\nblood ran cold at the thought. What an end! To be pounded up, made\nmedicine of, and eaten!\n\nHowever, I had little time for further reflection, for now the whole\nImpi was pouring back from the donga and river-banks where it had hidden\nwhile their ruse was carried out, and once more formed up on the side\nof the slope. I was taken to the crest of the slope and placed in the\ncentre of the reserve line in the especial charge of a huge Zulu named\nBombyane, the same man who had come forward as a herald. This brute\nseemed to regard me with an affectionate curiosity. Now and again he\npoked me in the ribs with the handle of his assegai, as though to assure\nhimself that I was solid, and several times he asked me to be so good\nas to prophesy how many Zulus would be killed before the \"Amaboona,\" as\nthey called the Boers, were \"eaten up.\"\n\nAt first I took no notice of him beyond scowling, but presently, goaded\ninto anger, I prophesied that he would be dead in an hour!\n\nHe only laughed aloud. \"Oh! White Spirit,\" he said, \"is it so? Well,\nI've walked a long way from Zululand, and shall be glad of a rest.\"\n\nAnd he got it shortly, as will be seen.\n\nNow the Zulus began to sing again--\n\n     \"We have caught the White Spirit, my brother! my brother!\n     Iron-Tongue whispered of him, he smelt him out, my brother.\n     Now the Maboona are ours--they are already dead, my brother.\"\n\nSo that treacherous villain Indaba-zimbi had betrayed me. Suddenly the\nchief of the Impi, a grey-haired man named Sususa, held up his assegai,\nand instantly there was silence. Then he spoke to some indunas who stood\nnear him. Instantly they ran to the right and left down the first\nline, saying a word to the captain of each company as they passed\nhim. Presently they were at the respective ends of the line, and\nsimultaneously held up their spears. As they did so, with an awful\nroar of \"Bulala Amaboona\"--\"Slay the Boers,\" the entire line, numbering\nnearly a thousand men, bounded forward like a buck startled from its\nform, and rushed down upon the little laager. It was a splendid sight\nto see them, their assegais glittering in the sunlight as they rose and\nfell above their black shields, their war-plumes bending back upon the\nwind, and their fierce faces set intently on the foe, while the solid\nearth shook beneath the thunder of their rushing feet. I thought of my\npoor friends the Dutchmen, and trembled. What chance had they against so\nmany?\n\nNow the Zulus, running in the shape of a bow so as to wrap the laager\nround on three sides, were within seventy yards, and now from every\nwaggon broke tongues of fire. Over rolled a number of the Umtetwa,\nbut the rest cared little. Forward they sped straight to the laager,\nstriving to force a way in. But the Boers plied them with volley after\nvolley, and, packed as the Zulus were, the elephant guns loaded with\nslugs and small shot did frightful execution. Only one man even got on\nto a waggon, and as he did so I saw a Boer woman strike him on the head\nwith an axe. He fell down, and slowly, amid howls of derision from the\ntwo lines on the hill-side, the Zulus drew back.\n\n\"Let us go, father!\" shouted the soldiers on the slope, among whom I\nwas, to their chief, who had come up. \"You have sent out the little\ngirls to fight, and they are frightened. Let us show them the way.\"\n\n\"No, no!\" the chief Sususa answered, laughing. \"Wait a minute and the\nlittle girls will grow to women, and women are good enough to fight\nagainst Boers!\"\n\nThe attacking Zulus heard the mockery of their fellows, and rushed\nforward again with a roar. But the Boers in the laager had found time to\nload, and they met with a warm reception. Reserving their fire till the\nZulus were packed like sheep in a kraal, they loosed into them with the\nroers, and the warriors fell in little heaps. But I saw that the blood\nof the Umtetwas was up; they did not mean to be beaten back this time,\nand the end was near. See! six men had leapt on to a waggon, slain the\nman behind it, and sprung into the laager. They were killed there, but\nothers followed, and then I turned my head. But I could not shut my ears\nto the cries of rage and death, and the terrible _S'gee! S'gee!_ of the\nsavages as they did their work of murder. Once only I looked up and saw\npoor Hans Botha standing on a waggon smiting down men with the butt of\nhis rifle. The assegais shot up towards him like tongues of steel, and\nwhen I looked again he was gone.\n\nI turned sick with fear and rage. But alas! what could I do? They were\nall dead now, and probably my own turn was coming, only my death with\nnot be so swift.\n\nThe fight was ended, and the two lines on the slope broke their order,\nand moved down to the laager. Presently we were there, and a dreadful\nsight it was. Many of the attacking Zulus were dead--quite fifty I\nshould say, and at least a hundred and fifty were wounded, some of them\nmortally. The chief Sususa gave an order, the dead men were picked up\nand piled in a heap, while those who were slightly hurt walked off to\nfind some one to tie up their wounds. But the more serious cases met\nwith a different treatment. The chief or one of his indunas considered\neach case, and if it was in any way bad, the man was taken up and thrown\ninto the river which ran near. None of them offered any objection,\nthough one poor fellow swam to shore again. He did not stop there long,\nhowever, for they pushed him back and drowned him by force.\n\nThe strangest case of all was that of the chief's own brother. He had\nbeen captain of the line, and his ankle was smashed by a bullet. Sususa\ncame up to him, and, having examined the wound, rated him soundly for\nfailing in the first onslaught.\n\nThe poor fellow made the excuse that it was not his fault, as the Boers\nhad hit him in the first rush. His brother admitted the truth of this,\nand talked to him amicably.\n\n\"Well,\" he said at length, offering him a pinch of snuff, \"you cannot\nwalk again.\"\n\n\"No, chief,\" said the wounded man, looking at his ankle.\n\n\"And to-morrow we must walk far,\" went on Sususa.\n\n\"Yes, chief.\"\n\n\"Say, then, will you sit here on the veldt, or----\" and he nodded\ntowards the river.\n\nThe man dropped his head on his breast for a minute as though in\nthought. Presently he lifted it and looked Sususa straight in the face.\n\n\"My ankle pains me, my brother,\" he said; \"I think I will go back to\nZululand, for there is the only kraal I wish to see again, even if I\ncreep about it like a snake.\"[*]\n\n     [*] The Zulus believe that after death their spirits enter\n     into the bodies of large green snakes, which glide about the\n     kraals. To kill these snakes is sacrilege.\n\n\"It is well, my brother,\" said the chief. \"Rest softly,\" and having\nshaken hands with him, he gave an order to one of the indunas, and\nturned away.\n\nThen men came, and, supporting the wounded man, led him down to the\nbanks of the stream. Here, at his request, they tied a heavy stone\nround his neck, and then threw him into a deep pool. I saw the whole sad\nscene, and the victim never even winced. It was impossible not to admire\nthe extraordinary courage of the man, or to avoid being struck with\nthe cold-blooded cruelty of his brother the chief. And yet the act was\nnecessary from his point of view. The man must either die swiftly, or\nbe left to perish of starvation, for no Zulu force will encumber itself\nwith wounded men. Years of merciless warfare had so hardened these\npeople that they looked on death as nothing, and were, to do them\njustice, as willing to meet it themselves as to inflict it on others.\nWhen this very Impi had been sent out by the Zulu King Dingaan, it\nconsisted of some nine thousand men. Now it numbered less than three;\nall the rest were dead. They, too, would probably soon be dead. What did\nit matter? They lived by war to die in blood. It was their natural end.\n\"Kill till you are killed.\" That is the motto of the Zulu soldier. It\nhas the merit of simplicity.\n\nMeanwhile the warriors were looting the waggons, including my own,\nhaving first thrown all the dead Boers into a heap. I looked at the\nheap; all of them were there, including the two stout fraus, poor\nthings. But I missed one body, that of Hans Botha's daughter, little\nTota. A wild hope came into my heart that she might have escaped; but\nno, it was not possible. I could only pray that she was already at rest.\n\nJust then the great Zulu, Bombyane, who had left my side to indulge in\nthe congenial occupation of looting, came out of a waggon crying that\nhe had got the \"little white one.\" I looked; he was carrying the child\nTota, gripping her frock in one of his huge black hands. He stalked\nup to where we were, and held the child before the chief. \"Is it dead,\nfather?\" he said, with a laugh.\n\nNow, as I could well see, the child was not dead, but had been hidden\naway, and fainted with fear.\n\nThe chief glanced at it carelessly, and said--\n\n\"Find out with your kerrie.\"\n\nActing on this hint the black devil held up the child, and was about to\nkill it with his knobstick. This was more than I could bear. I sprang at\nhim and struck him with all my force in the face, little caring if I was\nspeared or not. He dropped Tota on the ground.\n\n\"Ou!\" he said, putting his hand to his nose, \"the White Spirit has a\nhard fist. Come, Spirit, I will fight you for the child.\"\n\nThe soldiers cheered and laughed. \"Yes! yes!\" they said, \"let Bombyane\nfight the White Spirit for the child. Let them fight with assegais.\"\n\nFor a moment I hesitated. What chance had I against this black giant?\nBut I had promised poor Hans to save the child if I could, and what did\nit matter? As well die now as later. However, I had wit enough left to\nmake a favour of it, and intimated to the chief through Indaba-zimbi\nthat I was quite willing to condescend to kill Bombyane, on condition\nthat if I did so the child's life should be given to me. Indaba-zimbi\ninterpreted my words, but I noticed that he would not look on me as\nhe spoke, but covered his face with his hands and spoke of me as \"the\nghost\" or the \"son of the spirit.\" For some reason that I have never\nquite understood, the chief consented to the duel. I fancy it was\nbecause he believed me to be more than mortal, and was anxious to see\nthe last of Bombyane.\n\n\"Let them fight,\" he said. \"Give them assegais and no shields; the child\nshall be to him who conquers.\"\n\n\"Yes! yes!\" cried the soldiers. \"Let them fight. Don't be afraid,\nBombyane; if he is a spirit, he's a very small one.\"\n\n\"I never was frightened of man or beast, and I am not going to run away\nfrom a White Ghost,\" answered the redoubtable Bombyane, as he examined\nthe blade of his great bangwan or stabbing assegai.\n\nThen they made a ring round us, gave me a similar assegai, and set us\nsome ten paces apart. I kept my face as calm as I could, and tried to\nshow no signs of fear, though in my heart I was terribly afraid. Humanly\nspeaking, my doom was on me. The giant warrior before me had used the\nassegai from a child--I had no experience of the weapon. Moreover,\nthough I was quick and active, he must have been at least twice as\nstrong as I am. However, there was no help for it, so, setting my teeth,\nI grasped the great spear, breathed a prayer, and waited.\n\nThe giant stood awhile looking at me, and, as he stood, Indaba-zimbi\nwalked across the ring behind me, muttering as he passed, \"Keep cool,\nMacumazahn, and wait for him. I will make it all right.\"\n\nAs I had not the slightest intention of commencing the fray, I thought\nthis good advice, though how Indaba-zimbi could \"make it all right\" I\nfailed to see.\n\nHeavens! how long that half-minute seemed! It happened many years ago,\nbut the whole scene rises up before my eyes as I write. There behind us\nwas the blood-stained laager, and near it lay the piles of dead; round\nus was rank upon rank of plumed savages, standing in silence to wait\nthe issue of the duel, and in the centre stood the grey-haired chief and\ngeneral, Sususa, in all his war finery, a cloak of leopard skin upon his\nshoulders. At his feet lay the senseless form of little Tota, to my\nleft squatted Indaba-zimbi, nodding his white lock and muttering\nsomething--probably spells; while in front was my giant antagonist, his\nspear aloft and his plumes wavering in the gentle wind. Then over all,\nover grassy slope, river, and koppie, over the waggons of the laager,\nthe piles of dead, the dense masses of the living, the swooning\nchild, over all shone the bright impartial sun, looking down like the\nindifferent eye of Heaven upon the loveliness of nature and the cruelty\nof man. Down by the river grew thorn-trees, and from them floated\nthe sweet scent of the mimosa flower, and came the sound of cooing\nturtle-doves. I never smell the one or hear the other without the scene\nflashing into my mind again, complete in its every detail.\n\nSuddenly, without a sound, Bombyane shook his assegai and rushed\nstraight at me. I saw his huge form come; like a man in a dream, I saw\nthe broad spear flash on high; now he was on me! Then, prompted to it by\nsome providential impulse--or had the spells of Indaba-zimbi anything to\ndo with the matter?--I dropped to my knee, and quick as light stretched\nout my spear. He drove at me: the blade passed over my head. I felt\na weight on my assegai; it was wrenched from my hand; his great limbs\nknocked against me. I glanced round. Bombyane was staggering along with\nhead thrown back and outstretched arms from which his spear had fallen.\nHis spear had fallen, but the blade of mine stood out between his\nshoulders--I had transfixed him. He stopped, swung slowly round as\nthough to look at me: then with a sigh the giant sank down--_dead_.\n\nFor a moment there was silence; then a great cry rose--a cry of\n\"Bombyane is dead. The White Spirit has slain Bombyane. Kill the wizard,\nkill the ghost who has slain Bombyane by witchcraft.\"\n\nInstantly I was surrounded by fierce faces, and spears flashed before my\neyes. I folded my arms and stood calmly waiting the end. In a moment\nit would have come, for the warriors were mad at seeing their champion\noverthrown thus easily. But presently through the tumult I heard the\nhigh, cracked voice of Indaba-zimbi.\n\n\"Stand back, you fools!\" it cried; \"can a spirit then be killed?\"\n\n\"Spear him! spear him!\" they roared in fury. \"Let us see if he is a\nspirit. How did a spirit slay Bombyane with an assegai? Spear him,\nrain-maker, and we shall see.\"\n\n\"Stand back,\" cried Indaba-zimbi again, \"and I will show you if he\ncan be killed. I will kill him myself, and call him back to life again\nbefore your eyes.\"\n\n\"Macumazahn, trust me,\" he whispered in my ear in the Sisutu tongue,\nwhich the Zulus did not understand. \"Trust me; kneel on the grass before\nme, and when I strike at you with the spear, roll over like one dead;\nthen, when you hear my voice again, get up. Trust me--it is your only\nhope.\"\n\nHaving no choice I nodded my head in assent, though I had not the\nfaintest idea of what he was about to do. The tumult lessened somewhat,\nand once more the warriors drew back.\n\n\"Great White Spirit--Spirit of victory,\" said Indaba-zimbi, addressing\nme aloud, and covering his eyes with his hand, \"hear me and forgive me.\nThese children are blind with folly, and think thee mortal because thou\nhast dealt death upon a mortal who dared to stand against thee. Deign to\nkneel down before me and let me pierce thy heart with this spear, then\nwhen I call upon thee, arise unhurt.\"\n\nI knelt down, not because I wished to, but because I must. I had not\novermuch faith in Indaba-zimbi, and thought it probable that he was\nin truth about to make an end of me. But really I was so worn out with\nfears, and the horrors of the night and day had so shaken my nerves,\nthat I did not greatly care what befell me. When I had been kneeling\nthus for about half a minute Indaba-zimbi spoke.\n\n\"People of the Umtetwa, children of T'Chaka,\" he said, \"draw back a\nlittle way, lest an evil fall on you, for now the air is thick with\nghosts.\"\n\nThey drew back a space, leaving us in a circle about twelve yards in\ndiameter.\n\n\"Look on him who kneels before you,\" went on Indaba-zimbi, \"and\nlisten to my words, to the words of the witch-finder, the words of the\nrain-maker, Indaba-zimbi, whose fame is known to you. He seems to be a\nyoung man, does he not? I tell you, children of the Umtetwa, he is no\nman. He is the Spirit who gives victory to the white men, he it is who\ngave them assegais that thunder and taught them how to slay. Why were\nthe Impis of Dingaan rolled back at the Blood River? Because _he_\nwas there. Why did the Amaboona slay the people of Mosilikatze by the\nthousand? Because _he_ was there. And so I say to you that, had I not\ndrawn him from the laager by my magic but three hours ago, you would\nhave been conquered--yes, you would have been blown away like the dust\nbefore the wind; you would have been burnt up like the dry grass in\nthe winter when the fire is awake among it. Ay, because he had but been\nthere many of your bravest were slain in overcoming a few--a pinch\nof men who could be counted on the fingers. But because I loved you,\nbecause your chief Sususa is my half-brother--for had we not one\nfather?--I came to you, I warned you. Then you prayed me and I drew the\nSpirit forth. But you were not satisfied when the victory was yours,\nwhen the Spirit, of all you had taken asked but one little thing--a\nwhite child to take away and sacrifice to himself, to make the medicine\nof his magic of----\"\n\nHere I could hardly restrain myself from interrupting, but thought\nbetter of it.\n\n\"You said him nay; you said, 'Let him fight with our bravest man, let\nhim fight with Bombyane the giant for the child.' And he deigned to slay\nBombyane as you have seen, and now you say, 'Slay him; he is no spirit.'\nNow I will show you if he is a spirit, for I will slay him before\nyour eyes, and call him to life again. But you have brought this upon\nyourselves. Had you believed, had you offered no insult to the Spirit,\nhe would have stayed with you, and you should have become unconquerable.\nNow he will arise and leave you, and woe be on you if you try to stay\nhim.\n\n\"Now all men,\" he went on, \"look for a space upon this assegai that I\nhold up,\" and he lifted the bangwan of the deceased Bombyane high above\nhis head so that all the multitude could see it. Every eye was fixed\nupon the broad bright spear. For a while he held it still, then he moved\nit round and round in a circle, muttering as he did so, and still their\ngaze followed it. For my part, I watched his movements with the greatest\nanxiety. That assegai had already been nearer my person than I found at\nall pleasant, and I had no desire to make a further acquaintance with\nit. Nor, indeed, was I sure that Indaba-zimbi was not really going to\nkill me. I could not understand his proceedings at all, and at the best\nI did not relish playing the _corpus vile_ to his magical experiments.\n\n\"_Look! look! look!_\" he screamed.\n\nThen suddenly the great spear flashed down towards my breast. I felt\nnothing, but, to my sight, it seemed as though it had passed through me.\n\n\"See!\" roared the Zulus. \"Indaba-zimbi has speared him; the red assegai\nstands out behind his back.\"\n\n\"Roll over, Macumazahn,\" Indaba-zimbi hissed in my ear, \"roll over and\npretend to die--quick! quick!\"\n\nI lost no time in following these strange instructions, but falling\non to my side, threw my arms wide, kicked my legs about, and died as\nartistically as I could. Presently I gave a stage shiver and lay still.\n\n\"See!\" said the Zulus, \"he is dead, the Spirit is dead. Look at the\nblood upon the assegai!\"\n\n\"Stand back! stand back!\" cried Indaba-zimbi, \"or the ghost will haunt\nyou. Yes, he is dead, and now I will call him back to life again. Look!\"\nand putting down his hand, he plucked the spear from wherever it was\nfixed, and held it aloft. \"The spear is red, is it not? Watch, men,\nwatch! _it grows white!_\"\n\n\"Yes, it grows white,\" they said. \"Ou! it grows white.\"\n\n\"It grows white because the blood returns to whence it came,\" said\nIndaba-zimbi. \"Now, great Spirit, hear me. Thou art dead, the breath has\ngone out of thy mouth. Yet hear me and arise. Awake, White Spirit, awake\nand show thy power. Awake! arise unhurt!\"\n\nI began to respond cheerfully to this imposing invocation.\n\n\"Not so fast, Macumazahn,\" whispered Indaba-zimbi.\n\nI took the hint, and first held up my arm, then lifted my head and let\nit fall again.\n\n\"He lives! by the head of T'Chaka he lives!\" roared the soldiers,\nstricken with mortal fear.\n\nThen slowly and with the greatest dignity I gradually arose, stretched\nmy arms, yawned like one awaking from heavy sleep, turned and looked\nupon them unconcernedly. While I did so, I noticed that old Indaba-zimbi\nwas almost fainting from exhaustion. Beads of perspiration stood upon\nhis brow, his limbs trembled, and his breast heaved.\n\nAs for the Zulus, they waited for no more. With a howl of terror the\nwhole regiment turned and fled across the rise, so that presently we\nwere left alone with the dead, and the swooning child.\n\n\"How on earth did you do that, Indaba-zimbi?\" I asked in amaze.\n\n\"Do not ask me, Macumazahn,\" he gasped. \"You white men are very clever,\nbut you don't quite know everything. There are men in the world who can\nmake people believe they see things which they do not see. Let us be\ngoing while we may, for when those Umtetwas have got over their fright,\nthey will come back to loot the waggons, and then perhaps _they_ will\nbegin asking questions that I can't answer.\"\n\nAnd here I may as well state that I never got any further information on\nthis matter from old Indaba-zimbi. But I have my theory, and here it is\nfor whatever it may be worth. I believe that Indaba-zimbi _mesmerized_\nthe whole crowd of onlookers, myself included, making them believe that\nthey saw the assegai in my heart, and the blood upon the blade. The\nreader may smile and say, \"Impossible;\" but I would ask him how\nthe Indian jugglers do their tricks unless it is by mesmerism. The\nspectators _seem_ to see the boy go under the basket and there pierced\nwith daggers, they _seem_ to see women in a trance supported in mid-air\nupon the point of a single sword. In themselves these things are not\npossible, they violate the laws of nature, as those laws are known to\nus, and therefore must surely be illusion. And so through the glamour\nthrown upon them by Indaba-zimbi's will, that Zulu Impi seemed to see me\ntransfixed with an assegai which never touched me. At least, that is my\ntheory; if any one has a better, let him adopt it. The explanation lies\nbetween illusion and magic of a most imposing character, and I prefer to\naccept the first alternative.\n\n\n\nCHAPTER VI\n\nSTELLA\n\nI was not slow to take Indaba-zimbi's hint. About a hundred and fifty\nyards to the left of the laager was a little dell where I had hidden\nmy horse, together with one belonging to the Boers, and my saddle and\nbridle. Thither we went, I carrying the swooning Tota in my arms. To our\njoy we found the horses safe, for the Zulus had not seen them. Now, of\ncourse, they were our only means of locomotion, for the oxen had been\nsent away, and even had they been there we could not have found time to\ninspan them. I laid Tota down, caught my horse, undid his knee halter,\nand saddled up. As I was doing so a thought struck me, and I told\nIndaba-zimbi to run to the laager and see if he could find my\ndouble-barrelled gun and some powder and shot, for I had only my\nelephant \"roer\" and a few charges of powder and ball with me.\n\nHe went, and while he was away, poor little Tota came to herself and\nbegan to cry, till she saw my face.\n\n\"Ah, I have had such a bad dream,\" she said, in Dutch: \"I dreamed that\nthe black Kaffirs were going to kill me. Where is my papa?\"\n\nI winced at the question. \"Your papa has gone on a journey, dear,\" I\nsaid, \"and left me to look after you. We shall find him one day. You\ndon't mind going with Heer Allan, do you?\"\n\n\"No,\" she said, a little doubtfully, and began to cry again. Presently\nshe remembered that she was thirsty, and asked for water. I led her to\nthe river and she drank. \"Why is my hand red, Heer Allan?\" she asked,\npointing to the smear of Bombyane's blood-stained fingers.\n\nAt this moment I felt very glad that I had killed Bombyane.\n\n\"It is only paint, dear,\" I said; \"see, we will wash it and your face.\"\n\nAs I was doing this, Indaba-zimbi returned. The guns were all gone;\nhe said the Zulus had taken them and the powder. But he had found some\nthings and brought them in a sack. There was a thick blanket, about\ntwenty pounds weight of biltong or sun-dried meat, a few double-handfuls\nof biscuits, two water-bottles, a tin pannikin, some matches and\nsundries.\n\n\"And now, Macumazahn,\" he said, \"we had best be going, for those\nUmtetwas are coming back. I saw one of them on the brow of the rise.\"\n\nThat was enough for me. I lifted little Tota on to the bow of my saddle,\nclimbed into it, and rode off, holding her in front of me. Indaba-zimbi\nslipped a reim into the mouth of the best of the Boer horses, threw\nof the sack of sundries on to its back and mounted also, holding the\nelephant gun in his hand. We went eight or nine hundred yards in silence\ntill we were quite out of range of sight from the waggons, which were\nin a hollow. Then I pulled up, with such a feeling of thankfulness in\nmy heart as cannot be told in words; for now I knew that, mounted as\nwe were, those black demons could never catch us. But where were we to\nsteer for? I put the question to Indaba-zimbi, asking him if he thought\nthat we had better try and follow the oxen which we had sent away with\nthe Kaffirs and women on the preceding night. He shook his head.\n\n\"The Umtetwas will go after the oxen presently,\" he answered, \"and we\nhave seen enough of them.\"\n\n\"Quite enough,\" I answered, with enthusiasm; \"I never want to see\nanother; but where are we to go? Here we are alone with one gun and a\nlittle girl in the vast and lonely veldt. Which way shall we turn?\"\n\n\"Our faces were towards the north before we met the Zulus,\" answered\nIndaba-zimbi; \"let us still keep them to the north. Ride on, Macumazahn;\nto-night when we off-saddle I will look into the matter.\"\n\nSo all that long afternoon we rode on, following the course of the\nriver. From the nature of the ground we could only go slowly, but before\nsunset I had the satisfaction of knowing that there must be at least\ntwenty-five miles between us and those accursed Zulus. Little Tota slept\nmost of the way, the motion of the horse was easy, and she was worn out.\n\nAt last the sunset came, and we off-saddled in a dell by the river.\nThere was not much to eat, but I soaked some biscuit in water for Tota,\nand Indaba-zimbi and I made a scanty meal of biltong. When we had done I\ntook off Tota's frock, wrapped her up in a blanket near the fire we had\nmade, and lit a pipe. I sat there by the side of the sleeping orphaned\nchild, and from my heart thanked Providence for saving her life and mine\nfrom the slaughter of that day. What a horrible experience it had been!\nIt seemed like a nightmare to look back upon. And yet it was sober fact,\none among those many tragedies which dotted the paths of the emigrant\nBoers with the bones of men, women, and children. These horrors are\nalmost forgotten now; people living in Natal now, for instance, can\nscarcely realize that some forty years ago six hundred white people,\nmany of them women and children, were thus massacred by the Impis of\nDingaan. But it was so, and the name of the district, _Weenen_, or the\nPlace of Weeping, will commemorate them for ever.\n\nThen I fell to reflecting on the extraordinary adroitness old\nIndaba-zimbi had shown in saving my life. It appeared that he himself\nhad lived among the Umtetwa Zulus in his earlier manhood, and was a\nnoted rain-doctor and witch-finder. But when T'Chaka, Dingaan's brother,\nordered a general massacre of the witch-finders, he alone had saved his\nlife by his skill in magic, and ultimately fled south for reasons too\nlong to set out here. When he heard, therefore, that the regiment was\nan Umtetwa regiment, which, leaving their wives and children, had broken\naway from Zululand to escape the cruelties of Dingaan; under pretence\nof spying on them, he took the bold course of going straight up to the\nchief, Sususa, and addressing him as his brother, which he was. The\nchief knew him at once, and so did the soldiers, for his fame was still\ngreat among them. Then he told them his cock and bull story about my\nbeing a white spirit, whose presence in the laager would render it\ninvincible, and with the object of saving my life in the slaughter which\nhe knew must ensue, agreed to charm me out of the laager and deliver me\ninto their keeping. How the plan worked has already been told; it was a\nrisky one; still, but for it my troubles would have been done with these\nmany days.\n\nSo I lay and thought with a heart full of gratitude, and as I did so saw\nold Indaba-zimbi sitting by the fire and going through some mysterious\nperformances with bones which he produced from his bag, and ashes mixed\nwith water. I spoke to him and asked what he was about. He replied that\nhe was tracing out the route that we should follow. I felt inclined to\nanswer \"bosh!\" but remembering the very remarkable instances which he\nhad given of his prowess in occult matters I held my tongue, and taking\nlittle Tota into my arms, worn out with toil and danger and emotion, I\nwent to sleep.\n\nI awoke just as the dawn was beginning to flame across the sky in sheets\nof primrose and of gold, or rather it was little Tota who woke me by\nkissing me as she lay between sleep and waking, and calling me \"papa.\"\nIt wrung my heart to hear her, poor orphaned child. I got up, washed\nand dressed her as best I could, and we breakfasted as we had supped,\non biltong and biscuit. Tota asked for milk, but I had none to give her.\nThen we caught the horses, and I saddled mine.\n\n\"Well, Indaba-zimbi,\" I said, \"now what path do your bones point to?\"\n\n\"Straight north,\" he said. \"The journey will be hard, but in about four\ndays we shall come to the kraal of a white man, an Englishman, not\na Boer. His kraal is in a beautiful place, and there is a great peak\nbehind it where there are many baboons.\"\n\nI looked at him. \"This is all nonsense, Indaba-zimbi,\" I said. \"Whoever\nheard of an Englishman building a house in these wilds, and how do you\nknow anything about it? I think that we had better strike east towards\nPort Natal.\"\n\n\"As you like, Macumazahn,\" he answered, \"but it will take us three\nmonths' journey to get to Port Natal, if we ever get there, and the\nchild will die on the road. Say, Macumazahn, have my words come true\nheretofore, or have they not? Did I not tell you not to hunt the\nelephants on horseback? Did I not tell you to take one waggon with you\ninstead of two, as it is better to lose one than two?\"\n\n\"You told me all these things,\" I answered.\n\n\"And so I tell you now to ride north, Macumazahn, for there you will\nfind great happiness--yes, and great sorrow. But no man should run away\nfrom happiness because of the sorrow. As you will, as you will!\"\n\nAgain I looked at him. In his divinations I did not believe, yet I came\nto the conclusion that he was speaking what he knew to be the truth. It\nstruck me as possible that he might have heard of some white man living\nlike a hermit in the wilds, but preferring to keep up his prophetic\ncharacter would not say so.\n\n\"Very well, Indaba-zimbi,\" I said, \"let us ride north.\"\n\nShortly after we started, the river we had followed hitherto turned\noff in a westerly direction, so we left it. All that day we rode across\nrolling uplands, and about an hour before sunset halted at a little\nstream which ran down from a range of hills in front of us. By this time\nI was heartily tired of the biltong, so taking my elephant rifle--for I\nhad nothing else--I left Tota with Indaba-zimbi, and started to try if I\ncould shoot something. Oddly enough we had seen no game all the day, nor\ndid we see any on the subsequent days. For some mysterious reason they\nhad temporarily left the district. I crossed the little streamlet in\norder to enter the belt of thorns which grew upon the hill-side beyond,\nfor there I hoped to find buck. As I did so I was rather disturbed to\nsee the spoor of two lions in the soft sandy edge of a pool. Breathing\na hope that they might not still be in the neighbourhood, I went on into\nthe belt of scattered thorns. For a long while I hunted about without\nseeing anything, except one duiker buck, which bounded off with a crash\nfrom the other side of a stone without giving me a chance. At length,\njust as it grew dusk, I spied a Petie buck, a graceful little creature,\nscarcely bigger than a large hare, standing on a stone, about forty\nyards from me. Under ordinary circumstances I should never have dreamed\nof firing at such a thing, especially with an elephant gun, but we were\nhungry. So I sat down with my back against a rock, and aimed steadily at\nits head. I did this because if I struck it in the body the three-ounce\nball would have knocked it to bits. At last I pulled the trigger,\nthe gun went off with the report of a small cannon, and the buck\ndisappeared. I ran to the spot with more anxiety than I should have felt\nin an ordinary way over a koodoo or an eland. To my delight there the\nlittle creature lay--the huge bullet had decapitated it. Considering all\nthe circumstances I do not think I have often made a better shot than\nthis, but if any one doubts, let him try his hand at a rabbit's head\nfifty yards away with an elephant gun and a three-ounce ball.\n\nI picked up the Petie in triumph, and returned to the camp. There we\nskinned him and toasted his flesh over the fire. He just made a good\nmeal for us, though we kept the hind legs for breakfast.\n\nThere was no moon this night, and so it chanced that when I suddenly\nremembered about the lion spoor, and suggested that we had better tie\nup the horses quite close to us, we could not find them, though we knew\nthey were grazing within fifty yards. This being so we could only make\nup the fire and take our chance. Shortly afterwards I went to sleep\nwith little Tota in my arms. Suddenly I was awakened by hearing that\npeculiarly painful sound, the scream of a horse, quite close to the\nfire, which was still burning brightly. Next second there came a noise\nof galloping hoofs, and before I could even rise my poor horse appeared\nin the ring of firelight. As in a flash of lightning I saw his staring\neyes and wide-stretched nostrils, and the broken reim with which he had\nbeen knee-haltered, flying in the air. Also I saw something else, for on\nhis back was a great dark form with glowing eyes, and from the form came\na growling sound. It was a lion.\n\nThe horse dashed on. He galloped right through the fire, for which he\nhad run in his terror, fortunately, however, without treading on us, and\nvanished into the night. We heard his hoofs for a hundred yards or more,\nthen there was silence, broken now and again by distant growls. As may\nbe imagined, we did not sleep any more that night, but waited anxiously\ntill the dawn broke, two hours later.\n\nAs soon as there was sufficient light we rose, and, leaving Tota\nstill asleep, crept cautiously in the direction in which the horse had\nvanished. When we had gone fifty yards or so, we made out its remains\nlying on the veldt, and caught sight of two great cat-like forms\nslinking away in the grey light.\n\nTo go any further was useless; we knew all about it now, so we turned\nto look for the other horse. But our cup of misfortune was not yet full;\nthe horse was nowhere to be found. Terrified by the sight and smell of\nthe lions, it had with a desperate effort also burst the reim with which\nit had been knee-haltered, and galloped far away. I sat down, feeling\nas though I could cry like a woman. For now we were left alone in these\nvast solitudes without a horse to carry us, and with a child who was not\nold enough to walk for more than a little way at a time.\n\nWell, it was no use giving in, so with a few words we went back to our\ncamp, where I found Tota crying because she had woke to find herself\nalone. Then we ate a little food and prepared to start. First we divided\nsuch articles as we must take with us into two equal parts, rejecting\neverything that we could possibly do without. Then, by an afterthought,\nwe filled our water-bottles, though at the time I was rather against\ndoing so, because of the extra weight. But Indaba-zimbi overruled me\nin the matter, fortunately for all three of us. I settled to look after\nTota for the first march, and to give the elephant gun to Indaba-zimbi.\nAt length all was ready, and we set out on foot. By the help of\noccasional lifts over rough places, Tota managed to walk up the slope of\nthe hill-side where I had shot the Petie buck. At length we reached it,\nand, looking at the country beyond, I gave an exclamation of dismay. To\nsay that it was desert would be saying too much; it was more like the\nKarroo in the Cape--a vast sandy waste, studded here and there with low\nshrubs and scattered rocks. But it was a great expanse of desolate land,\nstretching further than the eye could reach, and bordered far away by\na line of purple hills, in the centre of which a great solitary peak\nsoared high into the air.\n\n\"Indaba-zimbi,\" I said, \"we can never cross this if we take six days.\"\n\n\"As you will, Macumazahn,\" he answered; \"but I tell you that there\"--and\nhe pointed to the peak--\"there the white man lives. Turn which way you\nlike, but if you turn you will perish.\"\n\nI reflected for a moment, Our case was, humanly speaking, almost\nhopeless. It mattered little which way we went. We were alone, almost\nwithout food, with no means of transport, and a child to carry. As well\nperish in the sandy waste as on the rolling veldt or among the trees\nof the hill-side. Providence alone could save us, and we must trust to\nProvidence.\n\n\"Come on,\" I said, lifting Tota on to my back, for she was already\ntired. \"All roads lead to rest.\"\n\nHow am I to describe the misery of the next four days? How am I to tell\nhow we stumbled on through that awful desert, almost without food, and\nquite without water, for there were no streams, and we saw no springs?\nWe soon found how the case was, and saved almost all the water in our\nbottles for the child. To look back on it is like a nightmare. I can\nscarcely bear to dwell on it. Day after day, by turns carrying the\nchild through the heavy sand; night after night lying down in the scrub,\nchewing the leaves, and licking such dew as there was from the scanty\ngrass! Not a spring, not a pool, not a head of game! It was the third\nnight; we were nearly mad with thirst. Tota was in a comatose condition.\nIndaba-zimbi still had a little water in his bottle--perhaps a\nwine-glassful. With it we moistened our lips and blackened tongues. Then\nwe gave the rest to the child. It revived her. She awoke from her swoon\nto sink into sleep.\n\nSee, the dawn was breaking. The hills were not more than eight miles or\nso away now, and they were green. There must be water there.\n\n\"Come,\" I said.\n\nIndaba-zimbi lifted Tota into the kind of sling that we had made out of\nthe blanket in which to carry her on our backs, and we staggered on for\nan hour through the sand. She awoke crying for water, and alas! we\nhad none to give her; our tongues were hanging from our lips, we could\nscarcely speak.\n\nWe rested awhile, and Tota mercifully swooned away again. Then\nIndaba-zimbi took her. Though he was so thin the old man's strength was\nwonderful.\n\nAnother hour; the slope of the great peak could not be more than two\nmiles away now. A couple of hundred yards off grew a large baobab\ntree. Could we reach its shade? We had done half the distance when\nIndaba-zimbi fell from exhaustion. We were now so weak that neither of\nus could lift the child on to our backs. He rose again, and we each\ntook one of her hands and dragged her along the road. Fifty yards--they\nseemed to be fifty miles. Ah, the tree was reached at last; compared\nwith the heat outside, the shade of its dense foliage seemed like the\ndusk and cool of a vault. I remember thinking that it was a good place\nto die in. Then I remember no more.\n\n\n\nI woke with a feeling as though the blessed rain were falling on my face\nand head. Slowly, and with great difficulty, I opened my eyes, then shut\nthem again, having seen a vision. For a space I lay thus, while the rain\ncontinued to fall; I saw now that I must be asleep, or off my head with\nthirst and fever. If I were not off my head how came I to imagine that a\nlovely dark-eyed girl was bending over me sprinkling water on my face? A\nwhite girl, too, not a Kaffir woman. However, the dream went on.\n\n\"Hendrika,\" said a voice in English, the sweetest voice that I had ever\nheard; somehow it reminded me of wind whispering in the trees at night.\n\"Hendrika, I fear he dies; there is a flask of brandy in my saddle-bag;\nget it.\"\n\n\"Ah! ah!\" grunted a harsh voice in answer; \"let him die, Miss Stella. He\nwill bring you bad luck--let him die, I say.\" I felt a movement of air\nabove me as though the woman of my vision turned swiftly, and once again\nI opened my eyes. She had risen, this dream woman. Now I saw that she\nwas tall and graceful as a reed. She was angry, too; her dark eyes\nflashed, and she pointed with her hand at a female who stood before her,\ndressed in nondescript kind of clothes such as might be worn by either\na man or a woman. The woman was young, of white blood, very short, with\nbowed legs and enormous shoulders. In face she was not bad-looking,\nbut the brow receded, the chin and ears were prominent--in short, she\nreminded me of nothing so much as a very handsome monkey. She might have\nbeen the missing link.\n\nThe lady was pointing at her with her hand. \"How dare you?\" she said.\n\"Are you going to disobey me again? Have you forgotten what I told you,\nBabyan?\"[*]\n\n[*] Baboon.\n\n\"Ah! ah!\" grunted the woman, who seemed literally to curl and shrivel up\nbeneath her anger. \"Don't be angry with me, Miss Stella, because I can't\nbear it. I only said it because it was true. I will fetch the brandy.\"\n\nThen, dream or no dream, I determined to speak.\n\n\"Not brandy,\" I gasped in English as well as my swollen tongue would\nallow; \"give me water.\"\n\n\"Ah, he lives!\" cried the beautiful girl, \"and he talks English. See,\nsir, here is water in your own bottle; you were quite close to a spring,\nit is on the other side of the tree.\"\n\nI struggled to a sitting position, lifted the bottle to my lips, and\ndrank from it. Oh! that drink of cool, pure water! never had I tasted\nanything so delicious. With the first gulp I felt life flow back into\nme. But wisely enough she would not let me have much. \"No more! no\nmore!\" she said, and dragged the bottle from me almost by force.\n\n\"The child,\" I said--\"is the child dead?\"\n\n\"I do not know yet,\" she answered. \"We have only just found you, and I\ntried to revive you first.\"\n\nI turned and crept to where Tota lay by the side of Indaba-zimbi. It\nwas impossible to say if they were dead or swooning. The lady sprinkled\nTota's face with the water, which I watched greedily, for my thirst\nwas still awful, while the woman Hendrika did the same office for\nIndaba-zimbi. Presently, to my vast delight, Tota opened her eyes and\ntried to cry, but could not, poor little thing, because her tongue and\nlips were so swollen. But the lady got some water into her mouth, and,\nas in my case, the effect was magical. We allowed her to drink about a\nquarter of a pint, and no more, though she cried bitterly for it. Just\nthen old Indaba-zimbi came to with a groan. He opened his eyes, glanced\nround, and took in the situation.\n\n\"What did I tell you, Macumazahn?\" he gasped, and seizing the bottle, he\ntook a long pull at it.\n\nMeanwhile I sat with my back against the trunk of the great tree and\ntried to realize the situation. Looking to my left I saw too good\nhorses--one bare-backed, and one with a rudely made lady's saddle on\nit. By the side of the horses were two dogs, of a stout greyhound breed,\nthat sat watching us, and near the dogs lay a dead Oribé buck, which\nthey had evidently been coursing.\n\n\"Hendrika,\" said the lady presently, \"they must not eat meat just yet.\nGo look up the tree and see if there is any ripe fruit on it.\"\n\nThe woman ran swiftly into the plain and obeyed. Presently she returned.\n\"I see some ripe fruit,\" she said, \"but it is high, quite at the top.\"\n\n\"Fetch it,\" said the lady.\n\n\"Easier said than done,\" I thought to myself; but I was much mistaken.\nSuddenly the woman bounded at least three feet into the air and caught\none of the spreading boughs in her large flat hands; then came a swing\nthat would have filled an acrobat with envy--and she was on it.\n\n\"Now there is an end,\" I thought again, for the next bough was beyond\nher reach. But again I was mistaken. She stood up on the bough, gripping\nit with her bare feet, and once more sprang at the one above, caught it\nand swung herself into it.\n\nI suppose that the lady saw my expression of astonishment. \"Do not\nwonder, sir,\" she said, \"Hendrika is not like other people. She will not\nfall.\"\n\nI made no answer, but watched the progress of this extraordinary person\nwith the most breathless interest. On she went, swinging herself from\nbough to bough, and running along them like a monkey. At last she\nreached the top, and began to swarm up a thin branch towards the ripe\nfruit. When she was near enough she shook the branch violently. There\nwas a crack--a crash--it broke. I shut my eyes, expecting to see her\ncrushed on the ground before me.\n\n\"Don't be afraid,\" said the lady again, laughing gently. \"Look, she is\nquite safe.\"\n\nI looked, and so she was. She had caught a bough as she fell, clung to\nit, and was now calmly dropping to another. Old Indaba-zimbi had also\nwatched this performance with interest, but it did not seem to astonish\nhim over-much. \"Baboon-woman?\" he said, as though such people were\ncommon, and then turned his attention to soothing Tota, who was moaning\nfor more water. Meanwhile Hendrika came down the tree with extraordinary\nrapidity, and swinging by one hand from a bough, dropped about eight\nfeet to the ground.\n\nIn another two minutes we were all three sucking the pulpy fruit. In\nan ordinary way we should have found it tasteless enough: as it was I\nthought it the most delicious thing I had ever tasted. After three days\nspent without food or water, in the desert, one is not particular. While\nwe were still eating the fruit, the lady of my vision set her companion\nto work to partially flay the oribé which her dogs had killed, and\nbusied herself in making a fire of fallen boughs. As soon as it burned\nbrightly she took strips of the oribé flesh, toasted them, and gave them\nto us on leaves. We ate, and now were allowed a little more water. After\nthat she took Tota to the spring and washed her, which she sadly needed,\npoor child! Next came our turn to wash, and oh, the joy of it!\n\nI came back to the tree, walking painfully, indeed, but a changed man.\nThere sat the beautiful girl with Tota on her knees. She was lulling her\nto sleep, and held up her finger to me enjoining silence. At last the\nchild went off into a sound natural slumber--an example that I should\nhave been glad to follow had it not been for my burning curiosity. Then\nI spoke.\n\n\"May I ask what your name is?\" I said.\n\n\"Stella,\" she answered.\n\n\"Stella what?\" I said.\n\n\"Stella nothing,\" she answered, in some pique; \"Stella is my name; it is\nshort and easy to remember at any rate. My father's name is Thomas, and\nwe live up there,\" and she pointed round the base of the great peak. I\nlooked at her astonished. \"Have you lived there long?\" I asked.\n\n\"Ever since I was seven years old. We came there in a waggon. Before\nthat we came from England--from Oxfordshire; I can show you the place on\na big map. It is called Garsingham.\"\n\nAgain I thought I must be dreaming. \"Do you know, Miss Stella,\" I said,\n\"it is very strange--so strange that it almost seems as though it could\nnot be true--but I also came from Garsingham in Oxfordshire many years\nago.\"\n\nShe started up. \"Are you an English gentleman?\" she said. \"Ah, I have\nalways longed to see an English gentleman. I have never seen but one\nEnglishman since we lived here, and he certainly was not a gentleman--no\nwhite people at all, indeed, except a few wandering Boers. We live among\nblack people and baboons--only I have read about English people--lots of\nbooks--poetry and novels. But tell me what is your name? Macumazahn the\nblack man called you, but you must have a white name, too.\"\n\n\"My name is Allan Quatermain,\" I said.\n\nHer face turned quite white, her rosy lips parted, and she looked at me\nwildly with her beautiful dark eyes.\n\n\"It is wonderful,\" she said, \"but I have often heard that name. My\nfather has told me how a little boy called Allan Quatermain once saved\nmy life by putting out my dress when it was on fire--see!\"--and she\npointed to a faint red mark upon her neck--\"here is the scar of the\nburn.\"\n\n\"I remember it,\" I said. \"You were dressed up as Father Christmas. It\nwas I who put out the fire; my wrists were burnt in doing so.\"\n\nThen for a space we sat silent, looking at each other, while Stella\nslowly fanned herself with her wide felt hat, in which some white\nostrich plumes were fixed.\n\n\"This is God's doing,\" she said at last. \"You saved my life when I was\na child; now I have saved yours and the little girl's. Is she your own\ndaughter?\" she added, quickly.\n\n\"No,\" I answered; \"I will tell you the tale presently.\"\n\n\"Yes,\" she said, \"you shall tell me as we go home. It is time to be\nstarting home, it will take us three hours to get there. Hendrika,\nHendrika, bring the horses here!\"\n\n\n\nCHAPTER VII\n\nTHE BABOON-WOMAN\n\nHendrika obeyed, leading the horses to the side of the tree.\n\n\"Now, Mr. Allan,\" said Stella, \"you must ride on my horse, and the old\nblack man must ride on the other. I will walk, and Hendrika will carry\nthe child. Oh, do not be afraid, she is very strong, she could carry you\nor me.\"\n\nHendrika grunted assent. I am sorry that I cannot express her method\nof speech by any more polite term. Sometimes she grunted like a monkey,\nsometimes she clicked like a Bushman, and sometimes she did both\ntogether, when she became quite unintelligible.\n\nI expostulated against this proposed arrangement, saying that we could\nwalk, which was a fib, for I do not think that I could have done a mile;\nbut Stella would not listen, she would not even let me carry my elephant\ngun, but took it herself. So we mounted with some difficulty, and\nHendrika took up the sleeping Tota in her long, sinewy arms.\n\n\"See that the 'Baboon-woman' does not run away into the mountains with\nthe little white one,\" said Indaba-zimbi to me in Kaffir, as he climbed\nslowly on to the horse.\n\nUnfortunately Hendrika understood his speech. Her face twisted and grew\nlivid with fury. She put down Tota and literally sprang at Indaba-zimbi\nas a monkey springs. But weary and worn as he was, the old gentleman\nwas too quick for her. With an exclamation of genuine fright he threw\nhimself from the horse on the further side, with the somewhat ludicrous\nresult that all in a moment Hendrika was occupying the seat which he had\nvacated. Just then Stella realized the position.\n\n\"Come down, you savage, come down!\" she said, stamping her foot.\n\nThe extraordinary creature flung herself from the horse and literally\ngrovelled on the ground before her mistress and burst into tears.\n\n\"Pardon, Miss Stella,\" she clicked and grunted in villainous English,\n\"but he called me 'Babyan-frau' (Baboon-woman).\"\n\n\"Tell your servant that he must not use such words to Hendrika, Mr.\nAllan,\" Stella said to me. \"If he does,\" she added, in a whisper,\n\"Hendrika will certainly kill him.\"\n\nI explained this to Indaba-zimbi, who, being considerably frightened,\ndeigned to apologize. But from that hour there was hate and war between\nthese two.\n\nHarmony having been thus restored, we started, the dogs following us.\nA small strip of desert intervened between us and the slope of the\npeak--perhaps it was two miles wide. We crossed it and reached rich\ngrass lands, for here a considerable stream gathered from the hills; but\nit did not flow across the barren lands, it passed to the east along\nthe foot of the hills. This stream we had to cross by a ford. Hendrika\nwalked boldly through it, holding Tota in her arms. Stella leapt across\nfrom stone to stone like a roebuck; I thought to myself that she was the\nmost graceful creature that I had ever seen. After this the track passed\naround a pleasantly-wooded shoulder of the peak, which was, I found,\nknown as Babyan Kap, or Baboon Head. Of course we could only go at\na foot pace, so our progress was slow. Stella walked for some way in\nsilence, then she spoke.\n\n\"Tell me, Mr. Allan,\" she said, \"how it was that I came to find you\ndying in the desert?\"\n\nSo I began and told her all. It took an hour or more to do so, and she\nlistened intently, now and again asking a question.\n\n\"It is all very wonderful,\" she said when I had done, \"very wonderful\nindeed. Do you know I went out this morning with Hendrika and the dogs\nfor a ride, meaning to get back home by mid-day, for my father is ill,\nand I do not like to leave him for long. But just as I was going to\nturn, when we were about where we are now--yes, that was the very\nbush--an oribé got up, and the dogs chased it. I followed them for the\ngallop, and when we came to the river, instead of turning to the left as\nbucks generally do, the oribé swam the stream and took to the Bad Lands\nbeyond. I followed it, and within a hundred yards of the big tree the\ndogs killed it. Hendrika wanted to turn back at once, but I said that\nwe would rest under the shade of the tree, for I knew that there was a\nspring of water near. Well, we went; and there I saw you all lying like\ndead; but Hendrika, who is very clever in some ways, said no--and you\nknow the rest. Yes, it is very wonderful.\"\n\n\"It is indeed,\" I said. \"Now tell me, Miss Stella, who is Hendrika?\"\n\nShe looked round before answering to see that the woman was not near.\n\n\"Hers is a strange story, Mr. Allan. I will tell you. You must know that\nall these mountains and the country beyond are full of baboons. When I\nwas a girl of about ten I used to wander a great deal alone in the hills\nand valleys, and watch the baboons as they played among the rocks. There\nwas one family of baboons that I watched especially--they used to live\nin a kloof about a mile from the house. The old man baboon was very\nlarge, and one of the females had a grey face. But the reason why\nI watched them so much was because I saw that they had with them a\ncreature that looked like a girl, for her skin was quite white, and,\nwhat was more, that she was protected from the weather when it happened\nto be cold by a fur belt of some sort, which was tied round her throat.\nThe old baboons seemed to be especially fond of her, and would sit with\ntheir arms round her neck. For nearly a whole summer I watched this\nparticular white-skinned baboon till at last my curiosity quite\novermastered me. I noticed that, though she climbed about the cliffs\nwith the other monkeys, at a certain hour a little before sundown they\nused to put her with one or two other much smaller ones into a little\ncave, while the family went off somewhere to get food, to the mealie\nfields, I suppose. Then I got an idea that I would catch this white\nbaboon and bring it home. But of course I could not do this by myself,\nso I took a Hottentot--a very clever man when he was not drunk--who\nlived on the stead, into my confidence. He was called Hendrik, and was\nvery fond of me; but for a long while he would not listen to my plan,\nbecause he said that the babyans would kill us. At last I bribed him\nwith a knife that had four blades, and one afternoon we started, Hendrik\ncarrying a stout sack made of hide, with a rope running through it so\nthat the mouth could be drawn tight.\n\n\"Well, we got to the place, and, hiding ourselves carefully in the trees\nat the foot of the kloof, watched the baboons playing about and grunting\nto each other, till at length, according to custom, they took the white\none and three other little babies and put them in the cave. Then the old\nman came out, looked carefully round, called to his family, and went off\nwith them over the brow of the kloof. Now very slowly and cautiously we\ncrept up over the rocks till we came to the mouth of the cave and looked\nin. All the four little baboons were fast asleep, with their backs\ntowards us, and their arms round each other's necks, the white one being\nin the middle. Nothing could have been better for our plans. Hendrik,\nwho by this time had quite entered into the spirit of the thing, crept\nalong the cave like a snake, and suddenly dropped the mouth of the hide\nbag over the head of the white baboon. The poor little thing woke up and\ngave a violent jump which caused it to vanish right into the bag. Then\nHendrik pulled the string tight, and together we knotted it so that\nit was impossible for our captive to escape. Meanwhile the other baby\nbaboons had rushed from the cave screaming, and when we got outside they\nwere nowhere to be seen.\n\n\"'Come on, Missie,' said Hendrik; 'the babyans will soon be back.' He\nhad shouldered the sack, inside of which the white baboon was kicking\nviolently, and screaming like a child. It was dreadful to hear its\nshrieks.\n\n\"We scrambled down the sides of the kloof and ran for home as fast as\nwe could manage. When we were near the waterfall, and within about three\nhundred yards of the garden wall, we heard a voice behind us, and there,\nleaping from rock to rock, and running over the grass, was the whole\nfamily of baboons headed by the old man.\n\n\"'Run, Missie, run!' gasped Hendrik, and I did, like the wind, leaving\nhim far behind. I dashed into the garden, where some Kaffirs were\nworking, crying, 'The babyans! the babyans!' Luckily the men had their\nsticks and spears by them and ran out just in time to save Hendrik, who\nwas almost overtaken. The baboons made a good fight for it, however,\nand it was not till the old man was killed with an assegai that they ran\naway.\n\n\"Well, there is a stone hut in the kraal at the stead where my father\nsometimes shuts up natives who have misbehaved. It is very strong, and\nhas a barred window. To this hut Hendrik carried the sack, and, having\nuntied the mouth, put it down on the floor, and ran from the place,\nshutting the door behind him. In another moment the poor little thing\nwas out and dashing round the stone hut as though it were mad. It sprung\nat the bars of the window, clung there, and beat its head against them\ntill the blood came. Then it fell to the floor, and sat upon it crying\nlike a child, and rocking itself backwards and forwards. It was so sad\nto see it that I began to cry too.\n\n\"Just then my father came in and asked what all the fuss was about. I\ntold him that we had caught a young white baboon, and he was angry, and\nsaid that it must be let go. But when he looked at it through the bars\nof the window he nearly fell down with astonishment.\n\n\"'Why!' he said, 'this is not a baboon, it is a white child that the\nbaboons have stolen and brought up!'\n\n\"Now, Mr. Allan, whether my father is right or wrong, you can judge for\nyourself. You see Hendrika--we named her that after Hendrik, who caught\nher--she is a woman, not a monkey, and yet she has many of the ways\nof monkeys, and looks like one too. You saw how she can climb, for\ninstance, and you hear how she talks. Also she is very savage, and when\nshe is angry or jealous she seems to go mad, though she is as clever as\nanybody. I think that she must have been stolen by the baboons when\nshe was quite tiny and nurtured by them, and that is why she is so like\nthem.\n\n\"But to go on. My father said that it was our duty to keep Hendrika\nat any cost. The worst of it was, that for three days she would eat\nnothing, and I thought that she would die, for all the while she sat\nand wailed. On the third day, however, I went to the bars of the window\nplace, and held out a cup of milk and some fruit to her. She looked at\nit for a long while, then crept up moaning, took the milk from my hand,\ndrank it greedily, and afterwards ate the fruit. From that time forward\nshe took food readily enough, but only if I would feed her.\n\n\"But I must tell you of the dreadful end of Hendrik. From the day that\nwe captured Hendrika the whole place began to swarm with baboons which\nwere evidently employed in watching the kraals. One day Hendrik went out\ntowards the hills alone to gather some medicine. He did not come back\nagain, so the next day search was made. By a big rock which I can show\nyou, they found his scattered and broken bones, the fragments of his\nassegai, and four dead baboons. They had set upon him and torn him to\npieces.\n\n\"My father was very much frightened at this, but still he would not let\nHendrika go, because he said that she was human, and that it was our\nduty to reclaim her. And so we did--to a certain extent, at least. After\nthe murder of Hendrik, the baboons vanished from the neighbourhood,\nand have only returned quite recently, so at length we ventured to let\nHendrika out. By this time she had grown very fond of me; still, on the\nfirst opportunity she ran away. But in the evening she returned again.\nShe had been seeking the baboons, and could not find them. Shortly\nafterwards she began to speak--I taught her--and from that time she has\nloved me so that she will not leave me. I think it would kill her if I\nwent away from her. She watches me all day, and at night sleeps on the\nfloor of my hut. Once, too, she saved my life when I was swept down the\nriver in flood; but she is jealous, and hates everybody else. Look, how\nshe is glaring at you now because I am talking to you!\"\n\nI looked. Hendrika was tramping along with the child in her arms and\nstaring at me in a most sinister fashion out of the corners of her eyes.\n\nWhile I was reflecting on the Baboon-woman's strange story, and thinking\nthat she was an exceedingly awkward customer, the path took a sudden\nturn.\n\n\"Look!\" said Stella, \"there is our home. Is it not beautiful?\"\n\nIt was beautiful indeed. Here on the western side of the great peak a\nbay had been formed in the mountain, which might have measured eight\nhundred or a thousand yards across by three-quarters of a mile in depth.\nAt the back of this indentation the sheer cliff rose to the height of\nseveral hundred feet, and behind it and above it the great Babyan Peak\ntowered up towards the heavens. The space of ground, embraced thus in\nthe arms of the mountain, as it were, was laid out, as though by the\ncunning hand of man, in three terraces that rose one above the other. To\nthe right and left of the topmost terrace were chasms in the cliff, and\ndown each chasm fell a waterfall, from no great height, indeed, but of\nconsiderable volume. These two streams flowed away on either side of\nthe enclosed space, one towards the north, and the other, the course\nof which we had been following, round the base of the mountain. At each\nterrace they made a cascade, so that the traveller approaching had a\nview of eight waterfalls at once. Along the edge of the stream to our\nleft were placed Kaffir kraals, built in orderly groups with verandahs,\nafter the Basutu fashion, and a very large part of the entire space of\nland was under cultivation. All of this I noted at once, as well as the\nextraordinary richness and depth of the soil, which for many ages past\nhad been washed down from the mountain heights. Then following the line\nof an excellent waggon road, on which we now found ourselves, that wound\nup from terrace to terrace, my eye lit upon the crowning wonder of the\nscene. For in the centre of the topmost platform or terrace, which may\nhave enclosed eight or ten acres of ground, and almost surrounded by\ngroves of orange trees, gleamed buildings of which I had never seen the\nlike. There were three groups of them, one in the middle, and one on\neither side, and a little to the rear, but, as I afterwards discovered,\nthe plan of all was the same. In the centre was an edifice constructed\nlike an ordinary Zulu hut--that is to say, in the shape of a beehive,\nonly it was five times the size of any hut I ever saw, and built\nof blocks of hewn white marble, fitted together with extraordinary\nknowledge of the principles and properties of arch building, and with so\nmuch accuracy and finish that it was often difficult to find the joints\nof the massive blocks. From this centre hut ran three covered passages,\nleading to other buildings of an exactly similar character, only\nsmaller, and each whole block was enclosed by a marble wall about four\nfeet in height.\n\nOf course we were as yet too far off to see all these details, but the\ngeneral outline I saw at once, and it astonished me considerably. Even\nold Indaba-zimbi, whom the Baboon-woman had been unable to move, deigned\nto show wonder.\n\n\"Ou!\" he said; \"this is a place of marvels. Who ever saw kraals built of\nwhite stone?\"\n\nStella watched our faces with an expression of intense amusement, but\nsaid nothing.\n\n\"Did your father build those kraals?\" I gasped, at length.\n\n\"My father! no, of course not,\" she answered. \"How would it have been\npossible for one white man to do so, or to have made this road? He found\nthem as you see.\"\n\n\"Who built them, then?\" I said again.\n\n\"I do not know. My father thinks that they are very ancient, for the\npeople who live here now do not know how to lay one stone upon another,\nand these huts are so wonderfully constructed that, though they must\nhave stood for ages, not a stone of them had fallen. But I can show you\nthe quarry where the marble was cut; it is close by and behind it is the\nentrance to an ancient mine, which my father thinks was a silver mine.\nPerhaps the people who worked the mine built the marble huts. The\nworld is old, and no doubt plenty of people have lived in it and been\nforgotten.\"[*]\n\n     [*] Kraals of a somewhat similar nature to those described\n     by Mr. Quatermain have been discovered in the Marico\n     district of the Transvaal, and an illustration of them is to\n     be found in Mr. Anderson's \"Twenty-five Years in a Waggon,\"\n     vol. ii. p. 55. Mr. Anderson says, \"In this district are the\n     ancient stone kraals mentioned in an early chapter; but it\n     requires a fuller description to show that these extensive\n     kraals must have been erected by a white race who understood\n     building in stone and at right angles, with door-posts,\n     lintels, and sills, and it required more than Kaffir skill\n     to erect the stone huts, with stone circular roofs,\n     beautifully formed and most substantially erected; strong\n     enough, if not disturbed, to last a thousand years.\"\n     --Editor.\n\nThen we rode on in silence. I have seen many beautiful sights in Africa,\nand in such matters, as in others, comparisons are odious and worthless,\nbut I do not think that I ever saw a lovelier scene. It was no one\nthing--it was the combination of the mighty peak looking forth on to the\neverlasting plains, the great cliffs, the waterfalls that sparkled\nin rainbow hues, the rivers girdling the rich cultivated lands, the\ngold-specked green of the orange trees, the flashing domes of the marble\nhuts, and a thousand other things. Then over all brooded the peace of\nevening, and the infinite glory of the sunset that filled heaven with\nchanging hues of splendour, that wrapped the mountain and cliffs in\ncloaks of purple and of gold, and lay upon the quiet face of the water\nlike the smile of a god.\n\nPerhaps also the contrast, and the memory of those three awful days\nand nights in the hopeless desert, enhanced the charm, and perhaps the\nbeauty of the girl who walked beside me completed it. For of this I am\nsure, that of all sweet and lovely things that I looked on then, she was\nthe sweetest and the loveliest.\n\nAh, it did not take me long to find my fate. How long will it be before\nI find her once again?\n\n\n\nCHAPTER VIII\n\nTHE MARBLE KRAALS\n\nAt length the last platform, or terrace, was reached, and we pulled up\noutside the wall surrounding the central group of marble huts--for so\nI must call them, for want of a better name. Our approach had been\nobserved by a crowd of natives, whose race I have never been able to\ndetermine accurately; they belonged to the Basutu and peaceful section\nof the Bantu peoples rather than to the Zulu and warlike. Several of\nthese ran up to take the horses, gazing on us with astonishment, not\nunmixed with awe. We dismounted--speaking for myself, not without\ndifficulty--indeed, had it not been for Stella's support I should have\nfallen.\n\n\"Now you must come and see my father,\" she said. \"I wonder what he will\nthink of it, it is all so strange. Hendrika, take the child to my hut\nand give her milk, then put her into my bed; I will come presently.\"\n\nHendrika went off with a somewhat ugly grin to do her mistress's\nbidding, and Stella led the way through the narrow gateway in the marble\nwall, which may have enclosed nearly half an \"erf,\" or three-quarters of\nan acre of ground in all. It was beautifully planted as a garden, many\nEuropean vegetables and flowers were growing in it, besides others with\nwhich I was not acquainted. Presently we came to the centre hut, and\nit was then that I noticed the extraordinary beauty and finish of the\nmarble masonry. In the hut, and facing the gateway, was a modern door,\nrather rudely fashioned of Buckenhout, a beautiful reddish wood that\nhas the appearance of having been sedulously pricked with a pin. Stella\nopened it, and we entered. The interior of the hut was the size of a\nlarge and lofty room, the walls being formed of plain polished marble.\nIt was lighted somewhat dimly, but quite effectively, by peculiar\nopenings in the roof, from which the rain was excluded by overhanging\neaves. The marble floor was strewn with native mats and skins of\nanimals. Bookcases filled with books were placed against the walls,\nthere was a table in the centre, chairs seated with rimpi or strips of\nhide stood about, and beyond the table was a couch on which a man was\nlying reading.\n\n\"Is that you, Stella?\" said a voice, that even after so many years\nseemed familiar to me. \"Where have you been, my dear? I began to think\nthat you had lost yourself again.\"\n\n\"No, father, dear, I have not lost myself, but I have found somebody\nelse.\"\n\nAt that moment I stepped forward so that the light fell on me. The old\ngentleman on the couch rose with some difficulty and bowed with much\ncourtesy. He was a fine-looking old man, with deep-set dark eyes, a pale\nface that bore many traces of physical and mental suffering, and a long\nwhite beard.\n\n\"Be welcome, sir,\" he said. \"It is long since we have seen a white\nface in these wilds, and yours, if I am not mistaken, is that of an\nEnglishman. There has been but one Englishman here for twelve years, and\nhe, I grieve to say, was an outcast flying from justice,\" and he bowed\nagain and stretched out his hand.\n\nI looked at him, and then of a sudden his name flashed back into my\nmind. I took his hand.\n\n\"How do you do, Mr. Carson?\" I said.\n\nHe started as though he had been stung.\n\n\"Who told you that name?\" he cried. \"It is a dead name. Stella, is it\nyou? I forbade you to let it pass your lips.\"\n\n\"I did not speak it, father. I have never spoken it,\" she answered.\n\n\"Sir,\" I broke in, \"if you will allow me I will show you how I came to\nknow your name. Do you remember many years ago coming into the study of\na clergyman in Oxfordshire and telling him that you were going to leave\nEngland for ever?\"\n\nHe bowed his head.\n\n\"And do you remember a little boy who sat upon the hearthrug writing\nwith a pencil?\"\n\n\"I do,\" he said.\n\n\"Sir, I was that boy, and my name is Allan Quatermain. Those children\nwho lay sick are all dead, their mother is dead, and my father, your old\nfriend, is dead also. Like you he emigrated, and last year he died in\nthe Cape. But that is not all the story. After many adventures, I, one\nKaffir, and a little girl, lay senseless and dying in the Bad Lands,\nwhere we had wandered for days without water, and there we should have\nperished, but your daughter, Miss----\"\n\n\"Call her Stella,\" he broke in, hastily. \"I cannot bear to hear that\nname. I have forsworn it.\"\n\n\"Miss Stella found us by chance and saved our lives.\"\n\n\"By chance, did you say, Allan Quatermain?\" he answered. \"There is\nlittle chance in all this; such chances spring from another will than\nours. Welcome, Allan, son of my old friend. Here we live as it were in a\nhermitage, with Nature as our only friend, but such as we have is yours,\nand for as long as you will take it. But you must be starving; talk no\nmore now. Stella, it is time to eat. To-morrow we will talk.\"\n\nTo tell the truth I can recall very little of the events of that\nevening. A kind of dizzy weariness overmastered me. I remember sitting\nat a table next to Stella, and eating heartily, and then I remember\nnothing more.\n\nI awoke to find myself lying on a comfortable bed in a hut built and\nfashioned on the same model as the centre one. While I was wondering\nwhat time it was, a native came bringing some clean clothes on his arm,\nand, luxury of luxuries, produced a bath hollowed from wood. I rose,\nfeeling a very different man, my strength had come back again to me; I\ndressed, and following a covered passage found myself in the centre hut.\nHere the table was set for breakfast with all manner of good things,\nsuch as I had not seen for many a month, which I contemplated with\nhealthy satisfaction. Presently I looked up, and there before me was a\nmore delightful sight, for standing in one of the doorways which led to\nthe sleeping huts was Stella, leading little Tota by the hand.\n\nShe was very simply dressed in a loose blue gown, with a wide collar,\nand girdled in at the waist by a little leather belt. In the bosom of\nher robe was a bunch of orange blooms, and her rippling hair was tied\nin a single knot behind her shapely head. She greeted me with a smile,\nasking how I had slept, and then held Tota up for me to kiss. Under her\nloving care the child had been quite transformed. She was neatly dressed\nin a garment of the same blue stuff that Stella wore, her fair hair was\nbrushed; indeed, had it not been for the sun blisters on her face and\nhands, one would scarcely have believed that this was the same child\nwhom Indaba-zimbi and I had dragged for hour after hour through the\nburning, waterless desert.\n\n\"We must breakfast alone, Mr. Allan,\" she said; \"my father is so upset\nby your arrival that he will not get up yet. Oh, you cannot tell how\nthankful I am that you have come. I have been so anxious about him of\nlate. He grows weaker and weaker; it seems to me as though the strength\nwere ebbing away from him. Now he scarcely leaves the kraal, I have to\nmanage everything about the farm; he does nothing but read and think.\"\n\nJust then Hendrika entered, bearing a jug of coffee in one hand and of\nmilk in the other, which she set down upon the table, casting a look of\nlittle love at me as she did so.\n\n\"Be careful, Hendrika; you are spilling the coffee,\" said Stella. \"Don't\nyou wonder how we come to have coffee here, Mr. Allan? I will tell\nyou--we grow it. That was my idea. Oh, I have lots of things to show\nyou. You don't know what we have managed to do in the time that we have\nbeen here. You see we have plenty of labour, for the people about look\nupon my father as their chief.\"\n\n\"Yes,\" I said, \"but how do you get all these luxuries of civilization?\"\nand I pointed to the books, the crockery, and the knives and forks.\n\n\"Very simply. Most of the books my father brought with him when we first\ntrekked into the wilds; there was nearly a waggon load of them. But\nevery few years we have sent an expedition of three waggons right down\nto Port Natal. The waggons are loaded with ivory and other goods, and\ncome back with all kinds of things that been sent out from England\nfor us. So you see, although we live in this wild place, we are not\naltogether cut off. We can send runners to Natal and back in three\nmonths, and the waggons get there and back in a year. The last lot\narrived quite safe about three months ago. Our servants are very\nfaithful, and some of them speak Dutch well.\"\n\n\"Have you ever been with the waggons?\" I asked.\n\n\"Since I was a child I have never been more than thirty miles from\nBabyan's Peak,\" she answered. \"Do you know, Mr. Allan, that you are,\nwith one exception, the first Englishman that I have known out of a\nbook. I suppose that I must seem very wild and savage to you, but I have\nhad one advantage--a good education. My father has taught me everything,\nand perhaps I know some things that you don't. I can read French and\nGerman, for instance. I think that my father's first idea was to let me\nrun wild altogether, but he gave it up.\"\n\n\"And don't you wish to go into the world?\" I asked.\n\n\"Sometimes,\" she said, \"when I get lonely. But perhaps my father is\nright--perhaps it would frighten and bewilder me. At any rate he would\nnever return to civilization; it is his idea, you know, although I am\nsure I do not know where he got it from, nor why he cannot bear that\nour name should be spoken. In short, Mr. Quatermain, we do not make our\nlives, we must take them as we find them. Have you done your breakfast?\nLet us go out, and I will show you our home.\"\n\nI rose and went to my sleeping-place to fetch my hat. When I returned,\nMr. Carson--for after all that was his name, though he would never allow\nit to be spoken--had come into the hut. He felt better now, he said, and\nwould accompany us on our walk if Stella would give him an arm.\n\nSo we started, and after us came Hendrika with Tota and old Indaba-zimbi\nwhom I found sitting outside as fresh as paint. Nothing could tire that\nold man.\n\nThe view from the platform was almost as beautiful as that from the\nlower ground looking up to the peak. The marble kraals, as I have said,\nfaced west, consequently all the upper terrace lay in the shadow of the\ngreat peak till nearly eleven o'clock in the morning--a great advantage\nin that warm latitude. First we walked through the garden, which was\nbeautifully cultivated, and one of the most productive that I ever saw.\nThere were three or four natives working in it, and they all saluted\nmy host as \"Baba,\" or father. Then we visited the other two groups of\nmarble huts. One of these was used for stables and outbuildings, the\nother as storehouses, the centre hut having been, however, turned into\na chapel. Mr. Carson was not ordained, but he earnestly tried to convert\nthe natives, most of whom were refugees who had come to him for shelter,\nand he had practised the more elementary rites of the church for so long\nthat I think he began to believe that he really was a clergyman. For\ninstance, he always married those of his people who would consent to a\nmonogamous existence, and baptized their children.\n\nWhen we had examined those wonderful remains of antiquity, the marble\nhuts, and admired the orange trees, the vines and fruits which thrive\nlike weeds in this marvellous soil and climate, we descended to the next\nplatform, and saw the farming operations in full swing. I think that it\nwas the best farm I have ever seen in Africa. There was ample water\nfor purposes of irrigation, the grass lands below gave pasturage for\nhundreds of head of cattle and horses, and, for natives, the people were\nmost industrious. Moreover, the whole place was managed by Mr. Carson on\nthe co-operative system; he only took a tithe of the produce--indeed, in\nthis land of teeming plenty, what was he to do with more? Consequently\nthe tribesmen, who, by the way, called themselves the \"Children of\nThomas,\" were able to accumulate considerable wealth. All their disputes\nwere referred to their \"father,\" and he also was judge of offences and\ncrimes. Some were punished by imprisonment, whipping, and loss of goods,\nother and graver transgressions by expulsion from the community, a fiat\nwhich to one of these favoured natives must have seemed as heavy as the\ndecree that drove Adam from the Garden of Eden.\n\nOld Mr. Carson leaned upon his daughter's arm and contemplated the scene\nwith pride.\n\n\"I have done all this, Allan Quatermain,\" he said. \"When renouncing\ncivilization, I wandered here by chance; seeking a home in the remotest\nplaces of the world, I found this lonely spot a wilderness. Nothing\nwas to be seen except the site, the domes of the marble huts, and the\nwaterfalls. I took possession of the huts. I cleared the path of garden\nland and planted the orange grove. I had only six natives then, but by\ndegrees others joined me, now my tribe is a thousand strong. Here we\nlive in profound peace and plenty. I have all I need, and I seek no\nmore. Heaven has prospered me so far--may it do so to the end, which for\nme draws nigh. And now I am tired and will go back. If you wish to see\nthe old quarry and the mouth of the ancient mines, Stella will show them\nto you. No, my love, you need not trouble to come, I can manage. Look!\nsome of the headmen are waiting to see me.\"\n\nSo he went; but still followed by Hendrika and Indaba-zimbi, we turned,\nand, walking along the bank of one of the rivers, passed up behind the\nmarble kraals, and came to the quarry, whence the material of which they\nwere built had been cut in some remote age. The pit opened up a very\nthick seam of the whitest and most beautiful marble. I know another\nlike it in Natal. But by whom it had been worked I cannot say; not\nby natives, that is certain, though the builders of these kraals had\ncondescended to borrow the shape of native huts for their model. By\nthe way, the only relic of those builders that I ever saw was a highly\nfinished bronze pick-axe which Stella had found one day in the quarry.\n\nAfter we had examined this quarry we climbed the slope of the hill\ntill we came to the mouth of the ancient mines which were situated in a\ngorge. I believe them to have been silver mines. The gorge was long and\nnarrow, and the moment we entered it there rose from every side a sound\nof groaning and barking that was almost enough to deafen us. I knew what\nit was at once: the whole place was filled with baboons, which clambered\ndown the rocks towards us from every direction, and in a manner that\nstruck me as being unnaturally fearless. Stella turned a little pale and\nclung to my arm.\n\n\"It is very silly of me,\" she whispered. \"I am not at all nervous, but\never since they killed Hendrik I cannot bear the sight of those animals.\nI always think that there is something human about them.\"\n\nMeanwhile the baboons drew nearer, talking to each other as they came.\nTota began to cry, and clung to Stella. Stella clung to me, while I\nand Indaba-zimbi put as bold a front on the matter as we could. Only\nHendrika stood looking at the brutes with an unconcerned smile on her\nmonkey face. When the great apes were quite near, she suddenly called\naloud. Instantly they stopped their hideous clamour as though at a word\nof command. Then Hendrika addressed them: I can only describe it so.\nThat is to say, she began to make a noise such as baboons do when they\nconverse with each other. I have known Hottentots and Bushmen who said\nthat they could talk with the baboons and understand their language, but\nI confess I never heard it done before or since.\n\nFrom the mouth of Hendrika came a succession of grunts, groans,\nsqueals, clicks, and every other abominable noise that can be conceived,\nconveying to my mind a general idea of expostulation. At any rate the\nbaboons listened. One of them grunted back some answer, and then the\nwhole mob drew off to the rocks.\n\nI stood astonished, and without a word we turned back to the kraal, for\nHendrika was too close to allow me to speak. When we reached the dining\nhut Stella went in, followed by Hendrika. But Indaba-zimbi plucked me by\nthe sleeve, and I stopped outside.\n\n\"Macumazahn,\" he said. \"Baboon-woman--devil-woman. Be careful,\nMacumazahn. She loves that Star (the natives aptly enough called Stella\nthe Star), and is jealous. Be careful, Macumazahn, or the Star will\nset!\"\n\n\n\nCHAPTER IX\n\n\"LET US GO IN, ALLAN!\"\n\nIt is very difficult for me to describe the period of time which elapsed\nbetween my arrival at Babyan's Peak and my marriage with Stella. When I\nlook back on it, it seems sweet as with the odour of flowers, and dim\nas with the happy dusk of summer eves, while through the sweetness comes\nthe sound of Stella's voice, and through the gloom shines the starlight\nof her eyes. I think that we loved each other from the first, though for\na while we said no word of love. Day by day I went about the place with\nher, accompanied by little Tota and Hendrika only, while she attended\nto the thousand and one matters which her father's ever-growing weakness\nhad laid upon her; or rather, as time drew on, I attended to the\nbusiness, and she accompanied me. All day through we were together. Then\nafter supper, when the night had fallen, we would walk together in the\ngarden and come at length to hear her father read aloud sometimes from\nthe works of a poet, sometimes from history. Or, if he did not feel\nwell, Stella would read, and when this was done, Mr. Carson would\ncelebrate a short form of prayer, and we would separate till the morning\nonce more brought our happy hour of meeting.\n\nSo the weeks went by, and with every week I grew to know my darling\nbetter. Often, I wonder now, if my fond fancy deceives me, or if indeed\nthere are women as sweet and dear as she. Was it solitude that had given\nsuch depth and gentleness to her? Was it the long years of communing\nwith Nature that had endowed her with such peculiar grace, the grace we\nfind in opening flowers and budding trees? Had she caught that murmuring\nvoice from the sound of the streams which fall continually about her\nrocky home? was it the tenderness of the evening sky beneath which she\nloved to walk, that lay like a shadow on her face, and the light of the\nevening stars that shone in her quiet eyes? At the least to me she was\nthe realization of that dream which haunts the sleep of sin-stained men;\nso my memory paints her, so I hope to find her when at last the sleep\nhas rolled away and the fevered dreams are done.\n\nAt last there came a day--the most blessed of my life, when we told our\nlove. We had been together all the morning, but after dinner Mr. Carson\nwas so unwell that Stella stopped in with him. At supper we met again,\nand after supper, when she had put little Tota, to whom she had grown\nmuch attached, to bed, we went out, leaving Mr. Carson dozing on the\ncouch.\n\nThe night was warm and lovely, and without speaking we walked up the\ngarden to the orange grove and sat down upon a rock. There was a little\nbreeze which shook the petals of the orange blooms over us in showers,\nand bore their delicate fragrance far and wide. Silence reigned around,\nbroken only by the sound of the falling waterfalls that now died to a\nfaint murmur, and now, as the wavering breeze turned, boomed loudly\nin our ears. The moon was not yet visible, but already the dark clouds\nwhich floated through the sky above us--for there had been rain--showed\na glow of silver, telling us that she shone brightly behind the peak.\nStella began to talk in her low, gentle voice, speaking to me of her\nlife in the wilderness, how she had grown to love it, how her mind had\ngone on from idea to idea, and how she pictured the great rushing world\nthat she had never seen as it was reflected to her from the books which\nshe had read. It was a curious vision of life that she had: things were\nout of proportion to it; it was more like a dream than a reality--a\nmirage than the actual face of things. The idea of great cities, and\nespecially of London, had a kind of fascination for her: she could\nscarcely realize the rush, the roar and hurry, the hard crowds of men\nand women, strangers to each other, feverishly seeking for wealth and\npleasure beneath a murky sky, and treading one another down in the fury\nof their competition.\n\n\"What is it all for?\" she asked earnestly. \"What do they seek? Having so\nfew years to live, why do they waste them thus?\"\n\nI told her that in the majority of instances it was actual hard\nnecessity that drove them on, but she could barely understand me. Living\nas she had done, in the midst of the teeming plenty of a fruitful earth,\nshe did not seem to be able to grasp the fact that there were millions\nwho from day to day know not how to stay their hunger.\n\n\"I never want to go there,\" she went on; \"I should be bewildered and\nfrightened to death. It is not natural to live like that. God put Adam\nand Eve in a garden, and that is how he meant their children to live--in\npeace, and looking always on beautiful things. This is my idea of\nperfect life. I want no other.\"\n\n\"I thought you once told me that you found it lonely,\" I said.\n\n\"So I did,\" she answered, innocently, \"but that was before you came. Now\nI am not lonely any more, and it is perfect--perfect as the night.\"\n\nJust then the full moon rose above the elbow of the peak, and her\nrays stole far and wide down the misty valley, gleaming on the water,\nbrooding on the plain, searching out the hidden places of the rocks,\nwrapping the fair form of nature as in a silver bridal veil through\nwhich her beauty shone mysteriously.\n\nStella looked down the terraced valley; she turned and looked up at the\nscarred face of the golden moon, and then she looked at me. The beauty\nof the night was about her face, the scent of the night was on her hair,\nthe mystery of the night shone in her shadowed eyes. She looked at me, I\nlooked on her, and all our hearts' love blossomed within us. We spoke no\nword--we had no words to speak, but slowly we drew near, till lips were\npressed to lips as we kissed our eternal troth.\n\nIt was she who broke that holy silence, speaking in a changed voice,\nin soft deep notes that thrilled me like the lowest chords of a smitten\nharp.\n\n\"Ah, now I understand,\" she said, \"now I know why we are lonely, and how\nwe can lose our loneliness. Now I know what it is that stirs us in the\nbeauty of the sky, in the sound of water and in the scent of flowers.\nIt is Love who speaks in everything, though till we hear his voice we\nunderstand nothing. But when we hear, then the riddle is answered and\nthe gates of our heart are opened, and, Allan, we see the way that wends\nthrough death to heaven, and is lost in the glory of which our love is\nbut a shadow.\n\n\"Let us go in, Allan. Let us go before the spell breaks, so that\nwhatever overtakes us, sorrow, death, or separation, we may always have\nthis perfect memory to save us. Come, dearest, let us go!\"\n\nI rose like a man in a dream, still holding her by the hand. But as I\nrose my eye fell upon something that gleamed white among the foliage\nof the orange bush at my side. I said nothing, but looked. The breeze\nstirred the orange leaves, the moonlight struck for a moment full upon\nthe white object.\n\nIt was the face of Hendrika, the Babyan-woman, as Indaba-zimbi had\ncalled her, and on it was a glare of hate that made me shudder.\n\nI said nothing; the face vanished, and just then I heard a baboon bark\nin the rocks behind.\n\nThen we went down the garden, and Stella passed into the centre hut. I\nsaw Hendrika standing in the shadow near the door, and went up to her.\n\n\"Hendrika,\" I said, \"why were you watching Miss Stella and myself in the\ngarden?\"\n\nShe drew her lips up till her teeth gleamed in the moonlight.\n\n\"Have I not watched her these many years, Macumazahn? Shall I cease to\nwatch because a wandering white man comes to steal her? Why were you\nkissing her in the garden, Macumazahn? How dare you kiss her who is a\nstar?\"\n\n\"I kissed her because I love her, and because she loves me,\" I answered.\n\"What has that to do with you, Hendrika?\"\n\n\"Because you love her,\" she hissed in answer; \"and do I not love her\nalso, who saved me from the babyans? I am a woman as she is, and you are\na man, and they say in the kraals that men love women better than women\nlove women. But it is a lie, though this is true, that if a woman loves\na man she forgets all other love. Have I not seen it? I gather her\nflowers--beautiful flowers; I climb the rocks where you would never dare\nto go to find them; you pluck a piece of orange bloom in the garden and\ngive it to her. What does she do?--she takes the orange bloom, she puts\nit in her breast, and lets my flowers die. I call to her--she does not\nhear me--she is thinking. You whisper to some one far away, and she\nhears and smiles. She used to kiss me sometimes; now she kisses that\nwhite brat you brought, because you brought it. Oh, I see it all--all; I\nhave seen it from the first; you are stealing her from us, stealing her\nto yourself, and those who loved her before you came are forgotten. Be\ncareful, Macumazahn, be careful, lest I am revenged upon you. You, you\nhate me; you think me half a monkey; that servant of yours calls me\nBaboon-woman. Well, I have lived with baboons, and they are clever--yes,\nthey can play tricks and know things that you don't, and I am cleverer\nthan they, for I have learnt the wisdom of white people also, and I say\nto you, Walk softly, Macumazahn, or you will fall into a pit,\" and with\none more look of malice she was gone.\n\nI stood for a moment reflecting. I was afraid of this strange creature\nwho seemed to combine the cunning of the great apes that had reared\nher with the passions and skill of human kind. I foreboded evil at her\nhands. And yet there was something almost touching in the fierceness of\nher jealousy. It is generally supposed that this passion only exists in\nstrength when the object loved is of another sex from the lover, but I\nconfess that, both in this instance and in some others which I have met\nwith, this has not been my experience. I have known men, and especially\nuncivilized men, who were as jealous of the affection of their friend\nor master as any lover could be of that of his mistress; and who has\nnot seen cases of the same thing where parents and their children are\nconcerned? But the lower one gets in the scale of humanity, the more\nreadily this passion thrives; indeed, it may be said to come to its\nintensest perfection in brutes. Women are more jealous than men,\nsmall-hearted men are more jealous than those of larger mind and wider\nsympathy, and animals are the most jealous of all. Now Hendrika was in\nsome ways not far removed from animal, which may perhaps account for the\nferocity of her jealousy of her mistress's affection.\n\nShaking off my presentiments of evil, I entered the centre hut. Mr.\nCarson was resting on the sofa, and by him knelt Stella holding his\nhand, and her head resting on his breast. I saw at once that she had\nbeen telling him of what had come about between us; nor was I sorry,\nfor it is a task that a would-be son-in-law is generally glad to do by\ndeputy.\n\n\"Come here, Allan Quatermain,\" he said, almost sternly, and my heart\ngave a jump, for I feared lest he might be about to require me to go\nabout my business. But I came.\n\n\"Stella tells me,\" he went on, \"that you two have entered into a\nmarriage engagement. She tells me also that she loves you, and that you\nsay that you love her.\"\n\n\"I do indeed, sir,\" I broke in; \"I love her truly; if ever a woman was\nloved in this world, I love her.\"\n\n\"I thank Heaven for it,\" said the old man. \"Listen, my children. Many\nyears ago a great shame and sorrow fell upon me, so great a sorrow that,\nas I sometimes think, it affected my brain. At any rate, I determined\nto do what most men would have considered the act of a madman, to go far\naway into the wilderness with my only child, there to live remote from\ncivilization and its evils. I did so; I found this place, and here we\nhave lived for many years, happily enough, and perhaps not without doing\ngood in our generation, but still in a way unnatural to our race and\nstatus. At first I thought I would let my daughter grow up in a state of\ncomplete ignorance, that she should be Nature's child. But as time went\non, I saw the folly and the wickedness of my plan. I had no right to\ndegrade her to the level of the savages around me, for if the fruit\nof the tree of knowledge is a bitter fruit, still it teaches good from\nevil. So I educated her as well as I was able, till in the end I knew\nthat in mind, as in body, she was in no way inferior to her sisters, the\nchildren of the civilized world. She grew up and entered into womanhood,\nand then it came into my mind that I was doing her a bitter wrong, that\nI was separating her from her kind and keeping her in a wilderness where\nshe could find neither mate nor companion. But though I knew this, I\ncould not yet make up my mind to return to active life; I had grown to\nlove this place. I dreaded to return into the world I had abjured. Again\nand again I put my resolutions aside. Then at the commencement of this\nyear I fell ill. For a while I waited, hoping that I might get better,\nbut at last I realized that I should never get better, that the hand of\nDeath was upon me.\"\n\n\"Ah, no, father, not that!\" Stella said, with a cry.\n\n\"Yes, love, that, and it is true. Now you will be able to forget our\nseparation in the happiness of a new meeting,\" and he glanced at me\nand smiled. \"Well, when this knowledge came home to me, I determined to\nabandon this place and trek for the coast, though I well knew that\nthe journey would kill me. I should never live to reach it. But Stella\nwould, and it would be better than leaving her here alone with savages\nin the wilderness. On the very day that I had made up my mind to take\nthis step Stella found you dying in the Bad Lands, Allan Quatermain, and\nbrought you here. She brought you, of all men in the world, you, whose\nfather had been my dear friend, and who once with your baby hands had\nsaved her life from fire, that she might live to save yours from thirst.\nAt the time I said little, but I saw the hand of Providence in this, and\nI determined to wait and see what came about between you. At the worst,\nif nothing came about, I soon learned that I could trust you to see her\nsafely to the coast after I was gone. But many days ago I knew how it\nstood between you, and now things are determined as I prayed they might\nbe. God bless you both, my children; may you be happy in your love;\nmay it endure till death and beyond it. God bless you both!\" and he\nstretched out his hand towards me.\n\nI took it, and Stella kissed him.\n\nPresently he spoke again--\n\n\"It is my intention,\" he said, \"if you two consent, to marry you next\nSunday. I wish to do so soon, for I do not know how much longer will be\nallowed to me. I believe that such a ceremony, solemnly celebrated\nand entered into before witnesses, will, under the circumstances, be\nperfectly legal; but of course you will repeat it with every formality\nthe first moment it lies in your power so to do. And now, there is\none more thing: when I left England my fortunes were in a shattered\ncondition; in the course of years they have recovered themselves,\nthe accumulated rents, as I heard but recently, when the waggons last\nreturned from Port Natal, have sufficed to pay off all charges, and\nthere is a considerable balance over. Consequently you will not marry on\nnothing, for of course you, Stella, are my heiress, and I wish to make\na stipulation. It is this. That so soon as my death occurs you should\nleave this place and take the first opportunity of returning to England.\nI do not ask you to live there always; it might prove too much for\npeople reared in the wilds, as both of you have been; but I do ask you\nto make it your permanent home. Do you consent and promise this?\"\n\n\"I do,\" I answered.\n\n\"And so do I,\" said Stella.\n\n\"Very well,\" he answered; \"and now I am tired out. Again God bless you\nboth, and good-night.\"\n\n\n\nCHAPTER X\n\nHENDRIKA PLOTS EVIL\n\nOn the following morning I had a conversation with Indaba-zimbi. First\nof all I told him that I was going to marry Stella.\n\n\"Oh!\" he said, \"I thought so, Macumazahn. Did I not tell you that you\nwould find happiness on this journey? Most men must be content to watch\nthe Star from a long way off, to you it is given to wear her on your\nheart. But remember, Macumazahn, remember that stars set.\"\n\n\"Can you not stop your croaking even for a day?\" I answered, angrily,\nfor his words sent a thrill of fear through me.\n\n\"A true prophet must tell the ill as well as the good, Macumazahn. I\nonly speak what is on my mind. But what of it? What is life but loss,\nloss upon loss, till life itself be lost? But in death we may find all\nthe things that we have lost. So your father taught, Macumazahn, and\nthere was wisdom in his gentleness. Ou! I do not believe in death; it is\nchange, that is all, Macumazahn. Look now, the rain falls, the drops of\nrain that were one water in the clouds fall side by side. They sink into\nthe ground; presently the sun will come out, the earth will be dry, the\ndrops will be gone. A fool looks and says the drops are dead, they will\nnever be one again, they will never again fall side by side. But I am a\nrain-maker, and I know the ways of rain. It is not true. The drops will\ndrain by many paths into the river, and will be one water there. They\nwill go up to the clouds again in the mists of morning, and there will\nagain be as they have been. We are the drops of rain, Macumazahn. When\nwe fall that is our life. When we sink into the ground that is death,\nand when we are drawn up again to the sky, what is that, Macumazahn? No!\nno! when we find we lose, and when we seem to lose, then we shall really\nfind. I am not a Christian, Macumazahn, but I am old, and have watched\nand seen things that perhaps Christians do not see. There, I have\nspoken. Be happy with your star, and if it sets, wait, Macumazahn, wait\ntill it rises again. It will not be long; one day you will go to sleep,\nthen your eyes will open on another sky, and there your star will be\nshining, Macumazahn.\"\n\nI made no answer at the time. I could not bear to talk of such a thing.\nBut often and often in the after years I have thought of Indaba-zimbi\nand his beautiful simile and gathered comfort from it. He was a strange\nman, this old rain-making savage, and there was more wisdom in him than\nin many learned atheists--those spiritual destroyers who, in the name\nof progress and humanity, would divorce hope from life, and leave us\nwandering in a lonesome, self-consecrated hell.\n\n\"Indaba-zimbi,\" I said, changing the subject, \"I have something to say,\"\nand I told him of the threats of Hendrika.\n\nHe listened with an unmoved face, nodding his white lock at intervals as\nthe narrative went on. But I saw that he was disturbed by it.\n\n\"Macumazahn,\" he said at length, \"I have told you that this is an evil\nwoman. She was nourished on baboon milk, and the baboon nature is in\nher veins. Such creatures should be killed, not kept. She will make you\nmischief if she can. But I will watch her, Macumazahn. Look, the Star is\nwaiting for you; go, or she will hate me as Hendrika hates you.\"\n\nSo I went, nothing loth, for attractive as was the wisdom of\nIndaba-zimbi, I found a deeper meaning in Stella's simplest word. All\nthe rest of that day I passed in her company, and the greater part of\nthe two following days. At last came Saturday night, the eve of our\nmarriage. It rained that night, so we did not go out, but spent the\nevening in the hut. We sat hand in hand, saying little, but Mr. Carson\ntalked a good deal, telling us tales of his youth, and of countries\nthat he had visited. Then he read aloud from the Bible, and bade us\ngoodnight. I also kissed Stella and went to bed. I reached my hut by\nthe covered way, and before I undressed opened the door to see what the\nnight was like. It was very dark, and rain was still falling, but as\nthe light streamed out into the gloom I fancied that I caught sight of\na dusky form gliding away. The thought of Hendrika flashed into my mind;\ncould she be skulking about outside there? Now I had said nothing of\nHendrika and her threats either to Mr. Carson or Stella, because I did\nnot wish to alarm them. Also I knew that Stella was attached to this\nstrange person, and I did not wish to shake her confidence in her unless\nit was absolutely necessary. For a minute or two I stood hesitating,\nthen, reflecting that if it was Hendrika, there she should stop, I went\nin and put up the stout wooden bar that was used to secure the door. For\nthe last few nights old Indaba-zimbi had made a habit of sleeping in the\ncovered passage, which was the only other possible way of access. As I\ncame to bed I had stepped over him rolled up in his blanket, and to all\nappearances fast asleep. So it being evident that I had nothing to fear,\nI promptly dismissed the matter from my mind, which, as may be imagined,\nwas indeed fully occupied with other thoughts.\n\nI got into bed, and for awhile lay awake thinking of the great happiness\nin store for me, and of the providential course of events that had\nbrought it within my reach. A few weeks since and I was wandering in\nthe desert a dying man, bearing a dying child, and with scarcely a\npossession left in the world except a store of buried ivory that I never\nexpected to see again. And now I was about to wed one of the sweetest\nand loveliest women on the whole earth--a woman whom I loved more than\nI could have thought possible, and who loved me back again. Also, as\nthough that were not good fortune enough, I was to acquire with her\nvery considerable possessions, quite sufficiently large to enable us to\nfollow any plan of life we found agreeable. As I lay and reflected on\nall this I grew afraid of my good fortune. Old Indaba-zimbi's melancholy\nprophecies came into my mind. Hitherto he had always prophesied truly.\nWhat if these should be true also? I turned cold as I thought of it, and\nprayed to the Power above to preserve us both to live and love together.\nNever was prayer more needed. While its words were still upon my lips I\ndropped asleep and dreamed a most dreadful dream.\n\nI dreamed that Stella and I were standing together to be married.\nShe was dressed in white, and radiant with beauty, but it was a wild,\nspiritual beauty which frightened me. Her eyes shone like stars, a pale\nflame played about her features, and the wind that blew did not stir her\nhair. Nor was this all, for her white robes were death wrappings, and\nthe altar at which we stood was formed of the piled-up earth from an\nopen grave that yawned between us. So we stood waiting for one to wed\nus, but no one came. Presently from the open grave sprang the form of\nHendrika. In her hand was a knife, with which she stabbed at me, but\npierced the heart of Stella, who, without a cry, fell backwards into the\ngrave, still looking at me as she fell. Then Hendrika leaped after her\ninto the grave. I heard her feet strike heavily.\n\n\"_Awake, Macumazahn! awake!_\" cried the voice of Indaba-zimbi.\n\nI awoke and bounded from the bed, a cold perspiration pouring from me.\nIn the darkness on the other side of the hut I heard sounds of furious\nstruggling. Luckily I kept my head. Just by me was a chair on which were\nmatches and a rush taper. I struck a match and held it to the taper. Now\nin the growing light I could see two forms rolling one over the other on\nthe floor, and from between them came the flash of steel. The fat melted\nand the light burnt up. It was Indaba-zimbi and the woman Hendrika who\nwere struggling, and, what is more, the woman was getting the better of\nthe man, strong as he was. I rushed towards them. Now she was uppermost,\nnow she had wrenched herself from his fierce grip, and now the great\nknife she had in her hand flashed up.\n\nBut I was behind her, and, placing my hands beneath her arms, jerked\nwith all my strength. She fell backwards, and, in her effort to save\nherself, most fortunately dropped the knife. Then we flung ourselves\nupon her. Heavens! the strength of that she-devil! Nobody who has not\nexperienced it could believe it. She fought and scratched and bit,\nand at one time nearly mastered the two of us. As it was she did break\nloose. She rushed at the bed, sprung on it, and bounded thence straight\nup at the roof of the hut. I never saw such a jump, and could not\nconceive what she meant to do. In the roof were the peculiar holes which\nI have described. They were designed to admit light, and covered with\noverhanging eaves. She sprung straight and true like a monkey, and,\ncatching the edge of the hole with her hands, strove to draw herself\nthrough it. But here her strength, exhausted with the long struggle,\nfailed her. For a moment she swung, then dropped to the ground and fell\nsenseless.\n\n\"Ou!\" gasped Indaba-zimbi. \"Let us tie the devil up before she comes to\nlife again.\"\n\nI thought this a good counsel, so we took a reim that lay in the corner\nof the room, and lashed her hands and feet in such a fashion that even\nshe could scarcely escape. Then we carried her into the passage, and\nIndaba-zimbi sat over her, the knife in his hand, for I did not wish to\nraise an alarm at that hour of the night.\n\n\"Do you know how I caught her, Macumazahn?\" he said. \"For several nights\nI have slept here with one eye open, for I thought she had made a plan.\nTo-night I kept wide awake, though I pretended to be asleep. An hour\nafter you got into the blankets the moon rose, and I saw a beam of light\ncome into the hut through the hole in the roof. Presently I saw the beam\nof light vanish. At first I thought that a cloud was passing over the\nmoon, but I listened and heard a noise as though some one was squeezing\nhimself through a narrow space. Presently he was through, and hanging by\nhis hands. Then the light came in again, and in the middle of it I saw\nthe Babyan-frau swinging from the roof, and about to drop into the\nhut. She clung by both hands, and in her mouth was a great knife. She\ndropped, and I ran forward to seize her as she dropped, and gripped her\nround the middle. But she heard me come, and, seizing the knife, struck\nat me in the dark and missed me. Then we struggled, and you know the\nrest. You were very nearly dead to-night, Macumazahn.\"\n\n\"Very nearly indeed,\" I answered, still panting, and arranging the rags\nof my night-dress round me as best I might. Then the memory of my horrid\ndream flashed into my mind. Doubtless it had been conjured up by the\nsound of Hendrika dropping to the floor--in my dream it had been a grave\nthat she dropped into. All of it, then, had been experienced in that\nsecond of time. Well, dreams are swift; perhaps Time itself is nothing\nbut a dream, and events that seem far apart really occur simultaneously.\n\nWe passed the rest of the night watching Hendrika. Presently she came\nto herself and struggled furiously to break the reim. But the untanned\nbuffalo hide was too strong even for her, and, moreover, Indaba-zimbi\nunceremoniously sat upon her to keep her quiet. At last she gave it up.\n\nIn due course the day broke--my marriage day. Leaving Indaba-zimbi to\nwatch my would-be murderess, I went and fetched some natives from the\nstables, and with their aid bore Hendrika to the prison hut--that\nsame hut in which she had been confined when she had been brought\na baboon-child from the rocks. Here we shut her up, and, leaving\nIndaba-zimbi to watch outside, I returned to my sleeping-place and\ndressed in the best garments that the Babyan Kraals could furnish. But\nwhen I looked at the reflection of my face, I was horrified. It was\ncovered with scratches inflicted by the nails of Hendrika. I doctored\nthem up as best I could, then went out for a walk to calm my nerves,\nwhich, what between the events of the past night, and of those pending\nthat day, were not a little disturbed.\n\nWhen I returned it was breakfast time. I went into the dining hut, and\nthere Stella was waiting to greet me, dressed in simple white and with\norange flowers on her breast. She came forward to me shyly enough; then,\nseeing the condition of my face, started back.\n\n\"Why, Allan! what have you been doing to yourself?\" she asked.\n\nAs I was about to answer, her father came in leaning on his stick, and,\ncatching sight of me, instantly asked the same question.\n\nThen I told them everything, both of Hendrika's threats and of her\nfierce attempt to carry them into execution. But I did not tell my\nhorrid dream.\n\nStella's face grew white as the flowers on her breast, but that of her\nfather became very stern.\n\n\"You should have spoken of this before, Allan,\" he said. \"I now see that\nI did wrong to attempt to civilize this wicked and revengeful creature,\nwho, if she is human, has all the evil passions of the brutes that\nreared her. Well, I will make an end of it this very day.\"\n\n\"Oh, father,\" said Stella, \"don't have her killed. It is all dreadful\nenough, but that would be more dreadful still. I have been very fond of\nher, and, bad as she is, she has loved me. Do not have her killed on my\nmarriage day.\"\n\n\"No,\" her father answered, \"she shall not be killed, for though she\ndeserves to die, I will not have her blood upon our hands. She is a\nbrute, and has followed the nature of brutes. She shall go back whence\nshe came.\"\n\nNo more was said on the matter at the time, but when breakfast--which\nwas rather a farce--was done, Mr. Carson sent for his headman and gave\nhim certain orders.\n\nWe were to be married after the service which Mr. Carson held every\nSunday morning in the large marble hut set apart for that purpose. The\nservice began at ten o'clock, but long before that hour all the natives\non the place came up in troops, singing as they came, to be present at\nthe wedding of the \"Star.\" It was a pretty sight to see them, the men\ndressed in all their finery, and carrying shields and sticks in their\nhands, and the women and children bearing green branches of trees,\nferns, and flowers. At length, about half-past nine, Stella rose,\npressed my hand, and left me to my reflections. A few minutes to ten she\nreappeared again with her father, dressed in a white veil, a wreath of\norange flowers on her dark curling hair, a bouquet of orange flowers\nin her hand. To me she seemed like a dream of loveliness. With her came\nlittle Tota in a high state of glee and excitement. She was Stella's\nonly bridesmaid. Then we all passed out towards the church hut. The bare\nspace in front of it was filled with hundreds of natives, who set up\na song as we came. But we went on into the hut, which was crowded with\nsuch of the natives as usually worshipped there. Here Mr. Carson, as\nusual, read the service, though he was obliged to sit down in order to\ndo so. When it was done--and to me it seemed interminable--Mr. Carson\nwhispered that he meant to marry us outside the hut in sight of all the\npeople. So we went out and took our stand under the shade of a large\ntree that grew near the hut facing the bare space where the natives were\ngathered.\n\nMr. Carson held up his hand to enjoin silence. Then, speaking in the\nnative dialect, he told them that he was about to make us man and wife\nafter the Christian fashion and in the sight of all men. This done, he\nproceeded to read the marriage service over us, and very solemnly and\nbeautifully he did it. We said the words, I placed the ring--it was her\nfather's signet ring, for we had no other--upon Stella's finger, and it\nwas done.\n\nThen Mr. Carson spoke. \"Allan and Stella,\" he said, \"I believe that the\nceremony which has been performed makes you man and wife in the sight\nof God and man, for all that is necessary to make a marriage binding\nis, that it should be celebrated according to the custom of the country\nwhere the parties to it reside. It is according to the custom that has\nbeen in force here for fifteen years or more that you have been married\nin the face of all the people, and in token of it you will both sign the\nregister that I have kept of such marriages, among those of my people\nwho have adopted the Christian Faith. Still, in case there should be\nany legal flaw I again demand the solemn promise of you both that on the\nfirst opportunity you will cause this marriage to be re-celebrated in\nsome civilized land. Do you promise?\"\n\n\"We do,\" we answered.\n\nThen the book was brought out and we signed our names. At first my\nwife signed hers \"Stella\" only, but her father bade her write it Stella\nCarson for the first and last time in her life. Then several of the\nindunas, or headmen, including old Indaba-zimbi, put their marks in\nwitness. Indaba-zimbi drew his mark in the shape of a little star, in\nhumorous allusion to Stella's native name. That register is before\nme now as I write. That, with a lock of my darling's hair which lies\nbetween its leaves, is my dearest possession. There are all the names\nand marks as they were written many years ago beneath the shadow of the\ntree at Babyan Kraals in the wilderness, but alas! and alas! where are\nthose who wrote them?\n\n\"My people,\" said Mr. Carson, when the signing was done, and we had\nkissed each other before them all--\"My people, Macumazahn and the Star,\nmy daughter, are now man and wife, to live in one kraal, to eat of\none bowl, to share one fortune till they reach the grave. Hear now, my\npeople, you know this woman,\" and turning he pointed to Hendrika, who,\nunseen by us, had been led out of the prison hut.\n\n\"Yes, yes, we know her,\" said a little ring of headmen, who formed\nthe primitive court of justice, and after the fashion of natives had\nsquatted themselves in a circle on the ground in front of us. \"We know\nher, she is the white Babyan-woman, she is Hendrika, the body servant of\nthe Star.\"\n\n\"You know her,\" said Mr. Carson, \"but you do not know her altogether.\nStand forward, Indaba-zimbi, and tell the people what came about last\nnight in the hut of Macumazahn.\"\n\nAccordingly old Indaba-zimbi came forward, and, squatting down, told his\nmoving tale with much descriptive force and many gestures, finishing up\nby producing the great knife from which his watchfulness had saved me.\n\nThen I was called upon, and in a few brief words substantiated his\nstory: indeed my face did that in the sight of all men.\n\nThen Mr. Carson turned to Hendrika, who stood in sullen silence, her\neyes fixed upon the ground, and asked her if she had anything to say.\n\nShe looked up boldly and answered--\n\n\"Macumazahn has robbed me of the love of my mistress. I would have\nrobbed him of his life, which is a little thing compared to that which I\nhave lost at his hands. I have failed, and I am sorry for it, for had I\nkilled him and left no trace the Star would have forgotten him and shone\non me again.\"\n\n\"Never,\" murmured Stella in my ear; but Mr. Carson turned white with\nwrath.\n\n\"My people,\" he said, \"you hear the words of this woman. You hear how\nshe pays me back, me and my daughter whom she swears she loves. She says\nthat she would have murdered a man who has done her no evil, the man who\nis the husband of her mistress. We saved her from the babyans, we tamed\nher, we fed her, we taught her, and this is how she pays us back. Say,\nmy people, what reward should be given to her?\"\n\n\"Death,\" said the circle of indunas, pointing their thumbs downwards,\nand all the multitude beyond echoed the word \"Death.\"\n\n\"Death,\" repeated the head induna, adding, \"If you save her, my\nfather, we will slay her with our own hands. She is a Babyan-woman, a\ndevil-woman; ah, yes, we have heard of such before; let her be slain\nbefore she works more evil.\"\n\nThen it was that Stella stepped forward and begged for Hendrika's life\nin moving terms. She pleaded the savagery of the woman's nature, her\nlong service, and the affection that she had always shown towards\nherself. She said that I, whose life had been attempted, forgave her,\nand she, my wife, who had nearly been left a widow before she was made a\nbride, forgave her; let them forgive her also, let her be sent away, not\nslain, let not her marriage day be stained with blood.\n\nNow her father listened readily enough, for he had no intention of\nkilling Hendrika--indeed, he had already promised not to do so. But the\npeople were in a different humour, they looked upon Hendrika as a devil,\nand would have torn her to pieces there and then, could they have had\ntheir way. Nor were matters mended by Indaba-zimbi, who had already\ngained a great reputation for wisdom and magic in the place. Suddenly\nthe old man rose and made quite an impassioned speech, urging them to\nkill Hendrika at once or mischief would come of it.\n\nAt last matters got very bad, for two of the Indunas came forward to\ndrag her off to execution, and it was not until Stella burst into tears\nthat the sight of her grief, backed by Mr. Carson's orders and my own\nremonstrances, carried the day.\n\nAll this while Hendrika had been standing quite unmoved. At last the\ntumult ceased, and the leading induna called to her to go, promising\nthat if ever she showed her face near the kraals again she should be\nstabbed like a jackal. Then Hendrika spoke to Stella in a low voice and\nin English--\n\n\"Better let them kill me, mistress, better for all. Without you to love\nI shall go mad and become a babyan again.\"\n\nStella did not answer, and they loosed her. She stepped forward and\nlooked at the natives with a stare of hate. Then she turned and walked\npast me, and as she passed whispered a native phrase in my ear, that,\nbeing literally translated, means, \"Till another moon,\" but which has\nthe same significance as the French \"au revoir.\"\n\nIt frightened me, for I knew she meant that she had not done with me,\nand saw that our mercy was misplaced. Seeing my face change she ran\nswiftly from me, and as she passed Indaba-zimbi, with a sudden movement\nsnatched her great knife from his hand. When she had gone about twenty\npaces she halted, looked long and earnestly on Stella, gave one loud cry\nof anguish, and fled. A few minutes later we saw her far away, bounding\nup the face of an almost perpendicular cliff--a cliff that nobody except\nherself and the baboons could possibly climb.\n\n\"Look,\" said Indaba-zimbi in my ear--\"Look, Macumazahn, there goes the\nBabyan-frau. But, Macumazahn, _she will come back again_. Ah, why\nwill you not listen to my words. Have they not always been true words,\nMacumazahn?\" and he shrugged his shoulders and turned away.\n\nFor a while I was much disturbed, but at any rate Hendrika was gone for\nthe present, and Stella, my dear and lovely wife, was there at my side,\nand in her smiles I forgot my fears.\n\nFor the rest of that day, why should I write of it?--there are things\ntoo happy and too sacred to be written of.\n\nAt last I had, if only for a little while, found that rest, that perfect\njoy which we seek so continually and so rarely clasp.\n\n\n\nCHAPTER XI\n\nGONE!\n\nI wonder if many married couples are quite as happy as we found\nourselves. Cynics, a growing class, declare that few illusions can\nsurvive a honeymoon. Well, I do not know about it, for I only married\nonce, and can but speak from my limited experience. But certainly our\nillusion, or rather the great truth of which it is the shadow, did\nsurvive, as to this day it survives in my heart across all the years of\nutter separation, and across the unanswering gulf of gloom.\n\nBut complete happiness is not allowed in this world even for an hour.\nAs our marriage day had been shadowed by the scene which has been\ndescribed, so our married life was shadowed by its own sorrow.\n\nThree days after our wedding Mr. Carson had a stroke. It had been long\nimpending, now it fell. We came into the centre hut to dinner and found\nhim lying speechless on the couch. At first I thought that he was dying,\nbut this was not so. On the contrary, within four days he recovered his\nspeech and some power of movement. But he never recovered his memory,\nthough he still knew Stella, and sometimes myself. Curiously enough he\nremembered little Tota best of all three, though occasionally he thought\nthat she was his own daughter in her childhood, and would ask her where\nher mother was. This state of affairs lasted for some seven months.\nThe old man gradually grew weaker, but he did not die. Of course his\ncondition quite precluded the idea of our leaving Babyan Kraals till all\nwas over. This was the more distressing to me because I had a nervous\npresentiment that Stella was incurring danger by staying there, and also\nbecause the state of her health rendered it desirable that we should\nreach a civilized region as soon as possible. However, it could not be\nhelped.\n\nAt length the end came very suddenly. We were sitting one evening by\nMr. Carson's bedside in his hut, when to our astonishment he sat up and\nspoke in a strong, full voice.\n\n\"I hear you,\" he said. \"Yes, yes, I forgive you. Poor woman! you too\nhave suffered,\" and he fell back dead.\n\nI have little doubt that he was addressing his lost wife, some vision\nof whom had flashed across his dying sense. Stella, of course, was\noverwhelmed with grief at her loss. Till I came her father had been her\nsole companion, and therefore, as may be imagined, the tie between them\nwas much closer than is usual even in the case of father and daughter.\nSo deeply did she mourn that I began to fear for the effect upon her\nhealth. Nor were we the only ones to grieve; all the natives on the\nsettlement called Mr. Carson \"father,\" and as a father they lamented\nhim. The air resounded with the wailing of women, and the men went about\nwith bowed heads, saying that \"the sun had set in the heavens, now only\nthe Star (Stella) remained.\" Indaba-zimbi alone did not mourn. He said\nthat it was best that the Inkoos should die, for what was life worth\nwhen one lay like a log?--moreover, that it would have been well for all\nif he had died sooner.\n\nOn the following day we buried him in the little graveyard near the\nwaterfall. It was a sad business, and Stella cried very much, in spite\nof all I could do to comfort her.\n\nThat night as I sat outside the hut smoking--for the weather was hot,\nand Stella was lying down inside--old Indaba-zimbi came up, saluted, and\nsquatted at my feet.\n\n\"What is it, Indaba-zimbi?\" I said.\n\n\"This, Macumazahn. When are you going to trek towards the coast?\"\n\n\"I don't know,\" I answered. \"The Star is not fit to travel now, we must\nwait awhile.\"\n\n\"No, Macumazahn, you must not wait, you must go, and the Star must take\nher chance. She is strong. It is nothing. All will be well.\"\n\n\"Why do you say so? why must we go?\"\n\n\"For this reason, Macumazahn,\" and he looked cautiously round and spoke\nlow. \"The baboons have come back in thousands. All the mountain is full\nof them.\"\n\n\"I did not know that they had gone,\" I said.\n\n\"Yes,\" he answered, \"they went after the marriage, all but one or two;\nnow they are back, all the baboons in the world, I think. I saw a whole\ncliff back with them.\"\n\n\"Is that all?\" I said, for I saw that he had something behind. \"I am not\nafraid of a pack of baboons.\"\n\n\"No, Macumazahn, it is not all. The Babyan-frau, Hendrika, is with\nthem.\"\n\nNow nothing had been heard or seen of Hendrika since her expulsion, and\nthough at first she and her threats had haunted me somewhat, by degrees\nshe to a great extent had passed out of my mind, which was fully\npreoccupied with Stella and my father-in-law's illness. I started\nviolently. \"How do you know this?\" I asked.\n\n\"I know it because I saw her, Macumazahn. She is disguised, she is\ndressed up in baboon skins, and her face is stained dark. But though she\nwas a long way off, I knew her by her size, and I saw the white flesh\nof her arm when the skins slipped aside. She has come back, Macumazahn,\nwith all the baboons in the world, and she has come back to do evil. Now\ndo you understand why you should trek?\"\n\n\"Yes,\" I said, \"though I don't see how she and the baboons can harm\nus, I think that it will be better to go. If necessary we can camp the\nwaggons somewhere for a while on the journey. Hearken, Indaba-zimbi: say\nnothing of this to the Star; I will not have her frightened. And hearken\nagain. Speak to the headmen, and see that watchers are set all round the\nhuts and gardens, and kept there night and day. To-morrow we will get\nthe waggons ready, and next day we will trek.\"\n\nHe nodded his white lock and went to do my bidding, leaving me not a\nlittle disturbed--unreasonably so, indeed. It was a strange story. That\nthis woman had the power of conversing with baboons I knew.[*] That was\nnot so very wonderful, seeing that the Bushmen claim to be able to do\nthe same thing, and she had been nurtured by them. But that she had\nbeen able to muster them, and by the strength of her human will and\nintelligence muster them in order to forward her ends of revenge, seemed\nto me so incredible that after reflection my fears grew light. Still I\ndetermined to trek. After all, a journey in an ox waggon would not be\nsuch a very terrible thing to a strong woman accustomed to roughing it,\nwhatever her state of health. And when all was said and done I did\nnot like this tale of the presence of Hendrika with countless hosts of\nbaboons.\n\n     [*] For an instance of this, see Anderson's \"Twenty-five\n     Years in a Waggon,\" vol. i. p. 262.--Editor.\n\nSo I went in to Stella, and without saying a word to her of the baboon\nstory, told her I had been thinking matters over, and had come to the\nconclusion that it was our duty to follow her father's instructions to\nthe letter, and leave Babyan Kraals at once. Into all our talk I need\nnot enter, but the end of it was that she agreed with me, and declared\nthat she could quite well manage the journey, saying, moreover, that now\nthat her dear father was dead she would be glad to get away.\n\nNothing happened to disturb us that night, and on the following morning\nI was up early making preparations. The despair of the people when they\nlearned that we were going to leave them was something quite pitiable. I\ncould only console them by declaring that we were but on a journey, and\nwould return the following year.\n\n\"They had lived in the shadow of their father, who was dead,\" they\ndeclared; \"ever since they were little they had lived in his shadow. He\nhad received them when they were outcasts and wanderers without a mat\nto lie on, or a blanket to cover them, and they had grown fat in his\nshadow. Then he had died, and the Star, their father's daughter, had\nmarried me, Macumazahn, and they had believed that I should take their\nfather's place, and let them live in my shadow. What should they do when\nthere was no one to protect them? The tribes were kept from attacking\nthem by fear of the white man. If we went they would be eaten up,\" and\nso on. Alas! there was but too much foundation for their fears.\n\nI returned to the huts at mid-day to get some dinner. Stella said\nthat she was going to pack during the afternoon, so I did not think it\nnecessary to caution her about going out alone, as I did not wish to\nallude to the subject of Hendrika and the baboons unless I was obliged\nto. I told her, however, that I would come back to help her as soon as\nI could get away. Then I went down to the native kraals to sort out such\ncattle as had belonged to Mr. Carson from those which belonged to the\nKaffirs, for I proposed to take them with us. It was a large herd,\nand the business took an incalculable time. At length, a little before\nsundown, I gave it up, and leaving Indaba-zimbi to finish the job, got\non my horse and rode homewards.\n\nArriving, I gave the horse to one of the stable boys, and went into the\ncentral hut. There was no sign of Stella, though the things she had\nbeen packing lay about the floor. I passed first into our sleeping hut,\nthence one by one into all the others, but still saw no sign of her.\nThen I went out, and calling to a Kaffir in the garden asked him if he\nhad seen his mistress.\n\nHe answered \"yes.\" He had seen her carrying flowers and walking towards\nthe graveyard, holding the little white girl--my daughter--as he called\nher, by the hand, when the sun stood \"there,\" and he pointed to a spot\non the horizon where it would have been about an hour and a half before.\n\"The two dogs were with them,\" he added. I turned and ran towards the\ngraveyard, which was about a quarter of a mile from the huts. Of course\nthere was no reason to be anxious--evidently she had gone to lay the\nflowers on her father's grave. And yet I was anxious.\n\nWhen I got near the graveyard I met one of the natives, who, by my\norders, had been set round the kraals to watch the place, and noticed\nthat he was rubbing his eyes and yawning. Clearly he had been asleep. I\nasked him if he had seen his mistress, and he answered that he had not,\nwhich under the circumstances was not wonderful. Without stopping\nto reproach him, I ordered the man to follow me, and went on to the\ngraveyard. There, on Mr. Carson's grave, lay the drooping flowers which\nStella had been carrying, and there in the fresh mould was the spoor of\nTota's veldschoon, or hide slipper. But where were they?\n\nI ran from the graveyard and called aloud at the top of my voice, but no\nanswer came. Meanwhile the native was more profitably engaged in tracing\ntheir spoor. He followed it for about a hundred yards till he came to\na clump of mimosa bush that was situated between the stream and the\nancient marble quarries just over the waterfall, and at the mouth of the\nravine. Here he stopped, and I heard him give a startled cry. I rushed\nto the spot, passed through the trees, and saw this. The little open\nspace in the centre of the glade had been the scene of a struggle.\nThere, in the soft earth, were the marks of three pairs of human\nfeet--two shod, one naked--Stella's, Tota's, and _Hendrika's_. Nor was\nthis all. There, close by, lay the fragments of the two dogs--they were\nnothing more--and one baboon, not yet quite dead, which had been\nbitten in the throat by the dogs. All round was the spoor of numberless\nbaboons. The full horror of what had happened flashed into my mind.\n\nMy wife and Tota had been carried off by the baboons. As yet they had\nnot been killed, for if so their remains would have been found with\nthose of the dogs. They had been carried off. The brutes, acting under\nthe direction of that woman-monkey, Hendrika, had dragged them away to\nsome secret den, there to keep them till they died--or kill them!\n\nFor a moment I literally staggered beneath the terror of the shock. Then\nI roused myself from my despair. I bade the native run and alarm the\npeople at the kraals, telling them to come armed, and bring me guns and\nammunition. He went like the wind, and I turned to follow the spoor. For\na few yards it was plain enough--Stella had been dragged along. I could\nsee where her heels had struck the ground; the child had, I presumed,\nbeen carried--at least there were no marks of her feet. At the water's\nedge the spoor vanished. The water was shallow, and they had gone along\nin it, or at least Hendrika and her victim had, in order to obliterate\nthe trail. I could see where a moss-grown stone had been freshly turned\nover in the water-bed. I ran along the bank some way up the ravine, in\nthe vain hope of catching a sight of them. Presently I heard a bark in\nthe cliffs above me; it was answered by another, and then I saw that\nscores of baboons were hidden about among the rocks on either side, and\nwere softly swinging themselves down to bar the path. To go on unarmed\nas I was would be useless. I should only be torn to pieces as the dogs\nhad been. So I turned and fled back towards the huts. As I drew near I\ncould see that my messenger had roused the settlement, for natives with\nspears and kerries in their hands were running up towards the kraals.\nWhen I reached the hut I met old Indaba-zimbi, who wore a very serious\nface.\n\n\"So the evil has fallen, Macumazahn,\" he said.\n\n\"It has fallen,\" I answered.\n\n\"Keep a good heart, Macumazahn,\" he said again. \"She is not dead, nor is\nthe little maid, and before they die we shall find them. Remember this,\nHendrika loves her. She will not harm her, or allow the babyans to harm\nher. She will try to hide her away from you, that is all.\"\n\n\"Pray God that we may find her,\" I groaned. \"The light is going fast.\"\n\n\"The moon rises in three hours,\" he answered; \"we will search by\nmoonlight. It is useless to start now; see, the sun sinks. Let us get\nthe men together, eat, and make things ready. _Hamba gachla_. Hasten\nslowly, Macumazahn.\"\n\nAs there was no help, I took his advice. I could eat no food, but I\npacked some up to take with us, and made ready ropes, and a rough kind\nof litter. If we found them they would scarcely be able to walk. Ah! if\nwe found them! How slowly the time passed! It seemed hours before the\nmoon rose. But at last it did rise.\n\nThen we started. In all we were about a hundred men, but we only\nmustered five guns between us, my elephant roer and four that had\nbelonged to Mr. Carson.\n\n\n\nCHAPTER XII\n\nTHE MAGIC OF INDABA-ZIMBI\n\nWe gained the spot by the stream where Stella had been taken. The\nnatives looked at the torn fragments of the dogs, and at the marks of\nviolence, and I heard them swearing to each other, that whether the\nStar lived or died they would not rest till they had exterminated every\nbaboon on Babyan's Peak. I echoed the oath, and, as shall be seen, we\nkept it.\n\nWe started on along the stream, following the spoor of the baboons as we\nbest could. But the stream left no spoor, and the hard, rocky banks very\nlittle. Still we wandered on. All night we wandered through the lonely\nmoonlit valleys, startling the silence into a thousand echoes with our\ncries. But no answer came to them. In vain our eyes searched the sides\nof precipices formed of water-riven rocks fantastically piled one\nupon another; in vain we searched through endless dells and fern-clad\ncrannies. There was nothing to be found. How could we expect to find\ntwo human beings hidden away in the recesses of this vast stretch of\nmountain ground, which no man yet had ever fully explored. They were\nlost, and in all human probability lost for ever.\n\nTo and fro we wandered hopelessly, till at last dawn found us footsore\nand weary nearly at the spot whence we had started. We sat down waiting\nfor the sun to rise, and the men ate of such food as they had brought\nwith them, and sent to the kraals for more.\n\nI sat upon a stone with a breaking heart. I cannot describe my feelings.\nLet the reader put himself in my position and perhaps he may get some\nidea of them. Near me was old Indaba-zimbi, who sat staring straight\nbefore him as though he were looking into space, and taking note of\nwhat went on there. An idea struck me. This man had some occult power.\nSeveral times during our adventures he had prophesied, and in every case\nhis prophecies had proved true. He it was who, when we escaped from the\nZulu Impi, had told me to steer north, because there we should find the\nplace of a white man who lived under the shadow of a great peak that was\nfull of baboons. Perhaps he could help in this extremity--at any rate it\nwas worth trying.\n\n\"Indaba-zimbi,\" I said, \"you say that you can send your spirit through\nthe doors of space and see what we cannot see. At the least I know that\nyou can do strange things. Can you not help me now? If you can, and will\nsave her, I will give you half the cattle that we have here.\"\n\n\"I never said anything of the sort, Macumazahn,\" he answered. \"I do\nthings, I do not talk about them. Neither do I seek reward for what I do\nlike a common witch-doctor. It is well that you have asked me to use my\nwisdom, Macumazahn, for I should not have used it again without being\nasked--no, not even for the sake of the Star and yourself, whom I love,\nfor if so my Spirit would have been angry. In the other matters I had a\npart, for my life was concerned as well as yours; but in this matter I\nhave no part, and therefore I might not use my wisdom unless you thought\nwell to call upon my Spirit. However, it would have been no good to ask\nme before, for I have only just found the herb I want,\" and he produced\na handful of the leaves of a plant that was unfamiliar to me. It had\nprickly leaves, shaped very much like those of the common English\nnettle.\n\n\"Now, Macumazahn,\" he went on, \"bid the men leave us alone, and then\nfollow me presently to the little glade down there by the water.\"\n\nI did so. When I reached the glade I found Indaba-zimbi kindling a small\nfire under the shadow of a tree by the edge of the water.\n\n\"Sit there, Macumazahn,\" he said, pointing to a stone near the fire,\n\"and do not be surprised or frightened at anything you see. If you move\nor call out we shall learn nothing.\"\n\nI sat down and watched. When the fire was alight and burning brightly,\nthe old fellow stripped himself stark naked, and, going to the foot of\nthe pool, dipped himself in the water. Then he came back shivering with\nthe cold, and, leaning over the little fire, thrust leaves of the plant\nI have mentioned into his mouth and began to chew them, muttering as he\nchewed. Most of the remaining leaves he threw on to the fire. A dense\nsmoke rose from them, but he held his head in this smoke and drew\nit down his lungs till I saw that he was exhibiting every sign of\nsuffocation. The veins in his throat and chest swelled, he gasped\nloudly, and his eyes, from which tears were streaming, seemed as though\nthey were going to start from his head. Presently he fell over on his\nside, and lay senseless. I was terribly alarmed, and my first impulse\nwas to run to his assistance, but fortunately I remembered his caution,\nand sat quiet.\n\nIndaba-zimbi lay on the ground like a person quite dead. His limbs had\nall the utter relaxation of death. But as I watched I saw them begin\nto stiffen, exactly as though _rigor mortis_ had set in. Then, to my\nastonishment, I perceived them once more relax, and this time there\nappeared upon his chest the stain of decomposition. It spread and\nspread; in three minutes the man, to all appearance, was a livid corpse.\n\nI sat amazed watching this uncanny sight, and wondering if any further\nnatural process was about to be enacted. Perhaps Indaba-zimbi was\ngoing to fall to dust before my eyes. As I watched I observed that\nthe discoloration was beginning to fade. First it vanished from the\nextremities, then from the larger limbs, and lastly from the trunk.\nThen in turn came the third stage of relaxation, the second stage of\nstiffness or _rigor_, and the first stage of after-death collapse. When\nall these had rapidly succeeded each other, Indaba-zimbi quietly woke\nup.\n\nI was too astonished to speak; I simply looked at him with my mouth\nopen.\n\n\"Well, Macumazahn,\" he said, putting his head on one side like a bird,\nand nodding his white lock in a comical fashion, \"it is all right; I\nhave seen her.\"\n\n\"Seen who?\" I said.\n\n\"The Star, your wife, and the little maid. They are much frightened, but\nunharmed. The Babyan-frau watches them. She is mad, but the baboons obey\nher, and do not hurt them. The Star was sleeping from weariness, so I\nwhispered in her ear and told her not to be frightened, for you would\nsoon rescue her, and that meanwhile she must seem to be pleased to have\nHendrika near her.\"\n\n\"You whispered in her ear?\" I said. \"How could you whisper in her ear?\"\n\n\"Bah! Macumazahn. How could I seem to die and go rotten before your\neyes? You don't know, do you? Well, I will tell you one thing. I had to\ndie to pass the doors of space, as you call them. I had to draw all the\nhealthy strength and life from my body in order to gather power to speak\nwith the Star. It was a dangerous business, Macumazahn, for if I had let\nthings go a little further they must have stopped so, and there would\nhave been an end of Indaba-zimbi. Ah, you white men, you know so much\nthat you think you know everything. But you don't! You are always\nstaring at the clouds and can't see the things that lie at your feet.\nYou hardly believe me now, do you, Macumazahn? Well, I will show you.\nHave you anything on you that the Star has touched or worn?\"\n\nI thought for a moment, and said that I had a lock of her hair in my\npocket-book. He told me to give it him. I did so. Going to the fire, he\nlit the lock of hair in the flame, and let it burn to ashes, which he\ncaught in his left hand. These ashes he mixed up in a paste with the\njuice of one of the leaves of the plant I have spoken of.\n\n\"Now, Macumazahn, shut your eyes,\" he said.\n\nI did so, and he rubbed his paste on to my eyelids. At first it burnt\nme, then my head swam strangely. Presently this effect passed off, and\nmy brain was perfectly clear again, but I could not feel the ground with\nmy feet. Indaba-zimbi led me to the side of the stream. Beneath us was a\npool of beautifully clear water.\n\n\"Look into the pool, Macumazahn,\" said Indaba-zimbi, and his voice\nsounded hollow and far away in my ears.\n\nI looked. The water grew dark; it cleared, and in it was a picture.\nI saw a cave with a fire burning in it. Against the wall of the cave\nrested Stella. Her dress was torn almost off her, she looked dreadfully\npale and weary, and her eyelids were red as though with weeping. But she\nslept, and I could almost think that I saw her lips shape my name in her\nsleep. Close to her, her head upon Stella's breast, was little Tota;\nshe had a skin thrown over her to keep out the night cold. The child was\nawake, and appeared to be moaning with fear. By the fire, and in such a\nposition that the light fell full upon her face, and engaged in cooking\nsomething in a rough pot shaped from wood, sat the Baboon-woman,\nHendrika. She was clothed in baboon skins, and her face had been\nrubbed with some dark stain, which was, however, wearing off it. In\nthe intervals of her cooking she would turn on Stella her wild eyes,\nin which glared visible madness, with an expression of tenderness that\namounted to worship. Then she would stare at the child and gnash her\nteeth as though with hate. Clearly she was jealous of it. Round the\nentrance arch of the cave peeped and peered the heads of many baboons.\nPresently Hendrika made a sign to one of them; apparently she did not\nspeak, or rather grunt, in order not to wake Stella. The brute hopped\nforward, and she gave it a second rude wooden pot which was lying by\nher. It took it and went. The last thing that I saw, as the vision\nslowly vanished from the pool, was the dim shadow of the baboon\nreturning with the pot full of water.\n\nPresently everything had gone. I ceased to feel strange. There beneath\nme was the pool, and at my side stood Indaba-zimbi, smiling.\n\n\"You have seen things,\" he said.\n\n\"I have,\" I answered, and made no further remark on the matter. What was\nthere to say?[*] \"Do you know the path to the cave?\" I added.\n\n     [*] For some almost equally remarkable instances of Kaffir\n     magic the reader is referred to a work named \"Among the\n     Zulus,\" by David Leslie.--Editor.\n\nHe nodded his head. \"I did not follow it all just now, because it\nwinds,\" he said. \"But I know it. We shall want the ropes.\"\n\n\"Then let us be starting; the men have eaten.\"\n\nHe nodded his head again, and going to the men I told them to make\nready, adding that Indaba-zimbi knew the way. They said that was all\nright, if Indaba-zimbi had \"smelt her out,\" they should soon find the\nStar. So we started cheerfully enough, and my spirits were so much\nimproved that I was able to eat a boiled mealie cob or two as we walked.\n\nWe went up the valley, following the course of the stream for about a\nmile; then Indaba-zimbi made a sudden turn to the right, along another\nkloof, of which there were countless numbers in the base of the great\nhill.\n\nOn we went through kloof after kloof. Indaba-zimbi, who led us, was\nnever at a loss, he turned up gulleys and struck across necks of hills\nwith the certainty of a hound on a hot scent. At length, after about\nthree hours' march, we came to a big silent valley on the northern slope\nof the great peak. On one side of this valley was a series of stony\nkoppies, on the other rose a sheer wall of rock. We marched along\nthe wall for a distance of some two miles. Then suddenly Indaba-zimbi\nhalted.\n\n\"There is the place,\" he said, pointing to an opening in the cliff. This\nopening was about forty feet from the ground, and ellipse-shaped.\nIt cannot have been more than twenty feet high by ten wide, and was\npartially hidden by ferns and bushes that grew about it in the surface\nof the cliff. Keen as my eyes were, I doubt if I should ever have\nnoticed it, for there were many such cracks and crannies in the rocky\nface of the great mountain.\n\nWe drew near and looked carefully at the place. The first thing I\nnoticed was that the rock, which was not quite perpendicular, had been\nworn by the continual passage of baboons; the second, that something\nwhite was hanging on a bush near the top of the ascent.\n\nIt was a pocket-handkerchief.\n\nNow there was no more doubt about the matter. With a beating heart I\nbegan the ascent. For the first twenty feet it was comparatively easy,\nfor the rock shelved; the next ten feet was very difficult, but still\npossible to an active man, and I achieved it, followed by Indaba-zimbi.\nBut the last twelve or fifteen feet could only be scaled by throwing a\nrope over the trunk of a stunted tree, which grew at the bottom of the\nopening. This we accomplished with some trouble, and the rest was easy.\nA foot or two above my head the handkerchief fluttered in the wind.\nHanging to the rope, I grasped it. It was my wife's. As I did so I\nnoticed the face of a baboon peering at me over the edge of the cleft,\nthe first baboon we had seen that morning. The brute gave a bark and\nvanished. Thrusting the handkerchief into my breast, I set my feet\nagainst the cliff and scrambled up as hard as I could go. I knew that\nwe had no time to lose, for the baboon would quickly alarm the others. I\ngained the cleft. It was a mere arched passage cut by water, ending in\na gulley, which led to a wide open space of some sort. I looked through\nthe passage and saw that the gulley was black with baboons. On they came\nby the hundred. I unslung my elephant gun from my shoulders and waited,\ncalling to the men below to come up with all possible speed. The brutes\nstreamed on down the gloomy gulf towards me, barking, grunting, and\nshowing their huge teeth. I waited till they were within fifteen yards.\nThen I fired the elephant gun, which was loaded with slugs, right into\nthe thick of them. In that narrow place the report echoed like a cannon\nshot, but its sound was quickly swallowed in the volley of piercing\nhuman-sounding groans and screams that followed. The charge of heavy\nslugs had ploughed through the host of baboons, of which at least a\ndozen lay dead or dying in the passage. For a moment they hesitated,\nthen they came on again with a hideous clamour. Fortunately by this time\nIndaba-zimbi, who also had a gun, was standing by my side, otherwise I\nshould have been torn to pieces before I could re-load. He fired both\nbarrels into them, and again checked the rush. But they came on again,\nand notwithstanding the appearance of two other natives with guns, which\nthey let off with more or less success, we should have been overwhelmed\nby the great and ferocious apes had I not by this time succeeded in\nre-loading the elephant gun. When they were right on us, I fired, with\neven more deadly effect than before, for at that distance every slug\ntold on their long line. The howls and screams of pain and rage were\nnow something inconceivable. One might have thought that we were doing\nbattle with a host of demons; indeed in that light--for the overhanging\narch of rock made it very dark--the gnashing snouts and sombre glowing\neyes of the apes looked like those of devils as they are represented by\nmonkish fancy. But the last shot was too much for them; they withdrew,\ndragging some of their wounded with them, and thus gave us time to get\nour men up the cliff. In a few minutes all were there, and we advanced\ndown the passage, which presently opened into a rocky gulley with\nshelving sides. This gulley had a water-way at the bottom of it; it was\nabout a hundred yards long, and the slopes on either side were topped\nby precipitous cliffs. I looked at these slopes; they literally swarmed\nwith baboons, grunting, barking, screaming, and beating their breasts\nwith their long arms, in fury. I looked up the water-way; along it,\naccompanied by a mob, or, as it were, a guard of baboons, ran Hendrika,\nher long hair flying, madness written on her face, and in her arms was\nthe senseless form of little Tota.\n\nShe saw us, and a foam of rage burst from her lips. She screamed aloud.\nTo me the sound was a mere inarticulate cry, but the baboons clearly\nunderstood it, for they began to roll rocks down on to us. One boulder\nleaped past me and struck down a Kaffir behind; another fell from the\nroof of the arch on to a man's head and killed him. Indaba-zimbi lifted\nhis gun to shoot Hendrika; I knocked it up, so that the shot went over\nher, crying that he would kill the child. Then I shouted to the men\nto open out and form a line from side to side of the shelving gulley.\nFurious at the loss of their two comrades, they obeyed me, and keeping\nin the water-way myself, together with Indaba-zimbi and the other guns,\nI gave the word to charge.\n\nThen the real battle began. It is difficult to say who fought the most\nfiercely, the natives or the baboons. The Kaffirs charged along the\nslopes, and as they came, encouraged by the screams of Hendrika, who\nrushed to and fro holding the wretched Tota before her as a shield, the\napes bounded at them in fury. Scores were killed by the assegais, and\nmany more fell beneath our gun-shots; but still they came on. Nor did\nwe go scathless. Occasionally a man would slip, or be pulled over in the\ngrip of a baboon. Then the others would fling themselves upon him like\ndogs on a rat, and worry him to death. We lost five men in this way, and\nI myself received a bite through the fleshy part of the left arm, but\nfortunately a native near me assegaied the animal before I was pulled\ndown.\n\nAt length, and all of a sudden, the baboons gave up. A panic seemed to\nseize them. Notwithstanding the cries of Hendrika they thought no more\nof fight, but only of escape; some even did not attempt to get away from\nthe assegais of the Kaffirs, they simply hid their horrible faces in\ntheir paws, and, moaning piteously, waited to be slain.\n\nHendrika saw that the battle was lost. Dropping the child from her arms,\nshe rushed straight at us, a very picture of horrible insanity. I lifted\nmy gun, but could not bear to shoot. After all she was but a mad thing,\nhalf ape, half woman. So I sprang to one side, and she landed full on\nIndaba-zimbi, knocking him down. But she did not stay to do any more.\nWailing terribly, she rushed down the gulley and through the arch,\nfollowed by a few of the surviving baboons, and vanished from our sight.\n\n\n\nCHAPTER XIII\n\nWHAT HAPPENED TO STELLA\n\nThe fight was over. In all we had lost seven men killed, and several\nmore severely bitten, while but few had escaped without some tokens\nwhereby he might remember what a baboon's teeth and claws are like. How\nmany of the brutes we killed I never knew, because we did not count, but\nit was a vast number. I should think that the stock must have been low\nabout Babyan's Peak for many years afterwards. From that day to this,\nhowever, I have always avoided baboons, feeling more afraid of them than\nany beast that lives.\n\nThe path was clear, and we rushed forward along the water-course. But\nfirst we picked up little Tota. The child was not in a swoon, as I had\nthought, but paralyzed by terror, so that she could scarcely speak.\nOtherwise she was unhurt, though it took her many a week to recover her\nnerve. Had she been older, and had she not remembered Hendrika, I doubt\nif she would have recovered it. She knew me again, and flung her little\narms about my neck, clinging to me so closely that I did not dare to\ngive her to any one else to carry lest I should add to her terrors. So I\nwent on with her in my arms. The fears that pierced my heart may well be\nimagined. Should I find Stella living or dead? Should I find her at all?\nWell, we should soon know now. We stumbled on up the stony watercourse;\nnotwithstanding the weight of Tota I led the way, for suspense lent me\nwings. Now we were through, and an extraordinary scene lay before us. We\nwere in a great natural amphitheatre, only it was three times the size\nof any amphitheatre ever shaped by man, and the walls were formed of\nprecipitous cliffs, ranging from one to two hundred feet in height.\nFor the rest, the space thus enclosed was level, studded with park-like\ntrees, brilliant with flowers, and having a stream running through\nthe centre of it, that, as I afterwards discovered, welled up from the\nground at the head of the open space.\n\nWe spread ourselves out in a line, searching everywhere, for Tota was\ntoo overcome to be able to tell us where Stella was hidden away. For\nnearly half an hour we searched and searched, scanning the walls of\nrock for any possible openings to a cave. In vain, we could find none. I\napplied to old Indaba-zimbi, but his foresight was at fault here. All\nhe could say was that this was the place, and that the \"Star\" was hidden\nsomewhere in a cave, but where the cave was he could not tell. At last\nwe came to the top of the amphitheatre. There before us was a wall of\nrock, of which the lower parts were here and there clothed in grasses,\nlichens, and creepers. I walked along it, calling at the top of my\nvoice.\n\nPresently my heart stood still, for I thought I heard a faint answer. I\ndrew nearer to the place from which the sound seemed to come, and again\ncalled. Yes, there was an answer in my wife's voice. It seemed to come\nfrom the rock. I went up to it and searched among the creepers, but\nstill could find no opening.\n\n\"Move the stone,\" cried Stella's voice, \"the cave is shut with a stone.\"\n\nI took a spear and prodded at the cliff whence the sound came. Suddenly\nthe spear sunk in through a mass of lichen. I swept the lichen aside,\nrevealing a boulder that had been rolled into the mouth of an opening in\nthe rock, which it fitted so accurately that, covered as it was by\nthe overhanging lichen, it might well have escaped the keenest eye. We\ndragged the boulder out; it was two men's work to do it. Beyond was\na narrow, water-worn passage, which I followed with a beating heart.\nPresently the passage opened into a small cave, shaped like a pickle\nbottle, and coming to a neck at the top end. We passed through and found\nourselves in a second, much larger cave, that I at once recognized as\nthe one of which Indaba-zimbi had shown me a vision in the water. Light\nreached it from above--how I know not--and by it I could see a form\nhalf-sitting, half lying on some skins at the top end of the cave. I\nrushed to it. It was Stella! Stella bound with strips of hide, bruised,\ntorn, but still Stella, and alive.\n\nShe saw me, she gave one cry, then, as I caught her in my arms, she\nfainted. It was happy indeed that she did not faint before, for had it\nnot been for the sound of her voice I do not believe we should ever have\nfound that cunningly hidden cave, unless, indeed, Indaba-zimbi's magic\n(on which be blessings) had come to our assistance.\n\nWe bore her to the open air, laid her beneath the shade of a tree, and\ncut the bonds loose from her ankles. As we went I glanced at the cave.\nIt was exactly as I had seen it in the vision. There burnt the fire,\nthere were the rude wooden vessels, one of them still half full of the\nwater which I had seen the baboon bring. I felt awed as I looked, and\nmarvelled at the power wielded by a savage who could not even read and\nwrite.\n\nNow I could see Stella clearly. Her face was scratched, and haggard\nwith fear and weeping, her clothes were almost torn off her, and her\nbeautiful hair was loose and tangled. I sent for water, and we sprinkled\nher face. Then I forced a little of the brandy which we distilled from\npeaches at the kraals between her lips, and she opened her eyes, and\nthrowing her arms about me clung to me as little Tota had done, sobbing,\n\"Thank God! thank God!\"\n\nAfter a while she grew quieter, and I made her and Tota eat some food\nfrom the store that we had brought with us. I too ate and was thankful,\nfor with the exception of the mealie cobs I had tasted nothing for\nnearly four-and-twenty hours. Then she washed her face and hands, and\ntidied her rags of dress as well as she was able. As she did so by\ndegrees I drew her story from her.\n\nIt seemed that on the previous afternoon, being wearied with packing,\nshe went out to visit her father's grave, taking Tota with her, and was\nfollowed there by the two dogs. She wished to lay some flowers on the\ngrave and take farewell of the dust it covered, for as we had expected\nto trek early on the morrow she did not know if she would find a later\nopportunity. They passed up the garden, and gathering some flowers from\nthe orange trees and elsewhere, went on to the little graveyard. Here\nshe laid them on the grave as we had found them, and then sitting down,\nfell into a deep and sad reverie, such as the occasion would naturally\ninduce. While she sat thus, Tota, who was a lively child and active as\na kitten, strayed away without Stella observing it. With her went the\ndogs, who also had grown tired of inaction; a while passed, and suddenly\nshe heard the dogs barking furiously about a hundred and fifty yards\naway. Then she heard Tota scream, and the dogs also yelling with fear\nand pain. She rose and ran as swiftly as she could towards the spot\nwhence the sound came. Presently she was there. Before her in the\nglade, holding the screaming Tota in her arms, was a figure in which,\nnotwithstanding the rough disguise of baboon skins and colouring matter,\nshe had no difficulty in recognizing Hendrika, and all about her were\nnumbers of baboons, rolling over and over in two hideous heaps, of which\nthe centres were the unfortunate dogs now in process of being rent to\nfragments.\n\n\"Hendrika,\" Stella cried, \"what does this mean? What are you doing with\nTota and those brutes?\"\n\nThe woman heard her and looked up. Then Stella saw that she was mad;\nmadness stared from her eyes. She dropped the child, which instantly\nflew to Stella for protection. Stella clasped it, only to be herself\nclasped by Hendrika. She struggled fiercely, but it was of no use--the\nBabyan-frau had the strength of ten. She lifted her and Tota as though\nthey were nothing, and ran off with them, following the bed of the\nstream in order to avoid leaving a spoor. Only the baboons who came with\nher, minus the one the dogs had killed, would not take to the water, but\nkept pace with them on the bank.\n\nStella said that the night which followed was more like a hideous\nnightmare than a reality. She was never able to tell me all that\noccurred in it. She had a vague recollection of being borne over rocks\nand along kloofs, while around her echoed the horrible grunts and clicks\nof the baboons. She spoke to Hendrika in English and Kaffir, imploring\nher to let them go; but the woman, if I may call her so, seemed in her\nmadness to have entirely forgotten these tongues. When Stella spoke she\nwould kiss her and stroke her hair, but she did not seem to understand\nwhat it was she said. On the other hand, she could, and did, talk to\nthe baboons, that seemed to obey her implicitly. Moreover, she would not\nallow them to touch either Stella or the child in her arms. Once one\nof them tried to do so, and she seized a dead stick and struck it\nso heavily on the head that it fell senseless. Thrice Stella made an\nattempt to escape, for sometimes even Hendrika's giant strength waned\nand she had to set them down. But on each occasion she caught them, and\nit was in these struggles that Stella's clothes were so torn. At length\nbefore daylight they reached the cliff, and with the first break of\nlight the ascent began. Hendrika dragged them up the first stages, but\nwhen they came to the precipitous place she tied the strips of hide,\nof which she had a supply wound round her waist, beneath Stella's arms.\nSteep as the place was the baboons ascended it easily enough, springing\nfrom a knock of rock to the trunk of the tree that grew on the edge of\nthe crevasse. Hendrika followed them, holding the end of the hide reim\nin her teeth, one of the baboons hanging down from the tree to assist\nher ascent. It was while she was ascending that Stella bethought of\nletting fall her handkerchief in the faint hope that some searcher might\nsee it.\n\nBy this time Hendrika was on the tree, and grunting out orders to the\nbaboons which clustered about Stella below. Suddenly these seized her\nand little Tota who was in her arms, and lifted her from the ground.\nThen Hendrika above, aided by other baboons, put out all her great\nstrength and pulled the two of them up the rock. Twice Stella swung\nheavily against the cliff. After the second blow she felt her senses\ngoing, and was consumed with terror lest she should drop Tota. But she\nmanaged to cling to her, and together they reached the cleft.\n\n\"From that time,\" Stella went on, \"I remember no more till I woke to\nfind myself in a gloomy cave resting on a bed of skins. My legs were\nbound, and Hendrika sat near me watching me, while round the edge of the\ncave peered the heads of those horrible baboons. Tota was still in my\narms, and half dead from terror; her moans were pitiful to hear. I spoke\nto Hendrika, imploring her to release us; but either she has lost all\nunderstanding of human speech, or she pretends to have done so. All\nshe would do was to caress me, and even kiss my hands and dress with\nextravagant signs of affection. As she did so, Tota shrunk closer to me.\nThis Hendrika saw and glared so savagely at the child that I feared lest\nshe was going to kill her. I diverted her attention by making signs that\nI wanted water, and this she gave me in a wooden bowl. As you saw, the\ncave was evidently Hendrika's dwelling-place. There are stores of fruit\nin it and some strips of dried flesh. She gave me some of the fruit and\nTota a little, and I made Tota eat some. You can never know what I went\nthrough, Allan. I saw now that Hendrika was quite mad, and but little\nremoved from the brutes to which she is akin, and over which she has\nsuch unholy power. The only trace of humanity left about her was her\naffection for me. Evidently her idea was to keep me here with her, to\nkeep me away from you, and to carry out this idea she was capable of the\nexercise of every artifice and cunning. In this way she was sane enough,\nbut in every other way she was mad. Moreover, she had not forgotten her\nhorrible jealousy. Already I saw her glaring at Tota, and knew that the\nchild's murder was only a matter of time. Probably within a few hours\nshe would be killed before my eyes. Of escape, even if I had the\nstrength, there was absolutely no chance, and little enough of our ever\nbeing found. No, we should be kept here guarded by a mad thing, half\nape, half woman, till we perished miserably. Then I thought of you,\ndear, and of all that you must be suffering, and my heart nearly broke.\nI could only pray to God that I might either be rescued or die swiftly.\n\n\"As I prayed I dropped into a kind of doze from utter weariness, and\nthen I had the strangest dream. I dreamed that Indaba-zimbi stood over\nme nodding his white lock, and spoke to me in Kaffir, telling me not to\nbe frightened, for you would soon be with me, and that meanwhile I must\nhumour Hendrika, pretending to be pleased to have her near me. The dream\nwas so vivid that I actually seemed to see and hear him, as I see and\nhear him now.\"\n\nHere I looked up and glanced at old Indaba-zimbi, who was sitting near.\nBut it was not till afterwards that I told Stella of how her vision was\nbrought about.\n\n\"At any rate,\" she went on, \"when I awoke I determined to act on my\ndream. I took Hendrika's hand, and pressed it. She actually laughed in a\nwild kind of way with happiness, and laid her head upon my knee. Then I\nmade signs that I wanted food, and she threw wood on the fire, which I\nforgot to tell you was burning in the cave, and began to make some of\nthe broth that she used to cook very well, and she did not seem to\nhave forgotten all about it. At any rate the broth was not bad, though\nneither Tota nor I could drink much of it. Fright and weariness had\ntaken away our appetites.\n\n\"After the meal was done--and I prolonged it as much as possible--I saw\nHendrika was beginning to get jealous of Tota again. She glared at her\nand then at the big knife which was tied round her own body. I knew\nthe knife again, it was the one with which she had tried to murder you,\ndear. At last she went so far as to draw the knife. I was paralyzed with\nfear, then suddenly I remembered that when she was our servant, and used\nto get out of temper and sulk, I could always calm her by singing to\nher. So I began to sing hymns. Instantly she forgot her jealousy and put\nthe knife back into its sheath. She knew the sound of the singing, and\nsat listening to it with a rapt face; the baboons, too, crowded in at\nthe entrance of the cave to listen. I must have sung for an hour or\nmore, all the hymns that I could remember. It was so very strange\nand dreadful sitting there singing to mad Hendrika and those hideous\nman-like apes that shut their eyes and nodded their great heads as I\nsang. It was a horrible nightmare; but I believe that the baboons are\nalmost as human as the Bushmen.\n\n\"Well, this went on for a long time till my voice was getting exhausted.\nThen suddenly I heard the baboons outside raise a loud noise, as they do\nwhen they are angry. Then, dear, I heard the boom of your elephant\ngun, and I think it was the sweetest sound that ever came to my ears.\nHendrika heard it too. She sprang up, stood for a moment, then, to my\nhorror, swept Tota into her arms and rushed down the cave. Of course\nI could not stir to follow her, for my feet were tied. Next instant I\nheard the sound of a rock being moved, and presently the lessening of\nthe light in the cave told me that I was shut in. Now the sound even\nof the elephant gun only reached me very faintly, and presently I could\nhear nothing more, straining my ears as I would.\n\n\"At last I heard a faint shouting that reached me through the wall of\nrock. I answered as loud as I could. You know the rest; and oh, my dear\nhusband, thank God! thank God!\" and she fell weeping into my arms.\n\n\n\nCHAPTER XIV\n\nFIFTEEN YEARS AFTER\n\nBoth Stella and Tota were too weary to be moved, so we camped that night\nin the baboons' home, but were troubled by no baboons. Stella would not\nsleep in the cave; she said the place terrified her, so I made her up a\nkind of bed under a thorn-tree. As this rock-bound valley was one of the\nhottest places I ever was in, I thought that this would not matter; but\nwhen at sunrise on the following morning I saw a veil of miasmatic mist\nhanging over the surface of the ground, I changed my opinion. However,\nneither Stella nor Tota seemed the worse, so as soon as was practical\nwe started homewards. I had already on the previous day sent some of the\nmen back to the kraals to fetch a ladder, and when we reached the cliff\nwe found them waiting for us beneath. With the help of the ladder the\ndescent was easy. Stella simply got out of her rough litter at the top\nof the cliff, for we found it necessary to carry her, climbed down the\nladder, and got into it again at the bottom.\n\nWell, we reached the kraals safely enough, seeing nothing more of\nHendrika, and, were this a story, doubtless I should end it here\nwith--\"and lived happily ever after.\" But alas! it is not so. How am I\nto write it?\n\nMy dearest wife's vital energy seemed completely to fail her now that\nthe danger was past, and within twelve hours of our return I saw that\nher state was such as to necessitate the abandonment of any idea of\nleaving Babyan Kraals at present. The bodily exertion, the anguish of\nmind, and the terror which she had endured during that dreadful night,\ncombined with her delicate state of health, had completely broken her\ndown. To make matters worse, also, she was taken with an attack of\nfever, contracted no doubt in the unhealthy atmosphere of that accursed\nvalley. In time she shook the fever off, but it left her dreadfully\nweak, and quite unfit to face the trial before her.\n\nI think she knew that she was going to die; she always spoke of my\nfuture, never of _our_ future. It is impossible for me to tell how sweet\nshe was; how gentle, how patient and resigned. Nor, indeed, do I wish\nto tell it, it is too sad. But this I will say, I believe that if ever\na woman drew near to perfection while yet living on the earth, Stella\nQuatermain did so.\n\nThe fatal hour drew on. My boy Harry was born, and his mother lived\nto kiss and bless him. Then she sank. We did what we could, but we had\nlittle skill, and might not hold her back from death. All through one\nweary night I watched her with a breaking heart.\n\nThe dawn came, the sun rose in the east. His rays falling on the peak\nbehind were reflected in glory upon the bosom of the western sky. Stella\nawoke from her swoon and saw the light. She whispered to me to open the\ndoor of the hut. I did so, and she fixed her dying eyes on the splendour\nof the morning sky. She looked on me and smiled as an angel might\nsmile. Then with a last effort she lifted her hand, and, pointing to the\nradiant heavens, whispered:\n\n\"_There, Allan, there!_\"\n\nIt was done, and I was broken-hearted, and broken-hearted I must wander\nto the end. Those who have endured my loss will know my sorrow; it\ncannot be written. In such peace and at such an hour may I also die!\n\nYes, it is a sad story, but wander where we will about the world we can\nnever go beyond the sound of the passing bell. For me, as for my father\nbefore me, and for the millions who have been and who shall be, there is\nbut one word of comfort. \"The Lord hath given, and the Lord hath taken\naway.\" Let us, then, bow our heads in hope, and add with a humble heart,\n\"Blessed be the name of the Lord.\"\n\n\n\nI buried her by her father's side, and the weeping of the people who had\nloved her went up to heaven. Even Indaba-zimbi wept, but I could weep no\nmore.\n\nOn the second night from her burial I could not sleep. I rose, dressed\nmyself, and went out into the night. The moon was shining brightly,\nand by its rays I shaped my course towards the graveyard. I drew near\nsilently, and as I came I thought that I heard a sound of moaning on the\nfurther side of the wall. I looked over it. Crouched by Stella's grave,\nand tearing at its sods with her hands, as though she would unearth that\nwhich lay within, was _Hendrika_. Her face was wild and haggard, her\nform was so emaciated that when the pelts she wore slipped aside, the\nshoulder-blades seemed to project almost through her skin. Suddenly she\nlooked up and saw me. Laughing a dreadful maniac laugh, she put her hand\nto her girdle and drew her great knife from it. I thought that she was\nabout to attack me, and prepared to defend myself as I best could, for I\nwas unarmed. But she made no effort to do so. Lifting the knife on high,\nfor a moment she held it glittering in the moonlight, then plunged it\ninto her own breast, and fell headlong to the ground.\n\nI sprang over the wall and ran to her. She was not yet dead. Presently\nshe opened her eyes, and I saw that the madness had gone out of them.\n\n\"Macumazahn,\" she said, speaking in English and in an thick difficult\nvoice like one who half forgot and half remembered--\"Macumazahn, I\nremember now. I have been mad. Is she really dead, Macumazahn?\"\n\n\"Yes,\" I said, \"she is dead, and you killed her.\"\n\n\"I killed her!\" the dying woman faltered, \"and I loved her. Yes, yes, I\nknow now. I became a brute again and dragged her to the brutes, and now\nonce more I am a woman, and she is dead, and I killed her--because I\nloved her so. I killed her who saved me from the brutes. I am not dead\nyet, Macumazahn. Take me and torture me to death, slowly, very slowly.\nIt was jealousy of you that drove me mad, and I have killed her, and now\nshe never can forgive me.\"\n\n\"Ask forgiveness from above,\" I said, for Hendrika had been a Christian,\nand the torment of her remorse touched me.\n\n\"I ask no forgiveness,\" she said. \"May God torture me for ever, because\nI killed her; may I become a brute for ever till she comes to find me\nand forgives me! I only want her forgiveness.\" And wailing in an anguish\nof the heart so strong that her bodily suffering seemed to be forgotten,\nHendrika, the Baboon-woman, died.\n\nI went back to the kraals, and, waking Indaba-zimbi, told him what had\nhappened, asking him to send some one to watch the body, as I proposed\nto give it burial. But next morning it was gone, and I found that the\nnatives, hearing of the event, had taken the corpse and thrown it to the\nvultures with every mark of hate. Such, then, was the end of Hendrika.\n\n\n\nA week after Hendrika's death I left Babyan Kraals. The place was\nhateful to me now; it was a haunted place. I sent for old Indaba-zimbi\nand told him that I was going. He answered that it was well. \"The place\nhas served your turn,\" he said; \"here you have won that joy which it was\nfated you should win, and have suffered those things that it was fated\nyou should suffer. Yes, and though you know it not now, the joy and the\nsuffering, like the sunshine and the storm, are the same thing, and will\nrest at last in the same heaven, the heaven from which they came. Now\ngo, Macumazahn.\"\n\nI asked him if he was coming with me.\n\n\"No,\" he answered, \"our paths lie apart henceforth, Macumazahn. We met\ntogether for certain ends. Those ends are fulfilled. Now each one goes\nhis own way. You have still many years before you, Macumazahn; my years\nare few. When we shake hands here it will be for the last time. Perhaps\nwe may meet again, but it will not be in this world. Henceforth we have\neach of us a friend the less.\"\n\n\"Heavy words,\" I said.\n\n\"True words,\" he answered.\n\nWell, I have little heart to write the rest of it. I went, leaving\nIndaba-zimbi in charge of the place, and making him a present of such\ncattle and goods as I did not want.\n\nTota, I of course took with me. Fortunately by this time she had almost\nrecovered the shock to her nerves. The baby Harry, as he was afterwards\nnamed, was a fine healthy child, and I was lucky in getting a\nrespectable native woman, whose husband had been killed in the fight\nwith the baboons, to accompany me as his nurse.\n\nSlowly, and followed for a distance by all the people, I trekked away\nfrom Babyan Kraals. My route towards Natal was along the edge of the\nBad Lands, and my first night's outspan was beneath that very tree where\nStella, my lost wife, had found us as we lay dying of thirst.\n\nI did not sleep much that night. And yet I was glad that I had not died\nin the desert about eleven months before. I felt then, as from year\nto year I have continued to feel while I wander through the lonely\nwilderness of life, that I had been preserved to an end. I had won my\ndarling's love, and for a little while we had been happy together. Our\nhappiness was too perfect to endure. She is lost to me now, but she is\nlost to be found again.\n\nHere on the following morning I bade farewell to Indaba-zimbi.\n\n\"Good-bye, Macumazahn,\" he said, nodding his white lock at me. \"Good-bye\nfor a while. I am not a Christian; your father could not make me that.\nBut he was a wise man, and when he said that those who loved each other\nshall meet again, he did not lie. And I too am a wise man in my way,\nMacumazahn, and I say it is true that we shall meet again. All my\nprophecies to you have come true, Macumazahn, and this one shall come\ntrue also. I tell you that you shall return to Babyan Kraals and shall\nnot find me. I tell you that you shall journey to a further land than\nBabyan Kraals and shall find me. Farewell!\" and he took a pinch of\nsnuff, turned, and went.\n\n\n\nOf my journey down to Natal there is little to tell. I met with many\nadventures, but they were of an every-day kind, and in the end arrived\nsafely at Port Durban, which I now visited for the first time. Both Tota\nand my baby boy bore the journey well. And here I may as well chronicle\nthe destiny of Tota. For a year she remained under my charge. Then she\nwas adopted by a lady, the wife of an English colonel, who was stationed\nat the Cape. She was taken by her adopted parents to England, where\nshe grew up a very charming and pretty girl, and ultimately married a\nclergyman in Norfolk. But I never saw her again, though we often wrote\nto each other.\n\nBefore I returned to the country of my birth, she too had been gathered\nto the land of shadows, leaving three children behind her. Ah me! all\nthis took place so long ago, when I was young who now am old.\n\nPerhaps it may interest the reader to know the fate of Mr. Carson's\nproperty, which should of course have gone to his grandson Harry. I\nwrote to England to claim the estate on his behalf, but the lawyer\nto whom the matter was submitted said that my marriage to Stella, not\nhaving been celebrated by an ordained priest, was not legal according to\nEnglish law, and therefore Harry could not inherit. Foolishly enough\nI acquiesced in this, and the property passed to a cousin of my\nfather-in-law's; but since I have come to live in England I have been\ninformed that this opinion is open to great suspicion, and that there\nis every probability that the courts would have declared the marriage\nperfectly binding as having been solemnly entered into in accordance\nwith the custom of the place where it was contracted. But I am now so\nrich that it is not worth while to move in the matter. The cousin is\ndead, his son is in possession, so let him keep it.\n\nOnce, and once only, did I revisit Babyan Kraals. Some fifteen years\nafter my darling's death, when I was a man in middle life, I undertook\nan expedition to the Zambesi, and one night outspanned at the mouth of\nthe well-known valley beneath the shadow of the great peak. I mounted\nmy horse, and, quite alone, rode up the valley, noticing with a strange\nprescience of evil that the road was overgrown, and, save for the music\nof the waterfalls, the place silent as death. The kraals that used to be\nto the left of the road by the river had vanished. I rode towards their\nsite; the mealie fields were choked with weeds, the paths were dumb with\ngrass. Presently I reached the place. There, overgrown with grass, were\nthe burnt ashes of the kraals, and there among the ashes, gleaming in\nthe moonlight, lay the white bones of men. Now it was clear to me. The\nsettlement had been fallen on by some powerful foe, and its inhabitants\nput to the assegai. The forebodings of the natives had come true; Babyan\nKraals were peopled by memories alone.\n\nI passed on up the terraces. There shone the roofs of the marble huts.\nThey would not burn, and were too strong to be easily pulled down. I\nentered one of them--it had been our sleeping hut--and lit a candle\nwhich I had with me. The huts had been sacked; leaves of books and\nbroken mouldering fragments of the familiar furniture lay about. Then\nI remembered that there was a secret place hollowed in the floor and\nconcealed by a stone, where Stella used to hide her little treasures. I\nwent to the stone and dragged it up. There was something within wrapped\nin rotting native cloth. I undid it. It was the dress my wife had been\nmarried in. In the centre of the dress were the withered wreath and\nflowers she had worn, and with them a little paper packet. I opened it;\nit contained a lock of my own hair!\n\nI remembered then that I had searched for this dress when I came away\nand could not find it, for I had forgotten the secret recess in the\nfloor.\n\nTaking the dress with me, I left the hut for the last time. Leaving\nmy horse tied to a tree, I walked to the graveyard, through the ruined\ngarden. There it was a mass of weeds, but over my darling's grave grew a\nself-sown orange bush, of which the scented petals fell in showers on to\nthe mound beneath. As I drew near, there was a crash and a rush. A great\nbaboon leapt from the centre of the graveyard and vanished into the\ntrees. I could almost believe that it was the wraith of Hendrika doomed\nto keep an eternal watch over the bones of the woman her jealous rage\nhad done to death.\n\nI tarried there a while, filled with such thoughts as may not be\nwritten. Then, leaving my dead wife to her long sleep where the waters\nfall in melancholy music beneath the shadow of the everlasting mountain,\nI turned and sought that spot where first we had told our love. Now the\norange grove was nothing but a tangled thicket; many of the trees were\ndead, choked with creepers, but some still flourished. There stood the\none beneath which we had lingered, there was the rock that had been our\nseat, and there on the rock sat the wraith of _Stella_, the Stella whom\nI had wed! Ay! there she sat, and on her upturned face was that same\nspiritual look which I saw upon it in the hour when we first had kissed.\nThe moonlight shone in her dark eyes, the breeze wavered in her curling\nhair, her breast rose and fell, a gentle smile played about her\nparted lips. I stood transfixed with awe and joy, gazing on that lost\nloveliness which once was mine. I could not speak, and she spoke no\nword; she did not even seem to see me. Now her eyes fell. For a moment\nthey met mine, and their message entered into me.\n\nThen she was gone. She was gone; nothing was left but the tremulous\nmoonlight falling where she had been, the melancholy music of the\nwaters, the shadow of the everlasting mountain, and, in my heart, the\nsorrow and the hope.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Allan's Wife, by H. Rider Haggard\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ALLAN'S WIFE ***\n\n***** This file should be named 2727-8.txt or 2727-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/2/2727/\n\nProduced by John Bickers; Dagny; David Widger\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}