{"title": "Hunter Quatermain's Story", "author": "H. Rider Haggard", "releaseDate": "April 3, 2006", "language": "English", "type": "books", "content": "\n\n\n\nProduced by John Bickers; Dagny; Emma Dudding; David Widger\n\n\n\n\n\nHUNTER QUATERMAIN'S STORY\n\nby H. Rider Haggard\n\n\nSir Henry Curtis, as everybody acquainted with him knows, is one of the\nmost hospitable men on earth. It was in the course of the enjoyment of\nhis hospitality at his place in Yorkshire the other day that I heard the\nhunting story which I am now about to transcribe. Many of those who read\nit will no doubt have heard some of the strange rumours that are flying\nabout to the effect that Sir Henry Curtis and his friend Captain Good,\nR.N., recently found a vast treasure of diamonds out in the heart of\nAfrica, supposed to have been hidden by the Egyptians, or King Solomon,\nor some other antique people. I first saw the matter alluded to in a\nparagraph in one of the society papers the day before I started for\nYorkshire to pay my visit to Curtis, and arrived, needless to say,\nburning with curiosity; for there is something very fascinating to the\nmind in the idea of hidden treasure. When I reached the Hall, I at once\nasked Curtis about it, and he did not deny the truth of the story; but\non my pressing him to tell it he would not, nor would Captain Good, who\nwas also staying in the house.\n\n\"You would not believe me if I did,\" Sir Henry said, with one of the\nhearty laughs which seem to come right out of his great lungs. \"You\nmust wait till Hunter Quatermain comes; he will arrive here from Africa\nto-night, and I am not going to say a word about the matter, or Good\neither, until he turns up. Quatermain was with us all through; he has\nknown about the business for years and years, and if it had not been\nfor him we should not have been here to-day. I am going to meet him\npresently.\"\n\nI could not get a word more out of him, nor could anybody else, though\nwe were all dying of curiosity, especially some of the ladies. I shall\nnever forget how they looked in the drawing-room before dinner when\nCaptain Good produced a great rough diamond, weighing fifty carats or\nmore, and told them that he had many larger than that. If ever I saw\ncuriosity and envy printed on fair faces, I saw them then.\n\nIt was just at this moment that the door was opened, and Mr. Allan\nQuatermain announced, whereupon Good put the diamond into his pocket,\nand sprang at a little man who limped shyly into the room, convoyed by\nSir Henry Curtis himself.\n\n\"Here he is, Good, safe and sound,\" said Sir Henry, gleefully. \"Ladies\nand gentlemen, let me introduce you to one of the oldest hunters and the\nvery best shot in Africa, who has killed more elephants and lions than\nany other man alive.\"\n\nEverybody turned and stared politely at the curious-looking little lame\nman, and though his size was insignificant, he was quite worth staring\nat. He had short grizzled hair, which stood about an inch above his head\nlike the bristles of a brush, gentle brown eyes, that seemed to notice\neverything, and a withered face, tanned to the colour of mahogany\nfrom exposure to the weather. He spoke, too, when he returned Good's\nenthusiastic greeting, with a curious little accent, which made his\nspeech noticeable.\n\nIt so happened that I sat next to Mr. Allan Quatermain at dinner, and,\nof course, did my best to draw him; but he was not to be drawn. He\nadmitted that he had recently been a long journey into the interior of\nAfrica with Sir Henry Curtis and Captain Good, and that they had found\ntreasure, and then politely turned the subject and began to ask me\nquestions about England, where he had never been before--that is, since\nhe came to years of discretion. Of course, I did not find this very\ninteresting, and so cast about for some means to bring the conversation\nround again.\n\nNow, we were dining in an oak-panelled vestibule, and on the wall\nopposite to me were fixed two gigantic elephant tusks, and under them\na pair of buffalo horns, very rough and knotted, showing that they came\noff an old bull, and having the tip of one horn split and chipped. I\nnoticed that Hunter Quatermain's eyes kept glancing at these trophies,\nand took an occasion to ask him if he knew anything about them.\n\n\"I ought to,\" he answered, with a little laugh; \"the elephant to which\nthose tusks belonged tore one of our party right in two about eighteen\nmonths ago, and as for the buffalo horns, they were nearly my death, and\nwere the end of a servant of mine to whom I was much attached. I\ngave them to Sir Henry when he left Natal some months ago;\" and Mr.\nQuatermain sighed and turned to answer a question from the lady whom he\nhad taken down to dinner, and who, needless to say, was also employed in\ntrying to pump him about the diamonds.\n\nIndeed, all round the table there was a simmer of scarcely suppressed\nexcitement, which, when the servants had left the room, could no longer\nbe restrained.\n\n\"Now, Mr. Quatermain,\" said the lady next him, \"we have been kept in an\nagony of suspense by Sir Henry and Captain Good, who have persistently\nrefused to tell us a word of this story about the hidden treasure till\nyou came, and we simply can bear it no longer; so, please, begin at\nonce.\"\n\n\"Yes,\" said everybody, \"go on, please.\"\n\nHunter Quatermain glanced round the table apprehensively; he did not\nseem to appreciate finding himself the object of so much curiosity.\n\n\"Ladies and gentlemen,\" he said at last, with a shake of his grizzled\nhead, \"I am very sorry to disappoint you, but I cannot do it. It is this\nway. At the request of Sir Henry and Captain Good I have written down a\ntrue and plain account of King Solomon's Mines and how we found them,\nso you will soon be able to learn all about that wonderful adventure\nfor yourselves; but until then I will say nothing about it, not from\nany wish to disappoint your curiosity, or to make myself important, but\nsimply because the whole story partakes so much of the marvellous, that\nI am afraid to tell it in a piecemeal, hasty fashion, for fear I should\nbe set down as one of those common fellows of whom there are so many in\nmy profession, who are not ashamed to narrate things they have not seen,\nand even to tell wonderful stories about wild animals they have never\nkilled. And I think that my companions in adventure, Sir Henry Curtis\nand Captain Good, will bear me out in what I say.\"\n\n\"Yes, Quatermain, I think you are quite right,\" said Sir Henry.\n\"Precisely the same considerations have forced Good and myself to hold\nour tongues. We did not wish to be bracketed with--well, with other\nfamous travellers.\"\n\nThere was a murmur of disappointment at these announcements.\n\n\"I believe you are all hoaxing us,\" said the young lady next Mr.\nQuatermain, rather sharply.\n\n\"Believe me,\" answered the old hunter, with a quaint courtesy and a\nlittle bow of his grizzled head; \"though I have lived all my life in the\nwilderness, and amongst savages, I have neither the heart, nor the want\nof manners, to wish to deceive one so lovely.\"\n\nWhereat the young lady, who was pretty, looked appeased.\n\n\"This is very dreadful,\" I broke in. \"We ask for bread and you give us a\nstone, Mr. Quatermain. The least that you can do is to tell us the story\nof the tusks opposite and the buffalo horns underneath. We won't let you\noff with less.\"\n\n\"I am but a poor story-teller,\" put in the old hunter, \"but if you will\nforgive my want of skill, I shall be happy to tell you, not the story\nof the tusks, for that is part of the history of our journey to King\nSolomon's Mines, but that of the buffalo horns beneath them, which is\nnow ten years old.\"\n\n\"Bravo, Quatermain!\" said Sir Henry. \"We shall all be delighted. Fire\naway! Fill up your glass first.\"\n\nThe little man did as he was bid, took a sip of claret, and\nbegan:--\"About ten years ago I was hunting up in the far interior of\nAfrica, at a place called Gatgarra, not a great way from the Chobe\nRiver. I had with me four native servants, namely, a driver and\nvoorlooper, or leader, who were natives of Matabeleland, a Hottentot\nnamed Hans, who had once been the slave of a Transvaal Boer, and a Zulu\nhunter, who for five years had accompanied me upon my trips, and whose\nname was Mashune. Now near Gatgarra I found a fine piece of healthy,\npark-like country, where the grass was very good, considering the time\nof year; and here I made a little camp or head-quarter settlement, from\nwhence I went expeditions on all sides in search of game, especially\nelephant. My luck, however, was bad; I got but little ivory. I was\ntherefore very glad when some natives brought me news that a large herd\nof elephants were feeding in a valley about thirty miles away. At first\nI thought of trekking down to the valley, waggon and all, but gave up\nthe idea on hearing that it was infested with the deadly 'tsetse' fly,\nwhich is certain death to all animals, except men, donkeys, and wild\ngame. So I reluctantly determined to leave the waggon in the charge of\nthe Matabele leader and driver, and to start on a trip into the thorn\ncountry, accompanied only by the Hottentot Hans, and Mashune.\n\n\"Accordingly on the following morning we started, and on the evening of\nthe next day reached the spot where the elephants were reported to be.\nBut here again we were met by ill luck. That the elephants had been\nthere was evident enough, for their spoor was plentiful, and so were\nother traces of their presence in the shape of mimosa trees torn out\nof the ground, and placed topsy-turvy on their flat crowns, in order to\nenable the great beasts to feed on their sweet roots; but the elephants\nthemselves were conspicuous by their absence. They had elected to move\non. This being so, there was only one thing to do, and that was to move\nafter them, which we did, and a pretty hunt they led us. For a fortnight\nor more we dodged about after those elephants, coming up with them on\ntwo occasions, and a splendid herd they were--only, however, to lose\nthem again. At length we came up with them a third time, and I managed\nto shoot one bull, and then they started off again, where it was useless\nto try and follow them. After this I gave it up in disgust, and we made\nthe best of our way back to the camp, not in the sweetest of tempers,\ncarrying the tusks of the elephant I had shot.\n\n\"It was on the afternoon of the fifth day of our tramp that we reached\nthe little koppie overlooking the spot where the waggon stood, and I\nconfess that I climbed it with a pleasurable sense of home-coming, for\nhis waggon is the hunter's home, as much as his house is that of the\ncivilized person. I reached the top of the koppie, and looked in the\ndirection where the friendly white tent of the waggon should be, but\nthere was no waggon, only a black burnt plain stretching away as far as\nthe eye could reach. I rubbed my eyes, looked again, and made out on the\nspot of the camp, not my waggon, but some charred beams of wood. Half\nwild with grief and anxiety, followed by Hans and Mashune, I ran at full\nspeed down the slope of the koppie, and across the space of plain below\nto the spring of water, where my camp had been. I was soon there, only\nto find that my worst suspicions were confirmed.\n\n\"The waggon and all its contents, including my spare guns and\nammunition, had been destroyed by a grass fire.\n\n\"Now before I started, I had left orders with the driver to burn off\nthe grass round the camp, in order to guard against accidents of this\nnature, and here was the reward of my folly: a very proper illustration\nof the necessity, especially where natives are concerned, of doing a\nthing one's self if one wants it done at all. Evidently the lazy\nrascals had not burnt round the waggon; most probably, indeed, they had\nthemselves carelessly fired the tall and resinous tambouki grass near\nby; the wind had driven the flames on to the waggon tent, and there was\nquickly an end of the matter. As for the driver and leader, I know not\nwhat became of them: probably fearing my anger, they bolted, taking the\noxen with them. I have never seen them from that hour to this.\n\n\"I sat down on the black veldt by the spring, and gazed at the charred\naxles and disselboom of my waggon, and I can assure you, ladies and\ngentlemen, I felt inclined to weep. As for Mashune and Hans they cursed\naway vigorously, one in Zulu and the other in Dutch. Ours was a pretty\nposition. We were nearly 300 miles away from Bamangwato, the capital of\nKhama's country, which was the nearest spot where we could get any help,\nand our ammunition, spare guns, clothing, food, and everything else,\nwere all totally destroyed. I had just what I stood in, which was a\nflannel shirt, a pair of 'veldt-schoons,' or shoes of raw hide, my\neight-bore rifle, and a few cartridges. Hans and Mashune had also each\na Martini rifle and some cartridges, not many. And it was with this\nequipment that we had to undertake a journey of 300 miles through a\ndesolate and almost uninhabited region. I can assure you that I have\nrarely been in a worse position, and I have been in some queer ones.\nHowever, these things are the natural incidents of a hunter's life, and\nthe only thing to do was to make the best of them.\n\n\"Accordingly, after passing a comfortless night by the remains of\nmy waggon, we started next morning on our long journey towards\ncivilization. Now if I were to set to work to tell you all the troubles\nand incidents of that dreadful journey I should keep you listening\nhere till midnight; so I will, with your permission, pass on to the\nparticular adventure of which the pair of buffalo horns opposite are the\nmelancholy memento.\n\n\"We had been travelling for about a month, living and getting along\nas best we could, when one evening we camped some forty miles from\nBamangwato. By this time we were indeed in a melancholy plight,\nfootsore, half starved, and utterly worn out; and, in addition, I was\nsuffering from a sharp attack of fever, which half blinded me and made\nme weak as a babe. Our ammunition, too, was exhausted; I had only one\ncartridge left for my eight-bore rifle, and Hans and Mashune, who were\narmed with Martini Henrys, had three between them. It was about an hour\nfrom sundown when we halted and lit a fire--for luckily we had still a\nfew matches. It was a charming spot to camp, I remember. Just off the\ngame track we were following was a little hollow, fringed about with\nflat-crowned mimosa trees, and at the bottom of the hollow, a spring\nof clear water welled up out of the earth, and formed a pool, round the\nedges of which grew an abundance of watercresses of an exactly similar\nkind to those which were handed round the table just now. Now we had no\nfood of any kind left, having that morning devoured the last remains\nof a little oribé antelope, which I had shot two days previously.\nAccordingly Hans, who was a better shot than Mashune, took two of the\nthree remaining Martini cartridges, and started out to see if he could\nnot kill a buck for supper. I was too weak to go myself.\n\n\"Meanwhile Mashune employed himself in dragging together some dead\nboughs from the mimosa trees to make a sort of 'skerm,' or shelter for\nus to sleep in, about forty yards from the edge of the pool of water.\nWe had been greatly troubled with lions in the course of our long tramp,\nand only on the previous night have very nearly been attacked by them,\nwhich made me nervous, especially in my weak state. Just as we had\nfinished the skerm, or rather something which did duty for one, Mashune\nand I heard a shot apparently fired about a mile away.\n\n\"'Hark to it!' sung out Mashune in Zulu, more, I fancy, by way of\nkeeping his spirits up than for any other reason--for he was a sort of\nblack Mark Tapley, and very cheerful under difficulties. 'Hark to the\nwonderful sound with which the \"Maboona\" (the Boers) shook our fathers\nto the ground at the Battle of the Blood River. We are hungry now, my\nfather; our stomachs are small and withered up like a dried ox's paunch,\nbut they will soon be full of good meat. Hans is a Hottentot, and an\n\"umfagozan,\" that is, a low fellow, but he shoots straight--ah! he\ncertainly shoots straight. Be of a good heart, my father, there will\nsoon be meat upon the fire, and we shall rise up men.'\n\n\"And so he went on talking nonsense till I told him to stop, because he\nmade my head ache with his empty words.\n\n\"Shortly after we heard the shot the sun sank in his red splendour, and\nthere fell upon earth and sky the great hush of the African wilderness.\nThe lions were not up as yet, they would probably wait for the moon, and\nthe birds and beasts were all at rest. I cannot describe the intensity\nof the quiet of the night: to me in my weak state, and fretting as I was\nover the non-return of the Hottentot Hans, it seemed almost ominous--as\nthough Nature were brooding over some tragedy which was being enacted in\nher sight.\n\n\"It was quiet--quiet as death, and lonely as the grave.\n\n\"'Mashune,' I said at last, 'where is Hans? my heart is heavy for him.'\n\n\"'Nay, my father, I know not; mayhap he is weary, and sleeps, or mayhap\nhe has lost his way.'\n\n\"'Mashune, art thou a boy to talk folly to me?' I answered. 'Tell me,\nin all the years thou hast hunted by my side, didst thou ever know a\nHottentot to lose his path or to sleep upon the way to camp?'\n\n\"'Nay, Macumazahn' (that, ladies, is my native name, and means the man\nwho 'gets up by night,' or who 'is always awake'), 'I know not where he\nis.'\n\n\"But though we talked thus, we neither of us liked to hint at what was\nin both our minds, namely, that misfortunate had overtaken the poor\nHottentot.\n\n\"'Mashune,' I said at last, 'go down to the water and bring me of those\ngreen herbs that grow there. I am hungered, and must eat something.'\n\n\"'Nay, my father; surely the ghosts are there; they come out of the\nwater at night, and sit upon the banks to dry themselves. An Isanusi[*]\ntold it me.'\n\n     [*] _Isanusi_, witch-finder.\n\n\"Mashune was, I think, one of the bravest men I ever knew in the\ndaytime, but he had a more than civilized dread of the supernatural.\n\n\"'Must I go myself, thou fool?' I said, sternly.\n\n\"'Nay, Macumazahn, if thy heart yearns for strange things like a sick\nwoman, I go, even if the ghosts devour me.'\n\n\"And accordingly he went, and soon returned with a large bundle of\nwatercresses, of which I ate greedily.\n\n\"'Art thou not hungry?' I asked the great Zulu presently, as he sat\neyeing me eating.\n\n\"'Never was I hungrier, my father.'\n\n\"'Then eat,' and I pointed to the watercresses.\n\n\"'Nay, Macumazahn, I cannot eat those herbs.'\n\n\"'If thou dost not eat thou wilt starve: eat, Mashune.'\n\n\"He stared at the watercresses doubtfully for a while, and at last\nseized a handful and crammed them into his mouth, crying out as he did\nso, 'Oh, why was I born that I should live to feed on green weeds like\nan ox? Surely if my mother could have known it she would have killed me\nwhen I was born!' and so he went on lamenting between each fistful of\nwatercresses till all were finished, when he declared that he was full\nindeed of stuff, but it lay very cold on his stomach, 'like snow upon\na mountain.' At any other time I should have laughed, for it must be\nadmitted he had a ludicrous way of putting things. Zulus do not like\ngreen food.\n\n\"Just after Mashune had finished his watercress, we heard the loud\n'woof! woof!' of a lion, who was evidently promenading much nearer to\nour little skerm than was pleasant. Indeed, on looking into the darkness\nand listening intently, I could hear his snoring breath, and catch the\nlight of his great yellow eyes. We shouted loudly, and Mashune threw\nsome sticks on the fire to frighten him, which apparently had the\ndesired effect, for we saw no more of him for a while.\n\n\"Just after we had had this fright from the lion, the moon rose in her\nfullest splendour, throwing a robe of silver light over all the earth.\nI have rarely seen a more beautiful moonrise. I remember that sitting in\nthe skerm I could with ease read faint pencil notes in my pocket-book.\nAs soon as the moon was up game began to trek down to the water just\nbelow us. I could, from where I sat, see all sorts of them passing\nalong a little ridge that ran to our right, on their way to the drinking\nplace. Indeed, one buck--a large eland--came within twenty yards of the\nskerm, and stood at gaze, staring at it suspiciously, his beautiful\nhead and twisted horns standing out clearly against the sky. I had, I\nrecollect, every mind to have a pull at him on the chance of providing\nourselves with a good supply of beef; but remembering that we had but\ntwo cartridges left, and the extreme uncertainty of a shot by moonlight,\nI at length decided to refrain. The eland presently moved on to the\nwater, and a minute or two afterwards there arose a great sound of\nsplashing, followed by the quick fall of galloping hoofs.\n\n\"'What's that, Mashune?' I asked.\n\n\"'That dam lion; buck smell him,' replied the Zulu in English, of which\nhe had a very superficial knowledge.\n\n\"Scarcely were the words out of his mouth before we heard a sort of\nwhine over the other side of the pool, which was instantly answered by a\nloud coughing roar close to us.\n\n\"'By Jove!' I said, 'there are two of them. They have lost the buck; we\nmust look out they don't catch us.' And again we made up the fire, and\nshouted, with the result that the lions moved off.\n\n\"'Mashune,' I said, 'do you watch till the moon gets over that tree,\nwhen it will be the middle of the night. Then wake me. Watch well, now,\nor the lions will be picking those worthless bones of yours before you\nare three hours older. I must rest a little, or I shall die.'\n\n\"'Koos!' (chief), answered the Zulu. 'Sleep, my father, sleep in peace;\nmy eyes shall be open as the stars; and like the stars watch over you.'\n\n\"Although I was so weak, I could not at once follow his advice. To begin\nwith, my head ached with fever, and I was torn with anxiety as to the\nfate of the Hottentot Hans; and, indeed, as to our own fate, left\nwith sore feet, empty stomachs, and two cartridges, to find our way to\nBamangwato, forty miles off. Then the mere sensation of knowing that\nthere are one or more hungry lions prowling round you somewhere in the\ndark is disquieting, however well one may be used to it, and, by keeping\nthe attention on the stretch, tends to prevent one from sleeping. In\naddition to all these troubles, too, I was, I remember, seized with\na dreadful longing for a pipe of tobacco, whereas, under the\ncircumstances, I might as well have longed for the moon.\n\n\"At last, however, I fell into an uneasy sleep as full of bad dreams as\na prickly pear is of points, one of which, I recollect, was that I was\nsetting my naked foot upon a cobra which rose upon its tail and hissed\nmy name, 'Macumazahn,' into my ear. Indeed, the cobra hissed with such\npersistency that at last I roused myself.\n\n\"'_Macumazahn, nanzia, nanzia!_' (there, there!) whispered Mashune's\nvoice into my drowsy ears. Raising myself, I opened my eyes, and I saw\nMashune kneeling by my side and pointing towards the water. Following\nthe line of his outstretched hand, my eyes fell upon a sight that made\nme jump, old hunter as I was even in those days. About twenty paces\nfrom the little skerm was a large ant-heap, and on the summit of the\nant-heap, her four feet rather close together, so as to find standing\nspace, stood the massive form of a big lioness. Her head was towards the\nskerm, and in the bright moonlight I saw her lower it and lick her paws.\n\n\"Mashune thrust the Martini rifle into my hands, whispering that it was\nloaded. I lifted it and covered the lioness, but found that even in that\nlight I could not make out the foresight of the Martini. As it would be\nmadness to fire without doing so, for the result would probably be that\nI should wound the lioness, if, indeed, I did not miss her altogether, I\nlowered the rifle; and, hastily tearing a fragment of paper from one of\nthe leaves of my pocket-book, which I had been consulting just before I\nwent to sleep, I proceeded to fix it on to the front sight. But all this\ntook a little time, and before the paper was satisfactorily arranged,\nMashune again gripped me by the arm, and pointed to a dark heap under\nthe shade of a small mimosa tree which grew not more than ten paces from\nthe skerm.\n\n\"'Well, what is it?' I whispered; 'I can see nothing.'\n\n\"'It is another lion,' he answered.\n\n\"'Nonsense! thy heart is dead with fear, thou seest double;' and I bent\nforward over the edge of the surrounding fence, and stared at the heap.\n\n\"Even as I said the words, the dark mass rose and stalked out into the\nmoonlight. It was a magnificent, black-maned lion, one of the largest\nI had ever seen. When he had gone two or three steps he caught sight of\nme, halted, and stood there gazing straight towards us;--he was so close\nthat I could see the firelight reflected in his wicked, greenish eyes.\n\n\"'Shoot, shoot!' said Mashune. 'The devil is coming--he is going to\nspring!'\n\n\"I raised the rifle, and got the bit of paper on the foresight, straight\non to a little path of white hair just where the throat is set into\nthe chest and shoulders. As I did so, the lion glanced back over his\nshoulder, as, according to my experience, a lion nearly always does\nbefore he springs. Then he dropped his body a little, and I saw his big\npaws spread out upon the ground as he put his weight on them to gather\npurchase. In haste I pressed the trigger of the Martini, and not a\nmoment too soon; for, as I did so, he was in the act of springing. The\nreport of the rifle rang out sharp and clear on the intense silence of\nthe night, and in another second the great brute had landed on his\nhead within four feet of us, and rolling over and over towards us,\nwas sending the bushes which composed our little fence flying with\nconvulsive strokes of his great paws. We sprang out of the other side of\nthe 'skerm,' and he rolled on to it and into it and then right through\nthe fire. Next he raised himself and sat upon his haunches like a great\ndog, and began to roar. Heavens! how he roared! I never heard anything\nlike it before or since. He kept filling his lungs with air, and then\nemitting it in the most heart-shaking volumes of sound. Suddenly, in the\nmiddle of one of the loudest roars, he rolled over on to his side and\nlay still, and I knew that he was dead. A lion generally dies upon his\nside.\n\n\"With a sigh of relief I looked up towards his mate upon the ant-heap.\nShe was standing there apparently petrified with astonishment, looking\nover her shoulder, and lashing her tail; but to our intense joy, when\nthe dying beast ceased roaring, she turned, and, with one enormous\nbound, vanished into the night.\n\n\"Then we advanced cautiously towards the prostrate brute, Mashune\ndroning an improvised Zulu song as he went, about how Macumazahn, the\nhunter of hunters, whose eyes are open by night as well as by day, put\nhis hand down the lion's stomach when it came to devour him and\npulled out his heart by the roots, &c., &c., by way of expressing his\nsatisfaction, in his hyperbolical Zulu way, at the turn events had\ntaken.\n\n\"There was no need for caution; the lion was as dead as though he had\nalready been stuffed with straw. The Martini bullet had entered within\nan inch of the white spot I had aimed at, and travelled right through\nhim, passing out at the right buttock, near the root of the tail. The\nMartini has wonderful driving power, though the shock it gives to the\nsystem is, comparatively speaking, slight, owing to the smallness of the\nhole it makes. But fortunately the lion is an easy beast to kill.\n\n\"I passed the rest of that night in a profound slumber, my head reposing\nupon the deceased lion's flank, a position that had, I thought, a\nbeautiful touch of irony about it, though the smell of his singed hair\nwas disagreeable. When I woke again the faint primrose lights of dawn\nwere flushing in the eastern sky. For a moment I could not understand\nthe chill sense of anxiety that lay like a lump of ice at my heart, till\nthe feel and smell of the skin of the dead lion beneath my head recalled\nthe circumstances in which we were placed. I rose, and eagerly looked\nround to see if I could discover any signs of Hans, who, if he had\nescaped accident, would surely return to us at dawn, but there were\nnone. Then hope grew faint, and I felt that it was not well with the\npoor fellow. Setting Mashune to build up the fire I hastily removed the\nhide from the flank of the lion, which was indeed a splendid beast,\nand cutting off some lumps of flesh, we toasted and ate them greedily.\nLions' flesh, strange as it may seem, is very good eating, and tastes\nmore like veal than anything else.\n\n\"By the time we had finished our much-needed meal the sun was getting\nup, and after a drink of water and a wash at the pool, we started to\ntry and find Hans, leaving the dead lion to the tender mercies of the\nhyænas. Both Mashune and myself were, by constant practice, pretty\ngood hands at tracking, and we had not much difficulty in following\nthe Hottentot's spoor, faint as it was. We had gone on in this way for\nhalf-an-hour or so, and were, perhaps, a mile or more from the site\nof our camping-place, when we discovered the spoor of a solitary bull\nbuffalo mixed up with the spoor of Hans, and were able, from various\nindications, to make out that he had been tracking the buffalo. At\nlength we reached a little glade in which there grew a stunted old\nmimosa thorn, with a peculiar and overhanging formation of root, under\nwhich a porcupine, or an ant-bear, or some such animal, had hollowed\nout a wide-lipped hole. About ten or fifteen paces from this thorn-tree\nthere was a thick patch of bush.\n\n\"'See, Macumazahn! see!' said Mashune, excitedly, as we drew near the\nthorn; 'the buffalo has charged him. Look, here he stood to fire at him;\nsee how firmly he planted his feet upon the earth; there is the mark of\nhis crooked toe (Hans had one bent toe). Look! here the bull came like\na boulder down the hill, his hoofs turning up the earth like a hoe. Hans\nhad hit him: he bled as he came; there are the blood spots. It is all\nwritten down there, my father--there upon the earth.'\n\n\"'Yes,' I said; 'yes; but _where is Hans?_'\n\n\"Even as I said it Mashune clutched my arm, and pointed to the stunted\nthorn just by us. Even now, gentlemen, it makes me feel sick when I\nthink of what I saw.\n\n\"For fixed in a stout fork of the tree some eight feet from the ground\nwas Hans himself, or rather his dead body, evidently tossed there by the\nfurious buffalo. One leg was twisted round the fork, probably in a dying\nconvulsion. In the side, just beneath the ribs, was a great hole, from\nwhich the entrails protruded. But this was not all. The other leg hung\ndown to within five feet of the ground. The skin and most of the flesh\nwere gone from it. For a moment we stood aghast, and gazed at this\nhorrifying sight. Then I understood what had happened. The buffalo, with\nthat devilish cruelty which distinguishes the animal, had, after his\nenemy was dead, stood underneath his body, and licked the flesh off\nthe pendant leg with his file-like tongue. I had heard of such a thing\nbefore, but had always treated the stories as hunters' yarns; but I had\nno doubt about it now. Poor Hans' skeleton foot and ankle were an ample\nproof.\n\n\"We stood aghast under the tree, and stared and stared at this awful\nsight, when suddenly our cogitations were interrupted in a painful\nmanner. The thick bush about fifteen paces off burst asunder with a\ncrashing sound, and uttering a series of ferocious pig-like grunts, the\nbull buffalo himself came charging out straight at us. Even as he came\nI saw the blood mark on his side where poor Hans' bullet had struck him,\nand also, as is often the case with particularly savage buffaloes, that\nhis flanks had recently been terribly torn in an encounter with a lion.\n\n\"On he came, his head well up (a buffalo does not generally lower his\nhead till he does so to strike); those great black horns--as I look at\nthem before me, gentlemen, I seem to see them come charging at me as I\ndid ten years ago, silhouetted against the green bush behind;--on, on!\"\n\n\"With a shout Mashune bolted off sideways towards the bush. I had\ninstinctively lifted my eight-bore, which I had in my hand. It would\nhave been useless to fire at the buffalo's head, for the dense horns\nmust have turned the bullet; but as Mashune bolted, the bull slewed a\nlittle, with the momentary idea of following him, and as this gave me\na ghost of a chance, I let drive my only cartridge at his shoulder. The\nbullet struck the shoulder-blade and smashed it up, and then travelled\non under the skin into his flank; but it did not stop him, though for a\nsecond he staggered.\n\n\"Throwing myself on to the ground with the energy of despair, I rolled\nunder the shelter of the projecting root of the thorn, crushing myself\nas far into the mouth of the ant-bear hole as I could. In a single\ninstant the buffalo was after me. Kneeling down on his uninjured\nknee--for one leg, that of which I had broken the shoulder, was swinging\nhelplessly to and fro--he set to work to try and hook me out of the hole\nwith his crooked horn. At first he struck at me furiously, and it was\none of the blows against the base of the tree which splintered the tip\nof the horn in the way that you see. Then he grew more cunning,\nand pushed his head as far under the root as possible, made long\nsemicircular sweeps at me, grunting furiously, and blowing saliva and\nhot steamy breath all over me. I was just out of reach of the horn,\nthough every stroke, by widening the hole and making more room for his\nhead, brought it closer to me, but every now and again I received heavy\nblows in the ribs from his muzzle. Feeling that I was being knocked\nsilly, I made an effort and seizing his rough tongue, which was hanging\nfrom his jaws, I twisted it with all my force. The great brute bellowed\nwith pain and fury, and jerked himself backwards so strongly, that he\ndragged me some inches further from the mouth of the hole, and again\nmade a sweep at me, catching me this time round the shoulder-joint in\nthe hook of his horn.\n\n\"I felt that it was all up now, and began to holloa.\n\n\"'He has got me!' I shouted in mortal terror. '_Gwasa, Mashune, gwasa!_'\n('Stab, Mashune, stab!').\n\n\"One hoist of the great head, and out of the hole I came like a\nperiwinkle out of his shell. But even as I did so, I caught sight of\nMashune's stalwart form advancing with his 'bangwan,' or broad stabbing\nassegai, raised above his head. In another quarter of a second I had\nfallen from the horn, and heard the blow of the spear, followed by\nthe indescribable sound of steel shearing its way through flesh. I had\nfallen on my back, and, looking up, I saw that the gallant Mashune had\ndriven the assegai a foot or more into the carcass of the buffalo, and\nwas turning to fly.\n\n\"Alas! it was too late. Bellowing madly, and spouting blood from mouth\nand nostrils, the devilish brute was on him, and had thrown him up like\na feather, and then gored him twice as he lay. I struggled up with some\nwild idea of affording help, but before I had gone a step the buffalo\ngave one long sighing bellow, and rolled over dead by the side of his\nvictim.\n\n\"Mashune was still living, but a single glance at him told me that his\nhour had come. The buffalo's horn had driven a great hole in his right\nlung, and inflicted other injuries.\n\n\"I knelt down beside him in the uttermost distress, and took his hand.\n\n\"'Is he dead, Macumazahn?' he whispered. 'My eyes are blind; I cannot\nsee.'\n\n\"'Yes, he is dead.'\n\n\"'Did the black devil hurt thee, Macumazahn?'\n\n\"'No, my poor fellow, I am not much hurt.'\n\n\"'Ow! I am glad.'\n\n\"Then came a long silence, broken only by the sound of the air whistling\nthrough the hole in his lung as he breathed.\n\n\"'Macumazahn, art thou there? I cannot feel thee.'\n\n\"'I am here, Mashune.'\n\n\"'I die, Macumazahn--the world flies round and round. I go--I go out\ninto the dark! Surely, my father, at times in days to come--thou wilt\nthink of Mashune who stood by thy side--when thou killest elephants, as\nwe used--as we used----'\n\n\"They were his last words, his brave spirit passed with him. I dragged\nhis body to the hole under the tree, and pushed it in, placing his broad\nassegai by him, according to the custom of his people, that he might not\ngo defenceless on his long journey; and then, ladies--I am not ashamed\nto confess--I stood alone there before it, and wept like a woman.\"\n\n\n\n\n\nEnd of Project Gutenberg's Hunter Quatermain's Story, by H. Rider Haggard\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HUNTER QUATERMAIN'S STORY ***\n\n***** This file should be named 2728-8.txt or 2728-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/2/2728/\n\nProduced by John Bickers; Dagny; Emma Dudding; David Widger\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}