{"title": "Berzerk", "artist": "Eminem", "content": "Now this shit's about to kick off, this party looks wack\nLet's take it back to straight hip-hop and start it from scratch\nI'm 'bout to bloody this track up, everybody get back\nThat's why my pen needs a pad, 'cause my rhymes on the rag\nJust like I did with addiction, I'm 'bout to kick it\nLike a magician, critics I turn to crickets\nGot 'em still on the fence whether to picket\nBut quick to get it impaled when I tell 'em, \"Stick it!\"\nSo sick I'm looking pale, wait, that's my pigment\n'Bout to go ham, ya bish, shout out to Kendrick\nLet's bring it back to that vintage Slim, bitch!\nThe art of MCing mixed with da Vinci and MC Ren\nAnd I don't mean Stimpy's friend, bitch\nBeen Public Enemy since you thought PE was gym, bitch\n\n[Pre-Chorus]\nKick your shoes off, let your hair down\n(And go berserk) all night long\nGrow your beard out, just weird out\n(And go berserk) all night long\n\n[Chorus 1]\nWe're gonna rock this house until we knock it down\nSo turn the volume loud\n'Cause it's mayhem 'til the A.M.\nSo, baby, make just like K-Fed\nAnd let yourself go, let yourself go\nSay \"Fuck it!\" before we kick the bucket\nLife's too short to not go for broke\nSo everybody, everybody, go berserk, grab your vial, yeah\n\n[Verse 2]\nGuess it's just the way that I'm dressed, ain't it?\nKhakis pressed, Nike shoes crispy and fresh laced\nSo I guess it ain't that aftershave\nOr cologne that made 'em just faint\nPlus I showed up with a coat fresher than wet paint\nSo if love is a chess game, check mate\nBut girl, your body's bangin', jump me in, dang, bang-bang\nYes siree 'Bob', I was thinking the same thang\nSo come get on this Kid's rock, baw with da baw, dang-dang\nPow-p-p-p-pow, chica, pow, chica, wow-wow\nGot your gal blowin' up a valve, valve-valve\nAin't slowin' down, throw in the towel, towel-towel\nDumb it down, I don't know how, huh-huh, how-how\nAt least I know that I don't know\nQuestion is, are you bozos smart enough to feel stupid?\nHope so, now ho…\n\n[Pre-Chorus]\nKick your shoes off, let your hair down\n(And go berserk) all night long\nGrow your beard out, just weird out\n(And go berserk) all night long\n\n[Chorus 2]\nWe're gonna rock this house until we knock it down\nSo turn the volume loud\n'Cause it's mayhem 'til the A.M.\nSo crank the bass up like crazy\nAnd let yourself go, let yourself go\nSay \"Fuck it!\" before we kick the bucket\nLife's too short to not go for broke\nSo everybody, everybody, go berzerk, get your vinyls!\n\n[Scratch]\n\n[Verse 3]\nThey say that love is powerful as cough syrup in styrofoam\nAll I know is I fell asleep and woke up in that Monte Carlo\nWith the ugly Kardashian, Lamar, oh\nSorry yo, we done both set the bar low\nFar as hard drugs are though, that's the past\nBut I done did enough codeine to knock Future into tomorrow\nAnd girl, I ain't got no money to borrow\nBut I am tryin' to find a way to get you alone: car note\nOh, Marshall Mathers\nShithead with a potty mouth, get the bar of soap lathered\nKangol's and Carheartless Cargos\nGirl, you're fixin' to get your heart broke\nDon't be absurd, ma'am, you birdbrain, baby\nI ain't called anybody baby since Birdman, unless you're a swallow\nWord, Rick? (Word, man, you heard)\nBut don't get discouraged, girl\nThis is your jam, unless you got toe jam\n\n[Pre-Chorus]\nKick your shoes off, let your hair down\n(And go berserk) all night long\nGrow your beard out, just weird out\n(And go berserk) all night long\n\n[Chorus 1]\nWe're gonna rock this house until we knock it down\nSo turn the volume loud\n'Cause it's mayhem 'til the A.M.\nSo, baby, make just like K-Fed\nAnd let yourself go, let yourself go\nSay \"Fuck it!\" before we kick the bucket\nLife's too short to not go for broke\nSo everybody, everybody, go berserk, grab your vial, yeah\n\n"}