{"title": "Berzerk", "artist": "Eminem", "content": "Now this shit's about to kick off, this party looks wack\nLet's take it back to straight hip-hop and start it from scratch\nI'm 'bout to bloody this track up, everybody get back\nThat's why my pen needs a pad, 'cause my rhymes on the rag\nJust like I did with addiction, I'm 'bout to kick it\nLike a magician, critics I turn to crickets\nGot 'em still on the fence whether to picket\nBut quick to get it impaled when I tell 'em, \"Stick it!\"\nSo sick I'm looking pale, wait, that's my pigment\n'Bout to go ham, ya bish, shout out to Kendrick\nLet's bring it back to that vintage Slim, bitch!\nThe art of MCing mixed with da Vinci and MC Ren\nAnd I don't mean Stimpy's friend, bitch\nBeen Public Enemy since you thought PE was gym, bitch\n\n[Pre-Chorus]\nKick your shoes off, let your hair down\n(And go berserk) all night long\nGrow your beard out, just weird out\n(And go berserk) all night long\n\n[Chorus 1]\nWe're gonna rock this house until we knock it down\nSo turn the volume loud\n'Cause it's mayhem 'til the A.M.\nSo, baby, make just like K-Fed\nAnd let yourself go, let yourself go\nSay \"Fuck it!\" before we kick the bucket\nLife's too short to not go for broke\nSo everybody, everybody, go berserk, grab your vial, yeah\n\n[Verse 2]\nGuess it's just the way that I'm dressed, ain't it?\nKhakis pressed, Nike shoes crispy and fresh laced\nSo I guess it ain't that aftershave\nOr cologne that made 'em just faint\nPlus I showed up with a coat fresher than wet paint\nSo if love is a chess game, check mate\nBut girl, your body's bangin', jump me in, dang, bang-bang\nYes siree 'Bob', I was thinking the same thang\nSo come get on this Kid's rock, baw with da baw, dang-dang\nPow-p-p-p-pow, chica, pow, chica, wow-wow\nGot your gal blowin' up a valve, valve-valve\nAin't slowin' down, throw in the towel, towel-towel\nDumb it down, I don't know how, huh-huh, how-how\nAt least I know that I don't know\nQuestion is, are you bozos smart enough to feel stupid?\nHope so, now ho…\n\n[Pre-Chorus]\nKick your shoes off, let your hair down\n(And go berserk) all night long\nGrow your beard out, just weird out\n(And go berserk) all night long\n\n[Chorus 2]\nWe're gonna rock this house until we knock it down\nSo turn the volume loud\n'Cause it's mayhem 'til the A.M.\nSo crank the bass up like crazy\nAnd let yourself go, let yourself go\nSay \"Fuck it!\" before we kick the bucket\nLife's too short to not go for broke\nSo everybody, everybody, go berzerk, get your vinyls!\n\n[Scratch]\n\n[Verse 3]\nThey say that love is powerful as cough syrup in styrofoam\nAll I know is I fell asleep and woke up in that Monte Carlo\nWith the ugly Kardashian, Lamar, oh\nSorry yo, we done both set the bar low\nFar as hard drugs are though, that's the past\nBut I done did enough codeine to knock Future into tomorrow\nAnd girl, I ain't got no money to borrow\nBut I am tryin' to find a way to get you alone: car note\nOh, Marshall Mathers\nShithead with a potty mouth, get the bar of soap lathered\nKangol's and Carheartless Cargos\nGirl, you're fixin' to get your heart broke\nDon't be absurd, ma'am, you birdbrain, baby\nI ain't called anybody baby since Birdman, unless you're a swallow\nWord, Rick? (Word, man, you heard)\nBut don't get discouraged, girl\nThis is your jam, unless you got toe jam\n\n[Pre-Chorus]\nKick your shoes off, let your hair down\n(And go berserk) all night long\nGrow your beard out, just weird out\n(And go berserk) all night long\n\n[Chorus 1]\nWe're gonna rock this house until we knock it down\nSo turn the volume loud\n'Cause it's mayhem 'til the A.M.\nSo, baby, make just like K-Fed\nAnd let yourself go, let yourself go\nSay \"Fuck it!\" before we kick the bucket\nLife's too short to not go for broke\nSo everybody, everybody, go berserk, grab your vial, yeah\n\n"}{"title": "Fall", "artist": "Eminem", "content": "You know, everybody's been tellin' me\nWhat they think about me for the last few months\nIt's too loud\nMaybe it's time I tell 'em what I think about them\nCan't hear it coming down the hallway stairs from the parking lotIt's too loud\nThree’s not a crowd all up in it, slow fire\n\n[Chorus: Justin Vernon]\nDon't fall on my face\nDon't fall on my faith, oh\nDon't fall on my fate\nDon't fall on my faith, oh\nDon't fall on my fate\nDon't fall on my–\n\n[Verse 1: Eminem]\nGotta concentrate, against the clock I race\nGot no time to waste, I'm already late, I got a marathoner's pace\nWent from addict to a workaholic, word to Dr. Dre\nIn that first marijuana tape—guess I got a chronic case (yeah)\nAnd I ain't just blowin' smoke, 'less it's in your momma's face\nI know this time Paul and Dre\nThey won't tell me what not to say (nope!)\nAnd though me and my party days\nHave all pretty much parted ways\nYou'd swear to God I forgot I'm the guy that made \"Not Afraid\"\nOne last time for Charlamagne\nIf my response is late, it's just how long it takes\nTo hit my fuckin' radar, I'm so far away\nThese rappers are like Hunger Games\nOne minute, they're mockin' Jay\nNext minute, they get their style from Migos or they copy Drake\nMaybe I just don't know when to turn around and walk away\nBut all the hate, I call it \"Walk on Water\" gate\nI've had as much as I can tolerate\nI'm sick and tired of waitin', I done lost my patience\nI can take all of you motherfuckers on at once\nYou wanted Shady? You got him!\n\n[Chorus: Justin Vernon & (Eminem)]\nDon't fall on my face (yeah)\nDon't fall on my faith, oh\nDon't fall on my fate (line 'em up!)\nDon't fall on my faith, oh (rrr!)\nDon't fall on my fate (look)\n\n[Verse 2: Eminem]\nSomebody tell Budden before I snap, he better fasten it\nOr have his body bag get zipped\nThe closest thing he's had to hits is smackin' bitches (Pump it up!)\nAnd don't make me have to give it back to Akademiks\nSay this shit is trash again, I'll have you twisted\nLike you had it when you thought you had me slippin' at the telly\nEven when I'm gettin' brain, you'll never catch me with a thot\nLackin' with it, \"he ain't spittin' like this on his last shit\"\nHo, you better go back and listen\nYou know me better, thinkin' I'll slow or let up\nCall it trap 'cause it's a total setup\nHopin' that you rappers fall in that\nDre said, \"Hold your head up!\"—Kathy Griffin\nStackin' ammunition, slap the clip in, cock it back on competition\nThis is how I shot ahead (pew)—Gabby Giffords\nMy attack is vicious, Jack the Ripper, back in business\nTyler create nothin', I see why you called yourself a f*****, bitch\nIt's not just 'cause you lack attention\nIt's because you worship D12's balls, you're sack-religious\nIf you're gonna critique me\nYou better at least be as good or better\nGet Earl the Hooded Sweater\nWhatever his name is to help you put together\nSome words, more than just two letters\nThe fans waited for this moment like that feature\nWhen I stole the show (ha), sorry if I took forever (haha)\n\n[Chorus: Justin Vernon & (Eminem)]\nDon't fall on my face (yeah)\nDon't fall on my faith, oh (I won't)\nDon't fall on my fate (line 'em up!)\nDon't fall on my faith, oh (ha)\nDon't fall on my fate (it's too easy)\n\n[Verse 3: Eminem]\nJust remember, I was here before you\nAnd I'll be here after you make your run-in for you\nDetractors, I might have to fuck Pitchfork with a corkscrew\nJust what the doctor ordered\nRevenge is the best medicine\nIncrease the dose, from least to most\nAnd then tell the Grammys to go and fuck themselves\nThey suck the blood from all the biggest artists like some leeches\nSo they nominate 'em, get 'em there, get a name to MC the show\nEvery parasite needs a host (haha)\nThen give Album of the Year to somebody that no one's ever even heard of\nAll I know is I wrote every single word to\nEverything I ever murdered\nTime to separate the sheep from goats (yeah)\nAnd I got no faith in your writers, I don't believe in ghosts\nWhen rap needed it most, I was that wing and a prayer\nA beacon of hope, put a B-I-R-D in the air\nSomewhere some kid is bumpin' this while he lip-syncs in the mirror\nThat's who I'm doin' it for, the rest I don't really even care\nBut you would think I'm carryin' an Oxford dictionary in my pocket\nHow I'm buryin' these artists\nOn a scale of 'turnt' you're 'minus'\nMine says 'very', yours says 'hardly'\nAnd what's scary is you prob'ly can compare me to your car 'cause I'm just barely gettin' started (woo!)\nAnd far as Lord Jamar, you better leave me the hell alone\nOr I'll show you an Elvis clone\nWalk up in this house you own, thrust my pelvic bone\nUse your telephone and go fetch me the remote\nPut my feet up and just make myself at home\nI belong here, clown! Don't tell me 'bout the culture!\nI inspired the Hopsins, the Logics, the Coles, the\nSeans, the K-Dots, the 5'9\"s, and oh\nBrought the world 50 Cent, you did squat, piss and moan\nBut I'm not gonna fall… bitch! (yeah)\n\n[Outro: Justin Vernon]\nIt's too loud\nCan't hear it coming down the hallway stairs from the parking lot\nIt's too loud\nThree’s not a crowd all up in it\nSlow fire\n\n"}{"title": "Killshot", "artist": "Eminem", "content": "You sound like a bitch, bitch\nShut the fuck up\nWhen your fans become your haters\nYou done?\nFuckin' beard's weird\nAlright\nYou yellin' at the mic, fuckin' weird beard (You want smoke)\nWe doin' this once\nYou yellin' at the mic, your beard's weird\nWhy you yell at the mic? (Illa)\n\n[Verse]\nRihanna just hit me on a text\nLast night I left hickeys on her neck\nWait, you just dissed me? I'm perplexed\nInsult me in a line, compliment me on the next\nDamn, I'm really sorry you want me to have a heart attack\nWas watchin' 8 Mile on my NordicTrack\nRealized I forgot to call you back\nHere's that autograph for your daughter, I wrote it on a Starter cap\nStan, Stan, son\nListen, man, Dad isn't mad\nBut how you gonna name yourself after a damn gun\nAnd have a man-bun?\nThe giant's woke, eyes open, undeniable\nSupplyin' smoke, got the fire stoked\nSay you got me in a scope, but you grazed me\nI say one call to Interscope and you're Swayze\nYour reply got the crowd yelling, \"Woo!\"\nSo before you die let's see who can out-petty who\nWith your corny lines (\"Slim, you're old\")—ow, Kelly, ooh\nBut I'm 45 and I'm still outselling you\nBy 29, I had three albums that had blew\nNow let's talk about somethin' I don't really do\nGo in someone's daughter's mouth stealin' food\nBut you're a fuckin' mole hill\nNow I'ma make a mountain out of you, woo!\nHo, chill, actin' like you put the chrome barrel to my bone marrow\nGunner? Bitch, you ain't a bow and arrow\nSay you'll run up on me like a phone bill, sprayin' lead (Brrt)\nPlayin' dead, that's the only time you hold still (Hold up)\nAre you eating cereal or oatmeal?\nWhat the fuck's in the bowl, milk? Wheaties or Cheerios?\n'Cause I'm takin' a shit in 'em, Kelly, I need reading material\n…Dictionary…\n\"Yo, Slim, your last four albums sucked\nGo back to Recovery,\" oh shoot, that was three albums ago\nWhat do you know? Oops\nKnow your facts before you come at me, lil' goof\nLuxury, oh, you broke, bitch? Yeah, I had enough money in '02\nTo burn it in front of you, ho\nYounger me? No, you the wack me, it's funny but so true\nI'd rather be 80-year-old me than 20-year-old you\n'Til I'm hitting old age\nStill can fill a whole page with a 10-year-old's rage\nGot more fans than you in your own city, lil' kiddy, go play\nFeel like I'm babysitting Lil Tay\nGot the Diddy okay so you spent your whole day\nShootin' a video just to fuckin' dig your own grave\nGot you at your own wake, I'm the billy goat\nYou ain't never made a list next to no Biggie, no Jay\nNext to Taylor Swift and that Iggy ho, you about to really blow\nKelly, they'll be putting your name\nNext to Ja, next to Benzino—die, motherfucker!\nLike the last motherfucker sayin' Hailie in vain\nAlien brain, you Satanist (Yeah)\nMy biggest flops are your greatest hits\nThe game's mine again and ain't nothin' changed but the locks\nSo before I slay this bitch I, mwah, give Jade a kiss\nGotta wake up Labor Day to this (The fuck?)\nBein' rich-shamed by some prick usin' my name for clickbait\nIn a state of bliss 'cause I said his goddamn name\nNow I gotta cock back, aim\nYeah, bitch, pop Champagne to this! (Pop)\nIt's your moment\nThis is it, as big as you're gonna get, so enjoy it\nHad to give you a career to destroy it\nLethal injection\nGo to sleep six feet deep, I'll give you a B for the effort\nBut if I was three-foot-eleven\nYou'd look up to me, and for the record\nYou would suck a dick to fuckin' be me for a second\nLick a ballsack to get on my channel\nGive your life to be as solidified\nThis mothafuckin' shit is like Rambo when he's out of bullets\nSo what good is a fuckin' machine gun when it's out of ammo?\nHad enough of this tatted-up mumble rapper\nHow the fuck can him and I battle?\nHe'll have to fuck Kim in my flannel\nI'll give him my sandals\n'Cause he knows, long as I'm Shady he's gon' have to live in my shadow\nExhausting, letting off on my offspring\nLick a gun barrel, bitch, get off me!\nYou dance around it like a sombrero, we can all see\nYou're fuckin' salty\n'Cause Young Gerald's balls-deep inside of Halsey\nYour red sweater, your black leather\nYou dress better, I rap better\nThat a death threat or a love letter?\nLittle white toothpick\nThinks it's over a pic, I just don't like you, prick\nThanks for dissing me\nNow I had an excuse on the mic to write \"Not Alike\"\nBut really I don't care who's in the right\nBut you're losin' the fight you picked\nWho else want it? Kells—attempt fails! Budden—L's!\nFuckin' nails in these coffins as soft as Cottonelle\nKillshot, I will not fail, I'm with the Doc still\nBut this idiot's boss pops pills and tells him he's got skills\nBut, Kells, the day you put out a hit's the day Diddy admits\nThat he put the hit out that got Pac killed, ah!\nI'm sick of you bein' wack\nAnd still usin' that mothafuckin' Auto-Tune\nSo let's talk about it (Let's talk about it)\nI'm sick of your mumble rap mouth\nNeed to get the cock up out it\nBefore we can even talk about it (Talk about it)\nI'm sick of your blonde hair and earrings\nJust 'cause you look in the mirror and think\nThat you're Marshall Mathers (Marshall Mathers)\nDon't mean you are, and you're not about it\nSo just leave my dick in your mouth and keep my daughter out it\n\n[Outro]\nYou fuckin'—oh\nAnd I'm just playin', Diddy\nYou know I love you\n\n"}{"title": "Lose Yourself", "artist": "Eminem", "content": "Look, if you had one shot, or one opportunity\nTo seize everything you ever wanted, in one moment\nWould you capture it, or just let it slip?\n\n[Verse 1]\nYo! His palms are sweaty, knees weak, arms are heavy\nThere's vomit on his sweater already: Mom's spaghetti\nHe's nervous, but on the surface he looks calm and ready\nTo drop bombs, but he keeps on forgetting\nWhat he wrote down, the whole crowd goes so loud\nHe opens his mouth, but the words won't come out\nHe's choking, how? Everybody's joking now\nThe clock's run out, time's up, over—blaow!\nSnap back to reality, ope there goes gravity, ope\nThere goes Rabbit, he choked, he's so mad but he won't\nGive up that easy, no, he won't have it, he knows\nHis whole back's to these ropes, it don't matter, he's dope\nHe knows that but he's broke, he's so stagnant, he knows\nWhen he goes back to this mobile home, that's when it's\nBack to the lab again yo, this whole rhapsody\nBetter go capture this moment and hope it don't pass him, and\n\n[Chorus]\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better…\n\n[Verse 2]\nHis soul's escaping through this hole that is gaping\nThis world is mine for the taking, make me king\nAs we move toward a New World Order\nA normal life is boring; but superstardom's\nClose to post-mortem, it only grows harder\nHomie grows hotter, he blows, it's all over\nThese hoes is all on him, coast-to-coast shows\nHe's known as the Globetrotter, lonely roads\nGod only knows, he's grown farther from home, he's no father\nHe goes home and barely knows his own daughter\nBut hold your nose, 'cause here goes the cold water\nThese hoes don't want him no mo', he's cold product\nThey moved on to the next schmoe who flows\nHe nose-dove and sold nada, and so the soap opera\nIs told, it unfolds, I suppose it's old, partner\nBut the beat goes on: da-da-dom, da-dom, dah-dah, dah-dah\n\n[Chorus]\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better…\n\n[Verse 3]\nNo more games, I'ma change what you call rage\nTear this motherfuckin' roof off like two dogs caged\nI was playin' in the beginning, the mood all changed\nI've been chewed up and spit out and booed off stage\nBut I kept rhymin' and stepped right in the next cypher\nBest believe somebody's payin' the Pied Piper\nAll the pain inside amplified by the\nFact that I can't get by with my nine-to-\nFive and I can't provide the right type of life for my family\n'Cause man, these goddamn food stamps don't buy diapers\nAnd there's no movie, there's no Mekhi Phifer, this is my life\nAnd these times are so hard, and it's gettin' even harder\nTryna feed and water my seed, plus teeter-totter\nCaught up between bein' a father and a prima donna\nBaby mama drama, screamin' on her, too much for me to wanna\nStay in one spot, another day of monotony's\nGotten me to the point I'm like a snail, I've got\nTo formulate a plot or end up in jail or shot\nSuccess is my only motherfuckin' option—failure's not\nMom, I love you, but this trailer's got\nTo go; I cannot grow old in Salem's Lot\nSo here I go, it's my shot: feet, fail me not\nThis may be the only opportunity that I got\n\n[Chorus]\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better lose yourself in the music\nThe moment, you own it, you better never let it go\nYou only get one shot, do not miss your chance to blow\nThis opportunity comes once in a lifetime, yo\nYou better…\n\n[Outro]\nYou can do anything you set your mind to, man\n\n"}{"title": "Lucky You", "artist": "Eminem", "content": "Whoa, Joyner, Joyner, yeah, yeah, yeah\n\n[Bridge: Joyner Lucas]\nYeah, I done did a lot of things in my day, I admit it\nI don't take back what I say, if I said it then I meant it\nAll my life I want a Grammy, but I'll prolly never get it\nI ain't never had no trophy or no motherfuckin' ribbon (Yah I said it)\nFuck the system, I'm that nigga, bend the law, cut the rules\nI'm about to risk it all, I ain't got too much to lose\nY'all been eatin' long enough, it's my turn to cut the food\nPass the plate! Where my drink? This my day, lucky you\nFuck you too, woo!\n\n[Chorus: Joyner Lucas]\nY'all gotta move, y'all gotta move, y'all gotta move\nGive me some room, give me some room, give me the juice\nHop out the coupe, hop out the coupe, hop out and shoot\nY'all gotta move, y'all gotta move, give me the juice\n\n[Verse 1: Joyner Lucas]\nBack on my bullshit, my back to the wall\nTurn my back on you, all of you finished\nBack to these bullets, it's back to the job\nPull my MAC out and all of you runnin'\nBack on my hood shit, it's back to the pushin'\nThese packs and I'm actually pumpin'\nCan't fuck with you rappers, you practically suckin'\nYou mighta went platinum but that don't mean nothin'\nI'm actually buzzin' this time\nStraight out the kitchen, I told 'em the oven is mine\nI do not fuck with you guys\nIf I don't kill you, just know you gon' suffer this time\nI ain't no gangster but I got some bangers\nSome chains and some blades and a couple of nines\nChoppers and jammies, a partridge, a pear tree\nMy twelve days of Christmas was nothin' but lies\nI run at you hard like a sumo (Sumo)\nThey say I talk like a chulo (Chulo)\nI live in Mars, I'm not Bruno (Woo)\nBitch I'm a dog, call me Cujo (Rah)\nYou play your cards, I reverse on you all\nAnd I might just draw 4 like a Uno (Bup)\nCállate boca mejor, maricón, little puto, and all of you culo (Joyner)\nThey've invented a level up in the ghetto to get old\nLookin' for somethin' I prolly can never find now\nShit get relevant 'til 'nother beef die down\nIn truth a nigga just really want me tied down\nI've been alone and I never needed nobody\nJust only me and my shotty, I'll tell these niggas to lie down\nKeep all the money, I never wanted the lifestyle\nI just pray to God that my son'll be alright now\nI said ain't no love for the other side\nOr anyone who ever want smoke (Joyner)\nWhen I die I'm goin' out as a underdog who never lost hope (Yeah)\nYou in the wrong cab down the wrong path\nNigga, wrong way, wrong road (Woo, woo)\nSnakes in the grass tryna slither fast\nI just bought a fuckin' lawn mower (Vroom!)\n\n[Bridge: Eminem]\nI done said a lotta things in my day, I admit it\nThis is payback in a way, I regret it that I did it\nI done won a couple Grammys, but I sold my soul to get 'em\nWasn't in it for the trophies, just the fuckin' recognition\nFuck's the difference?\nI'm that cracker, bend the law, fuck the rules\nMan I used to risk it all, now I got too much to lose\nI've been eatin' long enough, man my stomach should be full\nI just ate, licked the plate, my buffet, lucky me\nFuck you think? (Woo!)\n\n[Verse 2: Eminem]\nI got a couple of mansions\nStill I don't have any manners\nYou got a couple of ghost writers\nBut to these kids it don't actually matter\nThey're askin' me, \"What the fuck happened to hip-hop?\"\nI said, \"I don't have any answers.\"\n'Cause I took an L when I dropped my last album\nIt hurt me like hell but I'm back on these rappers\nAnd actually comin' from humble beginnings\nI'm somewhat uncomfortable winning\nI wish I could say, \"What a wonderful feeling!\"\n\"We're on the upswing like we're punchin' the ceiling!\"\nBut nothin' is feeling like anyone has any fuckin' ability\nTo even stick to a subject, it's killin' me\nThe inability to pen humility\nHa-ta-ta ba-ta-ta, why don't we make a bunch of\nFuckin' songs about nothin' and mumble 'em?\nFuck it, I'm goin' for the jugular\nShit is a circus, you clowns that are comin' up\nDon't give an ounce of a motherfuck\nAbout the ones that were here before you that made rap\nLet's recap, way back, MC's that wreak havoc on tape decks\nADAT's, where the G Raps and Kanes at?\nWe need 3 Stacks ASAP and bring Masta Ace back\n'Cause half of these rappers have brain damage\nAll the lean rappin', face tats, syruped out like tree sap\nI don't hate trap, and I don't wanna seem mad\nBut in fact, where the old me at? The same cat\nThat would take that feedback and aim back, I need that\nBut I think it's inevitable\nThey know what button to press or what lever to pull\nTo get me to snap though (Lil' bitch)\nAnd if I pay it attention I'm prob'ly makin' it bigger\nBut you've been takin' ya digs in the fuckin' back, ho (Get it?)\nOn the brink, any minute got me thinkin' of finishin'\nEverything with acetaminophen and reapin' the benefits\nI'm asleep at the wheel again\nAs I peak into thinkin' about an evil intent\nOf another beat I'ma kill again\n'Cause even if I gotta end up eatin' a pill again\nEven ketamine or methamphetamine with the minithin\nIt better be at least 70 to 300 milligram\nAnd I might as well 'cause I'ma end up bein' a villain again\nLevels to this shit, I got an elevator\nYou could never say to me I'm not a fuckin' record breaker\nI sound like a broken record every time I break a record\nNobody could ever take away the legacy I made, I never cater\nMotherfucker, now I got a right to be this way\nI got spite inside my DNA\nBut I wrote 'til the wheels fall off, I'm workin' tirelessly, ayy\nIt's the moment y'all been waitin' for\nLike California wishin' rain to pour\nIn that drought, y'all been prayin' for\nMy downfall from the 8 Mile to the Southpaw\nStill the same Marshall, that outlaw\nThat they say as a writer might've fell off\nI'm back on that bull like the cowboy\n\n[Chorus: Joyner Lucas & Eminem]\nSo y'all gotta move (Yeah), y'all gotta move (Yeah), y'all gotta move\nGive me some room, give me some room, give me the juice\nHop out the coupe, hop out the coupe, hop out and shoot\nY'all gotta move, y'all gotta move, give me the juice\n\n"}{"title": "Rap God", "artist": "Eminem", "content": "\"Look, I was gonna go easy on you not to hurt your feelings.\"\n\"But I'm only going to get this one chance.\"\n\"Something's wrong, I can feel it.\"\nSix minutes. Six minutes. Six minutes, Slim Shady, you're on!\n\"Just a feeling I've got. Like something's about to happen, but I don't know what. If that means what I think it means, we're in trouble, big trouble; and if he is as bananas as you say, I'm not taking any chances.\"\n\"You are just what the doc ordered.\"\n\n[Chorus]\nI'm beginnin' to feel like a Rap God, Rap God\nAll my people from the front to the back nod, back nod\nNow, who thinks their arms are long enough to slap box, slap box?\nThey said I rap like a robot, so call me Rap-bot\n\n[Verse 1]\nBut for me to rap like a computer it must be in my genes\nI got a laptop in my back pocket\nMy pen'll go off when I half-cock it\nGot a fat knot from that rap profit\nMade a livin' and a killin' off it\nEver since Bill Clinton was still in office\nWith Monica Lewinsky feelin' on his nutsack\nI'm an MC still as honest\nBut as rude and as indecent as all hell\nSyllables, skill-a-holic (kill 'em all with)\nThis flippity dippity-hippity hip-hop\nYou don't really wanna get into a pissin' match\nWith this rappity brat, packin' a MAC in the back of the Ac'\nBackpack rap crap, yap-yap, yackety-yack\nAnd at the exact same time, I attempt these lyrical acrobat stunts while I'm practicin' that\nI'll still be able to break a motherfuckin' table\nOver the back of a couple of faggots and crack it in half\nOnly realized it was ironic, I was signed to Aftermath after the fact\nHow could I not blow? All I do is drop F-bombs\nFeel my wrath of attack\nRappers are havin' a rough time period, here's a maxi pad\nIt's actually disastrously bad for the wack\nWhile I'm masterfully constructing this masterpièce\n\n[Chorus]\n'Cause I'm beginnin' to feel like a Rap God, Rap God\nAll my people from the front to the back nod, back nod\nNow, who thinks their arms are long enough to slap box, slap box?\nLet me show you maintainin' this shit ain't that hard, that hard\nEverybody want the key and the secret\nTo rap immortality like I have got\n\n[Verse 2]\nWell, to be truthful the blueprint's\nSimply rage and youthful exuberance\nEverybody loves to root for a nuisance\nHit the Earth like an asteroid\nDid nothing but shoot for the Moon since (Pew!)\nMCs get taken to school with this music\n'Cause I use it as a vehicle to \"bus the rhyme\"\nNow I lead a new school full of students\nMe? I'm a product of Rakim\nLakim Shabazz, 2Pac, N.W.A, Cube, hey Doc, Ren\nYella, Eazy, thank you, they got Slim\nInspired enough to one day grow up, blow up and be in a position\nTo meet Run–D.M.C., induct them\nInto the motherfuckin' Rock and Roll Hall of Fame\nEven though I'll walk in the church and burst in a ball of flames\nOnly Hall of Fame I'll be inducted in is the alcohol of fame\nOn the wall of shame\nYou fags think it's all a game, 'til I walk a flock of flames\nOff a plank and, tell me what in the fuck are you thinkin'?\nLittle gay-lookin' boy\nSo gay I can barely say it with a straight face, lookin' boy\nYou're witnessin' a massacre\nLike you're watching a church gathering take place, lookin' boy\n\"Oy vey, that boy's gay!\"—that's all they say, lookin' boy\nYou get a thumbs up, pat on the back\nAnd a \"way to go\" from your label every day, lookin' boy\nHey, lookin' boy! What you say, lookin' boy?\nI get a \"hell yeah\" from Dre, lookin' boy\nI'ma work for everything I have, never ask nobody for shit\nGet outta my face, lookin' boy!\nBasically, boy, you're never gonna be capable\nOf keepin' up with the same pace, lookin' boy, 'cause—\n\n[Chorus]\nI'm beginnin' to feel like a Rap God, Rap God\nAll my people from the front to the back nod, back nod\nThe way I'm racin' around the track, call me NASCAR, NASCAR\nDale Earnhardt of the trailer park, the White Trash God\nKneel before General Zod\nThis planet's Krypton—no, Asgard, Asgard\n\n[Verse 3]\nSo you'll be Thor and I'll be Odin\nYou rodent, I'm omnipotent\nLet off, then I'm reloadin'\nImmediately with these bombs, I'm totin'\nAnd I should not be woken\nI'm the walkin' dead, but I'm just a talkin' head, a zombie floatin'\nBut I got your mom deep-throatin'\nI'm out my Ramen Noodle\nWe have nothin' in common, poodle\nI'm a Doberman, pinch yourself in the arm and pay homage, pupil\nIt's me, my honesty's brutal\nBut it's honestly futile if I don't utilize what I do though\nFor good at least once in a while\nSo I wanna make sure, somewhere in this chicken scratch I scribble and doodle enough rhymes\nTo maybe try to help get some people through tough times\nBut I gotta keep a few punchlines\nJust in case, 'cause even you unsigned\nRappers are hungry lookin' at me like it's lunchtime\nI know there was a time where once I\nWas king of the underground\nBut I still rap like I'm on my Pharoahe Monch grind\nSo I crunch rhymes, but sometimes when you combine\nAppeal with the skin color of mine\nYou get too big and here they come tryin'\nTo censor you like that one line\nI said on \"I'm Back\" from The Mathers LP 1 when I\nTried to say I'll take seven kids from Columbine\nPut 'em all in a line, add an AK-47, a revolver and a 9\nSee if I get away with it now that I ain't as big as I was, but I'm\nMorphin' into an immortal, comin' through the portal\nYou're stuck in a time warp from 2004 though\nAnd I don't know what the fuck that you rhyme for\nYou're pointless as Rapunzel with fuckin' cornrows\nYou write normal? Fuck being normal!\nAnd I just bought a new Raygun from the future\nJust to come and shoot ya, like when Fabolous made Ray J mad\n'Cause Fab said he looked like a fag at Mayweather's pad\nSingin' to a man while they played piano\nMan, oh man, that was a 24/7 special on the cable channel\nSo Ray J went straight to the radio station\nThe very next day, \"Hey Fab, I'ma kill you!\"\nLyrics comin' at you at supersonic speed (J.J. Fad)\nUh, summa-lumma, dooma-lumma, you assumin' I'm a human\nWhat I gotta do to get it through to you? I'm superhuman\nInnovative and I'm made of rubber so that anything you say is ricochetin' off of me and it'll glue to you and\nI'm devastating, more than ever demonstrating\nHow to give a motherfuckin' audience a feeling like it's levitating\nNever fading, and I know the haters are forever waiting\nFor the day that they can say I fell off, they'll be celebrating\n'Cause I know the way to get 'em motivated\nI make elevating music, you make elevator music\n\"Oh, he's too mainstream.\"\nWell, that's what they do when they get jealous, they confuse it\n\"It's not hip-hop, it's pop,\"—'cause I found a hella way to fuse it\nWith rock, shock rap with Doc\nThrow on \"Lose Yourself\" and make 'em lose it\n\"I don't know how to make songs like that\nI don't know what words to use.\"\nLet me know when it occurs to you\nWhile I'm rippin' any one of these verses that versus you\nIt's curtains, I'm inadvertently hurtin' you\nHow many verses I gotta murder to\nProve that if you were half as nice\nYour songs you could sacrifice virgins to?\nUngh, school flunky, pill junkie\nBut look at the accolades these skills brung me\nFull of myself, but still hungry\nI bully myself 'cause I make me do what I put my mind to\nAnd I'm a million leagues above you\nIll when I speak in tongues, but it's still tongue-in-cheek fuck you!\nI'm drunk—so, Satan, take the fucking wheel\nI'ma sleep in the front seat\nBumpin' Heavy D and the Boyz, still \"Chunky but Funky\"\nBut in my head, there's something I can feel tugging and struggling\nAngels fight with devils, and here's what they want from me\nThey're askin' me to eliminate some of the women hate\nBut if you take into consideration the bitter hatred\nI have, then you may be a little patient\nAnd more sympathetic to the situation\nAnd understand the discrimination\nBut fuck it, life's handin' you lemons? Make lemonade then!\nBut if I can't batter the women\nHow the fuck am I supposed to bake them a cake then?\nDon't mistake him for Satan; it's a fatal mistake\nIf you think I need to be overseas and take a vacation\nTo trip a broad, and make her fall on her face and\nDon't be a retard! Be a king? Think not\nWhy be a king when you can be a God?\n\n[Produced by DVLP]\n\n"}{"title": "River", "artist": "Eminem", "content": "I've been a liar, been a thief\nBeen a lover, been a cheat\nAll my sins need holy water, feel it washing over me\nWell, little one, I don't want to admit to something\nIf all it's gonna cause is pain\nTruth and my lies right now are falling like the rain\nSo let the river run\n\n[Verse 1: Eminem]\nHe's comin' home with his neck scratched, to catch flack\nSweat jackets and dress slacks, mismatched\nOn his breath's Jack, he's a sex addict\nAnd she just wants to exact revenge and get back\nIt's a chess match, she's on his back like a jet-pack\nShe's kept track of all his Internet chats\nAnd guess who just happens to be movin' on to the next\nActually, just shit on my last chick and she has what my ex lacks\n'Cause she loves danger, psychopath\nAnd you don't fuck with no man's girl, even I know that\nBut she's devised some plan to stab him in the back\nKnife in hand, says their relationship's hangin' by a strand\nSo she's been on the web lately\nSays maybe she'll be my Gwen Stacy, to spite her man\nAnd I know she's using me to try to play him, I don't care\nHi Suzanne, but I shoulda said \"Bye Suzanne\"\nAfter the first night, but tonight I am\n\n[Chorus: Ed Sheeran]\nI've been a liar, been a thief\nBeen a lover, been a cheat\nAll my sins need holy water, feel it washing over me\nWell, little one, I don't want to admit to something\nIf all it's gonna cause is pain\nThe truth and my lies now are falling like the rain\nSo let the river run\n\n[Verse 2: Eminem]\nA one-night stand turned a two-night stand\nIt was \"come sunlight, scram,\" now we hug tight, and...\nHe found out, now she feels deserted and used\n'Cause he left, so what? He did it first to her too\nNow how am I supposed to tell this girl that we're through?\nIt's hard to find the words, I'm aloof, nervous, and Sue\nDon't want this to hurt, but what you deserve is the truth\nDon't take it personal, I just can't say this in person to you\nSo I revert to the studio, like hole-in-the-wall diners\nDon't have to be reserved in a booth\nI just feel like the person who I'm turning into's\nIrreversible, I preyed on you like it's church at the pew\nAnd now that I got you I don't want you\nTook advantage in my thirst to pursue\nWhy do I do this dirt that I do?\nGet on my soapbox and preach, my sermon and speech\nDetergent and bleach is burnin' the wound\n'Cause now with her in the womb\nWe can't bring her in this world, shoulda knew\nTo use protection 'fore I bit into your forbidden fruit\nFuck!\n\n[Chorus: Ed Sheeran]\nI've been a liar, been a thief\nBeen a lover, been a cheat\nAll my sins need holy water, feel it washing over me\nWell, little one, I don't want to admit to something\nIf all it's gonna cause is pain\nThe truth and my lies now are falling like the rain\nSo let the river run\n\n[Bridge: Eminem & Ed Sheeran]\nMy name's (ooh), my name's (ooh)\nRiver (ooh), river run\nCall me (ooh), call me (ooh)\nRiver (ooh), we'll let the river run\n\n[Verse 3: Eminem]\nAlways the bridesmaid, never \"The bride, hey!\"\nFuck can I say? If life was a highway\nAnd deceit was an enclave, I'd be swerving in five lanes\nSpeeds at a high rate, like I'm slidin' on ice, maybe\nThat's why I may have came at you sideways\nI can't keep my lies straight\nBut I made you terminate my baby\nThis love triangle left us in a wreck, tangled\nWhat else can I say? It was fun for a while\nBet I really woulda loved your smile\nDidn't really wanna abort, but fuck it\nWhat's one more lie, to tell our unborn child?\n\n[Chorus: Ed Sheeran & Eminem]\nI've been a liar, been a thief\nBeen a lover, been a cheat\nAll my sins need holy water, feel it washing over me\nWell, little one (I'm sorry)\nI don't want to admit to something (I fucked up)\nIf all it's gonna cause is pain\nThe truth and my lies now are falling like the rain\nSo let the river run\n\n"}{"title": "The Monster", "artist": "Eminem", "content": "I'm friends with the monster that's under my bed\nGet along with the voices inside of my head\nYou're tryin' to save me, stop holdin' your breath\nAnd you think I'm crazy, yeah, you think I'm crazy\n\n[Verse 1: Eminem]\nI wanted the fame but not the cover of Newsweek\nOh well, guess beggars can't be choosey\nWanted to receive attention for my music\nWanted to be left alone in public, excuse me\nFor wantin' my cake, and eat it too, and wantin' it both ways\nFame made me a balloon ‘cause my ego inflated\nWhen I blew, see, but it was confusing\n‘Cause all I wanted to do's be the Bruce Lee of loose leaf\nAbused ink, used it as a tool when I blew steam\nWhoo! Hit the lottery, ooh-wee\nBut with what I gave up to get it was bittersweet\nIt was like winnin' a used mink\nIronic ‘cause I think I'm gettin' so huge I need a shrink\nI'm beginnin' to lose sleep: one sheep, two sheep\nGoin' coo-coo and kooky as Kool Keith\nBut I'm actually weirder than you think, ‘cause I'm—\n\n[Chorus: Rihanna (Bebe Rexha)]\nI'm friends with the monster that's under my bed\nGet along with the voices inside of my head\nYou're tryin' to save me, stop holdin' your breath\nAnd you think I'm crazy, yeah, you think I'm crazy\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\n\n[Verse 2: Eminem]\nNow, I ain't much of a poet\nBut I know somebody once told me to seize the moment\nAnd don't squander it ‘cause you never know when it all\nCould be over tomorrow, so I keep conjurin'\nSometimes I wonder where these thoughts spawn from\nYeah, ponderin'll do you wonders, no wonder\nYou're losin' your mind, the way it wanders\nYodel-odel-ay-hee-hoo! I think it went wanderin' off down yonder\nAnd stumbled onto Jeff VanVonderen\n‘Cause I need an interventionist\nTo intervene between me and this monster\nAnd save me from myself and all this conflict\n‘Cause the very thing that I love's killin' me and I can't conquer it\nMy OCD's conkin' me in the head, keep knockin'\nNobody's home, I'm sleepwalkin'\nI'm just relayin' what the voice in my head's sayin'\nDon't shoot the messenger, I'm just friends with the—\n\n[Chorus: Rihanna (Bebe Rexha)]\nI'm friends with the monster that's under my bed\nGet along with the voices inside of my head\nYou're tryin' to save me, stop holdin' your breath\nAnd you think I'm crazy, yeah, you think I'm crazy\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\n\n[Verse 3: Eminem]\nCall me crazy, but I have this vision, one day that\nI'll walk amongst you a regular civilian\nBut until then, drums get killed and I'm comin' straight at\nMC's, blood gets spilled and I'll\nTake you back to the days that I'd get on a Dre track\nGive every kid who got played that pumped-up feelin'\nAnd shit to say back to the kids who played him\nI ain't here to save the fuckin' children, but if one kid\nOut of a hundred million who are goin' through\nA struggle, feels it and relates, that's great!\nIt's payback, Russell Wilson fallin' way back\nIn the draft, turn nothin' into somethin'\nStill can make that straw into gold chump\nI will spin Rumpelstiltskin in a haystack\nMaybe I need a straightjacket\nFace facts: I am nuts for real, but I'm okay with that!\nIt's nothin', I'm still friends with the—\n\n[Chorus: Rihanna]\nI'm friends with the monster that's under my bed\nGet along with the voices inside of my head\nYou're tryin' to save me, stop holdin' your breath\nAnd you think I'm crazy, yeah, you think I'm crazy\n\n[Bridge: Rihanna (Eminem)]\nI'm friends with the monster that's under my bed\n(Get along with) Get along with the voices inside of my head\n(You're tryin' to) You're tryin' to save me, stop holdin' your breath\n(And you think) And you think I'm crazy, yeah, you think I'm crazy\nWell, that's nothin'\n\n[Outro: Rihanna (Bebe Rexha)]\n(Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\nWell, that's nothin' (Ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh, ooh-ooh-ooh-ooh)\n\n"}{"title": "The Ringer", "artist": "Eminem", "content": "*Plane crash*\nYeah (Illa)\nYo, I'm just gonna write down my first thoughts, and see where this takes me, ’cause I feel like I wanna punch the world in the fuckin' face right now, yeah!\n\n[Verse]\nLet me explain just how to make greatness\nStraight out the gate, I'm ’bout to break it down\nAin't no mistakes allowed, but make no mistake, I'm 'bout\nTo rape the alphabet, I may raise some brows\nIf I press the issue just to get the anger out (Brrr!)\nFull magazine could take Staples out\nSavage but ain't thinkin' 'bout no bank account\nBut bitch, I'm off the chain like Kala Brown\nMotherfucker, shut the fuck up when I’m talkin’, lil' bitch\nI’m sorry, wait, what's your talent? Oh, critiquin'\nMy talent? Oh, bitch, I don't know who the fuck y’all are\nTo give a sub-par bar or even have an opinion or view\nYou mention me, millions of views, attention in news\nI mention you, lose-lose for me, win-win for you\nBillions of views, your ten cents are two\nSkim through the music to give shit reviews\nTo get clicks, but bitch, you just lit the fuse\nDon't get misconstrued, business as us'\nShit-list renewed, so get shit to do\nOr get dissed 'cause I just don't get\nWhat the fuck half the shit is that you're listenin' to\nDo you have any idea how much I hate this choppy flow\nEveryone copies though? Prob'ly no\nGet this fuckin' audio out my Audi yo, adiós\nI can see why people like Lil Yachty, but not me though\nNot even dissin', it just ain't for me\nAll I am simply is just an emcee\nMaybe \"Stan\" just isn't your cup of tea (Get it?)\nMaybe your cup's full of syrup and lean\nMaybe I need to stir up shit, preferably\nShake the world up if it were up to me\nPaul wants me to chill, y'all want me to ill\nI should eat a pill, probably I will\nOld me killed the new me, watch him bleed to death\nI breathe on the mirror, I don't see my breath\nPossibly I'm dead, I must be possessed\nLike an evil spell, I'm E-V-I-L (Evil, spelled)\nJam a Crest Whitestrip in the tip of my dick\nWith an ice pick, stick it in a vise grip\nHang it on a spike fence, bang it with a pipe wrench\nWhile I take my ball sack and flick it like a light switch\nLike vice-president Mike Pence\nBack up on my shit in a sidekick as I lay it on a spike strip\nThese are things that I'd rather do than hear you on a mic\nSince nine tenths of your rhyme is about ice and\nJesus Christ, man, how many times is\nSomeone gonna fuck on my bitch? (Fuck my side chick!)\nYou won't ever see Em icy\nBut as cold as I get on the M-I-C\nI polarize shit, so the temps might freeze\nAnd your skull might split like I bashed you upside it\nBitch, I got the club on smash like a nightstick (Yeah)\nTurn down for what?\nI ain't loud enough, nah, turn the Valium up!\n'Cause I don't know how I'm gonna get your mouths to shut\nNow when it doesn't matter what caliber\nI spit at, I'll bet a hundred thousand bucks\nYou'll turn around and just be like, \"Man, how the fuck\nSourpuss gonna get mad just 'cause his album sucks?\nAnd now he wants to take it out on us.\" (Ooouuu)\nBut last week, an ex-fan mailed me a copy\nOf The Mathers LP to tell me to study\nIt'll help me get back to myself and she'll love me (Oooouuu)\nI mailed the bitch back and said if I did that\nI'd just be like everyone else in the fucking industry\nEspecially an effing Recovery clone of me (NFing)\nSo finger-bang, chicken wang, MGK, Igg' Azae'\nLil Pump, Lil Xan imitate Lil Wayne\nI should aim at everybody in the game, pick a name\nI'm fed up with bein' humble\nAnd rumor is I'm hungry, I'm sure you heard bumblings\nI heard you wanna rumble like an empty stomach\nI heard your mumblin' but it's jumbled in mumbo-jumbo\nThe era that I'm from will pummel you, that's what it's comin' to\nWhat the fuck you're gonna do when you run into it?\nI'm gonna crumble you and I'll take a number two\nAnd dump on you, if you ain't Joyner\nIf you ain't Kendrick or Cole or Sean then you're a goner\nI'm 'bout to bring it to anyone in this bitch who want it\nI guess when you walk into BK you expect a Whopper\nYou can order a Quarter Pounder when you go to McDonald's\nBut if you're lookin' to get a porterhouse you better go get Revival\nBut y'all are actin' like I tried to serve you up a slider\nMaybe the vocals shoulda been auto-tuned\nAnd you woulda bought it\nBut sayin' I no longer got it\n'Cause you missed a lot and never caught it\n'Cause it went over your head, because you're too stupid to get it\n'Cause you're mentally retarded, but pretend to be the smartest\nWith your expertise and knowledge, but you'll never be an artist\nAnd I'm harder on myself than you could ever be regardless\nWhat I'll never be is flawless, all I'll ever be is honest\nEven when I'm gone they're gonna say I brought it\nEven when I hit my forties like a fuckin' alcoholic\nWith a bottle full of malt liquor\nBut I couldn't bottle this shit any longer\nThe fact that I know that I'ma hit my bottom\nIf I don't pull myself from the jaws of defeat and rise to my feet\nI don't see why y'all even started with me\nI get in beefs, my enemies die\nI don't cease fire 'til at least all are deceased\nI'm east side, never be caught slippin'\nNow you see why I don't sleep, not even a wink, I don't blink\nI don't doze off, I don't even nod to the beats\nI don't even close my fuckin' eyes when I sneeze\n\"Aw, man! That BET cypher was weak, it was garbage\nThe Thing ain't even orange—oh my God, that's a reach!\"\nShout to all my colorblind people\nEach and everyone of y'all, if you call a fire engine green\nAquamarine, or you think water is pink\n\"Dawg, that's a date.\"  \"Looks like an olive to me.\"\n\"Look, there's an apple!\" No, it's not, it's a peach!\nSo finger-bang, Pootie Tang\nBurger King, Gucci Gang, dookie, dang\nCharlamagne gonna hate anyway, doesn't matter what I say\nGive me Donkey of the Day\nWhat a way for 2018 to get underway\nBut I'm gonna say everything that I wanna say\nWelcome to the slaughterhouse, bitch! (Yeah)\nInvite 'em in like a One A Day\nI'm not done (Preach!)\n'Cause I feel like the beast of burden\nThat line in the sand, was it even worth it?\n'Cause the way I see people turning's\nMakin' it seem worthless, it's startin' to defeat the purpose\nI'm watchin' my fan base shrink to thirds\nAnd I was just tryin' to do the right thing, but word\nHas the court of public opinion reached a verdict\nOr still yet to be determined?\n'Cause I'm determined to be me, critiqued or worshipped\nBut if I could go back, I'd at least reword it\nAnd say I empathize with the people this evil serpent\nSold the dream to that he's deserted\nBut I think it's workin'\nThese verses are makin' him a wee bit nervous\nAnd he's too scurred to answer me with words\n'Cause he knows that he will lyrically get murdered\nBut I know at least he's heard it\n'Cause Agent Orange just sent the Secret Service\nTo meet in person to see if I really think of hurtin' him\nOr ask if I'm linked to terrorists\nI said, \"Only when it comes to ink and lyricists.\"\nBut my beef is more media journalists\n(Hold up, hold up, hold up…)\nI said my beef is more meaty, a journalist\nCan get a mouthful of flesh\nAnd yes, I mean eating a penis\n'Cause they been pannin' my album to death\nSo I been givin' the media fingers\nDon't wanna turn this to a counseling sesh\nBut they been puttin' me through the ringer\nSo I ain't ironin' shit out with the press\nBut I just took this beat to the cleaners\n\n"}{"title": "Venom (Music from the Motion Picture)", "artist": "Eminem", "content": "I got a song filled with shit for the strong-willed\nWhen the world gives you a raw deal\nSets you off 'til you scream, \"Piss off! Screw you!\"\nWhen it talks to you like you don't belong\nOr tells you you're in the wrong field\nWhen something's in your mitochondrial\n'Cause it latched on to you, like—\n\n[Verse 1]\nKnock knock, let the devil in\nManevolent as I've ever been, head is spinnin'\nThis medicine's screamin', \"L-L-L-Let us in!\"\nL-L-L-Like a salad bowl, Edgar Allan Poe\nBedridden, shoulda been dead a long time ago\nLiquid Tylenol, gelatins, think my skeleton's meltin'\nWicked, I get all high when I think I've smelled the scent\nOf elephant manure—hell, I meant Kahlúa\nScrew it, to hell with it, I went through hell with accelerants\nAnd blew up my-my-myself again\nVolkswagen, tailspin, bucket matches my pale skin\nMayo and went from Hellmann's and being rail thin\nFilet-o-Fish, Scribble Jam, Rap Olympics '97 Freaknik\nHow can I be down? Me and Bizarre in Florida\nProof's room slept on the floor of 'da motel then\nDr. Dre said, \"Hell yeah!\"\nAnd I got his stamp like a postcard, word to Mel-Man\nAnd I know they're gonna hate\nBut I don't care, I barely can wait\nTo hit 'em with the snare and the bass\nSquare in the face, this fuckin' world better prepare to get laced\nBecause they're gonna taste my—\n\n[Chorus]\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\n\n[Verse 2]\nI said knock knock, let the devil in\nShotgun p-p-pellets in the felt pen\nCocked, fuck around and catch a hot one\nIt-it's evident I'm not done\nV-Venomous, the thoughts spun\nLike a web and you just caught in 'em\nHeld against your will like a hubcap or mud flap\nBeat strangler attack\nSo this ain't gonna feel like a love tap\nEat painkiller pills, fuck up the track\nLike, what's her name's at the wheel? Danica Patrick\nThrew the car into reverse at the Indy, a nut crashin'\nInto ya, the back of it just mangled steel\nMy Mustang and the Jeep Wrangler grill\nWith the front smashed, much as my rear fender, assassin\nSlim be a combination of an actual kamikaze and Gandhi (Gandhi)\nTranslation, I will probably kill us both\nWhen I end up backin' into ya\nYou ain't gonna be able to tell what the fuck's happenin' to ya\nWhen you're bit with the—\n\n[Chorus]\nVenom, adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\n\n[Verse 3]\nI said knock knock, let the devil in\nAlien, E-E-Elliott phone home\nAin't no telling when this chokehold\nOn this game will end, I'm loco\nBecame a Symbiote, so\nMy fangs are in your throat, ho\nYou're snake-bitten with my—venom\nWith the ballpoint pen I'm\nGun cocked, bump stock, double-aught, buckshot\nTire thumper, a garrote, tie a couple knots\nFired up and caught fire, juggernaut\nPunk rock, bitch, it's goin' down like Yung Joc\n'Cause the Doc put me on like sunblock\nWhy the fuck not, you only get one shot\nAte shit 'til I can't taste it\nChased it with straight liquor\nThen paint thinner, then drank 'til I faint\nAnd awake with a headache\nAnd I take anything in rectangular shape\nThen I wait to face the demons I'm bonded to\n'Cause they're chasin' me but I'm part of you\nSo escapin' me is impossible\nI latch onto you like a—parasite\nAnd I probably ruined your parents' life\nAnd your childhood too\n'Cause if I'm the music that y'all grew up on\nI'm responsible for you retarded fools\nI'm the super villain Dad and Mom was losin' their marbles to\nYou marvel that? Eddie Brock is you\nAnd I'm the suit, so call me—\n\n[Chorus]\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm\nEver gonna slow up and I'm\nReady to snap any moment I'm\nThinkin' it's time to go get 'em\nThey ain't gonna know what hit 'em\n(W-W-When they get bit with the—)\n\n"}