{"title": "Killshot", "artist": "Eminem", "content": "You sound like a bitch, bitch\nShut the fuck up\nWhen your fans become your haters\nYou done?\nFuckin' beard's weird\nAlright\nYou yellin' at the mic, fuckin' weird beard (You want smoke)\nWe doin' this once\nYou yellin' at the mic, your beard's weird\nWhy you yell at the mic? (Illa)\n\n[Verse]\nRihanna just hit me on a text\nLast night I left hickeys on her neck\nWait, you just dissed me? I'm perplexed\nInsult me in a line, compliment me on the next\nDamn, I'm really sorry you want me to have a heart attack\nWas watchin' 8 Mile on my NordicTrack\nRealized I forgot to call you back\nHere's that autograph for your daughter, I wrote it on a Starter cap\nStan, Stan, son\nListen, man, Dad isn't mad\nBut how you gonna name yourself after a damn gun\nAnd have a man-bun?\nThe giant's woke, eyes open, undeniable\nSupplyin' smoke, got the fire stoked\nSay you got me in a scope, but you grazed me\nI say one call to Interscope and you're Swayze\nYour reply got the crowd yelling, \"Woo!\"\nSo before you die let's see who can out-petty who\nWith your corny lines (\"Slim, you're old\")—ow, Kelly, ooh\nBut I'm 45 and I'm still outselling you\nBy 29, I had three albums that had blew\nNow let's talk about somethin' I don't really do\nGo in someone's daughter's mouth stealin' food\nBut you're a fuckin' mole hill\nNow I'ma make a mountain out of you, woo!\nHo, chill, actin' like you put the chrome barrel to my bone marrow\nGunner? Bitch, you ain't a bow and arrow\nSay you'll run up on me like a phone bill, sprayin' lead (Brrt)\nPlayin' dead, that's the only time you hold still (Hold up)\nAre you eating cereal or oatmeal?\nWhat the fuck's in the bowl, milk? Wheaties or Cheerios?\n'Cause I'm takin' a shit in 'em, Kelly, I need reading material\n…Dictionary…\n\"Yo, Slim, your last four albums sucked\nGo back to Recovery,\" oh shoot, that was three albums ago\nWhat do you know? Oops\nKnow your facts before you come at me, lil' goof\nLuxury, oh, you broke, bitch? Yeah, I had enough money in '02\nTo burn it in front of you, ho\nYounger me? No, you the wack me, it's funny but so true\nI'd rather be 80-year-old me than 20-year-old you\n'Til I'm hitting old age\nStill can fill a whole page with a 10-year-old's rage\nGot more fans than you in your own city, lil' kiddy, go play\nFeel like I'm babysitting Lil Tay\nGot the Diddy okay so you spent your whole day\nShootin' a video just to fuckin' dig your own grave\nGot you at your own wake, I'm the billy goat\nYou ain't never made a list next to no Biggie, no Jay\nNext to Taylor Swift and that Iggy ho, you about to really blow\nKelly, they'll be putting your name\nNext to Ja, next to Benzino—die, motherfucker!\nLike the last motherfucker sayin' Hailie in vain\nAlien brain, you Satanist (Yeah)\nMy biggest flops are your greatest hits\nThe game's mine again and ain't nothin' changed but the locks\nSo before I slay this bitch I, mwah, give Jade a kiss\nGotta wake up Labor Day to this (The fuck?)\nBein' rich-shamed by some prick usin' my name for clickbait\nIn a state of bliss 'cause I said his goddamn name\nNow I gotta cock back, aim\nYeah, bitch, pop Champagne to this! (Pop)\nIt's your moment\nThis is it, as big as you're gonna get, so enjoy it\nHad to give you a career to destroy it\nLethal injection\nGo to sleep six feet deep, I'll give you a B for the effort\nBut if I was three-foot-eleven\nYou'd look up to me, and for the record\nYou would suck a dick to fuckin' be me for a second\nLick a ballsack to get on my channel\nGive your life to be as solidified\nThis mothafuckin' shit is like Rambo when he's out of bullets\nSo what good is a fuckin' machine gun when it's out of ammo?\nHad enough of this tatted-up mumble rapper\nHow the fuck can him and I battle?\nHe'll have to fuck Kim in my flannel\nI'll give him my sandals\n'Cause he knows, long as I'm Shady he's gon' have to live in my shadow\nExhausting, letting off on my offspring\nLick a gun barrel, bitch, get off me!\nYou dance around it like a sombrero, we can all see\nYou're fuckin' salty\n'Cause Young Gerald's balls-deep inside of Halsey\nYour red sweater, your black leather\nYou dress better, I rap better\nThat a death threat or a love letter?\nLittle white toothpick\nThinks it's over a pic, I just don't like you, prick\nThanks for dissing me\nNow I had an excuse on the mic to write \"Not Alike\"\nBut really I don't care who's in the right\nBut you're losin' the fight you picked\nWho else want it? Kells—attempt fails! Budden—L's!\nFuckin' nails in these coffins as soft as Cottonelle\nKillshot, I will not fail, I'm with the Doc still\nBut this idiot's boss pops pills and tells him he's got skills\nBut, Kells, the day you put out a hit's the day Diddy admits\nThat he put the hit out that got Pac killed, ah!\nI'm sick of you bein' wack\nAnd still usin' that mothafuckin' Auto-Tune\nSo let's talk about it (Let's talk about it)\nI'm sick of your mumble rap mouth\nNeed to get the cock up out it\nBefore we can even talk about it (Talk about it)\nI'm sick of your blonde hair and earrings\nJust 'cause you look in the mirror and think\nThat you're Marshall Mathers (Marshall Mathers)\nDon't mean you are, and you're not about it\nSo just leave my dick in your mouth and keep my daughter out it\n\n[Outro]\nYou fuckin'—oh\nAnd I'm just playin', Diddy\nYou know I love you\n\n"}