{"title": "Rap God", "artist": "Eminem", "content": "\"Look, I was gonna go easy on you not to hurt your feelings.\"\n\"But I'm only going to get this one chance.\"\n\"Something's wrong, I can feel it.\"\nSix minutes. Six minutes. Six minutes, Slim Shady, you're on!\n\"Just a feeling I've got. Like something's about to happen, but I don't know what. If that means what I think it means, we're in trouble, big trouble; and if he is as bananas as you say, I'm not taking any chances.\"\n\"You are just what the doc ordered.\"\n\n[Chorus]\nI'm beginnin' to feel like a Rap God, Rap God\nAll my people from the front to the back nod, back nod\nNow who thinks their arms are long enough to slap box, slap box?\nThey said I rap like a robot, so call me Rap-bot\n\n[Verse 1]\nBut for me to rap like a computer it must be in my genes\nI got a laptop in my back pocket\nMy pen'll go off when I half-cock it\nGot a fat knot from that rap profit\nMade a livin' and a killin' off it\nEver since Bill Clinton was still in office\nWith Monica Lewinsky feelin' on his nutsack\nI'm an MC still as honest\nBut as rude and as indecent as all hell\nSyllables, skill-a-holic (kill 'em all with)\nThis flippity dippity-hippity hip-hop\nYou don't really wanna get into a pissin' match\nWith this rappity brat, packin' a MAC in the back of the Ac'\nBackpack rap crap, yap-yap, yackety-yack\nAnd at the exact same time, I attempt these lyrical acrobat stunts while I'm practicin' that\nI'll still be able to break a motherfuckin' table\nOver the back of a couple of faggots and crack it in half\nOnly realized it was ironic, I was signed to Aftermath after the fact\nHow could I not blow? All I do is drop F-bombs\nFeel my wrath of attack\nRappers are havin' a rough time period, here's a maxi pad\nIt's actually disastrously bad for the wack\nWhile I'm masterfully constructing this masterpièce\n\n[Chorus]\n'Cause I'm beginnin' to feel like a Rap God, Rap God\nAll my people from the front to the back nod, back nod\nNow who thinks their arms are long enough to slap box, slap box?\nLet me show you maintainin' this shit ain't that hard, that hard\nEverybody want the key and the secret\nTo rap immortality like I have got\n\n[Verse 2]\nWell, to be truthful the blueprint's\nSimply rage and youthful exuberance\nEverybody loves to root for a nuisance\nHit the Earth like an asteroid\nDid nothing but shoot for the Moon since (Pew!)\nMCs get taken to school with this music\n'Cause I use it as a vehicle to \"bus the rhyme\"\nNow I lead a new school full of students\nMe? I'm a product of Rakim\nLakim Shabazz, 2Pac, N.W.A, Cube, hey Doc, Ren\nYella, Eazy, thank you, they got Slim\nInspired enough to one day grow up, blow up and be in a position\nTo meet Run–D.M.C., induct them\nInto the motherfuckin' Rock and Roll Hall of Fame\nEven though I'll walk in the church and burst in a ball of flames\nOnly Hall of Fame I'll be inducted in is the alcohol of fame\nOn the wall of shame\nYou fags think it's all a game, 'til I walk a flock of flames\nOff a plank and, tell me what in the fuck are you thinkin'?\nLittle gay-lookin' boy\nSo gay I can barely say it with a straight face, lookin' boy\nYou're witnessin' a massacre\nLike you're watching a church gathering take place, lookin' boy\n\"Oy vey, that boy's gay!\"—that's all they say, lookin' boy\nYou get a thumbs up, pat on the back\nAnd a \"way to go\" from your label every day, lookin' boy\nHey, lookin' boy! What you say, lookin' boy?\nI get a \"hell yeah\" from Dre, lookin' boy\nI'ma work for everything I have, never ask nobody for shit\nGet outta my face, lookin' boy!\nBasically, boy, you're never gonna be capable\nOf keepin' up with the same pace, lookin' boy, 'cause—\n\n[Chorus]\nI'm beginnin' to feel like a Rap God, Rap God\nAll my people from the front to the back nod, back nod\nThe way I'm racin' around the track, call me NASCAR, NASCAR\nDale Earnhardt of the trailer park, the White Trash God\nKneel before General Zod\nThis planet's Krypton—no, Asgard, Asgard\n\n[Verse 3]\nSo you'll be Thor and I'll be Odin\nYou rodent, I'm omnipotent\nLet off, then I'm reloadin'\nImmediately with these bombs I'm totin'\nAnd I should not be woken\nI'm the walkin' dead, but I'm just a talkin' head, a zombie floatin'\nBut I got your mom deep-throatin'\nI'm out my Ramen Noodle\nWe have nothin' in common, poodle\nI'm a Doberman, pinch yourself in the arm and pay homage, pupil\nIt's me, my honesty's brutal\nBut it's honestly futile if I don't utilize what I do though\nFor good at least once in a while\nSo I wanna make sure, somewhere in this chicken scratch I scribble and doodle enough rhymes\nTo maybe try to help get some people through tough times\nBut I gotta keep a few punchlines\nJust in case, 'cause even you unsigned\nRappers are hungry lookin' at me like it's lunchtime\nI know there was a time where once I\nWas king of the underground\nBut I still rap like I'm on my Pharoahe Monch grind\nSo I crunch rhymes, but sometimes when you combine\nAppeal with the skin color of mine\nYou get too big and here they come tryin'\nTo censor you like that one line\nI said on \"I'm Back\" from The Mathers LP 1 when I\nTried to say I'll take seven kids from Columbine\nPut 'em all in a line, add an AK-47, a revolver and a 9\nSee if I get away with it now that I ain't as big as I was, but I'm\nMorphin' into an immortal, comin' through the portal\nYou're stuck in a time warp from 2004 though\nAnd I don't know what the fuck that you rhyme for\nYou're pointless as Rapunzel with fuckin' cornrows\nYou write normal? Fuck being normal!\nAnd I just bought a new Raygun from the future\nJust to come and shoot ya, like when Fabolous made Ray J mad\n'Cause Fab said he looked like a fag at Mayweather's pad\nSingin' to a man while they played piano\nMan, oh man, that was a 24/7 special on the cable channel\nSo Ray J went straight to the radio station\nThe very next day, \"Hey Fab, I'ma kill you!\"\nLyrics comin' at you at supersonic speed (J.J. Fad)\nUh, summa-lumma, dooma-lumma, you assumin' I'm a human\nWhat I gotta do to get it through to you? I'm superhuman\nInnovative and I'm made of rubber, so that anything you say is ricochetin' off of me and it'll glue to you and\nI'm devastating, more than ever demonstrating\nHow to give a motherfuckin' audience a feeling like it's levitating\nNever fading, and I know the haters are forever waiting\nFor the day that they can say I fell off, they'll be celebrating\n'Cause I know the way to get 'em motivated\nI make elevating music, you make elevator music\n\"Oh, he's too mainstream.\"\nWell, that's what they do when they get jealous, they confuse it\n\"It's not hip-hop, it's pop,\"—'cause I found a hella way to fuse it\nWith rock, shock rap with Doc\nThrow on \"Lose Yourself\" and make 'em lose it\n\"I don't know how to make songs like that\nI don't know what words to use.\"\nLet me know when it occurs to you\nWhile I'm rippin' any one of these verses that versus you\nIt's curtains, I'm inadvertently hurtin' you\nHow many verses I gotta murder to\nProve that if you were half as nice\nYour songs you could sacrifice virgins to?\nUngh, school flunky, pill junkie\nBut look at the accolades these skills brung me\nFull of myself, but still hungry\nI bully myself 'cause I make me do what I put my mind to\nAnd I'm a million leagues above you\nIll when I speak in tongues, but it's still tongue-in-cheek fuck you!\nI'm drunk—so, Satan, take the fucking wheel\nI'ma sleep in the front seat\nBumpin' Heavy D and the Boyz, still \"Chunky but Funky\"\nBut in my head there's something I can feel tugging and struggling\nAngels fight with devils, and here's what they want from me\nThey're askin' me to eliminate some of the women hate\nBut if you take into consideration the bitter hatred\nI have, then you may be a little patient\nAnd more sympathetic to the situation\nAnd understand the discrimination\nBut fuck it, life's handin' you lemons? Make lemonade then!\nBut if I can't batter the women\nHow the fuck am I supposed to bake them a cake then?\nDon't mistake him for Satan; it's a fatal mistake\nIf you think I need to be overseas and take a vacation\nTo trip a broad, and make her fall on her face and\nDon't be a retard! Be a king? Think not\nWhy be a king when you can be a God?\n\n[Produced by DVLP]\n\n"}