{"title": "The Ringer", "artist": "Eminem", "content": "*Plane crash*\nYeah (Illa)\nYo, I'm just gonna write down my first thoughts, and see where this takes me, ’cause I feel like I wanna punch the world in the fuckin' face right now, yeah!\n\n[Verse]\nLet me explain just how to make greatness\nStraight out the gate, I'm ’bout to break it down\nAin't no mistakes allowed, but make no mistake, I'm 'bout\nTo rape the alphabet, I may raise some brows\nIf I press the issue just to get the anger out (Brrr!)\nFull magazine could take Staples out\nSavage but ain't thinkin' 'bout no bank account\nBut bitch, I'm off the chain like Kala Brown\nMotherfucker, shut the fuck up when I’m talkin’, lil' bitch\nI’m sorry, wait, what's your talent? Oh, critiquin'\nMy talent? Oh, bitch, I don't know who the fuck y’all are\nTo give a sub-par bar or even have an opinion or view\nYou mention me, millions of views, attention in news\nI mention you, lose-lose for me, win-win for you\nBillions of views, your ten cents are two\nSkim through the music to give shit reviews\nTo get clicks, but bitch, you just lit the fuse\nDon't get misconstrued, business as us'\nShit-list renewed, so get shit to do\nOr get dissed 'cause I just don't get\nWhat the fuck half the shit is that you're listenin' to\nDo you have any idea how much I hate this choppy flow\nEveryone copies though? Prob'ly no\nGet this fuckin' audio out my Audi yo, adiós\nI can see why people like Lil Yachty, but not me though\nNot even dissin', it just ain't for me\nAll I am simply is just an emcee\nMaybe \"Stan\" just isn't your cup of tea (Get it?)\nMaybe your cup's full of syrup and lean\nMaybe I need to stir up shit, preferably\nShake the world up if it were up to me\nPaul wants me to chill, y'all want me to ill\nI should eat a pill, probably I will\nOld me killed the new me, watch him bleed to death\nI breathe on the mirror, I don't see my breath\nPossibly I'm dead, I must be possessed\nLike an evil spell, I'm E-V-I-L (Evil, spelled)\nJam a Crest Whitestrip in the tip of my dick\nWith an ice pick, stick it in a vise grip\nHang it on a spike fence, bang it with a pipe wrench\nWhile I take my ball sack and flick it like a light switch\nLike vice-president Mike Pence\nBack up on my shit in a sidekick as I lay it on a spike strip\nThese are things that I'd rather do than hear you on a mic\nSince nine tenths of your rhyme is about ice and\nJesus Christ, man, how many times is\nSomeone gonna fuck on my bitch? (Fuck my side chick!)\nYou won't ever see Em icy\nBut as cold as I get on the M-I-C\nI polarize shit, so the temps might freeze\nAnd your skull might split like I bashed you upside it\nBitch, I got the club on smash like a nightstick (Yeah)\nTurn down for what?\nI ain't loud enough, nah, turn the Valium up!\n'Cause I don't know how I'm gonna get your mouths to shut\nNow when it doesn't matter what caliber\nI spit at, I'll bet a hundred thousand bucks\nYou'll turn around and just be like, \"Man, how the fuck\nSourpuss gonna get mad just 'cause his album sucks?\nAnd now he wants to take it out on us.\" (Ooouuu)\nBut last week, an ex-fan mailed me a copy\nOf The Mathers LP to tell me to study\nIt'll help me get back to myself and she'll love me (Oooouuu)\nI mailed the bitch back and said if I did that\nI'd just be like everyone else in the fucking industry\nEspecially an effing Recovery clone of me (NFing)\nSo finger-bang, chicken wang, MGK, Igg' Azae'\nLil Pump, Lil Xan imitate Lil Wayne\nI should aim at everybody in the game, pick a name\nI'm fed up with bein' humble\nAnd rumor is I'm hungry, I'm sure you heard bumblings\nI heard you wanna rumble like an empty stomach\nI heard your mumblin' but it's jumbled in mumbo-jumbo\nThe era that I'm from will pummel you, that's what it's comin' to\nWhat the fuck you're gonna do when you run into it?\nI'm gonna crumble you and I'll take a number two\nAnd dump on you, if you ain't Joyner\nIf you ain't Kendrick or Cole or Sean then you're a goner\nI'm 'bout to bring it to anyone in this bitch who want it\nI guess when you walk into BK you expect a Whopper\nYou can order a Quarter Pounder when you go to McDonald's\nBut if you're lookin' to get a porterhouse you better go get Revival\nBut y'all are actin' like I tried to serve you up a slider\nMaybe the vocals shoulda been auto-tuned\nAnd you woulda bought it\nBut sayin' I no longer got it\n'Cause you missed a lot and never caught it\n'Cause it went over your head, because you're too stupid to get it\n'Cause you're mentally retarded, but pretend to be the smartest\nWith your expertise and knowledge, but you'll never be an artist\nAnd I'm harder on myself than you could ever be regardless\nWhat I'll never be is flawless, all I'll ever be is honest\nEven when I'm gone they're gonna say I brought it\nEven when I hit my forties like a fuckin' alcoholic\nWith a bottle full of malt liquor\nBut I couldn't bottle this shit any longer\nThe fact that I know that I'ma hit my bottom\nIf I don't pull myself from the jaws of defeat and rise to my feet\nI don't see why y'all even started with me\nI get in beefs, my enemies die\nI don't cease fire 'til at least all are deceased\nI'm east side, never be caught slippin'\nNow you see why I don't sleep, not even a wink, I don't blink\nI don't doze off, I don't even nod to the beats\nI don't even close my fuckin' eyes when I sneeze\n\"Aw, man! That BET cypher was weak, it was garbage\nThe Thing ain't even orange—oh my God, that's a reach!\"\nShout to all my colorblind people\nEach and everyone of y'all, if you call a fire engine green\nAquamarine, or you think water is pink\n\"Dawg, that's a date.\"  \"Looks like an olive to me.\"\n\"Look, there's an apple!\" No, it's not, it's a peach!\nSo finger-bang, Pootie Tang\nBurger King, Gucci Gang, dookie, dang\nCharlamagne gonna hate anyway, doesn't matter what I say\nGive me Donkey of the Day\nWhat a way for 2018 to get underway\nBut I'm gonna say everything that I wanna say\nWelcome to the slaughterhouse, bitch! (Yeah)\nInvite 'em in like a One A Day\nI'm not done (Preach!)\n'Cause I feel like the beast of burden\nThat line in the sand, was it even worth it?\n'Cause the way I see people turning's\nMakin' it seem worthless, it's startin' to defeat the purpose\nI'm watchin' my fan base shrink to thirds\nAnd I was just tryin' to do the right thing, but word\nHas the court of public opinion reached a verdict\nOr still yet to be determined?\n'Cause I'm determined to be me, critiqued or worshipped\nBut if I could go back, I'd at least reword it\nAnd say I empathize with the people this evil serpent\nSold the dream to that he's deserted\nBut I think it's workin'\nThese verses are makin' him a wee bit nervous\nAnd he's too scurred to answer me with words\n'Cause he knows that he will lyrically get murdered\nBut I know at least he's heard it\n'Cause Agent Orange just sent the Secret Service\nTo meet in person to see if I really think of hurtin' him\nOr ask if I'm linked to terrorists\nI said, \"Only when it comes to ink and lyricists.\"\nBut my beef is more media journalists\n(Hold up, hold up, hold up…)\nI said my beef is more meaty, a journalist\nCan get a mouthful of flesh\nAnd yes, I mean eating a penis\n'Cause they been pannin' my album to death\nSo I been givin' the media fingers\nDon't wanna turn this to a counseling sesh\nBut they been puttin' me through the ringer\nSo I ain't ironin' shit out with the press\nBut I just took this beat to the cleaners\n\n"}