{"content": "      “It is better to remain silent at the risk of being thought a fool, than to talk and remove all doubt of it.”\n      “Folks are usually about as happy as they make their minds up to be.”\n      “Whatever you are, be a good one.”\n      “Do I not destroy my enemies when I make them my friends?”\n      “America will never be destroyed from the outside. If we falter and lose our freedoms, it will be because we destroyed ourselves.”\n      “My Best Friend is a person who will give me a book I have not read.”\n      “Nearly all men can stand adversity, but if you want to test a man's character, give him power.”\n      “My concern is not whether God is on our side; my greatest concern is to be on God's side, for God is always right.”\n      “I'm a success today because I had a friend who believed in me and I didn't have the heart to let him down.”\n      “Books serve to show a man that those original thoughts of his aren't very new after all.”\n      “When I do good, I feel good. When I do bad, I feel bad. That's my religion.”\n      “No matter how old you are now. You are never too young or too old for success or going after what you want. Here’s a short list of people who accomplished great things at different ages1) Helen Keller, at the age of 19 months, became deaf and blind. But that didn’t stop her. She was the first deaf and blind person to earn a Bachelor of Arts degree.2) Mozart was already competent on keyboard and violin; he composed from the age of 5.3) Shirley Temple was 6 when she became a movie star on “Bright Eyes.”4) Anne Frank was 12 when she wrote the diary of Anne Frank.5) Magnus Carlsen became a chess Grandmaster at the age of 13.6) Nadia Comăneci was a gymnast from Romania that scored seven perfect 10.0 and won three gold medals at the Olympics at age 14.7) Tenzin Gyatso was formally recognized as the 14th Dalai Lama in November 1950, at the age of 15.8) Pele, a soccer superstar, was 17 years old when he won the world cup in 1958 with Brazil.9) Elvis was a superstar by age 19.10) John Lennon was 20 years and Paul Mcartney was 18 when the Beatles had their first concert in 1961.11) Jesse Owens was 22 when he won 4 gold medals in Berlin 1936.12) Beethoven was a piano virtuoso by age 2313) Issac Newton wrote Philosophiæ Naturalis Principia Mathematica at age 2414) Roger Bannister was 25 when he broke the 4 minute mile record15) Albert Einstein was 26 when he wrote the theory of relativity16) Lance E. Armstrong was 27 when he won the tour de France 17) Michelangelo created two of the greatest sculptures “David” and “Pieta” by age 2818) Alexander the Great, by age 29, had created one of the largest empires of the ancient world19) J.K. Rowling was 30 years old when she finished the first manuscript of Harry Potter20) Amelia Earhart was 31 years old when she became the first woman to fly solo across the Atlantic Ocean21) Oprah was 32 when she started her talk show, which has become the highest-rated program of its kind22) Edmund Hillary was 33 when he became the first man to reach Mount Everest23) Martin Luther King Jr. was 34 when he wrote the speech “I Have a Dream.\"24) Marie Curie was 35 years old when she got nominated for a Nobel Prize in Physics 25) The Wright brothers, Orville (32) and Wilbur (36) invented and built the world's first successful airplane and making the first controlled, powered and sustained heavier-than-air human flight26) Vincent Van Gogh was 37 when he died virtually unknown, yet his paintings today are worth millions.27) Neil Armstrong was 38 when he became the first man to set foot on the moon.28) Mark Twain was 40 when he wrote \"The Adventures of Tom Sawyer\", and 49 years old when he wrote \"Adventures of Huckleberry Finn\"29) Christopher Columbus was 41 when he discovered the Americas30) Rosa Parks was 42 when she refused to obey the bus driver’s order to give up her seat to make room for a white passenger31) John F. Kennedy was 43 years old when he became President of the United States32) Henry Ford Was 45 when the Ford T came out.33) Suzanne Collins was 46 when she wrote \"The Hunger Games\"34) Charles Darwin was 50 years old when his book On the Origin of Species came out.35) Leonardo Da Vinci was 51 years old when he painted the Mona Lisa.36) Abraham Lincoln was 52 when he became president.37) Ray Kroc Was 53 when he bought the McDonalds Franchise and took it to unprecedented levels.38) Dr. Seuss was 54 when he wrote \"The Cat in the Hat\".40) Chesley \"Sully\" Sullenberger III was 57 years old when he successfully ditched US Airways Flight 1549 in the Hudson River in 2009. All of the 155 passengers aboard the aircraft survived41) Colonel Harland Sanders was 61 when he started the KFC Franchise42) J.R.R Tolkien was 62 when the Lord of the Ring books came out43) Ronald Reagan was 69 when he became President of the US44) Jack Lalane at age 70 handcuffed, shackled, towed 70 rowboats45) Nelson Mandela was 76 when he became President”\n      “Whenever I hear anyone arguing for slavery, I feel a strong impulse to see it tried on him personally.”\n      “I am a slow walker, but I never walk back.”\n      “There are no bad pictures; that's just how your face looks sometimes.”\n      “Those who look for the bad in people will surely find it.”\n      “I can see how it might be possible for a man to look down upon the earth and be an atheist, but I cannot conceive how a man could look up into the heavens and say there is no God.”\n      “I don't like that man. I must get to know him better.”\n      “When you reach the end of your rope, tie a knot and hang on.”\n      “Be sure you put your feet in the right place, then stand firm.”\n      “I am not bound to win, but I am bound to be true. I am not bound to succeed, but I am bound to live up to what light I have.”\n      “If I were two-faced, would I be wearing this one?”\n      “Though [Abraham Lincoln] never would travel to Europe, he went with Shakespeare’s kings to Merry England; he went with Lord Byron poetry to Spain and Portugal. Literature allowed him to transcend his surroundings.”\n      “I would rather be a little nobody, then to be a evil somebody.”\n      “You can fool some of the people all of the time, and all of the people some of the time, but you can not fool all of the people all of the time.”\n      “All that I am or ever hope to be, I owe to my angel mother.”\n      “Character is like a tree and reputation its shadow. The shadow is what we think it is and the tree is the real thing.”\n      “I have been driven many times upon my knees by the overwhelming conviction that I had no where else to go. My own wisdom and that of all about me seemed insufficient for that day.”\n      “Always bear in mind that your own resolution to succeed is more important than any one thing.”\n      “No man is poor who has a Godly mother.”\n      “I laugh because I must not cry, that is all, that is all. ”\n      “The best way to predict your future is to create it.”\n      “You can fool some people some times but you cant fool all the people all the time”\n      “Tact: the ability to describe others as they see themselves.”\n      “I will prepare and some day my chance will come.”\n      “Elections belong to the people. It's their decision. If they decide to turn their back on the fire and burn their behinds, then they will just have to sit on their blisters.”\n      “If you once forfeit the confidence of your fellow citizens, you can never regain their respect and esteem. It is true that you may fool all of the people some of the time; you can even fool some of the people all of the time; but you can't fool all of the people all of the time. -Speech at Clinton, Illinois, September 8, 1854.”\n      “My father taught me to work, but not to love it. I never did like to work, and I don't deny it. I'd rather read, tell stories, crack jokes, talk, laugh -- anything but work.”\n      “No man has a good enough memory to be a successful liar”\n      “The best thing about the future is that it comes one day at a time.”\n      “Give me six hours to chop down a tree and I will spend the first four sharpening the axe.”\n      “I have always found that mercy bears richer fruits than strict justice.”\n      “He has a right to criticize, who has a heart to help.”\n      “Things may come to those who wait, but only the things left by those who hustle.”\n      “All I have learned, I learned from books.”\n      “I care not for a man's religion whose dog and cat are not the better for it.”\n      “Every man's happiness is his own responsibility.”\n      “You cannot escape the responsibility of tomorrow by evading it today.”\n      “I do not think much of a man who is not wiser today than he was yesterday.”\n      “It's not me who can't keep a secret. It's the people I tell that can't.”\n      “The Lord prefers common-looking people. That is why he made so many of them.”\n      “It has been my experience that folks who have no vices have very few virtues.”\n      “You have to do your own growing no matter how tall your grandfather was.”\n      “In this sad world of ours sorrow comes to all and it often comes with bitter agony. Perfect relief is not possible except with time. You cannot now believe that you will ever feel better. But this is not true. You are sure to be happy again. Knowing this, truly believing it will make you less miserable now. I have had enough experience to make this statement.”\n      “You cannot help people permanently by doing for them, what they could and should do for themselves.”\n      “If this is coffee, please bring me some tea; but if this is tea, please bring me some coffee.”\n      “You can tell the greatness of a man by what makes him angry”\n      “It is difficult to make a man miserable while he feels worthy of himself and claims kindred to the great God who made him.”\n      “A house divided against itself cannot stand.\" I believe this government cannot endure, permanently half slave and half free. I do not expect the Union to be dissolved — I do not expect the house to fall — but I do expect it will cease to be divided. It will become all one thing or all the other.”\n      “I am a firm believer in the people. If given the truth, they can be depended upon to meet any national crisis. The great point is to bring them the real facts, and beer.”\n      “The better part of one's life consists of his friendships.”\n      “I am not concerned that you have fallen -- I am concerned that you arise.”\n      “To ease another’s heartache is to forget one’s own.”\n      “I don't know who my grandfather was; I am much more concerned to know what his grandson will be.”\n      “The probability that we may fail in the struggle ought not to deter usfrom the support of a cause we believe to be just.”\n      “Achievement has no color”\n      “When I get ready to talk to people, I spend two thirds of the time thinking what they want to hear and one third thinking about what I want to say.”\n      “No matter how much the cats fight, there always seem to be plenty of kittens. ”\n      “I do the very best I know how, the very best I can, and I mean to keep on doing so until the end.”\n      “Be with a leader when he is right, stay with him when he is still right, but, leave him when he is wrong.”\n      “From whence shall we expect the approach of danger? Shall some trans-Atlantic military giant step the earth and crush us at a blow? Never. All the armies of Europe and Asia...could not by force take a drink from the Ohio River or make a track on the Blue Ridge in the trial of a thousand years. No, if destruction be our lot we must ourselves be its author and finisher. As a nation of free men we will live forever or die by suicide.”\n      “We should be too big to take offense and too noble to give it.”\n      “I have come to the conclusion never again to think of marrying, and for this reason, I can never be satisfied with anyone who would be blockhead enough to have me.”\n      “My great concern is not whether you have failed, but whether you are content with your failure.”\n      “The ballot is stronger than the bullet.”\n      “The greatest fine art of the future will be the making of a comfortable living from a small piece of land.”\n      “You can have anything you want if you want it badly enough. You can be anything you want to be, do anything you set out to accomplish if you hold to that desire with singleness of purpose.”\n      “As I would not be a slave, so I would not be a master. This expresses my idea of democracy.”\n      “Honor to the soldier and sailor everywhere, who bravely bears his country's cause. Honor, also, to the citizen who cares for his brother in the field and serves, as he best can, the same cause.”\n      “If there is anything that links the human to the divine, it is the courage to stand by a principle when everybody else rejects it.”\n      “Get books, sit yourself down anywhere, and go to reading them yourself.”\n      “Die when I may, I want it said of me by those who knew me best, that I always plucked a thistle and planted a flower where I thought a flower would grow.”\n      “Hypocrite: The man who murdered his parents, and then pleaded for mercy on the grounds that he was an orphan.”\n      “If this country is ever demoralized, it will come from trying to live without work.”\n      “Stand with anyone that is right; stand with him while he is right and part with him when he goes wrong.”\n      “It is said an Eastern monarch once charged his wise men to invent him a sentence to be ever in view, and which should be true and appropriate in all times and situations. They presented him the words, \"And this too, shall pass away.\" How much it expresses! How chastening in the hour of pride! How consoling in the depths of affliction!”\n      “Don’t criticize them; they are just what we would be under similar circumstances.”\n      “Those who deny freedom to others deserve it not for themselves, and, under a just God cannot retain it.”\n      “You cannot build character and courage by taking away people's initiative and independence”\n      “Take all that you can of this book upon reason, and the balance on faith, and you will live and die a happier man. (When a skeptic expressed surprise to see him reading a Bible)”\n      “Let no feeling of discouragement preyupon you, and in the end you are sure to succeed.”\n      “Determine that the thing can and shall be done and then... find the way.”\n      “Those who write clearly have readers, those who write obscurely have commentators.”\n      “Republicans are for both the man and the dollar, but in case of conflict the man before the dollar.”\n      “Our safety, our liberty, depends upon preserving the Constitution of the United States as our fathers made it inviolate. The people of the United States are the rightful masters of both Congress and the courts, not to overthrow the Constitution, but to overthrow the men who pervert the Constitution.”\n      “My father taught me to work; he did not teach me to love it.”\n      “Don't interfere with anything in the Constitution. That must be maintained, for it is the only safeguard of our liberties.”\n      “In this sad world of ours, sorrow comes to all; and, to the young, it comes with bitterest agony, because it takes them unawares. The older have learned to ever expect it. I am anxious to afford some alleviation of your present distress. Perfect relief is not possible, except with time. You can not now realize that you will ever feel better. Is not this so? And yet it is a mistake. You are sure to be happy again. To know this, which is certainly true, will make you some less miserable now. I have had experience enough to know what I say; and you need only to believe it, to feel better at once.”\n      “Commitment is what transforms a promise into reality.”\n      “The dogmas of the quiet past are inadequate to the stormy present. The occasion is piled high with difficulty and we must rise with the occasion. As our case is new, we must think anew and act anew. We must disenthrall ourselves, and then we shall save our country.”\n      “We the people are the rightful masters of both Congress and the courts, not to overthrow the Constitution but to overthrow the men who pervert the Constitution.”\n      “Lets have faith that right makes might; and in that faith let us, to the end, dare to do our duty as we understand it.”\n      “A capacity, and taste, for reading, gives access to whatever has already been discovered by others. It is the key, or one of the keys, to the already solved problems. And not only so. It gives a relish, and facility, for successfully pursuing the [yet] unsolved ones.”\n      “Shakespeare, Leonardo da Vinci, Benjamin Franklin and Abraham Lincoln never saw a movie, heard a radio or looked at television. They had 'Loneliness' and knew what to do with it. They were not afraid of being lonely because they knew that was when the creative mood in them would work.”\n      “That some achieve great success, is proof to all that others can achieve it as well.”\n      “in times like the present, men should utter nothing for which they would not willingly be responsible through time and eternity.”\n      “I see in the near future a crisis approaching that unnerves me and causes me to tremble for the safety of my country. . . . corporations have been enthroned and an era of corruption in high places will follow, and the money power of the country will endeavor to prolong its reign by working upon the prejudices of the people until all wealth is aggregated in a few hands and the Republic is destroyed.”\n      “If frienship is your weakest point then you are the strongest person in the world.”\n      “Force is all conquering, but it's victories are short lived.”\n      “Prohibition... goes beyond the bounds of reason in that it attempts to control a man's appetite by legislation and makes a crime out of things that are not crimes... A prohibition law strikes a blow at the very principles upon which our government was founded.”\n      “You can’t make a weak man strong by making a strong man weak”\n      “I believe the Bible is the best gift God has ever given to man. All the good from The Savior of the world is communicated to us through this Book.”\n      “Allow the President to invade a neighboring nation, whenever he shall deem it necessary to repel an invasion and you allow him to do so whenever he may choose to say he deems it necessary for such purpose -- and you allow him to make war at pleasure. . . . If, today, he should choose to say he thinks it necessary to invade Canada to prevent the British from invading us, how could you stop him? You may say to him, 'I see no probability of the British invading us'; but he will say to you, 'Be silent; I see it, if you don't.”\n      “If I were to try to read, much less answer, all the attacks made on me, this shop might as well be closed for any other business. I do the very best I know how - the very best I can; and I mean to keep doing so until the end. If the end brings me out all right, what's said against me won't amount to anything. If the end brings me out wrong, ten angels swearing I was right would make no difference.”\n      “You cannot lift the wage earner up by pulling the wage payer down.”\n      “Congressmen who willfully take action during wartime that damages morale and undermine the military are saboteurs and should be arrested, exiled, or hung”\n      “A woman is the only thing I am afraid of that I know will not hurt me.”\n      “A tendancy to melancholy...let it be observed, is a misfortune, not a fault.”\n      “That some should be rich shows that others may become rich, and hence is just encouragement to industry and enterprise. Let not him who is houseless pull down the house of another; but let him labor diligently and build one for himself, thus by example assuring that his own shall be safe from violence built.”\n      “Life is hard but so very beautiful”\n      “Nothing will divert me from my purpose.”\n      “It often requires more courage to dare to do right than to fear to do wrong.”\n      “You cannot have the right to do what is wrong!”\n      “Here in my heart, my happiness, my house.Here inside the lighted window is my love, my hope, my life.Peace is my companion on the pathway winding to the threshold.Inside this portal dwells new strength in the security, serenity, and radiance of those I love above life itself.Here two will build new dreams--dreams that tomorrow will come true.The world over, these are the thoughts at eventide when footsteps turn ever homeward.In the haven of the hearthside is rest and peace and comfort.”\n      “I know there is a God, and that He hates injustice and slavery. I see the storm coming, and I know that his hand is in it. If He has a place and work for me - and I think He has - I believe I am ready.”\n      “No man is good enough to govern another man without that other’s consent.”\n      “The philosophy of the schoolroom in one generation is the philosophy of government in the next.”\n      “Executive Mansion,Washington, Nov. 21, 1864.Dear Madam,--I have been shown in the files of the War Department a statement of the Adjutant General of Massachusetts that you are the mother of five sons who have died gloriously on the field of battle.I feel how weak and fruitless must be any word of mine which should attempt to beguile you from the grief of a loss so overwhelming. But I cannot refrain from tendering you the consolation that may be found in the thanks of the Republic they died to save.I pray that our Heavenly Father may assuage the anguish of your bereavement, and leave you only the cherished memory of the loved and lost, and the solemn pride that must be yours to have laid so costly a sacrifice upon the altar of freedom.Yours, very sincerely and respectfully,A. Lincoln”\n      “Women are the only people I am afraid of who I never thought would hurt me”\n      “Don't worry when you are not recognized but strive to be worthy of recognition”\n      “If any man tells you he loves America, yet hates labor, he is a liar. If any man tells you he trusts America, yet fears labor, he is a fool.”\n      “Anybody will do for you, but not for me. I must have somebody.”\n      “I have been driven many times to my knees by the overwhelming conviction that I had nowhere else to go.”\n      “Upon the subject of education, not presuming to dictate any plan or system respecting it, I can only say that I view it as the most important subject which we as a people can be engaged in.”\n      “The mystic chords of memory, stretching from every battle-field, and patriot grave, to every living heart and hearth-stone, all over this broad land, will yet swell the chorus of the Union, when again touched, as surely they will be, by the better angels of our nature.--as quoted in THE RIVER OF WINGED DREAMS”\n      “A friend is one who has the same enemies as you have.”\n      “I like to see a man proud of the place in which he lives. I like to see a man live so that his place will be proud of him. ”\n      “I don't like to hear cut and dried sermons. No—when I hear a man preach, I like to see him act as if he were fighting bees.”\n      “To fail to experience gratitude when walking through the corridors of the Metropolitan Museum, when listening to the music of Bach or Beethoven, when exercising our freedom to speak, or ... to give, or withhold, our assent, is to fail to recognize how much we have received from the great wellsprings of human talent and concern that gave us Shakespeare, Abraham Lincoln, Mark Twain, our parents, our friends. We need a rebirth of gratitude for those who have cared for us, living and, mostly, dead. The high moments of our way of life are their gifts to us. We must remember them in our thoughts and in our prayers; and in our deeds.”\n      “Education does not mean teaching people what they do not know. It means teaching them to behave as they do not behave.”\n      “In great contests each party claims to act in accordance with the will of God. Both may be, and one must be wrong. God cannot be for, and against the same thing at the same time.”\n      “Through their deeds, the dead of battle have spoken more eloquently for themselves than any of the living ever could. But we can only honor them by rededicating ourselves to the cause for which they gave a last full measure of devotion. ”\n      “Discourage litigation. Persuade your neighbors to compromise whenever you can. Point out to them how the nominal winner is often a real loser - in fees, expenses, and waste of time. As a peacemaker the lawyer has a superior opportunity of being a good man. There will still be business enough.”\n      “Neither let us be slandered from our duty by false accusations against us, nor frightened from it by menaces of destruction ... nor of dungeons to ourselves. Let us have faith that right makes might, and in that faith, let us, to the end, dare to do our duty as we understand it.”\n      “I remember my mother's prayers and they have always followed me. They have clung to me all my life.”\n      “I am nothing, truth is everything.”\n      “Labor is prior to, and independent of, capital. Capital is only the fruit of labor, and could never have existed if labor had not first existed. Labor is the superior of capital, and deserves much the higher consideration.”\n      “But for this book we could not know right from wrong.”\n      “Yeah, that’s my experience. Humbling to the point where you have major regrets about some of the stupid things you said, some of the things you thought were right. You keep going to these countries, and it’s like, you forgot the lesson from the last time. Because the first person you encounter kind of bitch-slaps you upside the head in the most wonderful, innocent way and you realize, God, I’m still an asshole. And this guy, by doing nothing except being broke and so incredibly polite—it takes you aback, you realize, I’m still not there yet. I still have like eight miles to go before I can even get into the parking lot of humility. I have to keep going back. It’s like going back to a chiropractor to get a readjustment. That’s me in Africa, that’s me in Southeast Asia. You come back humbled and you bring that into your life. It’s made me much more tolerant of other peoples—and I’m not saying I used to be a misogynist, or I used to be a racist, that was never my problem. But I can be extremely headstrong, impatient, rude. Like, “Hurry up, man. What’s your problem? Get out of my way.” That sentiment comes easy to me. Going to these countries, you realize none of that is necessary, none of it’s cool, it’s nothing Abraham Lincoln would do, and so why are you doing it? Those are the lessons I’ve learned.”\n      “In regards to this great Book [the Bible], I have but to say it is the best gift God has given to man. All the good the Savior gave to the world was communicated through this Book. But for it we could not know right from wrong. All things most desirable for man's welfare, here and hereafter, are found portrayed in it.”\n      “Gentlemen, why do you not laugh? With the fearful strain that is upon me day and night, if I did not laugh, I should die. ”\n      “If slavery is not wrong, nothing is wrong.”\n      “Better to remain silent and be thought a fool than to speak out and remove all doubt.”\n      “Someone asked me...how it felt and I was reminded of a story that a fellow townsman of ours used to tell--Abraham Lincoln. They asked him how he felt once after an unsuccessful election. He said he felt like a little boy who had stubbed his toe in the dark. He said that he was too old to cry, but it hurt too much to laugh.”\n      “Never do anything for anyone who can just as well do it themself”\n      “It will not do to investigate the subject of religion too closely, as it is apt to lead to infidelity.”\n      “The will of God prevails. In great contests each party claims to act in accordance with the will of God. Both *may* be, and one *must* be, wrong. God cannot be *for* and *against* the same thing at the same time. In the present civil war it is quite possible that God's purpose is something different from the purpose of either party - and yet the human instrumentalities, working just as they do, are of the best adaption to effect His purpose. I am almost ready to say that this is probably true - that God wills this contest, and wills that it shall not end yet. By His mere great power, on the minds of the now contestants, He could have either *saved* or *destroyed* the Union without human contest. Yet the contest began, And, having begun He could give the final victory to either side any day. Yet the contest proceeds.”\n      “With educated people, I suppose, punctuation is a matter of rule; with me it is a matter of feeling. But I must say I have a great respect for the semicolin; it's a useful little chap”\n      “Tis better people think you a fool, then open your mouth and erase all doubt.”\n      “The most sanctified figure in American historiography is, by no accident, the Great Saint of centralizing \"democracy\" and the strong unitary nation-state: Abraham Lincoln. And so didn't Lincoln use force and violence, and on a massive scale, on behalf of the mystique of the sacred \"Union,\" to prevent the South from seceding? Indeed he did, and on the foundation of mass murder and oppression, Lincoln crushed the South and outlawed the very notion of secession (based on the highly plausible ground that since the separate states voluntarily entered the Union they should be allowed to leave). But not only that: for Lincoln created the monstrous unitary nation-state from which individual and local liberties have never recovered.”\n      “no man who is resolved to make the most of himself can spare time for personal contention, still less can he afford to take the consequences, including the vitiation of his temper and the loss of self control, yield to larger things to which you show no more than equal rights, and yield to lesser ones though clearly your own, better give your path to a dog, than be bitten by him in contesting for the right, not even killing the dog, will cure the bite”\n      “I do the very best I can, I mean to keep going. If the end brings me out all right, then what is said against me won't matter. If I'm wrong, ten angels swearing I was right won't make a difference.”\n      “If you think you can you can, if you think you can't you're right!”\n      “Truth is generally the best vindication against slander”\n      “I am rather inclined to silence, and whether that be wise or not, it is at least more unusual nowadays to find a man who can hold his tongue than to find one who cannot.”\n      “I know not how to aid you, save in the assurance of one of mature age, and much severe experience, that you can not fail, if you resolutely determine, that you will not.”\n      “Same difference,” he said. “The South lost and the North won. Abraham Lincoln came and gave the Emancipation Proclamation.”“The Gettysburg Address,” Mrs. Anderson said. “The Emancipation Proclamation was delivered six months before the battle.”He gave an exaggerated sigh. “Who's giving the report here?”She waved her hand. “Proceed then.”“Like I said, the North won. The slaves were all freed. Hurrah, hurrah. The end.”\n      “I never had a policy; I have just tried to do my very best each and every day.”\n      “People who have no vices, have very few virtues.”\n      “Love is the chain whereby to lock a child to its parent.”\n      “In this age, in this country, public sentiment is everything. With it, nothing can fail; against it, nothing can succeed. Whoever molds public sentiment goes deeper than he who enacts statutes, or pronounces judicial decisions.”\n      “Abraham Lincoln did not shoot John Wilkes Booth. Titanic did not sink a North Atlantic iceberg. And Fox News is neither fair nor balanced. These are simple historical facts intelligible to all adults, most children, and some of your more discerning domesticated animals. But not... to Bill O”\n      “I am very little inclined on any occasion to say anything unless I hope to produce some good by it.”\n      “I have never studied the art of paying compliments to women; but I must say that if all that has been said by orators and poets since the creation of the world in praise of women were applied to the women of America, it would not do them justice for their conduct during this war.”\n      “The written word may be man's greatest invention. It allows us toconverse with the dead, the absent, and the unborn.”\n      “I belive that people should fight for what they believe and only what they believe.”\n      “You don't get drown by falling into a river. You get drown by remaining there. Falling accidentally and rising immediately was what distinguished Thomas Edison and Abraham Lincoln from the rest.”\n      “Most folks are about as happy as they make up their minds to be.”\n      “The leading rule for the lawyer, as for the man of every other calling, is diligence. Leave nothing for to-morrow which can be done to-day.”\n      “I am a success today because I had a friend who believed in me and I didn't have the heart to let him down...”\n      “In giving freedom to the slave, we assure freedom to the free -- honorable alike in what we give, and what we preserve. We shall nobly save, or meanly lose, the last best hope of earth”\n      “My earlier views of the unsoundness of the Christian scheme of salvation and the human origin of the scriptures have become clearer and stronger with advancing years, and I see no reason for thinking I shall ever change them.”\n      “Based on what you know about him in history books, what do you think Abraham Lincoln would be doing if he were alive today? 1) Writing his memoirs of the Civil War. 2) Advising the President. 3) Desperately clawing at the inside of his coffin. ”\n      “I was a little cross.I ask pardon. If I do get up a little temper I have no sufficient time to keep it up.”\n      “if you want your name to be remembered after your death either do something worth writing or write some thing worth reading”\n      “Well, I wish some of you would tell me the brand of whiskey that Grant drinks. I would like to send a barrel of it to my other generals.”\n      “The legitimate object of government is to do for a community of people whatever they need to have done, but can not do at all, or can not so well do, for themselves – in their separate, and individual capacities.”\n      “you can't escape tomorrow's responsibilities by evading it today”\n      “The bottom half of the page had descended into a doodle of a tiny man giving the middle finger to a giant, angry eagle with razor-sharp talons. Beneath it, the caption: To Mock a Killing Bird.”\n      “Abraham Lincoln was asked by an aide about the church service he had attended. Lincoln responded that the minister was inspired, interesting, well-prepared, eloquent and the topic relevant. The aide said, “Then it was a good service?”Lincoln responded, “No.” The aide protested,“But, Mr. President, you said that the minister was inspired, interesting, well-prepared, eloquent, and that the topic was relevant.”“Yes,” replied Lincoln, “but he didn’t challenge us to do any great thing.”\n      “He can compress the most words into the smallest ideas of any man I ever met.”\n      “I am slow to learn and slow to forget that which I have learned. My mind is like a piece of steel, very hard to scratch any thing on it and almost impossible after you get it there to rub it out.”\n      “A farce or comedy is best played; a tragedy is best read at home.”\n      “Believing everyone is dangerous, but believing nobody is more dangerous.”\n      “A house divided cannot stand.”\n      “The world has never had a good definition of the word liberty, and the American people, just now, are much in want of one. We all declare for liberty; but in using the same word we do not all mean the same thing. With some the word liberty may mean for each man to do as he pleases with himself, and the product of his labor; while with others the same word may mean for some men to do as they please with other men, and the product of other men’s labor. Here are two, not only different, but incompatible things, called by the same name, liberty. And it follows that each of the things is, by the respective parties, called by two different and incompatible names, liberty and tyranny. The shepherd drives the wolf from the sheep’s throat, for which the sheep thanks the shepherd as a liberator, while the wolf denounces him for the same act as the destroyer of liberty, especially as the sheep was a black one. Plainly the sheep and the wolf are not agreed upon a definition of the word liberty.”\n      “Let every American, every lover of liberty, every well wisher to his posterity, swear by the blood of the Revolution, never to violate in the least particular, the laws of the country; and never to tolerate their violation by others.”\n      “I am not bound to win, but I am bound to be true. I am not bound to succeed, but I am bound to live by the light that I have. I must stand with anybody that stands right, and stand with him while he is right, and part with him when he goes wrong.”\n      “Here is Abraham Lincoln’s touching condolence letter to 22-year-old Fanny McCullough, the daughter of a long-time friend:“Dear FannyIt is with deep grief that I learn of the death of your kind and brave Father; and, especially, that it is affecting your young heart beyond what is common in such cases. In this sad world of ours, sorrow comes to all; and, to the young, it comes with bitterest agony, because it takes them unawares. The older have learned to ever expect it. I am anxious to afford some alleviation of your present distress. Perfect relief is not possible, except with time. You can not now realize that you will ever feel better. Is not this so? And yet it is a mistake. You are sure to be happy again. To know this, which is certainly true, will make you some less miserable now. I have had experience enough to know what I say; and you need only to believe it, to feel better at once. The memory of your dear Father, instead of an agony, will yet be a sad sweet feeling in your heart, of a purer and holier sort than you have known before.Please present my kind regards to your afflicted mother.Your sincere friend,A. Lincoln”\n      “What is to be, will be, and no prayers of ours can arrest the decree.[Lincoln's maxim and philosophy]”\n      “The best way to get a bad law repealed is to enforce it strictly.”\n      “What is conservatism? Is it not the adherence to the old and tried against the new and untried?”\n      “The loss of enemies does not compensate for the loss of friends.”\n      “Investment in knowledge pays the best interest.”\n      “Memes are dank”\n      “What kills a skunk is the publicity it gives itself.”\n      “Although volume upon volume is written to prove slavery a very good thing, we never hear of the man who wishes to take the good of it, by being a slave himself.”\n      “Anda,Tidak dapat menguatkan yang lemah dengan melemahkan yang kuatTidak dapat membantu orang-orang kecil dengan mencabik orang besarTidak dapat menolong orang miskin dengan menghancurkan orang kayaTidak dapat mengangkat penerima upah dengan menekan pembayar upahTidak dapat terhindar dari masalah dengan menghasilkan penghasilan lebih besarTidak dapat memajukan rasa persaudaraan dengan mendorong kebencian antar rasTidak dapat menciptakan keamanan di atas uang pinjamanTidak dapat membangun karakter dan semangat dengan merampas inisiatif dan kemerdekaan.”\n      “Rules of livingDon't worry, eat three square meals a day,say your prayers, be courteous to your creditors, keep your digestion good,steer clear of biliousness,exercise, go slow and go easy. May be there are other things that your special case requires to make you happy, but my friend, these, i reckon, will give you a good life.”\n      “I have always thought that all men should be free; but if any should be slaves, it should be first those who desire for themselves, and secondly those who desire it for others. Whenever I hear anyone arguing for slavery, I feel a strong impulse to see it tried on him personally.”\n      “Let not him who is houseless pull down the house of another, but let him work diligently and build one for himself, thus by example assuring that his own shall be safe from violence when built.”\n      “Too big to cry too young to laugh...”\n      “And in the end, it's not the years in your life that count. It's the life in your years.”\n      “The privilege of creating and issuing money is not only the supreme prerogative of Government, but it is the Government's greatest creative opportunity. By the adoption of these principles, the long-felt want for a uniform medium will be satisfied. The taxpayers will be saved immense sums of interest, discounts and exchanges. The financing of all public enterprises, the maintenance of stable government and ordered progress, and the conduct of the Treasury will become matters of practical administration. The people can and will be furnished with a currency as safe as their own government. Money will cease to be the master and become the servant of humanity. Democracy will rise superior to the money power.”\n      “Everybody likes compliment.”\n      “a house divided against itself cannot stand”\n      “Important principles may and must be inflexible.”\n      “IF you are going to fight, don't let them talk you into negotiating. But, if you are going to negotiate, don't let them talk you into fighting.”\n      “And having thus chosen our course, without guile, and with pure purpose, let us renew our trust in GOD, and go forward without fear, and with manly hearts.Abraham Lincoln, in an address to congressJuly 4th, 1861”\n      “Laughter can be used to sooth the mind and get rid of those awful thoughts.”\n      “Judge not, that ye be not judged.”\n      “There can be glory in failure and despair in success.”\n      “It is rather for us to be here dedicated to the great task remaining before us -- that from these honored dead we take increased devotion to that cause for which they gave the last full measure of devotion -- that we here highly resolve that these dead shall not have died in vain -- that this nation, under God, shall have a new birth of freedom -- and that government of the people, by the people, for the people, shall not perish from the earth.”\n      “The world will little note nor long remember what we say here, but it can never forget what they did here.”\n      “Semua orang bisa tahan dengan kesengsaraan, tapi bila kau ingin mengetahui karakter seseorang, berilah dia kekuasaan.”\n      “Today is the tomorrow you worried about yesterday.”\n      “Frederick Douglass called Republicans the ‘Party of freedom and progress,’ and the first Republican president was Abraham Lincoln, the author of the Emancipation Proclamation. It was the Republicans in Congress who authored the thirteenth, fourteenth, and fifteenth amendments giving former slaves citizenship, voting rights, and due process of law. The Democrats on the other hand were the Party of Jim Crow. It was Democrats who defended the rights of slave owners. It was the Republican President Dwight Eisenhower who championed the Civil Rights Act of 1957, but it was Democrats in the Senate who filibustered the bill.”\n      “The will of God prevails. In great contests each party claims to act in accordance with the will of God. Both may be, and one must be, wrong.”\n      “Towering genius distains a beaten path. It seeks regions hitherto unexplored.”\n      “The way for a young man to rise, is to improve himself every way he can, never suspecting that any body wishes to hinder him.”\n      “Every man is said to have his peculiar ambition... I have no other so great as that of being truely esteemed of my fellow men, by rendering myself worthy of their esteem.”\n      “I will study and prepare myself, and someday my chance will come.”\n      “He whose wisdom surpasses that of all philosophers, has declared that 'a house divided against itself cannot stand”\n      “If you would win a man to your cause, first convince him that you are his sincere friend.”\n      “You cannot help the poor by destroying the rich. You cannot strengthen the weak by weakening the strong. You cannot bring about prosperity by discouraging thrift. You cannot lift the wage earner up by pulling the wage payer down. You cannot further the brotherhood of man by inciting class hatred. You cannot build character and courage by taking away people's initiative and independence. You cannot help people permanently by doing for them, what they could and should do for themselves.”\n      “Think about it... The Republicans have gone from Abraham Lincoln to Sarah Palin to Donald Trump. No wonder they don't believe in evolution.”\n      “Towering genius disdains a beaten path... It sees no distinction in adding story to story... It scorns to tread in the footsteps of any predecessor, however illustrious. It thirsts and burns for distinction; and, if possible, it will have it...”\n      “Everything which made Abraham Lincoln the loved and honored man he was, it is in the power of the humblest American boy to imitate.”\n      “Military glory--that attractive rainbow, that rises in showers of blood--that serpent's eye, that charms to destroy...”\n      “The struggle of today, is not altogether for today - it is for a vast future also.”\n      “إنهضوا أيها العبيد، فإنكم لا ترونهم كبارا إلا لأنكم ساجدون”\n      “Avoid popularity if you would have peace”\n      “Yang penting bukan berapa kali aku gagal, tapi yang penting berapa kali aku bangkit dari kegagalan”\n      “Your own resolution to succeed is more important than any other”\n      “Labor is prior to, and independent of, capital. Capital is only the fruit of labor and could never have existed if labor had not first existed. Labor is the superior of capital, and deserves much the higher consideration.\" &“These capitalists generally act harmoniously and in concert, to fleece the people”– –”\n      “The things I want to know are in books; my best friend is the man who'll get me a book I ain't read.”\n      “A nation that does not honor its heroes will not long endure.”\n      “I desire so to conduct the affairs of this administration that if at the end, when I come to lay down the reins of power, I have lost every other friend on earth, I shall at least have one friend left, and that friend shall be down inside me.”\n      “It is not in our forming battlements or bristling seacoasts, or our Army and Navy that makes America great - but rather our reliance in the law of liberty and the religious law God has planted in us.”\n      “Better to be silent and thought a fool than to speak and remove all doubt.”\n      “Abraham Lincoln did not go to Gettysburg having commissioned a poll to find out what would sell in Gettysburg. There were no people with percentages for him, cautioning him about this group or that group or what they found in exit polls a year earlier. When will we have the courage of Lincoln?”\n      “One company can serve some of your needs all of the time, or all of your needs some of the time, but never both.”\n      “Don't believe everything you read on the Internet.”\n      “To remain as I am is impossible; I must die or be better, it appears to me.”\n      “Without the assistance of that divine being, I cannot succeed. With that assistance I cannot fail. Trusting in Him, who can go with me, remain with you and be everywhere for good let us confidently hope that all will yet be well.”\n      “Let me not be understood as saying that there are no bad laws, nor that grievances may not arise for the redress of which no legal provisions have been made. I mean to say no such thing. But I do mean to say that although bad laws, if they exist, should be repealed as soon as possible, still, while they continue in force, for the sake of example they should be religiously observed.”\n      “Presidents lie all the time. Really great presidents lie. Abraham Lincoln managed to end slavery in America partially by deception. (In an 1858 debate, he flatly insisted that he had no intention of abolishing slavery in states where it was already legal — he had to say this in order to slow the tide of secession.) Franklin Roosevelt lied about the U.S. position of neutrality until we entered World War II after the attack on Pearl Harbor. (Though the public and Congress believed his public pledge of impartiality, he was already working in secret with Winston Churchill and selling arms to France.) Ronald Reagan lied about Iran-Contra so much that it now seems like he was honestly confused. Politically, the practice of lying is essential. By the time the Lewinsky story broke, Clinton had already lied about many, many things. (He’d openly lied about his level of commitment to gay rights during the ’92 campaign.) The presidency is not a job for an honest man. It’s way too complex. If honesty drove the electoral process, Jimmy Carter would have served two terms and the 2008 presidential race would have been a dead heat between Ron Paul and Dennis Kucinich.”\n      “The way for a young man to rise is to improve himself every way he can, never suspecting that anybody wishes to hinder him. Allow me to assure you that suspicion and jealousy never did help any man in any situation. There may sometimes be ungenerous attempts to keep a young man down; and they will succeed, too, if he allows his mind to be diverted from its true channel to brood over the attempted injury. Cast about and see if this feeling has not injured every person you have ever known to fall into it.”\n      “If we take habitual drunkards as a class, their heads and hearts will bear an advantageous comparison with those of any other class.”\n      “We shall need all the anti-slavery feeling in the country, and more; you can go home and try to bring the people to your views, and you may say anything you like about me, if that will help... When the hour comes for dealing with slavery, I trust I will be willing to do my duty though it cost my life.”\n      “To believe in the things you can see and touch is no belief at all - but to believe in the unseen is a triumph and a blessing.”\n      “I am approached with the most opposite opinions and advice, and that by religious men, who are equally certain that they represent the Divine will. I am sure that either the one or the other is mistaken in that belief, and perhaps in some respects both. I hope it will not be irreverent for me to say that if it is probable that God would reveal his will to others, on a point so connected with my duty, it might be supposed he would reveal it directly to me; for, unless I am more deceived in myself than I often am, it is my earnest desire to know the will of Providence in this matter. And if I can learn what it is, I will do it! These are not, however, the days of miracles, and I suppose it will be granted that I am not to expect a direct revelation. I must study the plain, physical facts of the case, ascertain what is possible and learn what appears to be wise and right.”\n      “Nothing in this world is impossible to a willing heart.”\n      “A drop of honey gathers more flies than a gallon of gall”\n      “Resolve to be honest at all events; and if in your own judgment you cannot be an honest lawyer, resolve to be honest without being a lawyer”\n      “معظم الرجال تقريبا يمكنهم تحمل الصعاب، لكن إن أردت اختبار معدن رجل فاجعل له سلطة”\n      “Teach the children so it won't be necessary to teach the adults.”\n      “If we magnified our successes as much as we magnify our disappointments, we'd all be much happier”\n      “You can lose everything in life,but not dreams.”\n      “I am a humanist because I think humanity can, with constant moral guidance, create reasonably decent societies. I think that young people who want to understand the world can profit from the works of Plato and Socrates, the behaviour of the three Thomases, Aquinas, More and Jefferson — the austere analyses of Immanuel Kant and the political leadership of Abraham Lincoln and Franklin Roosevelt. [The World Is My Home (1991)]”\n      “It is not best to swap horses while crossing the river.”\n      “With educated people, I suppose, punctuation is a matter of rule; with me it is a matter of feeling. But I must say I have a great respect for the semi-colon; it's a useful little chap.”\n      “In the end, it's not the years in your life that counts. It's the life in your years.”\n      “The hen is the wisest of all the animal creation, because she never cackles until the egg is laid.”\n      “You can call a jackass a thoroughbred but that doesn't make it so.”\n      “لو أنني حاولت أن أقرأ فقط لأرد على ما وجه إلي من نقد، لشغل هذا وقتي كله ولعطلني عن أعمالي !!لكنني أبذل جهدي في أداء واجبي، فإذا أثمرت جهودي فلا شيء من النقد الذي وجه إليّ يهمني بعد ذلك، إنه سيختفي من تلقاء نفسه.أما إذا خاب مسعاي فلو أقسمت الملائكة على حسن نيتي ما أجداني هذا فتيلاً، حَسبي فيما يتصل بآراء الناس أني أديت واجبي وأرضيت ضميري.”\n      “Може да лъжеш някои хора през цялото време или всички през повечето време,но не можеш да лъжеш всички през цялата време.”\n      “Upon the subject of education ... I can only say that I view it as the most important subject which we as a people may be engaged in.”\n      “My Childhood Home I See Againby Abraham LincolnMy childhood home I see again, And sadden with the view; And still, as memory crowds my brain, There's pleasure in it too. O Memory! thou midway world 'Twixt earth and paradise, Where things decayed and loved ones lost In dreamy shadows rise, And, freed from all that's earthly vile, Seem hallowed, pure, and bright, Like scenes in some enchanted isle All bathed in liquid light. As dusky mountains please the eye When twilight chases day; As bugle-notes that, passing by, In distance die away; As leaving some grand waterfall, We, lingering, list its roar-- So memory will hallow all We've known, but know no more. Near twenty years have passed away Since here I bid farewell To woods and fields, and scenes of play, And playmates loved so well. Where many were, but few remain Of old familiar things; But seeing them, to mind again The lost and absent brings. The friends I left that parting day, How changed, as time has sped! Young childhood grown, strong manhood gray, And half of all are dead. I hear the loved survivors tell How nought from death could save, Till every sound appears a knell, And every spot a grave. I range the fields with pensive tread, And pace the hollow rooms, And feel (companion of the dead) I'm living in the tombs.”\n      “I fear you do not fully comprehend the danger of abridging the liberties of the people. Nothing but the very sternest necessity can ever justify it. A government had better go to the very extreme of toleration, than to do aught that could be construed into an interference with, or to jeopardize in any degree, the common rights of its citizens.”\n      “Fellow-citizens, we can not escape history. We of this Congress and this Administration will be remembered in spite of ourselves. No personal significance or insignificance can spare one or another of us. The fiery trial through which we pass will light us down in honor or dishonor to the latest generation.”\n      “The inclination to share thoughts with one another is probably an original impulse of our nature.If in pain I wish to let you know it,and ask your sympathy and assistance;and my pleasurable emotions also,I wish to communicate to,and share with you.”\n      “There has never been but one question in all civilization-how to keep a few men from saying to many men: You work and earn bread and we will eat it.”\n      “A THOUSAND WORDSMy stepfather Ralph Newman was a merry and remarkable man, a former minor league second baseman who broke his nose on a double play ball and wound up opening the Abraham Lincoln Bookshop in Chicago. He was also president of the Chicago Public Library. Ralph used to huff about that phrase, A picture is worth a thousand words and ask, \"Does anyone really stop to figure out what you could do with a thousand words?\"And, rather in the way that my daughters and I trade, try out, and create stories with each other, my stepfather and I spread out a napkin and came up with this:One picture is worth a thousand words? You give me a thousand words and I can give you:the Lord's Prayer, the Twenty-third Psalm, the Hippocratic Oath, a sonnet by Shakespeare, the Preamble to the Constitution, Lincoln's Gettysburg Address, the last graphs of Martin Luther King's speech to the March on Washington, and the final entry of Anne Frank's diary.You give me a thousand words, and I don't think I'd trade you for any picture on earth.”\n      “If my father's son can become President of these United States, then your father's son can become anything he wishes.”\n      “And this, too, shall pass away.”\n      “If at first you don't succeed, just study the life of Abraham Lincoln.”\n      “Any people anywhere, being inclined and having the power, have the right to rise up, and shake off the existing government, and form a new one that suits them better. This is a most valuable - a most sacred right - a right, which we hope and believe, is to liberate the world.”\n      “To sin by silence when they should protest, makes cowards of men.”\n      “When you have got an elephant by the hind legs and he is trying to run away. it's best to let him run\".”\n      “We are redeemed one man at a time. There is no family pass ticket or park hopping pass to life. One ticket — one at a time. Man doesn’t vanquish hatred or bigotry. The target keeps moving. From the blacks to the Irish; atheists to Christians. But as always there are a few leaders: Ben Franklin, John Quincy Adams, Harriet Beecher Stowe, Abraham Lincoln, Fredrick Douglas, Booker T Washington, Ghandi and Martin Luther King. They know that the march toward freedom never ends, man must be ever vigilant and pray less with his lips and more with his legs.”\n      “In your temporary failure there is no evidence that you may not yet be a better scholar, and a more successful man in the great struggle of life, than many others, who have entered college more easily.”\n      “I walk slowly, but I never walk backward.”\n      “The problem with internet quotes is that you cannot always depend on their accuracy.”\n      “A half effort is a wasted effort.”\n      “I will, to the best of my ability, preserve, protect and defend the Constitution of the United States. It is not the Constitution as I would like to have it, but as it is, that is to be defended. The Constitution will not be preserved & defended until it is enforced & obeyed in every part of every one of the United States. It must be so respected, obeyed, enforced and defended, and let the grass grow where it may.”\n      “The best thing a man can do for his children is love their mother.”\n      “People who like this sort of thing will find this the sort of thing they like. [in review of a book]”\n      “While the people retain their virtue, and vigilance, no administration, by any extreme of wickedness or folly, can very seriously injure the government, in the short space of four years.”\n      “Something is happening in Memphis; something is happening in our world. And you know, if I were standing at the beginning of time, with the possibility of taking a kind of general and panoramic view of the whole of human history up to now, and the Almighty said to me, \"Martin Luther King, which age would you like to live in?\" I would take my mental flight by Egypt and I would watch God's children in their magnificent trek from the dark dungeons of Egypt through, or rather across the Red Sea, through the wilderness on toward the promised land. And in spite of its magnificence, I wouldn't stop there.I would move on by Greece and take my mind to Mount Olympus. And I would see Plato, Aristotle, Socrates, Euripides and Aristophanes assembled around the Parthenon. And I would watch them around the Parthenon as they discussed the great and eternal issues of reality. But I wouldn't stop there.I would go on, even to the great heyday of the Roman Empire. And I would see developments around there, through various emperors and leaders. But I wouldn't stop there.I would even come up to the day of the Renaissance, and get a quick picture of all that the Renaissance did for the cultural and aesthetic life of man. But I wouldn't stop there.I would even go by the way that the man for whom I am named had his habitat. And I would watch Martin Luther as he tacked his ninety-five theses on the door at the church of Wittenberg. But I wouldn't stop there.I would come on up even to 1863, and watch a vacillating President by the name of Abraham Lincoln finally come to the conclusion that he had to sign the Emancipation Proclamation. But I wouldn't stop there.I would even come up to the early thirties, and see a man grappling with the problems of the bankruptcy of his nation. And come with an eloquent cry that we have nothing to fear but \"fear itself.\" But I wouldn't stop there.”\n      “A universal feeling, whether well or ill-founded cannot be safely disregarded.”\n      “ليس لأحد ذاكرة قوية بما فيه الكفاية لكي تجعل منه كاذباً ناجحاً”\n      “خير لك أن تظل صامتا ويظن الآخرون أنك أبله، من أن تتكلم فتؤكد تلك الظنون”\n      “I have destroyed my enemies when I make friends with them”\n      “If any man at this day sincerely believes that a proper division of local from federal authority, or any part of the Constitution, forbids the Federal Government to control as to slavery in the federal territories, he is right to say so, and to enforce his position by all truthful evidence and fair argument which he can. But he has no right to mislead others, who have less access to history, and less leisure to study it, into the false belief that \"our fathers who framed the Government under which we live\" were of the same opinion - thus substituting falsehood and deception for truthful evidence and fair argument.”\n      “Such will be a great lesson of peace: teaching men that what they cannot take by and election, neither can they take by war; teaching all the folly of being the beginners of a war.”\n      “How weak and fruitless must be any word of mine.”\n      “The most altruistic man is the most selfish.”\n      “Tact is the ability to describe others as they see themselves.”\n      “You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.”\n      “The facts with which I shall deal this evening are mainly old and familiar; nor is there anything new in the general use I shall make of them. If there shall be any novelty, it will be in the mode of presenting the facts, and the inferences and observations following that presentation.(Cooper Union address, 1860)”\n      “This is a world of compensation; and he who would be no slave must consent to have no slave. Those who deny freedom to others deserve it not for themselves, and, under a just God, cannot long retain it.”\n      “Slavery is founded in the selfishness of man's nature, opposition to it in his love of justice. These principles are an eternal antagonism, and when brought into collision so fiercely as slavery extension brings them, shocks and throes and convulsions must ceaselessly follow.”\n      “I shall adopt new Muse as fast as they appear to be true Muse.”\n      “Every one desires to live long, but no one would be old.”\n      “That we here highly resolve that these dead shall not have died in vain; that this nation, under God, shall have a new birth of freedom; and that this government of the people, by the people, for the people, shall not perish from the earth.”\n      “I have never had a feeling politically that did not spring from the sentiments embodied in the Declaration of Independence. --February 22, 1861”\n      “Never trust quotes on the internet\"-Abraham Lincoln”\n      “I now leave, not knowing when or whether I may return, to a task before me greater than that which rested upon Washington. Without the assistance of that Divine Being who ever attended him, I cannot succeed. With that assistance, I cannot fail. Trusting in Him, who can go with me, and remain with you and be everywhere for good, let us confidently hope that all will yet be well. To His care commending you, as I hope in your prayers you will commend me, I bid you an affectionate farewell.”\n      “Bisa saja anda sering membohongi orang,bahkan sebagian orang selalu bisa anda bohongi, tetapi anda tidak bisa selalu membohongi semua orang.”\n      “If I do good, I feel good...If I do bad, I feel bad”\n      “I have seen your dispatch expressing your unwillingness to break your hold where you are. Neither am I willing. Hold on with a bulldog grip, and chew and choke...”\n      “Two principles have stood face-to-face from the beginning of time; and they will ever continue to struggle. The one is the common right of humanity and the other the divine right of kings.”\n      “I'm a slow walker, but I never walk back.”\n      “I went to my room one day and locked the door and got down upon my knees before Almighty God and prayed to Him mightily for victory at Gettysburg. I told Him that this war was His, and our cause His cause, that we could not stand another Fredericksburg or Chancellorsville. Then and there I made a solemn vow to Almighty God that if He would stand by our boys at Gettysburg, I would stand by Him, and He did stand by you boys, and I will stand by him. And after that, I don't know how it was, and I cannot explain it, soon a sweet comfort crept into my soul. The feeling came that God had taken the whole business into His own hands, and things would go right at Gettysburg, and that was why I had no fears about you.”\n      “Respected Teacher,My son will have to learn that all men are not just, all men are not true. But teach him also that for ever scoundrel there is a hero; that for every selfish politician, there is a dedicated leader. Teach him that for every enemy there is a friend.It will take time, I know; but teach him, if you can, that a dollar earned is far more valuable than five found.Teach him to learn to lose and also to enjoy winning.Steer him away from envy, if you can.Teach him the secret of quite laughter. Let him learn early that the bullies are the easiest to tick.Teach him, if you can, the wonder of books... but also give him quiet time to ponder over the eternal mystery of birds in the sky, bees in the sun, and flowers on a green hill.In school teach him it is far more honorable to fail than to cheat.Teach him to have faith in his own ideas, even if every one tells him they are wrong.Teach him to be gentle with gentle people and tough with the tough.Try to give my son the strength not to follow the crowd when every one is getting on the bandwagon.Teach him to listen to all men but teach him also to filter all he hears on a screen of truth and take only the good that comes through.Teach him, if you can, how to laugh when he is sad. Teach him there is no shame in tears. Teach him to scoff at cynics and to beware of too much sweetness.Teach him to sell his brawn and brain to the highest bidders; but never to put a price tag on his heart and soul.Teach him to close his ears to a howling mob… and to stand and fight if he thinks he’s right.Treat him gently; but do not cuddle him because only the test of fire makes fine steel.Let him have the courage to be impatient, let him have the patience to be brave. Teach him always to have sublime faith in himself because then he will always have sublime faith in mankind.This is a big order; but see what you can do. He is such a fine little fellow, my son.(Abraham Lincoln’s letter to his son’s Head Master)”\n      “you can have no conflict, without being yourselves the aggressors”\n      “If friendship is your weakest point, then you are the strongest person in the world.”\n      “Earth withoutARTis justEH”\n      “The only way to predict the future is to create it.”\n      “No man has a good enough memory to make a successful liar.”\n      “With the catching end the pleasures of the chase.”\n      “When you reach the end of your rope, tie a knot and hang on”\n      “If I had eight hours to chop down a tree, I’d spend the first six of them sharpening my axe.”\n      “We have been the recipients of the choicest bounties of Heaven; we have been preserved these many years in peace and prosperity; we have grown in numbers, wealth, and power. … But we have forgotten God. We have forgotten the gracious hand which preserved us in peace and multiplied and enriched and strengthened us, and we have vainly imagined, in the deceitfulness of our hearts, that all these blessings were produced by some superior wisdom and virtue of our own. Intoxicated with unbroken success, we have become too self-sufficient to feel the necessity of redeeming and preserving grace, too proud to pray to the God that made us. (“A National Day of Fasting, Humiliation, and Prayer.” Proclamation March 30, 1863)”\n      “The dogmas of the quiet past are inadequate to the stormy present. The occasion is piled high with difficulty, and we must rise with the occasion. As our case is new, so we must think anew, and act anew.”\n      “new phone who dis”\n      “My dream is of a place and a time where America will once again be seen as the last best hope of earth.”\n      “No man is good enough to govern another man without the other's consent.”\n      “The path was worn and slippery. My foot slipped from under me, knocking the other out of the way, but I recovered and said to myself, \"It's a slip and not a fall.”\n      “Achievement has no COLOR.”\n      “As the patriots of seventy-six did to the support of the Declaration of Independence, so to the support of the Constitution and Laws, let every American pledge his life, his property, and his sacred honor; – let every man remember that to violate the law, is to trample on the blood of his father, and to tear the character of his own, and his children's liberty. Let reverence for the laws, be breathed by every American mother, to the lisping babe, that prattles on her lap – let it be taught in schools, in seminaries, and in colleges; – let it be written in Primmers, spelling books, and in Almanacs; – let it be preached from the pulpit, proclaimed in legislative halls, and enforced in courts of justice. And, in short, let it become the political religion of the nation; and let the old and the young, the rich and the poor, the grave and the gay, of all sexes and tongues, and colors and conditions, sacrifice unceasingly upon its altars.While ever a state of feeling, such as this, shall universally, or even, very generally prevail throughout the nation, vain will be every effort, and fruitless every attempt, to subvert our national freedom.”\n      “Towering genius...thirsts and burns for distinction; and, if possible, it will have it, whether at the expense of emancipating slaves or enslaving freemen.”\n      “Sorrow walked in my clothes before I did. Flocksof shadows followed me. One night I looked at the starsI thought were gods until they disappeared. Some sayI smashed my father’s idols and walked away.Or walked towards a desert of barren promises.Or promises that are hummingbirds hovering fora moment then drifting away. Even now, walkingtowards that mountain, sometimes I will watchmy shadow sitting beneath a plane tree, casting dice,ignoring my steps. Some of you made me a founderbut it was only that shadow. Some of you made meyour father, but it was yourselves you were describing.You plant a tree, you dig a well, and it brings life,that’s all. Everything else is the heart’s mirage.Except what begins inside you. Except Sarah.When she stepped inside my dream the curtainsshivered, whole mountains entered the room.It always seemed a question of which love to honor.The land I loved fills with fire. Who should we listen to?It’s true, He offered the world and I offered onlymyself. But I thought His words were coffins. I wasfrantic for any scrap of shade. Now everything isshade. Your old newspapers are taken up by the windlike pairs of broken wings. Each window, each door isa wound. One track erases another track. One bomb.One rock, one rubber bullet. What can I tell you?Where have you left your own morning of promises?You remember Isaac, maybe Ishmael, but not the lovethat led me there. Not Sarah. Just to hear the soundof her eyelids opening, or her plants pushing the airaside as they reach for the sun, twilight fillingher fingers like fruit. This afternoon a flock of dovessettled on my porch. Their silence took the shapeof all I ever wanted to say. Today, the miracleyou want aches inside the trees. Why believeanything except what is unbelievable? I neverthought of it as a trial, not any of it. Now the leavesturn into messages that are simply impossible to read.The roots turn into roads as they break throughthe surface. How can I even know what I mean?Beneath the hem of night the rain falls asleepon the grass. We have to turn into each other.One heart inside the other’s heart. One love. One word.Inside us, our shadows will walk into water,the water will walk into the sky. Blind. Faithful.Inside us the music turns into a flock of birds.Theirs is a song whose promise we must believethe way the moon believes the earth, the fire believesthe wood, that is, for no reason, for no reason at all.”\n      “Gold is good in it's place, but living, brave, patriotic men are better than gold.”\n      “No man who is resolved to make the most of himself can spare time for personal contention.”\n      “أنا أسير ببطء، لكنني لا أسير إلى الخلف أبداً”\n      “I never tire of reading Tom Paine.”\n      “Everything I ever learned, I learned from books.”\n      “On peut tromper une partie du peuple tout le temps et tout le peuple une partie du temps, mais on ne peut pas tromper tout le peuple tout le temps.”\n      “Anything can be a bucket if you try hard enough and believe.”\n      “...I found out that many subjects were taboo from the white man's point of view. Among the topics they did not like to discuss with Negros were the following: American white women; the Ku Klux Klan; France, and how Negro soldiers fared while there; French women; Jack Johnson; the entire northern part of the United States; the Civil War; Abraham Lincoln; U.S. Grant; General Sherman; Catholics; the Pope; Jews; the Republican Party; slavery; social equality; Communism; Socialism; the 13th and 14th Amendments to the Constitution; or any topic calling for positive knowledge or manly self-assertion on the Part of the Negro. The most accepted topics were sex and religion.”\n      “So you're the little woman who wrote the book that made this great war!”\n      “If by the mere force of numbers a majority should deprive a minority of any clearly written constitutional right, it might in a moral point of view justify revolution; certainly would if such right were a vital one. But such is not our case.”\n      “all over this broad land, will yet swell the chorus of the Union, when again touched, as surely they will be, by the better angels of our nature.”\n      “You can never fully trust the validity of quotes on the internet.”\n      “البراعة تكمن في القدرة على وصف الأخرين كما يرون أنفسهم”\n      “Aqueles que negam liberdade aos outros não merecem para si mesmos.”\n      “I believe it is an established maxim in morals that he who makes an assertion without knowing whether it is true or false, is guilty of falsehood; and the accidental truth of the assertion, does not justify or excuse him.”\n      “In this sad world of ours, sorrow comes to all; and, to the young, it comes with bitterest agony, because it takes them unawares. The older have learned to ever expect it.”\n      “Lincoln characterized Stephen Douglas's argument as \"a specious and fantastic arrangement of words, by which a man can prove a horse chestnut to be a chestnut horse.”\n      “We cannot escape history.”\n      “Люди, не имеющие недостатков, имеют очень мало достоинств.”\n      “If Friendship is your weakest point, you are the strongest person in the world.”\n      “The things I want to know are in books; my best friend is the man who'll git me a book I ain't read. (ca. 1825; in Sandburg, Prairie Years, I, p. 71)”\n      “With the catching ends the pleasures of the chase.”\n      “God must have loved the plain people; He made so many of them.”\n      “He (Abraham Lincoln) is one of the few men in history, our own history and all history, whose religion was great enough to bridge the gulfs between the sects, to encompass us all.”\n      “You cannot help men permanently by doing for them what they could and should do for themselves.”\n      “And this, too, shall pass away.' How much it expresses! How chastening in the hour of pride! How consoling in the depths of affliction!”\n      “Хората са толкова щастливи, колкото съзнанието им позволява.”\n      “Let [the Constitution] be taught in schools, in seminaries, and in colleges, let it be written in primers, in spelling books and in almanacs, let it be preached from the pulpit, proclaimed in legislative halls, and enforced in courts of justice. And, in short, let it become the political religion of the nation.”\n      “I do not expect I shall ever again have the opportunity of defending and murdering a client in the same day. - Abraham Lincoln, Vampire Hunter”\n      “I consider the central idea pervading this struggle is the necessity that is upon us, of proving that popular govenment is not an absurdity. We must settle this question now, whether in a free government the minority have the right to break up the govenment whenever they choose. If we fail it will go far to prove the incapability of the people to govern themselves.”\n      “Abraham Lincoln has crossed my path, when I was a little boy in school. He was pointed out to the schoolchildren as the model of a citizen, who has devoted his life to the welfare of his country—very much in the same way as those great men – bene meriti de patria – of the Roman republic and the Greek polis. Thus Abraham Lincoln has remained since my early days one of the shining stars in the assembly of immortal heroes. Is there greater fame than to be removed to the timeless sphere of mythical existence?”\n      “Fourscore and seven years ago...”\n      “There are many who profess to be religious and speak of themselves as Christians, and, according to one such, “as accepting the scriptures only as sources of inspiration and moral truth,” and then ask in their smugness: “Do the revelations of God give us a handrail to the kingdom of God, as the Lord’s messenger told Lehi, or merely a compass?”Unfortunately, some are among us who claim to be Church members but are somewhat like the scoffers in Lehi’s vision—standing aloof and seemingly inclined to hold in derision the faithful who choose to accept Church authorities as God’s special witnesses of the gospel and his agents in directing the affairs of the Church.There are those in the Church who speak of themselves as liberals who, as one of our former presidents has said, “read by the lamp of their own conceit.” (Joseph F. Smith, Gospel Doctrine [Deseret Book Co., 1939], p. 373.) One time I asked one of our Church educational leaders how he would define a liberal in the Church. He answered in one sentence: “A liberal in the Church is merely one who does not have a testimony.”Dr. John A. Widtsoe, former member of the Quorum of the Twelve and an eminent educator, made a statement relative to this word liberal as it applied to those in the Church. This is what he said:“The self-called liberal [in the Church] is usually one who has broken with the fundamental principles or guiding philosophy of the group to which he belongs. . . . He claims membership in an organization but does not believe in its basic concepts; and sets out to reform it by changing its foundations. . . .“It is folly to speak of a liberal religion, if that religion claims that it rests upon unchanging truth.”And then Dr. Widtsoe concludes his statement with this: “It is well to beware of people who go about proclaiming that they are or their churches are liberal. The probabilities are that the structure of their faith is built on sand and will not withstand the storms of truth.” (“Evidences and Reconciliations,” Improvement Era, vol. 44 [1941], p. 609.)Here again, to use the figure of speech in Lehi’s vision, they are those who are blinded by the mists of darkness and as yet have not a firm grasp on the “iron rod.”Wouldn’t it be wonderful if, when there are questions which are unanswered because the Lord hasn’t seen fit to reveal the answers as yet, all such could say, as Abraham Lincoln is alleged to have said, “I accept all I read in the Bible that I can understand, and accept the rest on faith.” . . .Wouldn’t it be a great thing if all who are well schooled in secular learning could hold fast to the “iron rod,” or the word of God, which could lead them, through faith, to an understanding, rather than to have them stray away into strange paths of man-made theories and be plunged into the murky waters of disbelief and apostasy? . . .Cyprian, a defender of the faith in the Apostolic Period, testified, and I quote, “Into my heart, purified of all sin, there entered a light which came from on high, and then suddenly and in a marvelous manner, I saw certainty succeed doubt.” . . .The Lord issued a warning to those who would seek to destroy the faith of an individual or lead him away from the word of God or cause him to lose his grasp on the “iron rod,” wherein was safety by faith in a Divine Redeemer and his purposes concerning this earth and its peoples.The Master warned: “But whoso shall offend one of these little ones which believe in me, it were better … that a millstone were hanged about his neck, and that he were drowned in the depth of the sea.” (Matt. 18:6.)The Master was impressing the fact that rather than ruin the soul of a true believer, it were better for a person to suffer an earthly death than to incur the penalty of jeopardizing his own eternal destiny.”\n      “It is the eternal struggle between these two principles - right and wrong - throughout the world. They are the two principles that have stood face to face from the beginning of time; and wll ever to struggle.”\n      “If Abraham Lincoln were alive now, he'd roll over in his grave.”\n      “Allow me to assure you it is a perfect certainty that you will, very soon, feel better - quite happy - if you only stick to the resolution you have taken to procure a military education. I am older than you, have felt badly myself, and know, what I tell you is true. Adhere to your purpose and you will soon feel as well as you ever did. On the contrary, if you falter, and give up, you will lose the power of keeping any resolution, and will regret it all you life.”\n      “It is no longer enough to just be a good person. We must work to be the next Abraham Lincoln or Martin Luther King. It is noble to strive to be the size of the bronze giant they dedicated this morning in the building behind me. Fredrick Douglas’ time was in the 1800; King’s time has passed. This is our time. This is the next long march toward civil rights and we shall overcome.”\n      “I am slow to listen to criminations among friends, and never expose their quarrels on either side…allow bygones to be bygones, and look to the present & future only.”\n      “Don't give up. Come on. Just keep on trying. Don't frown. Smile! You can do it. If you just try a little harder. I've got a feeling this whole thing might just work out okay. You'll see. Don't give up. Tomorrow is a brand new day. Now I want to see all of you get up on your feet and look like you're enjoying yourselves. Come on, let's see some of that famous ‘Pennsylvania optimism’ I've heard so much about...\" --from the recently discovered preamble to Gettysburg Address”\n      “Don't give up. Come on. Just keep on trying. Don't frown. Smile! You can do it. If you just try a little harder. I've got a feeling this whole thing might just work out okay. You'll see. Don't give up. Tomorrow is a brand new day. Now I want to see all of you get up on your feet and look like you're enjoying yourselves. Come on, let's see some of that famous ‘Pennsylvania optimism’ I've heard so much about...\" [Excerpted from the recently discovered preamble to Gettysburg Address]”\n      “As our case is new, we must think and act anew.”\n      “Must is the word... You can not fail if you resolutely determine that you will not... Always bear in mind that your resolution to succeed is more important that any other thing.”\n      “Whatever you are be a good one.”\n      “I know of nothing so pleasant to the mind, as the discovery of anything which is at once new and valuable--nothing which so lightens and sweetens toil, as the hopeful pursuit of such discovery.”\n      “If any man ceases to attack me, I never remember the past against him.”\n      “I am growing old enough not to care much for the MANNER of doing things.”\n      “My greatest concern is not whether you have failed, but whether you are concerned with your failure.”\n      “In this sad world of ours, sorrow comes to all; and, to the young, it comes with bitterest agony, because it takes them unawares. The older have learned to ever expect it. Perfect relief is not possible, except with time. You cannot now realize that you will ever feel better. Is this not so? And yet it is a mistake. You are sure to be happy again. To know this, which is certainly true, will make you some less miserable now.”\n      “You can complain because a rose has thorns, or you can rejoice Because the thorns have a rose.”\n      “They [the signers of the Declaration of Independence] did not mean to assert the obvious untruth that all were then actually enjoying that equality, nor yet that they were about to confer it immediately upon them. In fact, they had no power to confer such a boon. They meant simply to declare the right; so that the enforcement of it might follow as fast as circumstances should permit.”\n      “Quarrel not at all. No man resolved to make the most of himself can spare time for personal contention. Still less can he afford to take all the consequences, including the vitiating of his temper and loss of self-control.”\n      “I never understand these \"the south will rise again\" people. Again? It never rose before. It tried to and Lincoln stomped its ass.”\n      “The dogmas of the quiet past are inadequate to the stormy present. The occasion is piled high with difficulty, and we must rise with the occasion. As our case is new, so we must think anew and act anew. We must disenthrall ourselves, and then we shall save our country.Fellow-citizens, we can not escape history. We of this Congress and this Administration will be remembered in spite of ourselves. No personal significance or insignificance can spare one or another of us. The fiery trial through which we pass will light us down in honor or dishonor to the latest generation. We say we are for the Union. The world will not forget that we say this. We know how to save the Union. The world knows we do know how to save it. We, even we here, hold the power and bear the responsibility. In giving freedom to the slave we assure freedom to the free--honorable alike in what we give and what we preserve. We shall nobly save or meanly lose the last best hope of earth. Other means may succeed; this could not fail. The way is plain, peaceful, generous, just--a way which if followed the world will forever applaud and God must forever bless.”\n      “There is frequently another way to look at things and we are encouraged to do exactly that if we want to grow as a nation, however when we mess with the principles of what made our country great we are in danger of upsetting the apple cart. Many civilized countries that did, lost their freedom in a rapid downhill spiral. Nero fiddled as Rome burned. Cubans lost out by electing Fidel Castro and the Germans and Italians, wanting a better life, voted for Mussolini and Hitler.”\n      “I could not sleep when I got on such a hunt for an idea until I had caught it; ...This was a kind of passion with me, and it has stuck by me; for I am never easy now, when I am handling a thought, till I have bounded it north, and bounded it south, and bounded it east, and bounded it west.”\n      “i am a slow walker but i will never walk back”\n      “ON THE MODUS OPERANDI OF OUR CURRENT PRESIDENT, DONALD J. TRUMP\"According to a new ABC/Washington Post poll, President Trump’s disapproval rating has hit a new high.\" The President's response to this news was \"“I don’t do it for the polls. Honestly — people won’t necessarily agree with this — I do nothing for the polls,” the president told reporters on Wednesday. “I do it to do what’s right. I’m here for an extended period of time. I’m here for a period that’s a very important period of time. And we are straightening out this country.” - Both Quotes Taken From Aol News - August 31, 2018In The United States, as in other Republics, the two main categories of Presidential motivation for their assigned tasks are #1: Self Interest in seeking to attain and to hold on to political power for their own sakes, regarding the welfare of This Republic to be of secondary importance. #2: Seeking to attain and to hold on to the power of that same office for the selfless sake of this Republic's welfare, irregardless of their personal interest, and in the best of cases going against their personal interests to do what is best for this Republic even if it means making profound and extreme personal sacrifices. Abraham Lincoln understood this last mentioned motivation and gave his life for it. The primary information any political scientist needs to ascertain regarding the diagnosis of a particular President's modus operandi is to first take an insightful and detailed look at the individual's past. The litmus test always being what would he or she be willing to sacrifice for the Nation. In the case of our current President, Donald John Trump, he abandoned a life of liberal luxury linked to self imposed limited responsibilities for an intensely grueling, veritably non stop twoyear nightmare of criss crossing this immense Country's varied terrain, both literally and socially when he could have easily maintained his life of liberal leisure. While my assertion that his personal choice was, in my view, sacrificially done for the sake of a great power in a state of rapid decline can be contradicted by saying it was motivated by selfish reasons, all evidence points to the contrary. For knowing the human condition, fraught with a plentitude of weaknesses, for a man in the end portion of his lifetime to sacrifice an easy life for a hard working incessant schedule of thankless tasks it is entirely doubtful that this choice was made devoid of a special and even exalted inspiration to do so. And while the right motivations are pivotal to a President's success, what is also obviously needed are generic and specific political, military and ministerial skills which must be naturally endowed by Our Creator upon the particular President elected for the purposes of advancing a Nation's general well being for one and all. If one looks at the latest National statistics since President Trump took office, (such as our rising GNP, the booming market, the dramatically shrinking unemployment rate, and the overall positive emotive strains in regards to our Nation's future, on both the left and the right) one can make definitive objective conclusions pertaining to the exceptionally noble character and efficiency of the current resident at 1600 Pennsylvania Avenue. And if one can drown out the constant communicative assaults on our current Commander In Chief, and especially if one can honestly assess the remarkable lack of substantial mistakes made by the current President, all of these factors point to a leader who is impressively strong, morally and in other imperative ways. And at the most propitious time. For the main reason that so many people in our Republic palpably despise our current President is that his political and especially his social agenda directly threatens their licentious way of life. - John Lars Zwerenz”\n      “The money powers prey upon the nation in times of peace and conspire against it in times of adversity. It is more despotic than a monarchy, more insolent than autocracy, and more selfish than bureaucracy. It denounces as public enemies, all who question its methods or throw light upon its crimes.”\n      “FALSE EQUIVALENCYIf you compare the Koch brothers to George Soros and you compare MSNBC to FOX News then why not compare the NAACP to the Ku Klux Klan, George Washington to King George, Abraham Lincoln to Jefferson Davis, Barack Obama to Vladimir Putin; If you compare the Democratic party to the Republican party then why not compare Citizens United with Brown versus Board of Education, Churchill to Mussolini, Martin Luther King to George Wallace;If you compare Liberals to Conservatives then why not compare Boxing to Cage Fighting, Mozart to Salieri, Edward Kennedy Ellington to Lawrence Welk, Three Card Monty to Inside Trading, John Birks Gillespie to Cab Callaway;If you are mentally slothful enough to engage in false equivalency, why not go all the way? Pretend that ignorance equates with knowledge, Science with Mythology and empathy with apathy?”\n      “The strength of a nation lies in the homes of its people”\n      “Divorce was legalized in Maryland and Holland adopted the Gregorian calendar in 1701. On that same date the German Hohenzollern royal family was developed from former emperors, kings, princes who were descended of the Germanic kingdoms scattered throughout central Europe.On April 9, 1865, in America, General Robert E. Lee of the Confederate States of America, ended the Civil War by surrendering to General Ulysses S. Grant, Commander of the United States Forces. It wasn’t even a week later, when on April 14th, Abraham Lincoln was shot by John Wilkes Booth, while watching “Our American Cousin” at the Ford Theater. The following day, as Lincoln lay dying in Washington, D.C., Otto Von Bismarck, a conservative Prussian statesman was elevated to the rank of Count of Bismarck-Schönhausen in Europe. During the second half of the 19th century as Bismarck ran German and dominated European history, Cuba fought for its independence from Spain. On April 25, 1898, at the start of the Industrial Revolution, the United States declared war against Spain. The century ended with turmoil in Europe, a free Cuba and the United States as the new world power!”\n      “Things may come to those who wait but only the things left by those who hustle.”\n      “A capacity, and taste, for reading gives access to whatever has already been discovered by others”\n      “Whatever you are, be a good one\"-Abraham Lincoln”\n      “The only difference between stepping stones and stumbling blocks is the way we address the rocks cast into our path.”\n      “I would be a little nobody, than to be an evil somebody.”\n      “A drop of honey catches more flies than a gallon of gall.”\n      “Indeed, no doubt that Abraham Lincoln's image charm can close one's mouth and mind, and it does, whether one is the highest figure or any institution. Endless wars remain under its shadow; thereupon, peace is only a dream.”\n      “Our government rests in public opinion. Whoever can change public opinion can change the government.”\n      “All I can do is the best I can do. If the end brings me out all right, what is said against me won't amount to anything. If the end brings me out wrong, then ten angels swearing I was right would make no difference.”\n      “When I do good, I feel good.When I do bad, I feel bad. That's my religion.”\n      “We are not enemies, but friends. We must not be enemies. Though passion may have strained, it must not break our bonds of affection.”\n      “The problem with internet quotes is you can't always depend on their accuracy”\n      “No man has a good enough memory to be a successful liar.”\n      “The best thing about the future is that it comes only one day at a time.”\n      “Quando faccio bene mi sento bene. Quando faccio male mi sento male. Questa è la mia religione.”\n      “In the end, it's not the years in your life that count. it's the life in your years.”\n      “Let not him who is houseless pull down the house of another; but let him labor diligently and build one for himself, thus by example assuring that his own shall be safe from violence when built.”\n      “If I had eight hours to chop down a tree, I'd spend six hours sharpening the ax.”\n      “(Karol Darwin urodził się w 1809 roku, dokładnie tego samego dnia co Abraham Lincoln”\n      “Good things may come to those who wait, but only the things left by those who hustle.”\n      “The more sects we have the better. They are all getting somebody in (to the Church) that the others could not: and even with the numerous divisions we are all doing tolerably well.”\n      “Abraham Lincoln now set to work with a will to educate”\n      “You are engaged in repressing an insurrection against the laws of the United States. If at any point on or in the vicinity of the [any] military line, which is now [or which shall be] used between the City Philadelphia and the City of Washington, via Perryville, Annapolis City, and Annapolis Junction, you find resistance which renders it necessary to suspend the writ of Habeas Corpus for the public safety, you, personally or through the officer in command at the point where the [at which] resistance occurs, are authorized to suspend that writ.”\n      “You are engaged in repressing an insurrection against the laws of the United States. If at any point on or in the vicinity of the military line, which is now used between the City Philadelphia and the City of Washington, via Perryville, Annapolis City, and Annapolis Junction, you find resistance which renders it necessary to suspend the writ of Habeas Corpus for the public safety, you, personally or through the officer in command at the point where the resistance occurs, are authorized to suspend that writ.”\n      “If at any point on or in the vicinity of the military line, which is now used between the City Philadelphia and the City of Washington, via Perryville, Annapolis City, and Annapolis Junction, you find resistance which renders it necessary to suspend the writ of Habeas Corpus for the public safety, you, personally or through the officer in command at the point where the resistance occurs, are authorized to suspend that writ.”\n      “Better to remain silent and be thought a fool, than to speak out and have all doubt removed.”\n      “If you ask me to cut down a tree I'll spend the first four hours sharpening the axe.”\n      “Книги нужны, чтобы напоминать человеку, что его оригинальные мысли не так уж новы.”\n      “Овца и волк по-разному понимают слово «свобода», в этом сущность разногласий, господствующих в человеческом обществе.”\n      “You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.Abraham Lincoln”\n      “No man was to be eulogized for what he did; or censured for what he did or did not do. All of us are the children of conditions, of circumstances, of environment, of education, of acquired habits and of heredity; moulding men as they are and will for ever be.”\n      “Have I not destroyed my enemy when I have made him into my friend?”\n      “And in the end it's not the years in your life that count, it's the life in your years”\n      “Hãy cho tôi 6 giờ để đốn hạ một cái cây. Tôi sẽ dùng 4 giờ đầu tiên để mài rìu”\n      “A chair that reclines is mighty fine.”\n      “Factory farming isn't just killing: It is a negation, a complete denial of the animal as a living being with his or her own needs and nature ... It confronts us with the animal equivalent of Abraham Lincoln's condemnation of human slavery: 'If slavery is not wrong, nothing is wrong.”\n      “I have never united myself to any church because I have found difficulty in giving my assent without mental reservation to the long complicated statements of Christian doctrine which characterize their articles of belief and confessions of faith. When any church will inscribe over its altar as the sole qualification for membership the Savior's condensed statement of the substance of both law and gospel: \"Thou shalt love the Lord thy God with all thy heart and with all thy soul and with all thy mind, and love thy neighbor as thyself,\" that church I will join with all my heart.”\n      “Sou um caminhante lento, mas nunca caminho para trás.”\n      “Когда я делаю добро, я чувствую себя хорошо. Когда я поступаю плохо, я чувствую себя плохо. Вот моя религия.”\n      “Die meisten Menschen sind so glücklich, wie sie sein wollen.”\n      “To the new president, Abraham Lincoln: Sir, if on attaining the presidency you are as happy as I am upon leaving it, then, sir, you are a happy man indeed.”\n      “I would just as soon die now, but I haven't done anything yet to be remembered by”\n      “POSSIBILITY-“All things are possible to those who believe.-“The scripture declares that without hope people perish, but with hope they not only survive but also prosper.”-“People place limitations upon themselves, because they think they know who they are. Imagine, what greatness the world will discover if they knew what they can become.”-“If we understand the power we have to call things into being, then our minds will become our laboratory for creative possibilities and the universe will be the marketplace for our resources.” -“The only limitations we have are those we place upon ourselves due our lack of knowledge of our greatest gift… the power to use our mind, and the negative stories we tell ourselves.” -“As long as you keep dreaming ideas will continue to flow.” - Sekou Obadias – Author of “SOGANUTU” – A book of life’s MaximsPOSITIVE THINKING-“Positive thinking can change body energy, suppress negative thoughts, and creates a positive outlook on life.”-“Studies have shown that positive thinking helps with stress management and can even improve physical health.” -“Positive thinking does not mean, you bury your head in the sand and ignore life's unpleasant situations. What it does means is, you approach unpleasantness with a more positive and productive attitude.” - Sekou Obadias – Author of “SOGANUTU” – A book of life’s Maxims-“The power of positive thinking can give life to your dreams and change your destiny. The first step to happiness and self-assuredness, is making the decision to be so.“People are just as happy as they make up their minds to be”.Abraham Lincoln-“One of the greatest barriers to positive thinking is a negative attitude which comprises of the following: anger, doubt, hate, fear, worry, resentment, selfishness,pessimism, distrust, feeling of needy, loneliness and frustration.”-“When it comes to Positive thinking, the mind can be compared to a garden… In a garden, weeds will grow continuously without effort.” They will never stop growing so, you have to work non-stop to control them. Good productive plants however, will require continuous focus, effort, time and energy in order to achieve a good harvest. Likewise, you will never be able to stop negative thoughts from entering your mind, but you will have to learn to control and replace them. Positive thoughts on the other hand, are like good productive plants. In order for them to enter, and take root in your mind, you have to make deliberate and not stop efforts.”- Sekou Obadias – Author of “SOGANUTU” – A book of life’s Maxims”\n      “Lincoln on Grant: \"He makes things get. Wherever he is, he makes things move.”\n      “Đừng chỉ trích họ. Vì có thể, chúng ta sẽ hành xử như thế trong hoàn cảnh tương tự.”\n      “The larger the island of knowledge the longer the shore line of wonder. Wonder rather than doubt is the root of knowledge.”\n      “People without any vices rarely have any virtues either.”\n      “From the Bridge”The Importance of HistoryNot all that many years ago the Importance of history would have been a “no brainer!” People understood that there was very little new under the sun, and history was a good barometer to the future. “Those that fail to heed history are doomed to repeat it, “was an adage frequently heard. It gave us a perspective by which to stabilize our bearings and allowed us to find one of the few ways by which we could understand who we are. The myth that George Washington, not being able to lie, admitted to chopping down his father’s favorite cherry tree helped us create a moral compass. Abraham Lincoln’s moniker “Honest Abe,” took root when he worked as a young store clerk in New Salem, IL. The name stuck before he became a lawyer or a politician. His writings show that he valued honesty and in 1859 when he ran for the presidency the nickname became his campaign slogan. However, apparently ”Honest Abe” did lie about whether he was negotiating with the South to end the war and also knowingly concealed some of the most lethal weapons ever devised during the Civil War.\" These however, were very minor infractions when compared to what we are now expected to believe from our politicians.Since World War II the pace of life has moved faster than ever and may actually have overrun our ability to understand the significance and value of our own honesty. We no longer turn to our past for guidance regarding the future; rather we look into our future in terms of what we want and how we will get it. We have developed to the point that we are much smarter than our ancestors and no longer need their morality and guidance. What we don’t know we frequently fabricate and in most cases, no one picks up on it and if they do, it really doesn’t seem to matter. In short the past has become outdated, obsolete and therefore has become largely irrelevant to us. Being less informed about our past is not the result of a lack of information or education, but of ambivalence and indifference. Perhaps history belongs to the ages but not to us. To a great extent we as a people really do not believe that history matters very much, if at all. My quote “History is not owned solely by historians. It is part of everyone’s heritage,” was written for the opening page of my award winning book “The Exciting Story of Cuba.” Not only is it the anchor holding our Ship of State firmly secure, it is the root of our very being. Yes, history is important. In centuries past this statement would have been self-evident. Our predecessors devoted much time and effort in teaching their children history and it helped provide the foundation to understanding who they were. It provided them a reference whereby they could set their own life’s goals. However society has, to a great extent, turned its back on the past. We now live in an era where the present is most important and our future is being built on shifting sand. We, as a people are presently engaged in a struggle for economic survival and choose to think of ourselves in terms of where wind and tide is taking us, rather than where we came from. We can no longer identify with our ancestors, thus they are no longer relevant. Their lives were so different from our own that they no longer can shed any light on our experience or existence. Therefore, in the minds of many of us, the past no longer has the value it once had nor do we give it the credence it deserves. As in war, the truth is the first victim; however this casualty threatens the very fabric of our being. When fact and fiction are interchanged to satisfy the moment, the bedrock of history in undermined. When we depend on the truth to structure our future, it is vital that it be based on truthful history and the honesty of those who write it. It is a crime without penalty when our politicians tell us lies. In fact they are often shamefully rewarded; encouraging them to become even more blatant in the lies they tell.”\n      “Mensen zijn even gelukkig als ze besluiten te zijn.”\n      “Chúng ta không nên kết án người khác để chính mình không bị kết án.”\n      “Don't give up. Come on. Just keep on trying. Don't frown. Smile! You can do it. If you just try a little harder. I've got a feeling this whole thing might just work out okay. You'll see. Don't give up. Tomorrow is a brand new day. Now I want to see all of you get up on your feet and look like you're enjoying yourselves. Come on, let's see some of that famous ‘Pennsylvania optimism’ I've heard so much about...”\n      “Abraham Lincoln once said, “My concern is not whether God is on our side; my greatest concern is to be on God’s side, for God is always right.” Let us seek to be on God’s side in whatever situation we find ourselves – and to be ready to answer the call when it comes.”\n      “I will say then that I am not, nor ever have been, in favor of bringing about in any way the social and political equality of the white and black races, — that I am not nor ever have been in favor of making voters or jurors of negroes, nor of qualifying them to hold office, nor to intermarry with white people; and I will say in addition to this that there is a physical difference between the white and black races which I believe will forever forbid the two races living together on terms of social and political equality.”\n      “Menschen, die keine Laster haben, haben auch nur wenige Tugenden.”\n      “Don't criticise the; they are just what we would be under similar circumstances.”\n      “The worst thing you can do for those you love is the things they could and should do themselves.”\n      “Fondly do we hope, fervently do we pray, that this mighty scourge of war may speedily pass away. Yet, if God wills that this continue until all the wealth piled by the bondsman's two hundred and fifty years of unrequited toil shall be sunk, and until every drop of blood drawn with the lash shall be paid by another drawn with the sword, as was said three thousand years ago, so still it must be said, 'The judgments of the Lord are true and righteous altogether.”\n      “With Malice Towards None”\n      “A drop of honey gathers more flies than a gallon of gall.”\n      “You can make any quote sound meaningful by putting a famous person's name after it.”\n      “Peu importe ce que vous êtes. Soyez bons.”\n      “Nearly all men can stand adversity, but if you want to test a man’s character give him power. -Abraham Lincoln”\n      “Si fuéramos a reducir la definición de la democracia a la sublime sencillez que le dio Lincoln: «el gobierno del pueblo, por el pueblo y para el pueblo», no hay duda de que pocos regímenes podrían llenar todos los requisitos necesarios para merecer esa calificación.”\n      “If people see the Capitol going on, it is a sign we intend the Union shall go on”\n      “Human nature will not change. In any future great national trial, compared with the men of this, we shall have as weak and as strong, as silly and as wise, as bad and as good. Let us therefore study the incidents of this, as philosophy to learn wisdom from.”\n      “To emancipate the mind is the great task which printing came into the world to perform.”\n      “I do the very best I know how—the very best I can; and I mean to keep doing so until the end. If the end brings me out all right, what is said against me won’t amount to anything.If the end brings me out wrong, ten angels swearing I was right would make no difference.”\n      “Marriage is neither heaven or hell, it is merely purgatory.”\n      “If we could first know where we are, and whither we are tending, we could better judge what to do, and how to do it.”\n      “Be guided by reason. Cold Calculated unimpassioned reason”\n      “Powers of the PresidencyThe Chief Magistrate derives all his authority from the people. Abraham Lincoln, First Inaugural Address, 1861”\n      “GUCCI LIFE, ANKARA POCKETI discovered this thing about we youths of nowadays; “we actually want to live a “Gucci” life, but with an “Ankara” pocket”, that is; we want to live large but we are not financially qualified to do so; and that is where immorality comes in. Obviously, our insatiable desire for money and other worldly things will definitely leads to us getting involved in immoral acts such as; cyber crime, armed robbery, kidnapping, terrorism etc. Therefore, we have to look for ways to curb or eradicate this, and that is one of the purposes of this association. We need a lot of “Abraham Lincoln”, “Karl Marx”, “Mahatma Gandhi”, “Nelson Mandela”, “Lee Kwan Yew”, “Martin Luther King”, “Gani Fawehinmi”, etc, in our midst to actually make this work. Those who fight for the masses, people who are not self-centred......we have to think of better ways to make things work in this country, but first we have to kill the “Gucci life, Ankara pocket” mentality.”\n      “The thing about quotes on the internet is you cannot confirm their validity.”\n      “A capacity, and taste, for reading gives access to whatever has already been discovered by others.”\n      “By such examples, by instances of the perpetrators of such acts going unpunished, the lawless in spirit, are encouraged to become lawless in practice; and having been used to no restraint, but dread of punishment, they thus become, absolutely unrestrained. -- Having ever regarded Government as their deadliest bane, they make a jubilee of the suspension of its operations; and pray for nothing so much, as its total annihilation. While, on the other hand, good men, men who love tranquility, who desire to abide by the laws, and enjoy their benefits, who would gladly spill their blood in the defense of their country; seeing their property destroyed; their families insulted, and their lives endangered; their persons injured; and seeing nothing in prospect that forebodes a change for the better; become tired of, and disgusted with, a Government that offers them no protection; and are not much averse to a change in which they imagine they have nothing to lose. Thus, then, by the operation of this mobocractic spirit, which all must admit, is now abroad in the land, the strongest bulwark of any Government, and particularly of those constituted like ours, may effectually be broken down and destroyed -- I mean the attachment of the People.”\n      “I know the American People are much attached to their Government; -- I know they would suffer much for its sake; -- I know they would endure evils long and patiently, before they would ever think of exchanging it for another. Yet, notwithstanding all this, if the laws be continually despised and disregarded, if their rights to be secure in their persons and property, are held by no better tenure than the caprice of a mob, the alienation of their affections from the Government is the natural consequence; and to that, sooner or later, it must come.”", "author": "Abraham Lincoln", "type": "quote", "title": "Abraham Lincoln Quotes"}