["      “Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.”", "      “There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.”", "      “I am enough of an artist to draw freely upon my imagination. Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.”", "      “If you can't explain it to a six year old, you don't understand it yourself.”", "      “If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales.”", "      “Logic will get you from A to Z; imagination will get you everywhere.”", "      “Life is like riding a bicycle. To keep your balance, you must keep moving.”", "      “Anyone who has never made a mistake has never tried anything new.”", "      “I speak to everyone in the same way, whether he is the garbage man or the president of the university.”", "      “Never memorize something that you can look up.”", "      “When you are courting a nice girl an hour seems like a second. When you sit on a red-hot cinder a second seems like an hour. That's relativity.”", "      “A clever person solves a problem. A wise person avoids it.”", "      “Science without religion is lame, religion without science is blind.”", "      “Reality is merely an illusion, albeit a very persistent one.”", "      “If we knew what it was we were doing, it would not be called research, would it?”", "      “I have no special talents. I am only passionately curious.”", "      “Any fool can know. The point is to understand.”", "      “A human being is a part of the whole called by us universe, a part limited in time and space. He experiences himself, his thoughts and feeling as something separated from the rest, a kind of optical delusion of his consciousness. This delusion is a kind of prison for us, restricting us to our personal desires and to affection for a few persons nearest to us. Our task must be to free ourselves from this prison by widening our circle of compassion to embrace all living creatures and the whole of nature in its beauty.”", "      “Try not to become a man of success. Rather become a man of value.”", "      “The important thing is not to stop questioning. Curiosity has its own reason for existence. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality. It is enough if one tries merely to comprehend a little of this mystery each day.—\"Old Man's Advice to Youth: 'Never Lose a Holy Curiosity.'\" LIFE Magazine (2 May 1955) p. 64”", "      “The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking.”", "      “If I were not a physicist, I would probably be a musician. I often think in music. I live my daydreams in music. I see my life in terms of music.”", "      “I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones.”", "      “You never fail until you stop trying.”", "      “Great spirits have always encountered violent opposition from mediocre minds.”", "      “Don't say you don't have enough time. You have exactly the same number of hours per day that were given to Helen Keller, Pasteur, Michelangelo, Mother Teresa, Leonardo da Vinci, Thomas Jefferson, and Albert Einstein.”", "      “Gravitation is not responsible for people falling in love.”", "      “It is not that I'm so smart. But I stay with the questions much longer.”", "      “The measure of intelligence is the ability to change.”", "      “Creativity is intelligence having fun.”", "      “The world is a dangerous place to live, not because of the people who are evil, but because of the people who don't do anything about it.”", "      “If A is a success in life, then A equals x plus y plus z. Work is x; y is play; and z is keeping your mouth shut”", "      “Black holes are where God divided by zero.”", "      “Everything must be made as simple as possible. But not simpler.”", "      “The best way to cheer yourself is to cheer somebody else up.”", "      “When you trip over love, it is easy to get up. But when you fall in love, it is impossible to stand again.”", "      “What is right is not always popular and what is popular is not always right.”", "      “Whoever is careless with the truth in small matters cannot be trusted with important matters”", "      “Peace cannot be kept by force; it can only be achieved by understanding.”", "      “In the middle of difficulty lies opportunity”", "      “A question that sometimes drives me hazy: am I or are the others crazy?”", "      “The pursuit of truth and beauty is a sphere of activity in which we are permitted to remain children all our lives.”", "      “Imagination is everything. It is the preview of life's coming attractions.”", "      “We dance for laughter, we dance for tears, we dance for madness, we dance for fears, we dance for hopes, we dance for screams, we are the dancers, we create the dreams.”", "      “The important thing is not to stop questioning. Curiosity has its own reason for existing.”", "      “The woman who follows the crowd will usually go no further than the crowd. The woman who walks alone is likely to find herself in places no one has ever been before.”", "      “Time is an illusion.”", "      “No matter how old you are now. You are never too young or too old for success or going after what you want. Here’s a short list of people who accomplished great things at different ages1) Helen Keller, at the age of 19 months, became deaf and blind. But that didn’t stop her. She was the first deaf and blind person to earn a Bachelor of Arts degree.2) Mozart was already competent on keyboard and violin; he composed from the age of 5.3) Shirley Temple was 6 when she became a movie star on “Bright Eyes.”4) Anne Frank was 12 when she wrote the diary of Anne Frank.5) Magnus Carlsen became a chess Grandmaster at the age of 13.6) Nadia Comăneci was a gymnast from Romania that scored seven perfect 10.0 and won three gold medals at the Olympics at age 14.7) Tenzin Gyatso was formally recognized as the 14th Dalai Lama in November 1950, at the age of 15.8) Pele, a soccer superstar, was 17 years old when he won the world cup in 1958 with Brazil.9) Elvis was a superstar by age 19.10) John Lennon was 20 years and Paul Mcartney was 18 when the Beatles had their first concert in 1961.11) Jesse Owens was 22 when he won 4 gold medals in Berlin 1936.12) Beethoven was a piano virtuoso by age 2313) Issac Newton wrote Philosophiæ Naturalis Principia Mathematica at age 2414) Roger Bannister was 25 when he broke the 4 minute mile record15) Albert Einstein was 26 when he wrote the theory of relativity16) Lance E. Armstrong was 27 when he won the tour de France 17) Michelangelo created two of the greatest sculptures “David” and “Pieta” by age 2818) Alexander the Great, by age 29, had created one of the largest empires of the ancient world19) J.K. Rowling was 30 years old when she finished the first manuscript of Harry Potter20) Amelia Earhart was 31 years old when she became the first woman to fly solo across the Atlantic Ocean21) Oprah was 32 when she started her talk show, which has become the highest-rated program of its kind22) Edmund Hillary was 33 when he became the first man to reach Mount Everest23) Martin Luther King Jr. was 34 when he wrote the speech “I Have a Dream.\"24) Marie Curie was 35 years old when she got nominated for a Nobel Prize in Physics 25) The Wright brothers, Orville (32) and Wilbur (36) invented and built the world's first successful airplane and making the first controlled, powered and sustained heavier-than-air human flight26) Vincent Van Gogh was 37 when he died virtually unknown, yet his paintings today are worth millions.27) Neil Armstrong was 38 when he became the first man to set foot on the moon.28) Mark Twain was 40 when he wrote \"The Adventures of Tom Sawyer\", and 49 years old when he wrote \"Adventures of Huckleberry Finn\"29) Christopher Columbus was 41 when he discovered the Americas30) Rosa Parks was 42 when she refused to obey the bus driver’s order to give up her seat to make room for a white passenger31) John F. Kennedy was 43 years old when he became President of the United States32) Henry Ford Was 45 when the Ford T came out.33) Suzanne Collins was 46 when she wrote \"The Hunger Games\"34) Charles Darwin was 50 years old when his book On the Origin of Species came out.35) Leonardo Da Vinci was 51 years old when he painted the Mona Lisa.36) Abraham Lincoln was 52 when he became president.37) Ray Kroc Was 53 when he bought the McDonalds Franchise and took it to unprecedented levels.38) Dr. Seuss was 54 when he wrote \"The Cat in the Hat\".40) Chesley \"Sully\" Sullenberger III was 57 years old when he successfully ditched US Airways Flight 1549 in the Hudson River in 2009. All of the 155 passengers aboard the aircraft survived41) Colonel Harland Sanders was 61 when he started the KFC Franchise42) J.R.R Tolkien was 62 when the Lord of the Ring books came out43) Ronald Reagan was 69 when he became President of the US44) Jack Lalane at age 70 handcuffed, shackled, towed 70 rowboats45) Nelson Mandela was 76 when he became President”", "      “I must be willing to give up what I am in order to become what I will be.”", "      “It would be possible to describe everything scientifically, but it would make no sense; it would be without meaning, as if you described a Beethoven symphony as a variation of wave pressure.”", "      “Love is a better master than duty.”", "      “Blind belief in authority is the greatest enemy of truth.”", "      “I never made one of my discoveries through the process of rational thinking”", "      “We all know that light travels faster than sound. That's why certain people appear bright until you hear them speak.”", "      “Once we accept our limits, we go beyond them.”", "      “Genius is 1% talent and 99% percent hard work...”", "      “Out of clutter, find simplicity.”", "      “I'd rather be an optimist and a fool than a pessimist and right.”", "      “Nothing happens until something moves.”", "      “If you want to live a happy life, tie it to a goal, not to people or things.”", "      “Only a life lived for others is a life worthwhile.”", "      “Our task must be to free ourselves... by widening our circle of compassion to embrace all living creatures and the whole of nature and it's beauty.”", "      “Few are those who see with their own eyes and feel with their own hearts.”", "      “Imagination is the highest form of research.”", "      “However rare true love may be, it is less so than true friendship.”", "      “Wisdom is not a product of schooling but of the lifelong attempt to acquire it.”", "      “I live in that solitude which is painful in youth, but delicious in the years of maturity.”", "      “The most incomprehensible thing about the world is that it is at all comprehensible.”", "      “I never think of the future - it comes soon enough.”", "      “Only those who attempt the absurd can achieve the impossible.”", "      “Imagination is more important than knowledge. For knowledge is limited to all we now know and understand, while imagination embraces the entire world, and all there ever will be to know and understand.”", "      “What a sad era when it is easier to smash an atom than a prejudice.”", "      “You can never solve a problem on the level on which it was created.”", "      “Weakness of attitude becomes weakness of character.”", "      “Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.”", "      “Look deep into nature, and then you will understand everything better.”", "      “The only thing that you absolutely have to know, is the location of the library.”", "      “It has become appallingly obvious that our technology has exceeded our humanity.”", "      “Student: Dr. Einstein, Aren't these the same questions as last year's [physics] final exam?Dr. Einstein: Yes; But this year the answers are different.”", "      “Do not worry about your difficulties in Mathematics. I can assure you mine are still greater.”", "      “From the standpoint of daily life, however, there is one thing we do know: that we are here for the sake of each other - above all for those upon whose smile and well-being our own happiness depends, and also for the countless unknown souls with whose fate we are connected by a bond of sympathy. Many times a day I realize how much my own outer and inner life is built upon the labors of my fellow men, both living and dead, and how earnestly I must exert myself in order to give in return as much as I have received.”", "      “The hardest thing in the world to understand is the income tax.”", "      “Few people are capable of expressing with equanimity opinions which differ from the prejudices of their social enviroment. Most people are incapable of forming such opinions.\"(Essay to Leo Baeck, 1953)”", "      “A true genius admits that he/she knows nothing.”", "      “You cannot simultaneously prevent and prepare for war.”", "      “If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed.”", "      “If I had an hour to solve a problem I'd spend 55 minutes thinking about the problem and 5 minutes thinking about solutions.”", "      “If there is any religion that could respond to the needs of modern science, it would be Buddhism.”", "      “Common sense is the collection of prejudices acquired by age eighteen.”", "      “My religion consists of a humble admiration of the illimitable superior spirit who reveals himself in the slight details we are able to perceive with our frail and feeble mind.”", "      “I believe in intuitions and inspirations...I sometimes FEEL that I am right. I do not KNOW that I am.”", "      “If at first the idea is not absurd, then there is no hope for it.”", "      “I cannot imagine a God who rewards and punishes the objects of his creation, whose purposes are modeled after our own -- a God, in short, who is but a reflection of human frailty. Neither can I believe that the individual survives the death of his body, although feeble souls harbor such thoughts through fear or ridiculous egotisms.”", "      “Life is a preparation for the future; and the best preparation for the future is to live as if there were none.”", "      “When I examine myself and my methods of thought, I come to the conclusion that the gift of fantasy has meant more to me than any talent for abstract, positive thinking.”", "      “The only real valuable thing is intuition.”", "      “The Revolution introduced me to art, and in turn, art introduced me to the Revolution!”", "      “It is my view that the vegetarian manner of living, by its purely physical effect on the human temperament, would most beneficially influence the lot of mankind.”", "      “The most beautiful thing we can experience is the mysterious. It is the source of all true art and all science. He to whom this emotion is a stranger, who can no longer pause to wonder and stand rapt in awe, is as good as dead: his eyes are closed.”", "      “Your question is the most difficult in the world. It is not a question I can answer simply with yes or no. I am not an Atheist. I do not know if I can define myself as a Pantheist. The problem involved is too vast for our limited minds. May I not reply with a parable? The human mind, no matter how highly trained, cannot grasp the universe. We are in the position of a little child, entering a huge library whose walls are covered to the ceiling with books in many different tongues. The child knows that someone must have written those books. It does not know who or how. It does not understand the languages in which they are written. The child notes a definite plan in the arrangement of the books, a mysterious order, which it does not comprehend, but only dimly suspects. That, it seems to me, is the attitude of the human mind, even the greatest and most cultured, toward God. We see a universe marvelously arranged, obeying certain laws, but we understand the laws only dimly. Our limited minds cannot grasp the mysterious force that sways the constellations. I am fascinated by Spinoza's Pantheism. I admire even more his contributions to modern thought. Spinoza is the greatest of modern philosophers, because he is the first philosopher who deals with the soul and the body as one, not as two separate things.”", "      “Laws alone can not secure freedom of expression; in order that every man present his views without penalty there must be spirit of tolerance in the entire population.”", "      “He who joyfully marches to music rank and file has already earned my contempt. He has been given a large brain by mistake, since for him the spinal cord would surely suffice. This disgrace to civilization should be done away with at once. Heroism at command, senseless brutality, deplorable love-of-country stance and all the loathsome nonsense that goes by the name of patriotism, how violently I hate all this, how despicable and ignoble war is; I would rather be torn to shreds than be part of so base an action! It is my conviction that killing under the cloak of war is nothing but an act of murder.”", "      “When the solution is simple, God is answering.”", "      “The tragedy of life is what dies inside a man while he lives.”", "      “A person starts to live when he can live outside himself.”", "      “I want to know God's thoughts - the rest are mere details.”", "      “Somebody who only reads newspapers and at best books of contemporary authors looks to me like an extremely near-sighted person who scorns eyeglasses. He is completely dependent on the prejudices and fashions of his times, since he never gets to see or hear anything else.”", "      “The only thing that interferes with my learning is my education.”", "      “Intellectual growth should commence at birth and cease only at death.”", "      “One thing I have learned in a long life: that all our science, measured against reality, is primitive and childlike -- and yet it is the most precious thing we have.”", "      “The true sign of intelligence is not knowledge but imagination.”", "      “We know from daily life that we exist for other people first of all, for whose smiles and well-being our own happiness depends.”", "      “The ideals which have always shone before me and filled me with joy are goodness, beauty, and truth.”", "      “We can not solve our problems with the same level of thinking that created them”", "      “Even on the most solemn occasions I got away without wearing socks and hid that lack of civilization in high boots”", "      “Information is not knowledge.”", "      “The word 'God' is for me nothing more than the expression and product of human weaknesses, the Bible a collection of honorable, but still primitive legends which are nevertheless pretty childish. No interpretation, no matter how subtle, can (for me) change this.”", "      “No, this trick won't work... How on earth are you ever going to explain in terms of chemistry and physics so important a biological phenomenon as first love? ”", "      “Possessions, outward success, publicity, luxury - to me these have always been contemptible. I believe that a simple and unassuming manner of life is best for everyone, best for both the body and the mind.”", "      “God is subtle but he is not malicious.”", "      “If I were to remain silent, I'd be guilty of complicity.”", "      “I never teach my pupils, I only attempt to provide the conditions in which they can learn.”", "      “Everything is determined, the beginning as well as the end, by forces over which we have no control. It is determined for the insect, as well as for the star. Human beings, vegetables, or cosmic dust, we all dance to a mysterious tune, intoned in the distance by an invisible piper.”", "      “A man should look for what is, and not for what he thinks should be.”", "      “[Said during a debate when his opponent asserted that atheism and belief in evolution lead to Nazism:]Atheism by itself is, of course, not a moral position or a political one of any kind; it simply is the refusal to believe in a supernatural dimension. For you to say of Nazism that it was the implementation of the work of Charles Darwin is a filthy slander, undeserving of you and an insult to this audience. Darwin’s thought was not taught in Germany; Darwinism was so derided in Germany along with every other form of unbelief that all the great modern atheists, Darwin, Einstein and Freud were alike despised by the National Socialist regime.Now, just to take the most notorious of the 20th century totalitarianisms – the most finished example, the most perfected one, the most ruthless and refined one: that of National Socialism, the one that fortunately allowed the escape of all these great atheists, thinkers and many others, to the United States, a country of separation of church and state, that gave them welcome – if it’s an atheistic regime, then how come that in the first chapter of Mein Kampf, that Hitler says that he’s doing God’s work and executing God’s will in destroying the Jewish people? How come the fuhrer oath that every officer of the Party and the Army had to take, making Hitler into a minor god, begins, “I swear in the name of almighty God, my loyalty to the Fuhrer?” How come that on the belt buckle of every Nazi soldier it says Gott mit uns, God on our side? How come that the first treaty made by the Nationalist Socialist dictatorship, the very first is with the Vatican? It’s exchanging political control of Germany for Catholic control of German education. How come that the church has celebrated the birthday of the Fuhrer every year, on that day until democracy put an end to this filthy, quasi-religious, superstitious, barbarous, reactionary system?Again, this is not a difference of emphasis between us. To suggest that there’s something fascistic about me and about my beliefs is something I won't hear said and you shouldn't believe.”", "      “The only sure way to avoid making mistakes is to have no new ideas.”", "      “Play is the highest form of research.”", "      “Dancers are the athletes of God.”", "      “It is, in fact, nothing short of a miracle that the modern methods of instruction have not yet entirely strangled the holy curiosity of inquiry; for this delicate little plant, aside from stimulation, stands mainly in need of freedom. Without this it goes to wrack and ruin without fail.”", "      “Life isn't worth living, unless it is lived for someone else.”", "      “The more I learn, the more I realize how much I don't know.”", "      “the only escape from the miseries of life are music and cats...”", "      “You have to learn the rules of the game. And then you have to play better than anyone else.”", "      “It is the supreme art of the teacher to awaken joy in creative expression and knowledge.”", "      “Compound interest is the eighth wonder of the world. He who understands it, earns it ... he who doesn't ... pays it.”", "      “As far as the laws of mathematics refer to reality, they are not certain; and as far as they are certain, they do not refer to reality.”", "      “Although I am a typical loner in my daily life, my awareness of belonging to the invisible community of those who strive for truth, beauty, and justice has prevented me from feelings of isolation.”", "      “The true value of a human being can be found in the degree to which he has attained liberation from the self.”", "      “I always love to quote Albert Einstein because nobody dares contradict him.”", "      “I thought of that while riding my bicycle.”", "      “I see my life in terms of music.”", "      “Three great forces rule the world: stupidity, fear and greed.”", "      “The only source of knowledge is experience.”", "      “A foolish faith in authority is the worst enemy of truth.”", "      “If my theory of relativity is proven successful, Germany will claim me as a German and France will declare me a citizen of the world. Should my theory prove untrue, France will say that I am a German, and Germany will declare that I am a Jew.”", "      “Past is deadFuture is uncertain;Present is all you have,So eat, drink and live merry.”", "      “Before God we are all equally wise - and equally foolish.”", "      “An empty stomach is not a good political adviser.”", "      “At least once a day, allow yourself the freedom to think and dream for yourself.”", "      “Force always attracts men of low morality.”", "      “We experience ourselves our thoughts and feelings as something separate from the rest. A kind of optical delusion of consciousness. This delusion is a kind of prison for us, restricting us to our personal desires and to affection for a few persons nearest to us.”", "      “It is harder to crack prejudice than an atom.”", "      “If most of us are ashamed of shabby clothes and shoddy furniture let us be more ashamed of shabby ideas and shoddy philosophies.... It would be a sad situation if the wrapper were better than the meat wrapped inside it.”", "      “It seems to me that the idea of a personal God is an anthropological concept which I cannot take seriously. I also cannot imagine some will or goal outside the human sphere... Science has been charged with undermining morality, but the charge is unjust. A man's ethical behavior should be based effectually on sympathy, education, and social ties and needs; no religious basis is necessary. Man would indeed be in a poor way if he had to be restrained by fear of punishment and hope of reward after death.”", "      “Solitude is painful when one is young, but delightful when one is more mature. ”", "      “Nationalism is an infantile thing. It is the measles of mankind.”", "      “What really interests me is whether God had any choice in the creation of the World.”", "      “Teaching should be such that what is offered is perceived as a valuable gift and not as hard duty. Never regard study as duty but as the enviable opportunity to learn to know the liberating influence of beauty in the realm of the spirit for your own personal joy and to the profit of the community to which your later work belongs.”", "      “The human spirit must prevail over technology.”", "      “All generalizations are false, including this one.”", "      “Learning is experience. Everything else is just information.”", "      “A table, a chair, a bowl of fruit and a violin; what else does a man need to be happy?”", "      “No amount of experimentation can ever prove me right; a single experiment can prove me wrong.”", "      “I don't try to imagine a personal God; it suffices to stand in awe at the structure of the world, insofar as it allows our inadequate senses to appreciate it.”", "      “Excellence is doing a common thing in an uncommon way.”", "      “We are in the position of a little child entering a huge library, whose walls are covered to the ceiling with books in many different languages. The child knows that someone must have written those books. It does not know who or how. It does not understand the the languages in which they are written. The child notes a definite plan in the arrangement of the books, a mysterious order, which it does not comprehend but only dimly suspects.”", "      “It gives me great pleasure indeed to see the stubbornness of an incorrigible nonconformist warmly acclaimed.”", "      “You see, wire telegraph is a kind of a very, very long cat. You pull his tail in New York and his head is meowing in Los Angeles. Do you understand this? And radio operates exactly the same way: you send signals here, they receive them there. The only difference is that there is no cat.”", "      “Small is the number of them that see with their own eyes and feel with their own hearts.”", "      “Never do anything against conscience, even if the state demands it.”", "      “How I wish that somewhere there existed an island for those who are wise and of good will.”", "      “Strange is our situation here on Earth. Each of us comes for a short visit, not knowing why, yet sometimes seeming to divine a purpose. From the standpoint of daily life, however, there is one thing we do know: that man is here for the sake of other men - above all for those upon whose smiles and well-being our own happiness depends.”", "      “Great spirits have always encountered opposition from mediocre minds. The mediocre mind is incapable of understanding the man who refuses to bow blindly to conventional prejudices and chooses instead to express his opinions courageously and honestly.”", "      “Everything that is really great and inspiring is created by the individual who can labor in freedom.”", "      “I believe that Gandhi’s views were the most enlightened of all the political men in our time. We should strive to do things in his spirit: not to use violence in fighting for our cause, but by non-participation in anything you believe is evil.”", "      “You could give Aristotle a tutorial. And you could thrill him to the core of his being. Aristotle was an encyclopedic polymath, an all time intellect. Yet not only can you know more than him about the world. You also can have a deeper understanding of how everything works. Such is the privilege of living after Newton, Darwin, Einstein, Planck, Watson, Crick and their colleagues.I'm not saying you're more intelligent than Aristotle, or wiser. For all I know, Aristotle's the cleverest person who ever lived. That's not the point. The point is only that science is cumulative, and we live later.”", "      “One cannot alter a condition with the same mind set that created it in the first place.”", "      “He to whom this emotion is a stranger, who can no longer pause to wonder and stand rapt in awe, is as good as dead: his eyes are closed.”", "      “Be brave. Even if you're not, pretend to be. No one can tell the difference. Don't allow the phone to interrupt important moments. It's there for your convenience, not the callers. Don't be afraid to go out on a limb. That's where the fruit is. Don't burn bridges. You'll be surprised how many times you have to cross the same river. Don't forget, a person's greatest emotional need is to feel appreciated. Don't major in minor things. Don't say you don't have enough time. You have exactly the same number of hours per day that were given to Pasteur, Michaelangelo, Mother Teresa, Helen Keller, Leonardo Da Vinci, Thomas Jefferson, and Albert Einstein. Don't spread yourself too thin. Learn to say no politely and quickly. Don't use time or words carelessly. Neither can be retrieved. Don't waste time grieving over past mistakes Learn from them and move on. Every person needs to have their moment in the sun, when they raise their arms in victory, knowing that on this day, at his hour, they were at their very best. Get your priorities straight. No one ever said on his death bed, 'Gee, if I'd only spent more time at the office'. Give people a second chance, but not a third. Judge your success by the degree that you're enjoying peace, health and love. Learn to listen. Opportunity sometimes knocks very softly. Leave everything a little better than you found it. Live your life as an exclamation, not an explanation. Loosen up. Relax. Except for rare life and death matters, nothing is as important as it first seems. Never cut what can be untied. Never overestimate your power to change others. Never underestimate your power to change yourself. Remember that overnight success usually takes about fifteen years. Remember that winners do what losers don't want to do. Seek opportunity, not security. A boat in harbor is safe, but in time its bottom will rot out. Spend less time worrying who's right, more time deciding what's right. Stop blaming others. Take responsibility for every area of your life. Success is getting what you want. Happiness is liking what you get. The importance of winning is not what we get from it, but what we become because of it. When facing a difficult task, act as though it's impossible to fail.”", "      “Our separation from each other is an optical illusion.”", "      “Everyone must become their own person, however frightful that may be.”", "      “The bigotry of the nonbeliever is for me nearly as funny as the bigotry of the believer.”", "      “A society's competitive advantage will come not from how well its schools teach the multiplication and periodic tables, but from how well they stimulate imagination and creativity.”", "      “It occurred to me by intuition, and music was the driving force behind that intuition. My discovery was the result of musical perception.”", "      “Put your hand on a hot stove for a minute, and it seems like an hour. Sit with a pretty girl for an hour, and it seems like a minute. That's relativity.”", "      “To punish me for my contempt for authority, fate made me an authority myself.”", "      “Now he has departed from this strange world a little ahead of me. That means nothing. People like us, who believe in physics, know that the distinction between past, present, and future is only a stubbornly persistent illusion.”", "      “Always do what's right; this will gratify some and astonish the rest”", "      “I am not a genius, I am just curious. I ask many questions. and when the answer is simple, then God is answering.”", "      “Truth is what stands the test of experience. ”", "      “Older men start wars, but younger men fight them. ”", "      “I believe in Spinoza's God, who reveals Himself in the lawful harmony of the world, not in a God who concerns Himself with the fate and the doings of mankind... to Rabbi Herbert Goldstein (1929)”", "      “You do not really understand something unless you can explain it to your grandmother.”", "      “Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either.”", "      “To dwell on the things that depress or anger us does not help in overcoming them. One must knock them down alone.”", "      “Unthinking respect for authority is the greatest enemy of truth”", "      “I wish I were a poet. I've never confessed that to anyone, and I'm confessing it to you, because you've given me reason to feel that I can trust you. I've spent my life observing the universe, mostly in my mind's eye. It's been a tremendously rewarding life, a wonderful life. I've been able to explore the origins of time and space with some of the great living thinkers. But I wish I were a poet.Albert Einstein, a hero of mine, once wrote, 'Our situation is the following. We are standing in front of a closed box which we cannot open.'I'm sure I don't have to tell you that the vast majority of the universe is composed of dark matter. The fragile balance depends on things we'll never be able to see, hear, smell, taste, or touch. Life itself depends on them. What's real? What isn't real? Maybe those aren't the right questions to be asking. What does life depend on?I wish I had made things for life to depend on.”", "      “Pure mathematics is in its way the poetry of logical ideas.”", "      “Gravitation cannot be held responsible for people falling in love. How on earth can you explain in terms of chemistry and physics so important a biological phenomenon as first love? Put your hand on a stove for a minute and it seems like an hour. Sit with that special girl for an hour and it seems like a minute. That's relativity.”", "      “Everybody is a genius. But if you judge a fish by its ability to climb a tree it will live its whole life believing that it is stupid.”", "      “What I see in Nature is a magnificent structure that we can comprehend only very imperfectly, and that must fill a thinking person with a feeling of humility. This is a genuinely religious feeling that has nothing to do with mysticism.”", "      “Those who have the privilege to know have the duty to act.”", "      “My pacifism is an instinctive feeling, a feeling that possesses me because the murder of men is disgusting. My attitude is not derived from any intellectual theory but is based on my deepest antipathy to every kind of cruelty and hatred.”", "      “Creating a new theory is not like destroying an old barn and erecting a skyscraper in its place. It is rather like climbing a mountain, gaining new and wider views, discovering unexpected connections between our starting points and its rich environment. But the point from which we started out still exists and can be seen, although it appears smaller and forms a tiny part of our broad view gained by the mastery of the obstacles on our adventurous way up.”", "      “The intellect has little to do on the road to discovery. There comes a leap in consciousness, call it Intuition or what you will, the solution comes to you and you don't know how or why.”", "      “As our circle of knowledge expands, so does the circumference of darkness surrounding it.”", "      “Do not grow old, no matter how long you live. Never cease to stand like curious children before the Great Mystery into which we were born.”", "      “We should take care not to make the intellect our god; it has, of course, powerful muscles, but no personality. ”", "      “We are all life trying to live, among other life trying to live.”", "      “Be a loner. That gives you time to wonder, to search for the truth. Have holy curiosity. Make your life worth living.”", "      “One of the strongest motives that lead men to art and science is escape from everyday life with its painful crudity and hopeless dreariness, from the fetters of one's own ever-shifting desires. A finely tempered nature longs to escape from the personal life into the world of objective perception and thought.”", "      “Adversity introduces a man to himself.”", "      “There is nothing known as \"Perfect\". Its only those imperfections which we choose not to see!!”", "      “I prefer to make up my own quotes and attribute them to very smart people, so that I can use them to win arguments”", "      “Failing isn't bad when you learn what not to do.”", "      “A perfection of means, and confusion of aims, seems to be our main problem.”", "      “Problems cannot be solved with the same mind set that created them.”", "      “On the occasion of Mahatma Gandhi's 70th birthday. \"Generations to come, it may well be, will scarce believe that such a man as this one ever in flesh and blood walked upon this Earth.”", "      “The formulation of the problem is often more essential than its solution, which may be merely a matter of mathematical or experimental skill.”", "      “Setting an example is not the main means of influencing others, it is the only means.”", "      “If the bee disappeared off the surface of the globe, then man would have only four years of life left. No more bees, no more pollination, no more plants, no more animals, no more man.”", "      “The significant problems we have cannot be solved at the same level of thinking with which we created them.”", "      “If I could do it all again, I'd be a plumber.”", "      “Since the mathematicians have invaded the theory of relativity I do not understand it myself any more.”", "      “We act as though comfort and luxury were the chief requirements of life. All that we need to make us happy is something to be enthusiastic about.”", "      “Earth is the insane asylum of the universe.”", "      “Concerning matter, we have been all wrong. What we have called matter is energy, whose vibration has been so lowered as to be perceptible to the senses. There is no matter.”", "      “The most important question a person can ask is, \"Is the Universe a friendly place?”", "      “I don't know, I don't care, and it doesn't make any difference!”", "      “I do not teach anyone I only provide the environment in which they can learn”", "      “I am a deeply religious nonbeliever. This is a somewhat new kind of religion.”", "      “As the area of light expands, so does the perimeter of darkness.”", "      “The person who reads too much and uses his brain too little will fall into lazy habits of thinking..”", "      “Three Rules of Work:Out of clutter find simplicity.From discord find harmony.In the middle of difficulty lies opportunity.”", "      “Technological progress is like an axe in the hands of a pathological criminal.”", "      “The most important decision we make is whether we believe we live in a friendly or hostile universe.”", "      “The religion of the future will be a cosmic religion. It should transcend a personal God and avoid dogmas and theology. Covering both the natural and the spiritual, it should be based on a religious sense arising from the experience of all things, natural and spiritual, as a meaningful unity. Buddhism answers this description.”", "      “For an idea that does not first seem insane, there is no hope.”", "      “The value of a college education is not the learning of many facts but the training of the mind to think”", "      “I know quite certainly that I myself have no special talent; curiosity, obsession and dogged endurance, combined with self-criticism, have brought me to my ideas.”", "      “Your imagination is your preview of life’s coming attractions.”", "      “Failure is success in progress”", "      “The strength of the Constitution lies entirely in the determination of each citizen to defend it. Only if every single citizen feels duty bound to do his share in this defense are the constitutional rights secure.”", "      “If I had known they were going to do this, I would have become a shoemaker.”", "      “Striving for social justice is the most valuable thing to do in life.”", "      “I asked myself childish questions and proceeded to answer them.”", "      “The prestige of government has undoubtedly been lowered considerably by the Prohibition law. For nothing is more destructive of respect for the government and the law of the land than passing laws which cannot be enforced”", "      “The further the spiritual evolution of mankind advances, the more certain it seems to me that the path to genuine religiosity does not lie through the fear of life, and the fear of death, and blind faith, but through striving after rational knowledge. ”", "      “The man with the greatest soul will always face the greatest war with the low minded person.”", "      “In the view of such harmony in the cosmos which I, with my limited human mind, am able to recognize, there are yet people who says there is no God. But what makes me really angry is that they quote me for support of such views. (The Expanded Quotable Einstein, Princeton University, page 214)”", "      “I am a Jew, but I am enthralled by the luminous figure of the Nazarene….No one can read the Gospels without feeling the actual presence of Jesus.”", "      “Ego=1/Knowledge\" More the knowledge lesser the ego, lesser the knowledge more the ego.”", "      “The person who follows the crowd will usually go no further than the crowd. The person who walks alone is likely to find himself in places no one has ever seen before.”", "      “A man's ethical behaviour should be based effectually on sympathy, education, and social ties and needs; no religious basis is necessary. Man would indeed be in a poor way if he had to be restrained by fear of punishment and hope of reward after death.”", "      “Intelligent life on other planets? I'm not even sure there is on earth!”", "      “Curiosity is more important than knowledge.”", "      “I don't pretend to understand the universe — it's much bigger than I am.”", "      “La vie c’est comme la bicyclette : quand on arrête de pédaler on tombe.”", "      “I do not believe in the God of theology who rewards good and punishes evil. My God created laws that take care of that. His universe is not ruled by wishful thinking, but by immutable laws.”", "      “There comes a time when the mind takes a higher plane of knowledge but can never prove how it got there.”", "      “Creativity is contagious. Pass it on.”", "      “I fear the day that technology will surpass our human interaction. The world will have a generation of idiots.”", "      “The fear of death is the most unjustified of all fears, for there's no risk of accident for someone who's dead.”", "      “In order to be an immaculate member of a flock of sheep, one must above all, be a sheep.”", "      “The devil has put a penalty on all things we enjoy in life. Either we suffer in health or we suffer in soul or we get fat.”", "      “One had to cram all this stuff into one's mind for the examinations, whether one liked it or not. This coercion had such a deterring effect on me that, after I had passed the final examination, I found the consideration of any scientific problems distasteful to me for an entire year.”", "      “Strive not to be a success, but rather to be of value.”", "      “Creativity is the residue of time wasted.”", "      “Many of the things you can count, don't count. Many of the things you can't count, really count.”", "      “Throughout his life, Albert Einstein would retain the intuition and the awe of a child. He never lost his sense of wonder at the magic of nature's phenomena-magnetic fields, gravity, inertia, acceleration, light beams-which grown-ups find so commonplace. He retained the ability to hold two thoughts in his mind simultaneously, to be puzzled when they conflicted, and to marvel when he could smell an underlying unity. \"People like you and me never grow old,\" he wrote a friend later in life. \"We never cease to stand like curious children before the great mystery into which we were born.”", "      “The value of a man should be seen in what he gives and not in what he is able to receive.”", "      “Why is it that no one understands me and everybody likes me”", "      “To sense that behind anything that can be experienced there is a something that our mind cannot grasp and whose beauty and sublimity reaches us only indirectly and as a feeble reflection, this is religiousness. In this sense I am religious.”", "      “I am not more gifted than the average human being. If you know anything about history, you would know that is so--what hard times I had in studying and the fact that I do not have a memory like some other people do… I am just more curious than the average person and I will not give up on a problem until I have found the proper solution. This is one of my greatest satisfactions in life--solving problems--and the harder they are, the more satisfaction do I get out of them. Maybe you could consider me a bit more patient in continuing with my problem than is the average human being. Now, if you understand what I have just told you, you see that it is not a matter of being more gifted but a matter of being more curious and maybe more patient until you solve a problem.”", "      “This topic brings me to that worst outcrop of herd life, the military system, which I abhor... This plague-spot of civilization ought to be abolished with all possible speed. Heroism on command, senseless violence, and all the loathsome nonsense that goes by the name of patriotism -- how passionately I hate them!”", "      “Every one who is seriously involved in the pursuit of science becomes convinced that a spirit is manifest in the laws of the Universe-a spirit vastly superior to that of man, and one in the face of which we with our modest powers must feel humble.”", "      “The fanatical atheists are like slaves who are still feeling the weight of their chains which they have thrown off after hard struggle. They are creatures who—in their grudge against traditional religion as the \"opium of the masses\"—cannot hear the music of the spheres.”", "      “Knowledge exists in two forms - lifeless, stored in books, and alive, in the consciousness of men. The second form of existence is after all the essential one; the first, indispensable as it may be, occupies only an inferior position.”", "      “Once a day allow yourself the freedom to dream...”", "      “Any society which does not insist upon respect for all life must necessarily decay.”", "      “Honestly, I cannot understand what people mean when they talk about the freedom of the human will. I have a feeling, for instance, that I will something or other; but what relation this has with freedom I cannot understand at all. I feel that I will to light my pipe and I do it; but how can I connect this up with the idea of freedom? What is behind the act of willing to light the pipe? Another act of willing? Schopenhauer once said: Der Mensch kann was er will; er kann aber nicht wollen was er will (Man can do what he will but he cannot will what he wills).”", "      “Combinatory play seems to be the essential feature in productive thought.”", "      “People love chopping wood. In this activity one immediately sees results.”", "      “Paper is to write things down that we need to remember. Our brains are used to think.”", "      “Joy in looking and comprehending is nature's most beautiful gift.”", "      “Organized people are just too lazy to go looking for what they want.”", "      “The gift of fantasy has meant more to me than my talent for absorbing positive knowledge.”", "      “The religion of the future will be cosmic religion. It will transcend personal God and avoid dogma and theology.”", "      “One picture is worth a thousand words”", "      “Children don’t heed the life experiences of their parents, and nations ignore history. Bad lessons always have to be learned anew. ”", "      “That which is impenetrable to us really exists. Behind the secrets of nature remains something subtle, intangible, and inexplicable. Veneration for this force beyond anything that we can comprehend is my religion.”", "      “Rejoice with your family in the beautiful land of life.”", "      “Necessity is the mother of all invention.”", "      “Only one who devotes himself to a cause with his whole strength and soul can be a true master. For this reason mastery demands all of a person.”", "      “My sense of god is my sense of wonder about the universe.”", "      “A photograph never grows old. You and I change, people change all through the months and years but a photograph always remains the same. How nice to look at a photograph of mother or father taken many years ago. You see them as you remember them. But as people live on, they change completely. That is why I think a photograph can be kind.”", "      “be a voice not an echo”", "      “That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God.”", "      “I think 99 times and find nothing. I stop thinking, swim in silence, and the truth comes to me.”", "      “People like you and me never grow old. We never cease to stand like curious children before the great mystery into which we were born.”", "      “It is humankind's duty to respect all life, not only animals have feelings but even also trees and plants.”", "      “I do not believe in the immortality of the individual, and I consider ethics to be an exclusively human concern without any superhuman authority behind it.”", "      “When we first got married, we made a pact. It was this: In our life together, it was decided I would make all of the big decisions and my wife would make all of the little decisions. For fifty years, we have held true to that agreement. I believe that is the reason for the success in our marriage. However, the strange thing is that in fifty years, there hasn’t been one big decision.”", "      “The definition of genius is taking the complex and making it simple.”", "      “Human beings, vegetables, or cosmic dust, we all dance to a mysterious tune, intoned in the distance by an invisible piper.”", "      “The true sign of intelligence is not knowledge but imagination. I have no special talent. I am only passionately curious.”", "      “What is the meaning of human life, or, for that matter, of the life of any creature? To know the answer to this question means to be religious. You ask: Does it make any sense, then, to pose this question? I answer: The man who regards his fellow creatures as meaningless is not merely unhappy but hardly fit for life.”", "      “It is our American habit if we find the foundations of our educational structure unsatisfactory to add another story or wing.”", "      “No problem can be solved from the same level of consciousness that created it.”", "      “We never cease to stand like curious children before the great mystery into which we are born.”", "      “If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales.When I examine myself and my methods of thought, I come to the conclusion that the gift of fantasy has meant more to me than any talent for abstract, positive thinking”", "      “If you can't explain it simply, you don't understand it well enough.\" - Albert Einstein”", "      “When the number of factors coming into play in a phenomenological complex is too large scientific method in most cases fails. One need only think of the weather, in which case the prediction even for a few days ahead is impossible.”", "      “The fairest thing we can experience is the mysterious. It is the fundamental emotion which stands at the cradle of true art and science. He who knows it not and can no longer wonder, no longer feel amazement, is as good as dead, a snuffed-out candle.”", "      “The right to search for the truth implies also a duty; one must not conceal any part of what one has recognized to be the truth.”", "      “It is important to foster individuality, for only the individual can produce the new ideas.”", "      “So long as there are men, there will be wars.”", "      “everyday is an oportunity to make a new happy ending.........”", "      “No one does anything right in life, until they realize that they are making a mistake”", "      “Anger dwells only in the bosom of fools.”", "      “Ein Freund ist ein Mensch, der die Melodie deines Herzen kennt und sie dir vorspielt, wenn du sie vergessen hast.”", "      “Only the Catholic Church protested against the Hitlerian onslaught on liberty. Up till then I had not been interested in the Church, but today I feel a great admiration for the Church, which alone has had the courage to struggle for spiritual truth and moral liberty”", "      “It is very difficult to explain this feeling to anyone who is entirely without it, especially as there is no anthropomorphic conception of God corresponding to it. The individual feels the nothingness of human desires and aims and the sublimity and marvelous order which reveal themselves both in Nature and in the world of though. He looks upon individual existence as a sort of prison and wants to experience the universe as a single significant whole.”", "      “Deux choses sont infinies : l’Univers et la bêtise humaine. Mais, en ce qui concerne l’Univers, je n’en ai pas encore acquis la certitude absolue.”", "      “As long as there are sovereign nations possessing great power, war is inevitable.”", "      “All of us who are concerned for peace and triumph of reason and justice must be keenly aware how small an influence reason and honest good will exert upon events in the political field.”", "      “Life without playing music is inconceivable for me. I live my daydreams in music. I see my life in terms of music, I get most joy in life out of music.”", "      “I have reached an age where if someone tells me to wear socks, I dont have to”", "      “It is a very grave mistake to think that the enjoyment of seeing and searching can be promoted by means of coercion and a sense of duty. To the contrary, I believe it would be possible to rob even a healthy beast of prey of its voraciousness, if it were possible, with the aid of a whip, to force the beast to devour continuously, even when not hungry.”", "      “the scientist's religious feeling takes the form of a rapturous amazement at the harmony of natural law, which reveals an intelligence of such superiority that, compared with it, all the systematic thinking and acting of human beings is utterly insignificant reflection. This feeling is the guiding principle of his life and work, in so far as he succeeds in keeping himself from the shackles of selfish desire. It is beyond question closely akin to that which has possessed the religious geniuses of all ages.”", "      “To invent something, all you need is imagination and a big pile of junk.”", "      “Too many of us look upon Americans as dollar chasers. This is a cruel libel, even if it is reiterated thoughtlessly by the Americans themselves.”", "      “Life is sacred, that is to say, it is the supreme value, to which all other values are subordinate.”", "      “The life of the individual has meaning only insofar as it aids in making the life of every living thing nobler and more beautiful. Life is sacred, that is to say, it is the supreme value, to which all other values are subordinate.”", "      “once you stop learning you start dying”", "      “One should not pursue goals that are easily achieved. One must develop an instinct for what one can just barely achieve through one’s greatest efforts.”", "      “Try and penetrate with our limited means the secrets of nature and you will find that, behind all the descernible laws and connections, there remains something subtle, intangible and inexplicable. Veneration for this force beyond anything that we can comprehend is my religion. To that extent I am, in fact, religious.”", "      “The whole of science is nothing more than a refinement of everyday thinking.”", "      “The health of society thus depends quite as much on the independence of the individuals composing it as on their close political cohesion.”", "      “The unleashed power of the atom has changed everything except our thinking. Thus, we are drifting toward catastrophe beyond conception. We shall require a substantially new manner of thinking if mankind is to survive.”", "      “How was I able to live alone before, my little everything? Without you I lack self-confidence, passion for work, and enjoyment of life--in short, without you, my life is no life.[Written to his wife, Mileva]”", "      “Work is the only thing that gives substance to life.”", "      “I came to America because of the great, great freedom which I heard existed in this country. I made a mistake in selecting America as a land of freedom, a mistake I cannot repair in the balance of my lifetime.”", "      “Do you really believe that the moon isn’t there when nobody looks?”", "      “Bureaucracy is the death of all sound work.”", "      “I do not believe that civilization will be wiped out in a war fought with the atomic bomb. Perhaps two-thirds of the people of the Earth might be killed, but enough men capable of thinking, and enough books, would be left to start again, and civilization could be restored.”", "      “Growth comes through analogy; through seeing how things connect, rather than only seeing how they might be different.”", "      “Yes, we have to divide up our time like that, between our politics and our equations. But to me our equations are far more important, for politics are only a matter of present concern. A mathematical equation stands forever. ”", "      “Knowledge is limited. Imagination encircles the world.”", "      “It is easier to denature plutonium than to denature the evil spirit of man.”", "      “Concepts that have proven useful in ordering things easily achieve such authority over us that we forget their earthly origins and accept them as unalterable givens. Thus they come to be stamped as “necessities of thought”, “a priori givens”, etc. The path of scientific advance is often made impassable for a long time through such errors. For that reason, it is by no means an idle game if we become practiced in analyzing the long commonplace concepts and exhibiting those circumstances upon which their justification and usefulness depend, how they have grown up, individually, out of the givens of experience. By this means, their all-too-great authority will be broken. They will be removed if they cannot be properly legitimated, corrected if their correlation with given things be far too superfluous, replaced by others if a new system can be established that we prefer for whatever reason.”", "      “If I were not a Jew I would be a Quaker.”", "      “You are right in speaking of the moral foundations of science, but you cannot turn around and speak of the scientific foundations of morality.”", "      “Morality is of the highest importance -- but for us, not for God.”", "      “I fully agree with you about the significance and educational value of methodology as well as history and philosophy of science. So many people today - and even professional scientists - seem to me like somebody who has seen thousands of trees but has never seen a forest. A knowledge of the historic and philosophical background gives that kind of independence from prejudices of his generation from which most scientists are suffering. This independence created by philosophical insight is - in my opinion - the mark of distinction between a mere artisan or specialist and a real seeker after truth.[Correspondance to Robert Thorton in 1944]”", "      “We must be prepared to make the same heroic sacrifices for the cause of peace that we make ungrudgingly for the cause of war.”", "      “Don't do anything that goes against your conscience, even if your country says so.”", "      “Knowledge of what is does not open the door directly to what should be.”", "      “Heroism on command, senseless violence, and all the loathsome nonsense that goes by the name of patriotism -how passionately I hate them!”", "      “Do you know what Albert Einstein's definition of insanity was?\" \"No.\" \"Doing the same thing over and over and expecting different results.”", "      “When you look at yourself from a universal standpoint, something inside always reminds or informs you that there are bigger and better things to worry about.”", "      “Numerous are the academic chairs, but rare are wise and noble teachers. Numerous and large are the lecture halls, but far from numerous the young people who genuinely thirst for truth and justice. Numerous are the wares that nature produces by the dozen, but her choice products are few.We all know that, so why complain? Was it not always thus and will it not always thus remain? Certainly, and one must take what nature gives as one finds it. But there is also such a thing as a spirit of the times, an attitude of mind characteristic of a particular generation, which is passed on from individual to individual and gives its distinctive mark to a society. Each of us has to his little bit toward transforming this spirit of the times.”", "      “I think that only daring speculation can lead us further and not accumulation of facts.”", "      “I assert that the cosmic religious experience is the strongest and the noblest driving force behind scientific research.”", "      “I believe in you and me. I'm like Albert Schweitzer and Bertrand Russell and Albert Einstein in that I have a respect for life -- in any form. I believe in nature, in the birds, the sea, the sky, in everything I can see or that there is real evidence for. If these things are what you mean by God, then I believe in God. But I don't believe in a personal God to whom I look for comfort or for a natural on the next roll of the dice.”", "      “I think and think for months and years, ninety-nine times, the conclusion is false. The hundredth time I am right.”", "      “If a man aspires towards a righteous life, his first act of abstinence is from injury to animals.”", "      “There are two important things for full success in life:1. Don´t tell everything you know.”", "      “Why should I have to hide the fact that I don't believe there’s a supreme being? There’s no proof of it. There’s no harm in saying you’re an atheist. It doesn't mean you treat people any differently. I live by the Golden Rule to do unto others, as you'd want to be treated.I just simply don't believe in religion, and I don’t believe necessarily that there’s a supreme being that watches over all of us. I follow the teachings of George Carlin. George said he worshipped the sun. He was a fellow atheist. I’m in good company … Albert Einstein, Mark Twain, Charles Darwin. It’s not like I’m not with good company and intelligent people. There have been some good, intelligent atheists who have lived in the world.”", "      “I want to go when I want. It is tasteless to prolong life artificially. I have done my share, it is time to go. I will do it elegantly.”", "      “I often think in music. I live my daydreams in music. I see my life in terms of music”", "      “The only justifiable purpose of political institutions is to ensure the unhindered development of the individual.”", "      “Don't dream of being a good person, be a human being is valuable and gives value to life.”", "      “I want to oppose the idea that the school has to teach directly that special knowledge and those accomplishments which one has to use later directly in life. The demands of life are much too manifold to let such a specialized training in school appear possible [...] The development of general ability for independent thinking and judgement should always be placed foremost.”", "      “The perfection of means and the confusion of ends seems to be our problem.”", "      “Never attribute to malice that which can be adequately explained by stupidity, but don't rule out malice.”", "      “There is nothing divine about morality, it is a purely human affair.”", "      “It is this mythical, or rather symbolic, content of the religious traditions which is likely to come into conflict with science. This occurs whenever this religious stock of ideas contains dogmatically fixed statements on subjects which belong in the domain of science.”", "      “A problem can't be solved with the same level of thinking that created it.”", "      “live as if you were to die tommorow.dream as if you were to live forever”", "      “We owe a lot to the Indians, who taught us how to count, without which no worthwhile scientific discovery could have been made.”", "      “To get to know a country, you must have direct contact with the earth. It's futile to gaze at the world through a car window.”", "      “Philosophers play with the word, like a child with a doll. It does not mean that everything in life is relative.”", "      “A happy man is too satisfied with the present to dwell too much on the future.”", "      “A theory is something nobody believes, except the person who made it. An experiment is something everybody believes, except the person who made it.”", "      “I am not more gifted than anybody else. I am just more curious than the average person and I will not give up a problem until I have found the proper solution.”", "      “The environment is everything that isn't me.”", "      “Genius is not that you are smarter than everyone else. It is that you are ready to receive the inspiration.”", "      “This is a question too difficult for a mathematician. It should be asked of a philosopher\"(when asked about completing his income tax form)”", "      “Man is here for the sake of other men - above all for those upon whose smiles and well-being our own happiness depends.”", "      “The state was made for man, not man for state.”", "      “The finest emotion of which we are capable is the mystic emotion. Herein lies the germ of all art and all true science. Anyone to whom this feeling is alien, who is no longer capable of wonderment and lives in a state of fear is a dead man. To know that what is impenetrable for us really exists and manifests itself as the highest wisdom and the most radiant beauty, whose gross forms alone are intelligible to our poor faculties – this knowledge, this feeling … that is the core of the true religious sentiment. In this sense, and in this sense alone, I rank myself among profoundly religious men.”", "      “Never lose a holy curiosity.”", "      “Whoever undertakes to set himself up as a judge of Truth and Knowledge is shpwrecked by the laughter of the gods.”", "      “artificial intellegance is no match for natural stupidity”", "      “From discord, find Harmony.”", "      “Oh juventud nunca dejes de pensar...”", "      “True art is characterized by an irresistible urge in the creative artist.”", "      “Education is not the learning of facts, but the training of the mind to think.”", "      “I received your letter of June 10th. I have never talked to a Jesuit priest in my life and I am astonished by the audacity to tell such lies about me. From the viewpoint of a Jesuit priest I am, of course, and have always been an atheist.”", "      “Just because you don't believe in something doesn't mean it isn't true.”", "      “Ethical axioms are found and tested not very differently from the axioms of science. Truth is what stands the test of experience.”", "      “More and more I come to value charity and love of one's fellow being above everything else...All our lauded technological progress-our very civilization-is like the axe in the hand of the pathological criminal.”", "      “Is it not better for a man to die for a cause in which he believes, such as peace, than to suffer for a cause in which he does not believe, such as war?”", "      “In the matter of physics, the first lessons should contain nothing but what is experimental and interesting to see. A pretty experiment is in itself often more valuable than twenty formulae extracted from our minds.”", "      “True religion is real living; living with all one's soul, with all one's goodness and righteousness.”", "      “Nonsense, seems to sum up everything.”", "      “The only reason for time is so that everything doesn't happen at once.”", "      “The world won't be destroyed by those who do evil, but by those who watch them without doing anything.”", "      “There are two means of refuge from the misery of life - music and cats.”", "      “Einstein has a feeling for the central order of things. He can detect it in the simplicity of natural laws. We may take it that he felt this simplicity very strongly and directly during his discovery of the theory of relativity. Admittedly, this is a far cry from the contents of religion. I don't believe Einstein is tied to any religious tradition, and I rather think the idea of a personal God is entirely foreign to him.”", "      “To raise new questions, new possibilities, to regard old problems from a new angle, requires creative imagination and marks real advance in science.”", "      “The most amazing thing about the world is that we understand it.”", "      “Brief is this existence, as a visit in a strange house. The path to be pursued is poorly lit by a flickering consciousness.”", "      “If I had only known, I would have been a locksmith. ”", "      “Don't think about why you question, simply don't stop questioning. Don't worry about what you can't answer, and don't try to explain what you can't know. Curiosity is its own reason. Aren't you in awe when you contemplate the mysteries of eternity, of life, of the marvelous structure behind reality? And this is the miracle of the human mind--to use its constructions, concepts, and formulas as tools to explain what man sees, feels and touches. Try to comprehend a little more each day. Have holy curiosity.”", "      “If the answer is simple, God is speaking.”", "      “When I was young I found out that the big toe always ends up making a hole in a sock.So I stopped wearing socks.”", "      “The important thing is never to stop questioning.”", "      “There are times when onefeels liberated from one’slimits and humanimperfections.At such moments, we seeourselves there, in a littlecorner of our little planet,our eyes fixed in wonder onthe cold and yet deepbeauty of that which iseternal, that which iselusive.Life and death are fusedtogether and there is noevolution, nor destination,there is only BEING.”", "      “I cannot conceive of a great scientist without this profound faith: Science without religion is lame, religion without science is blind.”", "      “One must divide one's time between politics and equations. But our equations are much more important to me, because politics is for the present, while our equations are for eternity.”", "      “The monotony and solitude of a quiet life stimulates the creative mind.”", "      “During the youthful period of mankind's spiritual evolution human fantasy created gods in man's own image, who, by the operations of their will were supposed to determine, or at any rate to influence, the phenomenal world. Man sought to alter the disposition of these gods in his own favor by means of magic and prayer. The idea of God in the religions taught at present is a sublimation of that old concept of the gods. Its anthropomorphic character is shown, for instance, by the fact that men appeal to the Divine Being in prayers and plead for the fulfillment of their wishes. Nobody, certainly, will deny that the idea of the existence of an omnipotent, just, and omnibeneficent personal God is able to accord man solace, help, and guidance; also, by virtue of its simplicity it is accessible to the most undeveloped mind. But, on the other hand, there are decisive weaknesses attached to this idea in itself, which have been painfully felt since the beginning of history. That is, if this being is omnipotent, then every occurrence, including every human action, every human thought, and every human feeling and aspiration is also His work; how is it possible to think of holding men responsible for their deeds and thoughts before such an almighty Being? In giving out punishment and rewards He would to a certain extent be passing judgment on Himself. How can this be combined with the goodness and righteousness ascribed to Him?(Albert Einstein, Science, Philosophy, and Religion, A 1934 Symposium published by the Conference on Science, Philosophy and Religion in Their Relation to the Democratic Way of Life, Inc., New York, 1941; from Einstein's Out of My Later Years, Westport, Connecticut: Greenwood Press, 1970, pp. 26-27.)”", "      “Jesus is too colossal for the pen of phrasemongers, however artful. No man can dispose of Christianity with a bon mot”", "      “Todos somos muy ignorantes. Lo que ocurre es que no todos ignoramos las mismas cosas.”", "      “The individual must not merely wait and criticize, he must defend the cause the best he can. The fate of the world will be such as the world deserves.”", "      “Learn from yesterday, live for today and hope for tomorrow. The important thing is not to stop questioning.”", "      “The word God is for me nothing more than the expression and product of human weaknesses, the Bible a collection of honorable, but still primitive legends which are nevertheless pretty childish. No interpretation no matter how subtle can (for me) change this. These subtilised interpretations are highly manifold according to their nature and have almost nothing to do with the original text. For me the Jewish religion like all other religions is an incarnation of the most childish superstitions.”", "      “We are in the position of a little child, entering a huge library whose walls are covered to the ceiling with books in many different tongues. The child knows that someone must have written those books. It does not know who or how. It does not understand the languages in which they are written. The child notes a definite plan in the arrangement of the books, a mysterious order, which it does not comprehend, but only dimly suspects. That, it seems to me, is the attitude of the human mind, even the greatest and most cultured, toward God. We see a universe marvelously arranged, obeying certain laws, but we understand the laws only dimly. Our limited minds cannot grasp the mysterious force that sways the constellations.”", "      “A desk, some pads, a pencil, and a large basket -- to hold all of mu mistakes.”", "      “Weak people revenge. Strong people forgive. Intelligent people ignore.”", "      “I am thankful for all of those who said NO to me. It's because of them I'm doing it myself.”", "      “It is the duty of every citizen according to his best capacities to give validity to his convictions in political affairs.”", "      “When Albert Einstein told you to hide your source, he wasn't giving you a deliberate advice to conceal the root in which you're growing, but was to conceal the root from the eyes of people that will dare to uproot it.”", "      “When a man is sufficiently motivated, discipline will take care of itself.”", "      “Asked in 1919 whether it was true that only three people in the world understood the theory of general relativity, [Eddington] allegedly replied: 'Who's the third?”", "      “A knowledge of the existence of something we cannot penetrate, of the manifestations of the profoundest reason and the most radiant beauty - it is this knowledge and this emotion that constitute the truly religious attitude; in this sense, and in this alone, I am a deeply religious man.”", "      “Imagination is everything”", "      “I would not think that philosophy and reason themselves will be man's guide in the foreseeable future; however, they will remain the most beautiful sanctuary they have always been for the select few.”", "      “Aku takut suatu hari teknologi akan melampaui interaksi manusia. Dunia akan memiliki generasi idiot”", "      “Intellectuals solve problems, geniuses prevent them.”", "      “If you always do what you always did, you will always get what you always got.”", "      “Subtle is the Lord. Malicious, He is not.”", "      “A new idea comes suddenly and in a rather intuitive way, but intuition is nothing but the outcome of earlier intellectual experience.”", "      “There is nothing to fear but fear itself.”", "      “Mr. Albert Einstein was right: If you feel you need to go one way, even when everyone else is going the other way, do so, do so to make positive changes in your life and for this world. I guarantee you, that you will never regret that decision. Believe in yourself, other people will also believe you in time. I believe in you. Yes, I believe in you.”", "      “The laws of gravity cannot be held responcible for people falling in love.”", "      “The strongest force in the universe is Compound Interest.”", "      “Life is a Mystery, not a problem waiting to be solved.”", "      “I was barked at by numerous dogs who are earning their food guarding ignorance and superstition for the benefit of those who profit from it. Then there are the fanatical atheists whose intolerance is of the same kind as the intolerance of the religious fanatics and comes from the same source. They are like slaves who are still feeling the weight of their chains which they have thrown off after hard struggle. They are creatures who—in their grudge against the traditional \"opium of the people\"—cannot bear the music of the spheres. The Wonder of nature does not become smaller because one cannot measure it by the standards of human morals and human aims.”", "      “Es gibt zwei Arten sein Leben zu leben: entweder so, als wäre nichts ein Wunder, oder so, als wäre alles eines. Ich glaube an Letzteres.”", "      “The supreme goal of all theory is to make the irreducible basic elements as simple and as few as possible without having to surrender the adequate representation of a simple datum of experience.”", "      “In scientific thinking are always present elements of poetry. Science and music requires a thought homogeneous.”", "      “Out yonder there is this huge world, which exists independently of us human beings and which stands before us like a great, eternal riddle, at least partially accessible to our inspection and thinking”", "      “When Albert Einstein was asked what he would really like to know about the Universe he replied,'is it friendly?”", "      “The idea of a personal God is quite alien to me and seems even naïve.”", "      “The ideals which have lighted my way, and time after time have given me new courage to face life cheerfully, have been kindness, beauty, and truth.\" Albert Einstein (1879-1955)”", "      “Although I have been prevented by outward circumstances from observing a strictly vegetarian diet, I have long been an adherent to the cause in principle. Besides agreeing with the aims of vegetarianism for aesthetic and moral reasons, it is my view that a vegetarian manner of living by its purely physical effect on the human temperament would most beneficially influence the lot of mankind.”", "      “Equations are more important to me, because politics is for the present, but an equation is something for eternity.”", "      “Due cose sono infinite: l'universo e la stupidità umana, ma riguardo l'universo ho ancora dei dubbi.”", "      “The world is a dangerous place, not because of those who do evil, but because of those who look on and do nothing.”", "      “Teaching should be such that what is offered is perceived as a valuable gift and not as a hard duty.”", "      “Everything that the human race has done and thought is concerned with the satisfaction of deeply felt needs and the assuagement of pain. One has to keep this constantly in mind if one wishes to understand spiritual movements and their development. Feeling and longing are the motive force behind all human endeavor and human creation, in however exalted a guise the latter may present themselves to us.”", "      “Light travels faster than sound, thats why some people appear bright until you hear them speak.”", "      “Through the reading of popular scientific books I soon reached the conviction that much in the stories of the Bible could not be true. The consequence was a positively fanatic orgy of freethinking coupled with the impression that youth is intentionally being deceived by the state through lies; it was a crushing impression. Mistrust of every kind of authority grew out of this experience, a skeptical attitude toward the convictions that were alive in any specific social environment - an attitude that has never again left me.- Albert Einstein, Autobiographical Notes, edited by Paul Arthur Schilpp”", "      “Human knowledge and skills alone cannot lead humanity to a happy and dignified life.”", "      “In my view, it is the most important function of art and science to awaken this religious feeling and keep it alive in those who are receptive to it.”", "      “Conviction is a good motive, but a bad judge.”", "      “How many people are trapped in their everyday habits: part numb, part frightened, part indifferent? To have a better life we must keep choosing how we're living.”", "      “the real purpose of socialism is precisely to overcome and advance beyond the predatory phase of human development”", "      “It is a special blessing to belong among those who can and may devote their best energies to the contemplation and exploration of objective and timeless things. How happy and grateful I am for having been granted this blessing, which bestows upon one a large measure of independence from one's personal fate and from the attitude of one's contemporaries. Yet this independence must not inure us to the awareness of the duties that constantly bind us to the past, present and future of humankind at large.Our situation on this earth seems strange. Every one of us appears here, involuntarily and uninvited, for a short stay, without knowing the why and the wherefore. In our daily lives we feel only that man is here for the sake of others, for those whom we love and for many other beings whose fate is connected with our own.I am often troubled by the thought that my life is based to such a large extent on the work of my fellow human beings, and I am aware of my great indebtedness to them.I do not believe in free will. Schopenhauer's words: 'Man can do what he wants, but he cannot will what he wills,' accompany me in all situations throughout my life and reconcile me with the actions of others, even if they are rather painful to me. This awareness of the lack of free will keeps me from taking myself and my fellow men too seriously as acting and deciding individuals, and from losing my temper.I have never coveted affluence and luxury and even despise them a good deal. My passion for social justice has often brought me into conflict with people, as has my aversion to any obligation and dependence I did not regard as absolutely necessary.[Part 2]I have a high regard for the individual and an insuperable distaste for violence and fanaticism. All these motives have made me a passionate pacifist and antimilitarist. I am against any chauvinism, even in the guise of mere patriotism.Privileges based on position and property have always seemed to me unjust and pernicious, as does any exaggerated personality cult. I am an adherent of the ideal of democracy, although I know well the weaknesses of the democratic form of government. Social equality and economic protection of the individual have always seemed to me the important communal aims of the state.Although I am a typical loner in daily life, my consciousness of belonging to the invisible community of those who strive for truth, beauty, and justice keeps me from feeling isolated.The most beautiful and deepest experience a man can have is the sense of the mysterious. It is the underlying principle of religion as well as of all serious endeavour in art and science. He who never had this experience seems to me, if not dead, then at least blind. To sense that behind anything that can be experienced there is a something that our minds cannot grasp, whose beauty and sublimity reaches us only indirectly: this is religiousness. In this sense I am religious. To me it suffices to wonder at these secrets and to attempt humbly to grasp with my mind a mere image of the lofty structure of all there is.”", "      “Scientific research is based on the idea that everything that takes place is determined by laws of nature, and therefore this holds for the action of people. For this reason, a research scientist will hardly be inclined to believe that events could be influenced by a prayer, i.e. by a wish addressed to a Supernatural Being. - Albert Einstein, 1936, responding to a child who wrote and asked if scientists pray; quoted in: Albert Einstein: The Human Side, edited by Helen Dukas & Banesh Hoffmann”", "      “Memory is deceptive because it is colored by today's events”", "      “No man or Genie on earth had \"created\" anything, we merely assembled God's Atoms, by learning it's properties, with his aid, so if anyone said that we had \"invented\" anything - he had Invented a lie; an unwise man.... thinks we have created an atom.”", "      “I often think in music. I live my daydreams in music.”", "      “A singing goat is like reading books, I love goats and dinosaurs.\"-Albert Einstein”", "      “If you don't believe in any kind of magic, or mystery, basically, (you're) as good as dead”", "      “It would take a civilization far more advanced than ours, unbelievably advanced, to begin to manipulate negative energy to create gateways to the past. But if you could obtain large quantities of negative energy—and that's a big “IF”—then you could create a time machine that apparently obeys Einstein's equation and perhaps the laws of quantum theory.”", "      “Any man who can drive safely while kissing a pretty girl is simply not giving the kiss the attention it deserves.”", "      “Concern for man himself and his fate must always constitute the chief objective of all technological endeavors...in order that the creations of our mind shall be a blessing and not a curse to mankind. Never forget this in the midst of your diagrams and equations.”", "      “There is no great discoveries and advances, as long as there is an unhappy child on earth. / Ne možemo govoriti o napretku čovječanstva, dok na svijetu ima nesretne djece.”", "      “A conviction akin to religious feeling of the rationality or intelligibility of the world lies behind all scientific work of a high order.”", "      “Tanda kecerdasan sejati bukanlah pengetahuan tapi imajinasi.”", "      “I am by heritage a Jew, by citizenship a Swiss, and by makeup a human being, and only a human being, without any special attachment to any state or national entity whatsoever.”", "      “It appears that the solution of the problem of time and space is reserved to philosophers who, like Leibniz, are mathematicians, or to mathematicians who, like Einstein, are philosophers.”", "      “We are here for the sake of others”", "      “Learn from yesterday, live for today, hope for tomorrow.”", "      “We still do not know one thousandth of one percent of what nature has revealed to us”", "      “The more a man is imbued with the ordered regularity of all events the firmer becomes his conviction that there is no room left by the side of this ordered regularity for causes of a different nature. For him neither the rule of human nor the rule of divine will exist as an independent cause of natural events. To be sure, the doctrine of a personal God interfering with the natural events could never be refuted, in the real sense, by science, for this doctrine can always take refuge in those domains in which scientific knowledge has not yet been able to set foot. But I am persuaded that such behavior on the part of the representatives of religion would not only be unworthy but also fatal. For a doctrine which is able to maintain itself not in clear light but only in the dark, will of necessity lose its effect on mankind, with incalculable harm to human progress.- Science and Religion (1941)”", "      “بوسع المرء أن يقضي على نهم حيوان مفترس في صحة جيدة إن هو أجبره بالسياط أن يأكل بصورة مستمرة سواء كان جائعا أم لا”", "      “Did you know: The only source of knowledge is experience”", "      “(If God wills it)... the number of angels... may be infinite... Blessed are they that have not seen and yet have believed. Once upon a time, atoms did not exist. There was no Dalton, no Rutherford. Albert Einstein was nothing more than a theorist, but you only have to look at Hiroshima and Nagasaki to know that things invisible exist and bear great power. The power to destroy. Or the power to create... Atoms and angels, reason and faith... One without the other is less than half as strong and can be a danger to our vitality. Reason is subject to the tests of logic and observable, demonstrable phenomena. Faith is tested by our desire and will. One cannot see faith, just as one cannot pour out hope or love from a beaker. Self-sacrifice and devotion escape the strongest microscope, but such qualities of spirit can be shown and known by us all... And so with God's messengers, more believed than seen, more felt than touched, our angel's exist in open hearts, if we have but faith. ”", "      “A calm and modest life brings more happiness than the pursuit of success combined with constant restlessness. ~ Fitting Way of Life. Imperial Hotel note paper, Tokyo Japan, 1922”", "      “After long reflection in solitude and meditation, I suddenly had the idea, during the year 1923, that the discovery made by Einstein in 1905 should be generalised by extending it to all material particles and notably to electrons.”", "      “There is a reward structure in science that is very interesting: Our highest honors go to those who disprove the findings of the most revered among us. So Einstein is revered not just because he made so many fundamental contributions to science, but because he found an imperfection in the fundamental contribution of Isaac Newton.”", "      “Phantasie ist wichtiger als Wissen, denn Wissen ist begrenzt.”", "      “Hanya ada dua cara menjalani kehidupan kita.Pertama adalah seolah tidak ada keajaiban.Kedua adalah seolah segala sesuatu adalah keajaiban.”", "      “We shall require a substantially new manner of thinking if mankind is to survive.”", "      “Racism is a disease of white people”", "      “Coincidence is God's way of staying anonymous.”", "      “with every action theres an equal opposite reaction,with every problem theres a solution just a matter of taking action”", "      “The value of an education in a liberal arts college is not the learning of many facts, but the training of the mind to think something that cannot be learned from textbooks.”", "      “Have the courage to take your own thoughtsseriously, for they will shape you.”", "      “There is far too great a disproportion between what one is and what others think one is, or at least what they say they think one is.”", "      “Aku Berpikir terus menerus berbulan bulan dan bertahun tahun, sembilan puluh sembilan kali dan kesimpulannya salah. Untuk yang keseratus aku benar.”", "      “Much later, when I discussed the problem with Einstein, he remarked that the introduction of the cosmological term was the biggest blunder he ever made in his life. But this 'blunder,' rejected by Einstein, is still sometimes used by cosmologists even today, and the cosmological constant denoted by the Greek letter Λ rears its ugly head again and again and again.”", "      “The world is in greater peril from those who tolerate or encourage evil than from those who actually commit it.”", "      “We cannot despair of humanity, since we ourselves are human beings.”", "      “satu-satunya yang pasti adalah ketidakpastian ”", "      “Nobody knows how the stand of our knowledge about the atom would be without him. Personally, Bohr is one of the amiable colleagues I have met. He utters his opinions like one perpetually groping and never like one who believes himself to be in possession of the truth.”", "      “No hay comentarios tontos, sino tontos que comentan.”", "      “The longing to behold this pre-established harmony [of phenomena and theoretical principles] is the source of the inexhaustible patience and perseverance with which Planck has devoted himself ... The state of mind which enables a man to do work of this kind is akin to that of the religious worshiper or the lover; the daily effort comes from no deliberate intention or program, but straight from the heart.”", "      “إن فكرة دولة إسرائيل لا تتوافق مع رغبات قلبي. إني لا أفهم لماذا نجن بحاجة إلى دولة كهذه . إن الدولة القومية هي فكرة رديئة وقد عارضتها على الدوام. إننا نقلد أوروبا، والذي دمر أوروبا في النهاية هو القومية .”", "      “The most aggravating thing about the younger generation is that I no longer belong to it.”", "      “It's not that I'm so smart, it's just that I stay with problems longer.”", "      “The mystical trend of our time, which shows itself particularly in the rampant growth of the so-called Theosophy and Spiritualism, is for me no more than a symptom of weakness and confusion. Since our inner experiences consist of reproductions, and combinations of sensory impressions, the concept of a soul without a body seem to me to be empty and devoid of meaning. - Albert Einstein, letter of February 5, 1921”", "      “If something is in me which can be called religious, then it is the unbounded admiration for the structure of the world so far as our science can reveal it.”", "      “The world will not be destroyed by those who do evil, but by those who watch them without doing anything.”", "      “In the temple of science are many mansions, and various indeed are they that dwell therein and the motives that have led them thither. Many take to science out of a joyful sense of superior intellectual power; science is their own special sport to which they look for vivid experience and the satisfaction of ambition; many others are to be found in the temple who have offered the products of their brains on this altar for purely utilitarian purposes. Were [someone to] drive all the people belonging to these two categories out of the temple, the assemblage would be seriously depleted, but there would still be some men, of both present and past times, left inside. Our Planck is one of them, and that is why we love him.”", "      “Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.”", "      “Nothing truly valuable can be achieved except by the unselfish cooperation of many individuals.”", "      “For a scientist, altering your doctrines when the facts change is not a sign of weakness.”", "      “Sometimes one pays most for the things one gets for nothing.”", "      “A theory is more impressive the greater the simplicity of its premises, themore different are the kinds of things it relates, and the more extended its range of applicability.”", "      “Imagination is intelligence having fun.”", "      “How strange is the lot of us mortals! Each of us is here for a brief sojourn; for what purpose he knows not, though he senses it. But without deeper reflection one knows from daily life that one exists for other people.”", "      “I had a sneaking suspicion that time was not constant, but I guess I could never prove it. I suppose it didn’t really matter. I even had a theory that time didn’t go in straight line at all. I knew I was no Albert Einstein, but I had the sneaking suspicion that everything had happened, was happening, or would happen was really happening all the time. There was no past, present, and future. Everything was going on all at once and forever. If that was true, then each moment was eternity.”", "      “ني أومن بإله سبينوزا الذي نراه ممثلاً في التناسق بين كل الكائنات ، لا في إله يشغل نفسه بمصير الناس وأعمالهم”", "      “Nella vita quotidiana sono il classico solitario, ma la consapevolezza di appartenere alla comunità invisibile di quelli che lottano per la verità, per la bellezza e per la giustizia mi ha risparmiato ogni sensazione di isolamento”", "      “Look to the stars and from them learn.”", "      “The development of science and of the creative activities of the spirit requires a freedom that consists in the independence of thought from the restrictions of authoritarian and social prejudice.”", "      “The greatest scientists are artists as well.”", "      “When I was a fairly precocious young man I became thoroughly impressed with the futility of the hopes and strivings that chase most men restlessly through life. Moreover, I soon discovered the cruelty of that chase, which in those years was much more carefully covered up by hypocrisy and glittering words than is the case today. By the mere existence of his stomach everyone was condemned to participate in that chase. The stomach might well be satisfied by such participation, but not man insofar as he is a thinking and feeling being.”", "      “Intellect has powerful muscles, but no personality.”", "      “The total number of people who understand relativistic time, even after eighty years since the advent of special relativity, is still much smaller than the number of people who believe in horoscopes.”", "      “Every man has a right over his own life and war destroys lives that were full of promise; it forces the individual into situations that shame his manhood, obliging him to murder fellow men, against his will.”Sigmund Freud wrote to Albert Einstein”", "      “Isn't it strange that I who have written only unpopular books should be such a popular fellow?”", "      “It is the theory which decides what can be observed”", "      “We can't solve problems by using the same kind of thinking we used when we created them.”", "      “You make experiments and I make theories. Do you know the difference? A theory is something nobody believes, except the person who made it. An experiment is something everybody believes, except the person who made it.{Remark to scientist Herman Francis Mark}”", "      “Science is a wonderful thing if one does not have to earn one's living at it.”", "      “I find the idea quite intolerable that an electron exposed to radiation should choose of its own free will not only its moment to jump off but its direction. In that case I would rather be a cobbler, or even an employee in a gaming house, than a physicist.”", "      “Condemnation before investigation, is the highest form of ignorance.”", "      “The true sign of intelligence is not knowledge but imagination - Albert Einstein (This has been my favorite quote for decades, as my mind wandered ever further from the realms of reality this quote continually gave me hope that maybe I am smart and not just a hopeless dreamer)”", "      “For rebelling against every form of authority fate has punished me by making me an authority.”", "      “Life is just like a game,First you have to learn rules of the game,And then play it better then any one else.”", "      “Нищо няма да допринесе за човешкото здраве и да повиши шансовете за оцеляване живота на земята толкова, колкото еволюцията на вегетарианското хранене.”", "      “God always takes the simplest way.”", "      “Dunia ini berbahaya untuk dijadikan tempat tinggal. Bukan karena orang yang berbuat jahat, melainkan karena orang yang duduk dan membiarkannya terjadi”", "      “لم أنتم بكلّ جوارحي في أي يوم إلى وطن أو دولة أو دائرة من الاصدقاء أو حتى أسرتي،ولم أكترث يوماً بالممتلكات والنجاح والشهرة والرّفاه. فجميع هذه الطموحات كانت محتقرة في نظري. إنّ بساطة العيش وعفوية المسلك في اعتقادي هما ما يتلاءم مع العقل والجسد.”", "      “إنّ امريكا بلاد تحكمها النساء، والناس فيها يعيشون الضجر في درجاته القصوى ولهذا تراهم في حال من الاثارة كلما طالعوا شيئاً يثير فيهم الحماس .”", "      “That is the way to learn the most; when you are doing something with such enjoyment that you don’t notice that the time passes. I am sometimes so wrapped up in my work that I forget about the noon meal.”", "      “The question that sometimes drives me hazy, am I or the others crazy-Albert Einstein”", "      “You can't blame gravity for falling in love”", "      “A man's value to the community depends primarily on how far his feelings, thoughts, and actions are directed towards promoting the good of his fellows.”", "      “The only difference between genius and insanity is that genius has its limits.”", "      “Tidak ada eksperimen yang bisa membuktikn aku benar, namun sebaliknya sebuah eksperimen saja bisa membuktikan aku salah.”", "      “Dunia ini adalah sebuah tempat yang berbahaya untuk didiami, bukan karena orang-orangnya jahat, tapi karena orang-orangnya tak perduli.”", "      “There can be no positiveresult through negativeattitude. Think positive. Live positive.”", "      “Si buscas resultados distintos, no hagas siempre lo mismo.”", "      “I am satisfied with the mystery of the eternity of life and with the awareness and a glimpse of the marvelous structure of the existing world, together with the devoted striving to comprehend a portion, be it ever so tiny, of the Reason that manifests itself in nature.”", "      “La teoria è quando si sa tutto e niente funziona. La pratica è quando tutto funziona e nessuno sa il perché. Noi abbiamo messo insieme la teoria e la pratica: non c'è niente che funzioni... e nessuno sa il perché!”", "      “In the judgment of the most competent living mathematicians, Fraulein Noether was the most significant mathematical genius thus far produced since the higher education of women began.”", "      “Love is the answer”", "      “Here's to the crazy ones. The misfits. The rebels. The troublemakers. The round pegs in the square holes. The ones who see things differently. They're not fond of rules. And they have no respect for the status quo. You can quote them, disagree with them, glorify or vilify them. About the only thing you can't do is ignore them. Because they change things. They push the human race forward. And while some may see them as the crazy ones, we see genius. Because the people who are crazy enough to think they can change the world, are the ones who do안녕하세요 젊으신 나이에 여자는 하고싶지 돈은없지 그렇다고 여자친구와하는것도 오랜 건태감등으로 확실한재미를 못보실수있는경우가있을것입니다, 카톡acd5텔레kkd55따먹고 싶은 그녀 이제 더는 고민하지마세요 저희가 고민 풀어드리겠습니다 확실한제품으로 암내난 고양처럼 주동적인 행동으로 당신에게 달려든다고 생각해보셨나요? 그런제품은 얼마든지있습니다 정품을 구입하지못했을뿐입니다 바로 여기서 확실한 재미는 물론 원하는 그녀를 따먹을수있도록 도와드리겠습니다 남성분들은 성기작아 고민하시는 분들 있으시면 성기확대와 함께 잃어진 자존심도 찾을수있도록 강력발기제와 남성성기강직도를 높여주는 제품도있습니다 카톡 acd5 텔레 kkd55 로연락주시면 여성분미치게 할수있는 작업용제품 (여성흥분제,여성최음제))구입하실수있습니다 qwe114.c33.krIn 1879, Albert Einstein was born in Ulm, Germany. He completed his Ph.D. at the University of Zurich by 1909. His 1905 paper explaining the photoelectric effect, the basis of electronics, earned him the Nobel Prize in 1921. His first paper on Special Relativity Theory, also published in 1905, changed the world. After the rise of the Nazi party, Einstein made Princeton his permanent home, becoming a U.S. citizen in 1940. Einstein, a pacifist during World War I, stayed a firm proponent of social justice and responsibility. He chaired the Emergency Committee of Atomic Scientists, which organized to alert the public to the dangers of atomic warfare”", "      “Those who have the privilege to know have the duty to act, and in that action are the seeds of new knowledge.”", "      “Why 100? If I were wrong, one would have been enough. [In response to the book \"Hundred Authors Against Einstein\"]”", "      “I think a strong claim can be made that the process of scientific discovery may be regarded as a form of art. This is best seen in the theoretical aspects of Physical Science. The mathematical theorist builds up on certain assumptions and according to well understood logical rules, step by step, a stately edifice, while his imaginative power brings out clearly the hidden relations between its parts. A well constructed theory is in some respects undoubtedly an artistic production. A fine example is the famous Kinetic Theory of Maxwell. ... The theory of relativity by Einstein, quite apart from any question of its validity, cannot but be regarded as a magnificent work of art.”", "      “The people are applauding you because none of them understands you and applauding me because everybody understands me. [Charlie Chaplin to Albert Einstein]”", "      “The field is the sole governing agency of the particle”", "      “Order is needed by the ignorant but it takes a genius to master chaos.”", "      “Bir insanın marş eşliğinde uygun adım yürümekten keyif alabilmesi, onu küçümsemem için yeterli bir nedendir. O büyük beyni, ona bir yanlışlık sonucu verilmiştir.”", "      “Hay una fuerza motriz más poderosa que el vapor, la electricidad y la energía atómica. Esa fuerza es la voluntad”", "      “Svako je genijalac. Međutim ako prosuđuješ ribu na osnovu njene sposobnosti da se penje uz drvo ona će ceo život provesti u ubeđenju da je glupa.”", "      “Sólo hay dos cosas infinitas: el universo y la estupidez del hombre.”", "      “[The golden proportion] is a scale of proportions which makes the bad difficult [to produce] and the good easy.”", "      “Evil is the absence of God.”", "      “For any one who is pervaded with the sense of causal law in all that happens, who accepts in real earnest the assumption of causality, the idea of a Being who interferes with the sequence of events in the world is absolutely impossible. Neither the religion of fear nor the social-moral religion can have any hold on him.”", "      “Never argue with an artist.”", "      “إذا لم تلائم الحقائق النظرية، فلتغيّر الحقائق”", "      “ماهي القوى العظمى في هذا العالم؟ إنها مضاعفة إهتماماتك”", "      “I have deep faith that the principle of the universe will be beautiful and simple.”", "      “Berusahalah untuk tidak menjadi manusia yang berhasil tapi berusahalah menjadi manusia yang berguna”", "      “إنّ الأرواح العظيمة كانت تلقى مقاومة عنيفة على الدوام من ذوي العقول القاصرة. فمثل هذه العقول تبقى عاجزة عن فهم الرجل الذي يرفض أن ينحني دون مساءلة للانحيازات الشائعة ويختار بدلا عن ذلك التعبير عن آرائه بشجاعة وشرف .”", "      “إن الله الذي أعطى فلسطين لليهود هو الذي أسكن الفلسطينيين فيها، وكل فريق يرى أن الله معيناً .. فلنترك الله خارج المحاججة .”", "      “When you change the way you look at things, the things you look at change.”", "      “I realized that more and more I was saying, 'It seems to me that we have come to the time war ought to be given up. It no longer makes sense to kill 20 million or 40 million people because of a dispute between two nations who are running things, or decisions made by the people who really are running things. It no longer makes sense. Nobody wins. Nobody benefits from destructive war of this sort and there is all of this human suffering.' And Einstein was saying the same thing of course. So that is when we decided — my wife and I — that first, I was pretty effective as a speaker. Second, I better start boning up, studying these other fields so that nobody could stand up and say, 'Well, the authorities say such and such '.”", "      “To stimulate creativity, one must develop the childlike inclination for play and the childlike desire for recognition”", "      “El nacionalismo es una enfermedad infantil. Es el sarampion de la humanidad.”", "      “إذا أطلقت حكمك على سمكة من خلال قدرتها على تسلق شجرة، فإنها ستعيش حياتها كاملة تظن بأنها فاشلة”", "      “Of all the communities available to us, there is not one I would want to devote myself to except for the society of the true seekers, which has very few living members at any one time.”", "      “Locura es hacer la misma cosa una y otra vez esperando obtener diferentes resultados”", "      “How vile and despicable war seems to me! I would rather be hacked to pieces than take part in such an abominable business.”", "      “Bertrand Russell dan Albert Einstein sama-sama dikenal sebagai intelektual hebat. Keduanya sepakat bahanya tengah mengancam umat manusia. Tapi mereka memilih jalan yang berbeda untuk meresponnya. Einstein hidup dengan enak di Princeton dan mengabdikan dirinya semata-mata untuk riset seraya sesekali menyampaika orasi ilmiah, sementara Russell memilih demonstrasi di jalan. Ingin tahu hasilnya? Russel dikutuk sementara Einstein dipuji selangit seperti laiknya malaikat. Apakah itu semua mengejutkan kita? Tidak”", "      “Mozart's music was so pure that it seemed to have been ever-present in the universe, waiting to be discovered by the master.”", "      “I love to travel, but hate to arrive”", "      “A man must learn to understand the motives of human beings, their illusions, and their sufferings.”", "      “When I am judging a theory, I ask myself whether, if I were God, I would have arranged the world in such a way.”", "      “Logic will get you from A to B. Imagination will take you everywhere. Albert Einstein”", "      “أنا معجب بإله اسبينوزا، والذي بكشف عن نفسه بالتألف المرتب لكل الموجودات، وليس بالإله الذي يشغل نفسه بمصير البشر ”", "      “The release of atomic energy has not created a new problem. It has merely made more urgent the necessity of solving an existing one.”", "      “Hakikatku adalah yang aku pikirkan, bukan apa yang aku rasakan”", "      “Kalau mereka ingin menemuiku, aku ada disini. Kalau mereka ingin bertemu dengan pakaianku, bukalah lemariku dan tunjukkan pada mereka.”", "      “Kebanyakan orang mengatakan bahwa kecerdasanlah yang melahirkan seorang ilmuwan besar. Mereka salah, karakterlah yang melahirkannya.”", "      “Tidak ada yang lebih merusak martabat pemerintah dan hukum negeri dibanding meloloskan undang-undang yang tidak bisa ditegakkan.”", "      “Belajarlah dari masa lalu, hiduplah untuk masa depan. Yang terpenting adalah tidak berhenti bertanya.”", "      “Félek attól a naptól amikor a technológia fontosabb lesz,mint a személyes kapcsolattartás.A világon lesz egy generációnyi idióta.”", "      “Imagination is more important than knowledge.Albert Einstein”", "      “Development of Western science is based on two great achievements: the invention of the formal logical system (in Euclidean geometry) by the Greek philosophers, and the discovery of the possibility to find out causal relationships by systematic experiment (during the Renaissance). In my opinion, one has not to be astonished that the Chinese sages have not made these steps. The astonishing thing is that these discoveries were made at all.”", "      “One scientific epoch ended and another began with James Clerk Maxwell.”", "      “The importance of C.F. Gauss for the development of modern physical theory and especially for the mathematical fundament of the theory of relativity is overwhelming indeed; also his achievement of the system of absolute measurement in the field of electromagnetism. In my opinion it is impossible to achieve a coherent objective picture of the world on the basis of concepts which are taken more or less from inner psychological experience.”", "      “This change in the conception of reality is the most profound and the most fruitful that physics has experienced since the time of Newton.{Referring to James Clerk Maxwell's contributions to physics}”", "      “What a deep [trust] in the rationality of the structure of the world and what a longing to understand even a small glimpse of the reason revealed in the world there must have been in Kepler and Newton to enable them to unravel the mechanism of the heavens in long years of lonely work!”", "      “Never give up on what you really want to do. The person with big dreams is more powerful than one with all the facts\" ... Albert Einstein”", "      “If I were not a physicist, I would probably be a musician. I often think in music. I live my daydreams in music. I see my life in terms of music ... I cannot tell if I would have done any creative work of importance in music, but I do know that I get most joy in life out of my violin.”", "      “There is separation of colored people from white people in the United States. That separation is not a disease of colored people. It is a disease of white people. I do not intend to be quiet about it.”", "      “Scientists investigate that which already is; engineers create that which has never been.”", "      “Fantasy is way more important than knowledge because knowledge is limited.”", "      “It is almost a miracle that modern teaching methods have not yet entirely strangled the holy curiosity of inquiry; for what this delicate little plant needs more than anything, besides stimulation, is freedom.”", "      “L'interesse per l'uomo in se stesso e per il suo destino deve sempre costituire l'obiettivo primario di tutti gli sforzi compiuti in campo tecnologico [...] affinché le creazioni della nostra mente possano rappresentare un bene e non una maledizione per l'umanità. Non scordatevelo mai, mentre siete alle prese con diagrammi ed equazioni.\"(dal discorso tenuto nel 1931 agli studenti del California Institute of Technology)”", "      “Tell me and I'll forget, show me and I may remember, involve me and I'll learn.”", "      “life is like ridding bicycle . to keep your balance you must keep moving”", "      “* The most beautiful thing we can experience is the mysterious. It is the source of all true art and science. ALBERT EINSTEIN *I am too much a sceptic to deny the possibility of anything. T.H. HUXLEY *The only certainty is that nothing is certain. PLINY THE ELDER”", "      “Um ein tadelloses Mitglied einer Schafherde sein zu können, muß man vor allem ein Schaf sein.”", "      “The creative imagination is the essential element of a true scientist, and fairy tales are the childhood stimulus to this quality.”", "      “Keep on sowing your seed, for you never know which will grow - perhaps it all will.”", "      “You don't have to understand the world. You just have to find your own way around in it.”", "      “The pioneers of a warless world are the youth that refuse military service.”", "      “Everything has changed. . . except the way we think. The aim [of education] must be the training of independently acting and thinking individuals, who, however, see in the service of community their highest life problems”", "      “In a world where you can be anything, be yourself.”", "      “Понякога трябва, докато оцветяваш, да излизаш извън очертанията,ако искаш да превърнеш живота си в шедьовър.”", "      “إنّ الحرب العالمية الأولى أفقدت الحياة قداستها، ودلّت على سفالة الأجهزة السياسية .”", "      “It is difficult to say what truth is, but sometimes it is so easy to recognize a falsehood.”", "      “One may say the eternal mystery of the world is its comprehensibility.”", "      “De werkelijkheid is louter illusie, maar wel een hardnekkige.”", "      “Die Welt wird nicht bedroht von den Menschen, die böse sind, sondern von denen, die das Böse zulassen.”", "      “Einstein, my upset stomach hates your theory [of General Relativity]—it almost hates you yourself! How am I to' provide for my students? What am I to answer to the philosophers?!!”", "      “أن نتخلى عن الكفاح من أجل السعادة الخاصة، أن نطرد التلهف على الرغبة المؤقتة، أن نتوقد بنار الوجد للأشياء الخالدة، هذا هو الانعتاق وهذه هي عبادة الرجل الحرّ .”", "      “כלום לא יקרה עד שמשהו יזוז”", "      “إن قوة أمريكا العسكرية المتفوقة تلقي على عاتقها مسؤولية أن تكون الأمة المتفوقة أخلاقياً .”", "      “المهم في العلم هو الفهم لا التقانة .”", "      “You can be nothing or everything is a miracle. I believe everything is a miracle.”", "      “Който обича да марширува, напразно има мозък в главата — гръбначният би бил достатъчен.”", "      “Човек започва да живее тогава, когато може да живее извън себе си.”", "      “Единствената причина да съществува времето е за да може нещата да не се случват наведнъж.”", "      “Intuition,, not intellect, is the 'open sesame' of yourself.”", "      “Look deep, deep into nature, and then you will understand everything better.- Albert Einstein | Nature Quotes”", "      “The single most important decision any of us will ever make is whether or not to believe the universe is friendly.”", "      “How can it be that mathematics, being after all a product of human thought independent of experience, is so admirably appropriate to the objects of reality?”", "      “Nature shows us only the tail of the lion. But I have no doubt that the lion belongs with it even if he cannot reveal himself all at once. We see him only the way a louse that sits upon him would.”", "      “أقوم بتذكير نفسي 100 مرة كل يوم بأن حياتي معتمدة على عمل أناس آخرين أحياء و أموات، و أنني يجب أن أبذل كل جهدي لكي يمكنني أن أعطي بنفس القدر الذي أخذت به و مازلت آخذ”", "      “Still there are moments when one feels free from one’s own identification with human limitations and inadequacies. At such moments, one imagines that one stands on some spot of a small planet, gazing in amazement at the cold yet profoundly moving beauty of the eternal, the unfathomable: life and death flow into one, and there is neither evolution nor destiny; only being.”", "      “Time has no independent existence apart from theorder of events by which we measure it.”", "      “la gravedad no es culpable que la gente se enamore”", "      “Things should be as simple as possible and no simpler.”", "      “True genius never says he know what he is doing”", "      “Ne pokušavam zamisliti nekog osobnog Boga; dovoljno je stajati sastrahopoštovanjem pred ustrojstvom svijeta i iskusiti ga onoliko kolikosu to naša nedostatna osjetila u stanju.”", "      “The ruling class has the schools and press under its thumb. This enables it to sway the emotions of the masses.”", "      “Een probleem is onoplosbaar binnen de context van het probleem.”", "      “Knowledge and skills alone cannot lead humanity to a happy, dignified life. Humanity has every reason to place proclaimers of high moral standards and values above the discoverers of objective truth.”", "      “Truth is ever to be found in simplicity and not in the multiplicity and confusion of things. Sir Isaac NewtonImagination is more important than knowledge.For knowledge is limited, whereas imagination embraces the entire world, stimulating progress, giving birth to evolution. Albert Einstein”", "      “Barangsiapa yang tidak pernah melakukan kesalahan,maka dia tidak pernah mencoba sesuatu yang baru”", "      “Hal yang paling sukar dipahami di dunia ini adalah pajak penghasilan.”", "      “Come si può mettere la Nona di Beethoven in un diagramma cartesiano? Ci sono delle realtà che non sono quantificabili. L'universo non è i miei numeri: è pervaso tutto dal mistero. Chi non ha il senso del mistero è un uomo mezzo morto.”", "      “Značajni problemi s kojima se suočavamo ne mogu biti riješeni na nivou razmišljanja koje je probleme kreiralo.”", "      “Some recent work by E. Fermi and L. Szilárd, which has been communicated to me in manuscript, leads me to expect that the element uranium may be turned into a new and important source of energy in the immediate future. Certain aspects of the situation seem to call for watchfulness and, if necessary, quick action on the part of the Administration. ...This new phenomenon would also lead to the construction of bombs, and it is conceivable—though much less certain—that extremely powerful bombs of a new type may thus be constructed. A single bomb of this type, carried by boat or exploded in a port, might well destroy the whole port altogether with some of the surrounding territory. However, such bombs might well prove to be too heavy for transportation by air.”", "      “The best that Gauss has given us was likewise an exclusive production. If he had not created his geometry of surfaces, which served Riemann as a basis, it is scarcely conceivable that anyone else would have discovered it. I do not hesitate to confess that to a certain extent a similar pleasure may be found by absorbing ourselves in questions of pure geometry.”", "      “Everything is energy.”", "      “Wenn man zwei Stunden lang mit einem Mädchen zusammensitzt, meint man, es wäre eine Minute. Sitzt man jedoch eine Minute auf einem heißen Ofen, meint man, es wären zwei Stunden. Das ist Relativität.”", "      “I have not eaten enough of the tree of knowledge, though in my profession I am obligated to feed on it regularly.”", "      “Why does this magnificent applied science which saves work and makes life easier bring us so little happiness? The simple answer runs: because we have not yet learned to make sensible use of it. In war it serves that we may poison and mutilate each other. In peace it has made our lives hurried and uncertain. Instead of freeing us in great measure from spiritually exhausting labor, it has made men into slaves of machinery, who for the most part complete their monotonous long day's work with disgust and must continually tremble for their poor rations. It is not enough that you should understand about applied science in order that your work may increase man's blessings. Concern for the man himself and his fate must always form the chief interest of all technical endeavours; [..] concern for the great unsolved problems of the organization of labor and the distribution of goods in order that the creations of our mind shall be a blessing and not a curse to mankind. Never forget this in the midst of your diagrams and equations.- From a speech to students at the California Institute of Technology, in \"Einstein Sees Lack in Applying Science\", The New York Times (16 February 1931)”", "      “Ognuno è un genio. Ma se si giudica un pesce dalla sua abilità di arrampicarsi sugli alberi lui passerà tutta la sua vita a credersi stupido.”", "      “Don't listen to their words, fix your attention on their deeds.”", "      “In my experience, the best creative work is never done when one is unhappy.”", "      “N'essayez pas de devenir un homme qui a du succès. Essayez de devenir un homme qui a de la valeur.”", "      “Spooky action at a distance.”", "      “Stay away from negative people. They have a problem, for every solution.Albert EinsteinEvery subject and object, hold positive and negative effects; it is a natural way and completion of it too.Ehsan Sehgal”", "      “A ship is always safe at the shore, but that is not what it is built for.”", "      “Per perdere la testa, bisogna averne una...”", "      “The only thing you absolutely have to know, is the location of the library.”", "      “It is my conviction that pure mathematical construction enables us to discover the concepts and the laws connecting them, which give us the key to the understanding of the phenomena of nature.”", "      “Everybody is a genius. But if you judge a fish by its ability to climb a tree, it will live its whole life believing that it is stupid.” The question I have for you at this point of our journey together is, “What is your genius?”", "      “Viendo toda esta armonía del cosmos que yo, con mi mente humana limitada, puedo reconocer, todavía hay gente que dice que no hay Dios. Pero lo que me enfada de verdad es que me citen para respaldar esas ideas.”", "      “I am truly a 'lone traveler' and have never belonged to my country, my home, my friends, or even my immediate family, with my whole heart; in the face of all these ties, I have never lost a sense of distance and a need for solitude...\" ~ Einstein”", "      “More careful reflection teaches us, however, that the special theory of relativity does not compel us to deny ether...To deny the ether is ultimately to assume that empty space has no physical qualities whatever.”", "      “You can never be too smart to know everything.Everyday you learn new things through events that transpire daily in your life”", "      “The action of the earth on the stone takes place indirectly. The earth produces in its surroundings a gravitational field, which acts on the stone and produces its motion of fall...The intensity and direction of the field at points farther removed...are thence determined by the law which governs the properties in space of the gravitational fields themselves.”", "      “The words of the language, as they are written or spoken, do not seem to play any role in my mechanism of thought. The psychical entities which seem to serve as elements in thought are certain signs and more or less clear images which can be \"voluntarily\" reproduced and combined....From a psychological viewpoint this combinatory play seems to be the essential feature in productive thought....The...elements are, in my case, of visual and some of muscular type. Conventional words or other signs have to be sought for laboriously only in a secondary stage, when the mentioned associative play is sufficiently established and can be reproduced at will.”", "      “How did it come to pass that I was the one to develop the theory of relativity? The reason, I think, is that a normal adult never stops to think about problems of space and time. These are things which he has thought of as a child. But my intellectual development was retarded, as a result of which I began to wonder about space and time only when I had already grown up. Naturally I could go deeper into the problem than a child with normal abilities.”", "      “The eternal mystery of the world is its comprehensibility.”", "      “In electrodynamics the continuous field appears side by side with the material particle as the representative of physical reality. This dualism, though disturbing to any systematic mind, has today not yet disappeared...The successful physical systems that have been set up since then represent rather a compromise between these two programs, and it is precisely this character of compromise that stamps them as temporary and logically incomplete...I incline to the belief that physicists will...be brought back to the attempt to realize that program which may suitably be called Maxwell's: the description of physical reality by fields which satisfy...a set of partial differential equations.”", "      “In every true searcher of Naturethere is a kind of religious reverence”", "      “Temo il giorno in cui la tecnologia andrà oltre la nostra umanità: il mondo sarà popolato allora da una generazione di idioti”", "      “If I were given one hour to save the world, I would spend 50 minutes defining the problem.”", "      “Jedenfalls bin ich überzeugt, dass der [Herrgott] nicht würfelt.”", "      “إن الراحة والسعادة لم يتبديا لناظري هدفين مطلقين. واعتقادي هو أنّ مثل هذه الأهداف الذهنية تليق بقطعان الخنازير لا بتطلّعات البشر .”", "      “إنّ حبي للعلم ينتشلني من وادي الدموع إلى آفاق صفو تتعدى الفرد، ولا مكان فيها للملامة والتشكّي.”", "      “A life directed chiefly toward the fulfillment of personal desires will sooner or later always lead to bitter disappointment.”", "      “Zwei Dinge sind unendlich, das Universum und die menschliche Dummheit, aber beim Universum bin ich mir noch nicht ganz sicher.”", "      “Since her death in 1979, the woman who discovered what the universe is made of has not so much as received a memorial plaque. Her newspaper obituaries do not mention her greatest discovery. […] Every high school student knows that Isaac Newton discovered gravity, that Charles Darwin discovered evolution, and that Albert Einstein discovered the relativity of time. But when it comes to the composition of our universe, the textbooks simply say that the most abundant atom in the universe is hydrogen. And no one ever wonders how we know.”", "      “There is no substitute for hard work.”", "      “Small is the number of people who see with their eyes and think with their minds.”", "      “The world is a dangerous place, not because of those who do evil but because of those who look on and do nothing.”", "      “The most beautiful thing we can experience is the mysterious.”", "      “A new type of thinking is essential if mankind is to survive and move toward higher levels.”", "      “Setting an example is not the main means of influencing another. It is the only means.”", "      “Logik bringt dich von A nach B, deine Vorstellungskraft bringt dich überall hin.”", "      “Jeder intelligente Narr kann Dinge größer und komplexer machen. Es braucht ein Stück Genialität – und jede Menge Mut -, sich in die entgegengesetzte Richtung zu bewegen.”", "      “Die reinste Form des Wahnsinns ist es, alles beim alten zu lassen und zu hoffen, dass sich etwas ändert.”", "      “By far the most important consequence of the conceptual revolution brought about in physics by relativity and quantum theory lies not in such details as that meter sticks shorten when they move or that simultaneous position and momentum have no meaning, but in the insight that we had not been using our minds properly and that it is important to find out how to do so.”", "      “ان القليل من المعرفة خطير..و الكثير كذلك..!”", "      “If you can bring yourself to apply your imagination to finding the possible favorable outcomes of undesired developments, even if only as an exercise, you'll see that it fosters creativity. This suggestion is much more than a way to find the silver lining our grandmothers encouraged us to look for. I include it in this book because creativity is linked to intuition, and intuition is the way out of the most serious challenges you might face. Albert Einstein said that when you follow intuition, The solutions come to you, and you don’t know how or why.”", "      “Un uomo felice è troppo soddisfatto del presente per pensare molto al futuro”", "      “If I can’t picture it, I can’t understand it.”", "      “Dua. I'm the master of my own fate - I'm the Captain of my soul. I shall never believe that God plays dice with the world.”", "      “A man should look for what is, and not for what he thinks should be. —ALBERT EINSTEIN (1879–1955)”", "      “Our situation on this earth seems strange. Every one of us appears here involuntarily and uninvited for a short stay, without knowing the whys and the wherefore.”", "      “La scienza, contrariamente ad un'opinione diffusa, non elimina Dio. La fisica deve addirittura perseguire finalità teologiche, poiché deve proporsi non solo di sapere com'è la natura, ma anche di sapere perché la natura è così e non in un'altra maniera, con l'intento di arrivare a capire se Dio avesse davanti a sé altre scelte quando creò il mondo.”", "      “¡Triste época la nuestra! Es más fácil desintegrar un átomo que un prejuicio.”", "      “The value of a man should be seen in what he gives and not in what he is able to receive”", "      “همه‌چیز باید در ساده‌ترین وضعش بیان شود، اما نه‌ساده‌تر!”", "      “Eu não tenho nenhum talento especial. Apenas sou apaixonadamente curioso”", "      “Non mi preoccupo mai del futuro, arriva sempre abbastanza presto”", "      “Non ho particolari talenti, sono soltanto appassionatamente curioso”", "      “L'insegnamento che viene elargito dovrebbe essere percepito come un regalo prezioso e non come un dovere imposto”", "      “La scoperta dell'energia atomica non ha creato un nuovo problema, ha solo reso più urgente la necessità di risolverne uno già esistente”", "      “Dal mio punto di vista, uccidere in guerra non è affatto meglio che commettere un banale assassinio”", "      “Non sono un semplice pacifista, sono un pacifista militante. Sono disposto a combattere per la pace... Non è meglio per un uomo morire per una causa in cui crede, come la pace, che soffrire per una causa in cui non crede, come la guerra?”", "      “Perché questa stupenda scienza applicata che risparmia lavoro e rende la vita più facile ci porta così poca felicità? La risposta è semplice: perché non abbiamo ancora imparato a farne un uso assennato”", "      “Le cose più preziose della vita non sono quelle che si comprano con il danaro”", "      “Cercare di diventare non un uomo di successo, ma un uomo di valore”", "      “É difficile sapere cosa sia la verità, ma a volte è molto facile riconoscere una falsità”", "      “La violenza può talvolta aver eliminato rapidamente gli ostacoli, ma non ha mai dimostrato di sapere creare alcunché”", "      “Non so con quali armi si combatterà la Terza guerra mondiale, ma la Quarta sì: con bastoni e pietre”", "      “L'immaginazione è più importante della conoscenza. La conoscenza è limitata; l'immaginazione abbraccia il mondo”", "      “Descrivere ogni cosa in modo scientifico sarebbe possibile, ma assurdo. Non avrebbe senso, sarebbe come descrivere una sinfonia di Beethoven in base alla variazione della pressione d'onda”", "      “What Albert Einstein termed optical delusion,The Indians termed Maya or Illusion.”", "      “Logica brengt je van A naar B. Verbeelding brengt je overal.”", "      “The true value of a human being is determined primarily by the measure and the sense in which he has attained liberation from the self. —ALBERT EINSTEIN (1879–1955)”", "      “El mundo no está amenazado por las malas personas sino por aquellos que permiten la maldad”", "      “It is a scale of proportions which makes the bad difficult and the good easy”", "      “Every theory is killed sooner or later in that way. But if the theory has good in it, that good is embodied and continued in the next theory.”", "      “If you want to live a happy life, don't tie it to people or things, tie it to a goal or a dream.\" ----- Albert Einstein”", "      “Colui che segue la folla non andrà mai più lontano della folla.Colui che va da solo sarà più probabile che si troverà in luoghi dove nessuno è mai arrivato...”", "      “Tutto è energia e questo è tutto quello che esiste. Sintonizzati alla frequenza della realtà che desideri e non potrai fare a meno di ottenere quella realtà. Non c'è altra via. Questa non è Filosofia, questa è Fisica.”", "      “Entre las dificultades se esconde la oportunidad”", "      “Kada sedite sat vremena kraj lepe devojke, to prodje kao minut. Sedite minut na vrelu pec i to ce trajati kao sat. To se zove relativitet.”", "      “La cosa más bella que podemos experimental es lo misterioso . Es la fuente de toda verdad y ciencia. Aquel para quien esa emoción es ajena, aquel que ya no puede maravillarse y extasiarse ante el miedo, vale tanto como un muerto: sus ojos están cerrados... Saber que lo impenetrable para nosotros existe realmente, manifestándose como la prudencia máxima y la belleza más radiante que nuestras torpes capacidades pueden comprender tan solo en sus formas más primitivas... este conocimiento, este sentimiento, se encuentra en el centro de la verdadera religiosidad. En ese sentido, y sólo en ese sentido, pertenezco a las filas de los hombres religiosos devotos. ALBERT EINSTEIN, Lo que creo (1930)”", "      “No pienso nunca en el futuro porque llega muy pronto.”", "      “No pretendemos que las cosas cambien, si siempre hacemos lo mismo. La crisis es la mejor bendición que puede sucederle a las personas y paises, porque la crisis trae progresos, la creatividad nace de la angustia como el día de la noche oscura. Es de la crisis que nacen la inventiva, los descubrimientos y las grandes estrategias. Quien supera la crisis se supera a si mismo sin quedar superado. Quien atribuye la crisis a sus fracasos y penurias, violenta su propio talento y respeta más los problemas que las soluciones, la verdadera crisis es la crisis de la incompetencia. El inconveniente de las personas y los paises es la pereza para encontrar las salidas y soluciones. Sin la crisis no hay desafíos, sin desafíos la vida es una rutina, una lenta agonía. Sin crisis no hay méritos. Es en la crisis donde aflora lo mejor de cada uno, porque sin crisis todo viento es caricia.Hablar de crisis es promoverla, y callar en la crisis es exaltar el conformismo. En vez de esto, trabajemos nuestro talento y nuestras habilidades para encontrar soluciones, acabemos de una sola vez con la única crisis amenazadora, que es la tragedia de no querer luchar por superarla.”", "      “I have little patience with scientists who take a board of wood, look for its thinnest part, and drill a great number of holes where drilling is easy.”", "      “Cleopatra breathed my air,' Katherine muttered.'She's delirious!' Chip said.'No, she's right,' Alex said. 'Haven't you heard that thing about how, at any given moment, at least one atom of the air in your lungs was probably once in Cleopatra's lungs? Or George Washington's or Albert Einstein's or Martin Luther King's, or whoever you want to pick from history?”", "      “All of science is nothing more than the refinement of everyday thinking.”", "      “All our science, measured against reality, is primitive and childlike—and yet it is the most precious thing we have.”", "      “Compound interest is the most powerful force in the universe.”", "      “The distinction between the past, present and future is only a stubbornly persistent illusion.”", "      “The scientist of today is distressed by the fact that the results of his scientific work have created a threat to mankind since they have fallen into the hands of morally blind exponents of political power. He is conscious of the fact that technological methods, made possible by his work, have led to a concentration of economic and also of political power in the hands of small minorities which have come to dominate completely the lives of the masses of people, who appear more and more amorphous. But even worse: the concentration of economic and political power has not only made the man of science dependent economically, it also threatens his independence from within; the shrewd methods of intellectual and psychic influences which it brings to bear will prevent the development of independent personalities.”", "      “A foot note in Scale, Geoffery West:The full quotation from Einstein is worth repeating because it emphasizes a central dictum of science:\"Propositions arrived at by purely logical means are completely empty as regards reality. Because Galileo saw this, and particularly because he drummed this into the scientific world, he is the father of modern physics, indeed of modern science altogether.\"Taken from Einstein's \"On the Methods of Theoretical Physics,\" Essays on modern Science (New York:Dover, 2009) 12-21”", "      “I'm not a geius guy, even and Albert Einstein isn't and Tesla, nobody is genius. From where you will know what's the IQ for Albert or Tesla in their time there wasn't such test and how such test can show how clever are you in case that the most questions are math, physics and mainly this how this two subjects will show that you are clever or dumb?? I strongly doubt about this if I know the answer sof the test and I fill it right so I must be the world clever man? No, I don't think so - That's bullshit!That I have written 8 books and now I'm working on some other books this doesn't make me clever, the most stuff are just search from the internet and put, the other is thoughts from me. Like thinking on some questions and that's all!”", "      “For us physicists believe the separation between past, present, and future is only an illusion, although a convincing one.”", "      “Not everything that counts can be counted and not everything than can be counted counts.”", "      “Try not to become a man of success, but rather try to become a man of value. He is considered successful in our day who gets more out of life than he puts in. But a man of value will give more than he receives.”", "      “* Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.Albert Einstein--------------------------->* Knowledge is the outcome of imagination, as a physical appearance that prevails.* The ideas that execute the imagination, which defines itself as a vigorous base of knowledge since that flies in the senses, showing knowledge as the heartbeat in heart; otherwise, it penetrates and sights nothing.Ehsan Sehgal”", "      “When we change the way we look at things, the things we look at change.”", "      “Don’t wait for miracles, your whole life is a miracle.”", "      “[In reference to how he came to love music after hearing Mozart's sonatas] I believe that love is a better teacher than a sense of duty, at least for me.”", "      “Imagination is more important than knowledge. For knowledge is limited, whereas imagination embraces the entire world, stimulating progress, giving birth to evolution.”", "      “Doing the same thing over and over again but expecting different results is at times a sign of sanity.”", "      “I want to know how God created this world. I am not interested in this or that phenomenon. I want to know His thoughts, the rest are details.”", "      “While knowledge defines all we currently know and understand, imagination points to all we might yet discover and create.”", "      “Don’t think about why you question, simply don’t stop questioning. Don’t worry about what you can’t answer, and don’t try to explain what you can’t know. Curiosity is its own reason. Aren’t you in awe when you contemplate the mysteries of eternity, of life, of the marvelous structure behind reality? And this is the miracle of the human mind — to use its constructions, concepts, and formulas as tools to explain what man sees, feels and touches. Try to comprehend a little more each day. Have holy curiosity.”", "      “Weak people revenge.Strong people forgive.Intelligent People Ignore”", "      “Never give up on what you really want to do.The person with big dreams is more powerfulthan the one with all the facts.”", "      “A quiet and modest life brings more joy than a pursuit of success bound with constant unrest.”", "      “La labor más importante del ser humano es buscar la moralidad en sus actos. Es de lo que depende nuestro equilibrio interno, y nuestra propia existencia. La moralidad en nuestros actos es lo único que puede conferir belleza y dignidad a la vida. Quizá la principal tarea de la educación sea convertirlo en una fuerza vital, e inscribirlo claramente en las conciencias. Hay que evitar que los cimientos de la moral dependan de algún mito o estén ligados a alguna autoridad, debido al riesgo de que las dudas sobre el mito o sobre la legitimidad de la autoridad pongan en peligro los cimientos del buen juicio y de la acción correcta.”", "      “Autoritätsdusel ist der größte Feind der Wahrheit.”", "      “A clever person solves a problem, a wise person avoids it\" is a fake quote -- it was never spoken or written by Albert Einstein. Please remove the GoodReads entry about this on the Einstein quotes page. Sorry to do it this way, but there seems no other way to reach GoodReads for quality control.”", "      “Se as pessoas são boas só porque temem a punição, e esperam a recompensa, então nós somos mesmo uns pobres coitados.”", "      “You can't blame gravity for falling in love.”", "      “I sometimes ask myself how it came about that I was the one to develop the theory of relativity. The reason, I think, is that a normal adult never stops to think about problems of space and time. These are things which he has thought of as a child. But my intellectual development was retarded, as a result of which I began to wonder about space and time only when I had already grown up.”", "      “However we select from nature a complex (of phenomena) using the criterion of simplicity, in no case will its theoretical treatment turn out to be forever appropriate...But I do not doubt that the day will come when that description (the general theory of relativity), too, will have to yield to another one, for reasons which at present we do not yet surmise. I believe that that this process of deepening the theory has no limits.”", "      “The [quantum] theory reminds me a little of the system of delusions of an exceedingly intelligent paranoiac.”", "      “Time passed, that Albert Einstein was a genius.”", "      “I, in any case, am convinced He does not play dice with the universe.”", "      “Where there's a will, there's a way.”", "      “Idiots all over in our world. Yes.”", "      “You call it telepathy. The strategy of Albert Einstein (1879 - 1955) made him a good student.”", "      “Normally, it is very peaceful, quiet also, to talk and work with the dead poets, but I refuse to follow Albert Einstein. It makes no sense, at all.”", "      “Albert Einstein, Premium Nerd, thought to catch the wind by his foolish numbers. He'd better saved his money for a decent barber!”", "      “He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed. Albert Einstein”", "      “It's all good.”", "      “The creative principle [of science] resides in mathematics.”", "      “Visualization is more important than knowledge”", "      “Keep everything as simple as possible but no simpler.”", "      “Space-time is not necessarily something to which one can ascribe a separate existence, independently of the actual objects of physical reality. Physical objects are not in space, but these objects are spatially extended. In this way the concept \"empty space\" loses its meaning.”", "      “I speak to you today not as an American citizen and not as a Jew, but as a human being”", "      “Een mens is deel van het geheel dat wij ‘universum’ noemen; een deel dat begrensd is in tijd en ruimte. Hij ervaart zichzelf, zijn gedachten en gevoelens als iets dat gescheiden is van de rest – een soort optische illusie van zijn bewustzijn. Deze waanvoorstelling is een soort gevangenis voor ons, die ons beperkt tot onze persoonlijke verlangens en die onze genegenheid beperkt tot enkele mensen die ons het meest na staan. Het moet onze taak zijn om ons te bevrijden uit deze gevangenis, door onze cirkel van compassie uit te breiden tot deze alle levende wezens en de gehele natuur in al haar schoonheid omhelst. De echte waarde van een mens wordt bepaald door de mate en manier waarin hij bevrijd is van het zelf. Het zal een substantieel nieuwe manier van denken vergen als de mensheid wil overleven.’“A human being is a part of the whole called by us universe, a part limited in time and space. He experiences himself, his thoughts and feeling as something separated from the rest, a kind of optical delusion of his consciousness. This delusion is a kind of prison for us, restricting us to our personal desires and to affection for a few persons nearest to us. Our task must be to free ourselves from this prison by widening our circle of compassion to embrace all living creatures and the whole of nature in its beauty.”", "      “The distinction between past, present and future is only a stubbornly persistent illusion.”", "      “Ai cũng là thiên tài. Nhưng nếu bạn đánh giá một con cá qua khả năng leo cây của nó thì nó sẽ sống cả đời tin rằng mình là kẻ ngu ngốc.”", "      “As a child I received instruction in both the Bible and in the Talmud. I am a Jew, but I am enthralled by the luminous figure of the Nazarene.”", "      “Se você não consegue explicar algo de forma simples, você não entendeu suficientemente bem.”", "      “How does it happen that a properly endowed natural scientist comes to concern himself with epistemology? Is there no more valuable work in his specialty? I hear many of my colleagues saying, and I sense it from many more, that they feel this way. I cannot share this sentiment. When I think about the ablest students whom I have encountered in my teaching, that is, those who distinguish themselves by their independence of judgment and not merely their quick-wittedness, I can affirm that they had a vigorous interest in epistemology. They happily began discussions about the goals and methods of science, and they showed unequivocally, through their tenacity in defending their views, that the subject seemed important to them. Indeed, one should not be surprised at this.”", "      “If you wish to learn from the theoretical physicist anything about the methods which he uses, I would give you the following piece of advice: Don't listen to his words, examine his achievements. For to the discoverer in that field, the constructions of his imagination appear so necessary and so natural that he is apt to treat them not as the creations of his thoughts but as given realities.”", "      “Albert Einstein: „Nedělej si starosti, jestli ti dělá matika problémy, můžu tě ujistit, že ty moje jsou mnohem větší.”", "      “«Debo estar dispuesto a renunciar a lo que soy para convertirme en lo que seré». ALBERT EINSTEIN (1879-1955)”", "      “You'll just never know...so many emotions I choose not to show..”", "      “Jamais considere seus estudos como uma obrigação, mas como uma oportunidade invejável para aprender a conhecer a influência libertadora da beleza do reino do espírito, para seu próprio prazer pessoal e para proveito da comunidade à qual seu futuro trabalho pertencer.”", "      “In life, there are many things that may give you pleasure\" - Albert Einstein”", "      “Αν θέλετε το παιδί σας να γίνει έξυπνο, διαβάστε του παραμύθια. Αν θέλετε να γίνει πιο έξυπνο, διαβάστε του περισσότερα παραμύθια.”", "      “„Intuice je posvátný dar, racionální mysl je věrný sluha,“ prohlásil jednou Albert Einstein. „Stvořili jsme společnost, jež ctí sluhu a zapomněla na dar.”", "      “...like Albert Schweitzer, Bertrand Russell, and Albert Einstein; I have a respect for life - in any form. I believe in nature, in the birds, the sea, the sky, in everything I can see or that there is real evidence for. If these things are what you mean by God, then I believe in God.”", "      “Тот, кто довольно марширует под музыку в строю, уже заслужил мое презрение. Мозгом он был наделен по ошибке, ему вполне было бы достаточно и спинного мозга.”", "      “Ważne jest, by nigdy nie przestać pytać. Ciekawość nie istnieje bez przyczyny. Albert Einstein”", "      “Тот, кто довольно марширует под музыку в строю, уже заслужил мое презрение. Мозгом он был наделен по ошибке, ему вполне было бы достаточно и спинного мозга. WAR PEOPLE CROWD TEAMWORK”", "      “Imagination is more important than knowledge. - Albert Einstein”", "      “Certain it is that a conviction, akin to religious feeling, of the rationality or intelligibility of the world lies behind all scientific work of a higher order.... This firm belief, a belief bound up with deep feeling, in a superior mind that reveals itself in the world of experience, represents my conception of God.”", "      “My religiosity consists of a humble admiration of the infinitely superior spirit who reveals himself in the slight details we are able to perceive with our frail and feeble minds. That deeply emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God.”", "      “Nếu bạn đánh giá một con cá qua khả năng leo cây, thì cả đời nó sẽ nghĩ răng mình ngu ngốc”", "      “The important thing is not to stop questioning. Curiosity has its own reason for existing.”", "      “Nous ne pouvons pas résoudre les problèmes avec la même façon de penser que nous avons utilisé pour les générer.”", "      “Amerikalilar Almanlardan daha az egitimli olsalar bile onlarda daha fazla cosku ve enerji var; bu da yeni fikirlerin insanlar arasinda daha genis bir bicimde yayilmasini sagliyor.”", "      “Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.”", "      “En los momentos de crisis, solo la imaginación es más importante que el conocimiento”", "      “Herhangi bir ders veya hobiye duyulan sevginin, gorev duygusundan daha iyi bir ogretmen olduguna inaniyorum; en azindan kendim acisindan.”", "      “Almanyadaki semitizm karsitliginin ayni zaman bir Yahudi acisindan bakildiginda da hos karsilanmasi gereken somuclari var. Bana kalirsa alman yahudileri, surekli varliklarini, semitizm karsitligina borclular... Bu ayrim olmadan Almanyadaki yahudilerin asimilasyonu cabucak ve engelsiz gerceklesirdi.”", "      “Askerlik hizmeti yapmasi gerekenlerin yalnizca yuzde ikisi bile kendilerini savas direniscisi ilan etse ve \"savasmayacagiz. Uluslararasi ihtilaflari cozmek icin baska yontemlere ihtiyacimiz var,\" dese hukumetlerin eli kolu baglanir; bu kadar buyuk kitleleri hapse atamazlar.”", "      “Learn from yesterday. Live for today. Hope for tomorrow.”", "      “It is a wonderful feeling to recognize the unifying features of a complex of phenomena which present themselves as quite unconnected to the direct experience of the senses.”", "      “There can be no space nor any part of space without gravitational potentials; for these confer upon space its metrical qualities, without which it cannot be imagined at all. The existence of the gravitational field is inseparably bound up with the existence of space.”", "      “The masses are never militaristic until their minds are poisoned by propaganda.”", "      “Humor, motivations, moral,gods,energy,secrecy”", "      “A practical profession is a salvation for a man of my type; an academic career compels a young man to scientific production and only strong characters can resist the temptation of superficial analysis.”", "      “Иногда меня спрашивают, как я создал теорию относительности. Я думаю, что это произошло по следующей причине. Нормальный взрослый человек никогда не размышляет о проблемах пространства и времени. О таких вещах он думает лишь в детстве. Мое же умственное развитие оказалось замедленным, и я принялся размышлять о пространстве и времени, лишь достигнув зрелого возраста. Естественно, что мне удалось глубже проникнуть в проблему, чем ребенку с обычными способностями.”", "      “Scoala ar trebui sa-si propuna intotdeauna obiectivul ca tanarul care pleaca de acolo să aibă o personalitate armonioasă, nu să fie un specialist.E pur si simplu un miracol faptul ca metodele moderne de instruire nu au sugrumat incă de tot sfânta curiozitate a întrebărilor; pentru că planta asta plăpândă și delicată, pe lângă încurajări, are nevoie în principal de libertate; fără ea, se ofliește și moare negreșit.”", "      “Raffiniert ist Herrgott, doch ein Schwindler ist er nicht.”", "      “The more success the quantum theory has, the sillier it looks. How nonphysicists would scoff if they were able to follow the odd course of developments!”", "      “Lo más incomprensible de universo es que sea comprensible.”", "      “I am ceaselessly occupied with the question of the constitution of radiation … This quantum question is so incredibly important and difficult that everyone should busy himself on it.”", "      “Hours before his death in 1955 from a ruptured abdominal aortic ayeurysm, Albert Einstein's doctors proposed trying a new and unproven surgery as a final option for extending his life. Einstein refused. \"I have done my share,\" he said. \"It is time to go. I will do it elegantly.”", "      “« Il y a deux façons de voir la vie, l’une comme si de rien n’était un mi- racle, l’autre comme si tout était mira- culeux. » Albert Einstein”", "      “Das gute Beispiel ist nicht eine Möglichkeit, andere Menschen zu beeinflussen, es ist die Einzige.”", "      “Never lose a holy curiosity. —Albert Einstein”", "      “„Trudniej jest przełamać uprzedzenia, niż rozbić atom.” Albert Einstein By móc się wypowiadać, wypisywać w tym temacie przedstawię się z tej strony: mojemu życiu od wczesnych lat towarzyszył ból najróżniejszego rodzaju. I nauczyłem się go zwalczać, a raczej dobrze sobie z nim radzić na początku, a z czasem tolerować.”", "      “El físico y ajedrecista Albert Einstein dijo: “Nunca consideres el estudio como una obligación, sino como una oportunidad para penetrar en el maravilloso mundo del saber”.”", "      “I do not believe that a man should be restrained in his daily actions by being afraid of punishment after death or that he should do things only because in this way he will be rewarded after he dies.”", "      “No intento imaginar un Dios personal; es suficiente sentir un gran respeto hacia la estructura del mundo, en tanto que permite que nuestros inadecuados sentidos lo aprecien.”", "      “Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning. —Albert Einstein”", "      “Albert Einstein decía al respecto: (”", "      “Trudniej jest przełamać uprzedzenia, niż rozbić atom. Albert Einstein”", "      “No almacenes en la memoria lo que puedas almacenar en el bolsillo. ALBERT EINSTEIN”", "      “Las grandes almas o considerados locos siempre se han encontrado con una oposición violenta de las mentes mediocres o considerados cuerdos. Albert Einstein”", "      “Εάν το Α είναι ισοδύναμο με την επιτυχία τότε στο τύπο: Α=\"Χ+Υ+Ζ\" το Χ είναι η δουλειά, το Υ είναι η διασκέδαση και το Ζ κρατάει το στόμα σου κλειστό!”", "      “I know quite certainly that I myself have no special talent. Curiosity, obsession and dogged endurance, combined with self-criticism, have brought me to my ideas. —Albert Einstein”", "      “La diferencia entre la estupidez y la genialidad es que la genialidad tiene sus límites. ALBERT EINSTEIN”", "      “Then there occurred to me the 'glucklichste Gedanke meines Lebens,' the happiest thought of my life, in the following form. The gravitational field has only a relative existence in a way similar to the electric field generated by magnetoelectric induction. Because for an observer falling freely from the roof of a house there exists-at least in his immediate surroundings-no gravitational field [his italics]. Indeed, if the observer drops some bodies then these remain relative to him in a state of rest or of uniform motion, independent of their particular chemical or physical nature (in this consideration the air resistance is, of course, ignored). The observer therefore has the right to interpret his state as 'at rest.' Because of this idea, the uncommonly peculiar experimental law that in the gravitational field all bodies fall with the same acceleration attained at once a deep physical meaning. Namely, if there were to exist just one single object that falls in the gravitational field in a way different from all others, then with its help the observer could realize that he is ina gravitational field and is falling in it. If such an object does not exist, however-as experience has shown with great accuracy-then the observer lacks any objective means of perceiving himself as falling in a gravitational field. Rather he has the right to consider his state as one of rest and his environment as field-free relative to gravitation. The experimentally known matter independence of the acceleration of fall is therefore a powerful argument for the fact that the relativity postulate has to be extended to coordinate systems which, relative to each other, are in non-uniform motion.”", "      “The more I learn, the more I realize how much I don't know”", "      “Imagination ist alles. Es ist die vorschau des lebens auf die kommenden attraktionen.”", "      “How do you think the world popped into existence? - I'd say wee we are at least five Albert Einsteins away from answering this question.”", "      “As far as our propositions are certain, they do not say anything about reality, and as far as they do say anything about reality, they are notcertain\"Albert Einstein (as cited in Schumpeter, 1991)”", "      “Bisognerebbe evitare di predicare ai giovani il successo nella solita forma come lo scopo principale nella vita. Il motivo più importante per lavorare a scuola e nella vita è il piacere nel lavoro, piacere nel suo risultato, e la consapevolezza del valore del risultato per la comunità.”", "      “Creativity is intelligence having fun.-Albert Einstein”", "      “Things should be made as simple as possible, but not any simpler.- Albert Einstein Watching birds has become part of my daily meditation affirming my connection to the earth body.”", "      “HOW WISE LEARN FROM FOOLS – When I was young fooling was done on only 1st April every year and rest of the days were as usual with honesty and integrity. In the recent days no day goes without fooling and being fooled, we find people act too brilliant, as only a fool knows everything. A wise man knows how little he knows. Never forget as said by --Albert Einstein before God we are equally wise and equally foolish. However we need many fools to be around as Wise men learn more from fools than fools from the wise.Dr.T.V.Rao MD”", "      “Physical concepts are free creations of the human mind,and are not however it may seem, uniquely determined by the external world”", "      “The words or the language, as they are written or spoken, do not seem to play any role in my mechanism of thought”", "      “Αν θες να ζήσεις μια ευτυχισμένη ζωή εξάρτησέ τη από ένα στόχο,όχι από ανθρώπους ή αντικείμενα”", "      “„Robienie ciągle tego samego i oczekiwanie innych rezultatów jest definicją szaleństwa”. — Albert Einstein”", "      “What is the meaning of human life, or of organic life altogether? To answer this question at all implies a religion. Is there any sense then, you ask, in putting it? I answer, the man who regards his own life and that of his fellow creatures as meaningless is not merely unfortunate but almost disqualified for life.”", "      “That a man can take pleasure in marching in formation to the strains of a band is enough to make me despise him. He has only been given his big brain by mistake; a backbone was all he needed.”", "      “Cuando una persona puede obtener placer en marchar al ritmo de una pieza de música, esobasta para hacer que la desprecie. Se le ha dado su gran cerebro sólo por error.”", "      “The fairest thing we can experience is the mysterious. It is the fundamental emotion which stands at the radle of true art and true science. He who knows it not and can no longer wonder, no longer feel amazement, is as good as dead, a snuffed-out candle.”", "      “Let every man judge according to his own standards, by what he has himself read, not by what others tell him.”", "      “To be sure, it is not the fruits of scientific research that elevate a man and enrich his nature, but the urge to understand, the intellect work, creative or receptive.”", "      “Every serious scientific worker is painfully conscious of this involuntary relegation to an ever-narrowing sphere of knowledge, which is threatening to deprive the investigator of his broad horizon and degrade him to the level of a mechanic.”", "      “No problem can be solved by the same consciousness that created it.” – Albert Einstein”", "      “Има два начина да изживееш живота си. Единият е, сякаш не съществуват чудеса. Другият е, сякаш всяко нещо е чудо.”", "      “All our science, measured against reality, is primitive and childlike - and yet it is the most precious thing we have. Albert Einstein (1879-1955)”", "      “All our names are just stupid nicknames they made up—like Alby for Albert Einstein, Newt for Isaac Newton, and me—Thomas. As in Edison.”", "      “I live in that solitude which is painful in youth, but delicious in the years of maturity.” ~Albert Einstein”", "      “I don’t try to imagine a personal God; it suffices to stand in awe at the structure of the world, insofar as it allows our inadequate senses to appreciate it. –ALBERT EINSTEIN”", "      “프리미엄픽 DU-55.COM 추천코드:ASAS7첫충10%-매충5% 단폴&크로스가능/네임드사다리1.95홀짝-좌우-출줄/달팽이-로하이/매쿼실시간/국.해외스타리그&LOL/각종스폐셜등.많은 이벤트로 여러분을 맞이하고 있으니 구경오셔서둘러보고 가세요.A clever person solves a problem, but a wise person avoids it. - Albert Einstein 똑똑한 사람은 문제를 풀지만, 현명한 사람은 문제를 피해간다”", "      “The Eyes Of Einstein Albert, you who stood modestlyOn the shoulder of a giant and sawWorlds beyond Sir Issac's vanishing point, we want your eyes!Eyes that read the Braille of a scarified universewith relative ease, you, Herr Professor, arethe seeing eye companion for the dim 20th Century.Atomic pacifist, what patentis there for your dual vision?What fair price for your inner eyewitnessTestimony that God is not a gambling manAnd the curvature of our Space-Time continuumis a grave matter indeed?Your eyes are going to the block soon. I hope the Smithsonian waves the winning paddleSo you may, at long last, rest your weary eyesNear the glass jar that contains your Cyclops brain.”", "      “Random quotes don't constitute an argument.”", "      “Sólo hay dos maneras de vivir tu vida. Una es como si nada fuera un milagro, ha otra es como si todo fuera un milagro. Albert Einstein El milagro de Gary ¿Cómo pudo esta persona subir las escaleras?, pensé, mirando a través del ventanal junto a la entrada de mi oficina. Mi nuevo paciente acababa de subir la escalera. Se movía en una serie de pasos y pausas, durante las cuales miraba al siguiente escalón, preparándose para el esfuerzo. Una vez más me pregunté si p o n e r u n c o n s u l t o r i o q u i r o p r á c t i c o e n e l s e g u n d o p i s o d e u n e d i f i c i o s i n ascensor había sido la mejor idea.¿No sería como poner una tienda de reparación de frenos al pie de una colina empinada? No tenía muchas opciones cuando abrí el consultorio en 1981 y, como se podía ver, ahora tenía incluso menos... aunque las razones habían cambiado. Durante los 12 años que llevaba aquí, mi consultorio quiropráctico había llegado a ser uno de las más grandes de la ciudad de Los Angeles.¿Cómo podía cerrarlo y trasladarme? Decidí no salir a ayudar a ese hombre en el último par de escalones. No quería disminuir su inminente sensación de éxito. Podía ver en su cara la absoluta9”", "      “Relations between the Facist regime and the American government were rapidly cooling. Italian newspapers did nothing to help, charging that Jews ruled the United States. They offered a list of the all-Jewish makeup of what was said to be the likely next American cabinet, headed by the President Bernard Baruch and Vice President Albert Einstein. Leon Trotsky was slated to be secretary of war; the face that he was neither American nor lived in the country was apparently no impediment.”", "      “I am thankful to all those who said no.  Because of them, I did it myself.”-Albert Einstein”", "      “When no answer came after the second letter to Ostwald, Hermann Einstein took it upon himself, without his son’s knowledge, to make an unusual and awkward effort, suffused with heart-wrenching emotion, to prevail upon Ostwald himself: Please forgive a father who is so bold as to turn to you, esteemed Herr Professor, in the interest of his son. Albert is 22 years old, he studied at the Zurich Polytechnic for four years, and he passed his exam with flying colors last summer. Since then he has been trying unsuccessfully to get a position as a teaching assistant, which would enable him to continue his education in physics. All those in a position to judge praise his talents; I can assure you that he is extraordinarily studious and diligent and clings with great love to his science. He therefore feels profoundly unhappy about his current lack of a job, and he becomes more and more convinced that he has gone off the tracks with his career. In addition, he is oppressed by the thought that he is a burden on us, people of modest means. Since it is you whom my son seems to admire and esteem more than any other scholar in physics, it is you to whom I have taken the liberty of turning with the humble request to read his paper and to write to him, if possible, a few words of encouragement, so that he might recover his joy in living and working. If, in addition, you could secure him an assistant’s position, my gratitude would know no bounds. I beg you to forgive me for my impudence in writing you, and my son does not know anything about my unusual step.25”", "      “Kuantum mekaniği konusunda çok çalışmak gerekir.Ama içimden bir ses bana bunun her şeyin çözümü olmadığını söylüyor.Bu teoriyle birçok şey açıklanıyor; ama hala O'nun sırrını çözebilmiş değiliz.Ben yine de O'nun zar atıp kumar oynadığını,hiç mi hiç sanmıyorum.”", "      “Whoever is devoid of the capacity of wonder, whoever remains unmoved, whoever cannot contemplate or know the deep shudder of the soul in enchantment, might just as well be dead for he has already closed his eyes upon life.”", "      “Mathematics is the poetry of logic and the music of reason.”", "      “أكثر ما يصعب فهمه في هذا الكون، هو أنه قابل للفهم.”", "      “Bidden verandert de wereld nietmaar bidden verandert de mensen de mens verandert de wereld”", "      “Reading after a certain age, diverts the mind too much from its creative pursuits”", "      “The question that sometime's drive's me hazy, am i or the other's crazy?”", "      “Science has provided the possibility of liberation for human beings from hard labor, but science itself is not a liberator. It creates means not goals. Man should use [Science] for reasonable goals. When the ideals of humanity are war and conquest, those tools become as dangerous as a razor in the hands of a child of three. We must not condemn man’s inventiveness and patient conquest of the forces of nature because they are being used wrongly and disobediently now. The fate of humanity is entirely dependent upon its moral development.”", "      “Information is not knowledge. The only source of knowledge is experience.”", "      “Time is relative; its only worth depends upon what we do as it is passing.”", "      “The only thing you have to absolutely know is the location of the library.”", "      “The grand aim of all science is to cover the greatest number of empirical facts by logical deduction from the smallest number of hypotheses or axioms.”", "      “When Albert Einstein said '' We can't solve problems by using the same kind of thinking we used when we created them'', I believe he had Arab Civil Aviation Authorities in mind. Their mentality and bootlickers populating most of them are the main problem and thus practical change for the better is virtually impossible.”"]