["      “Change will not come if we wait for some other person, or if we wait for some other time. We are the ones we've been waiting for. We are the change that we seek.”", "      “The best way to not feel hopeless is to get up and do something. Don’t wait for good things to happen to you. If you go out and make some good things happen, you will fill the world with hope, you will fill yourself with hope.”", "      “A change is brought about because ordinary people do extraordinary things.”", "      “Yes We Can!”", "      “We are the change we have been waiting for.”", "      “In the unlikely story that is America, there has never been anything false about hope.”", "      “In the face of impossible odds, people who love this country can change it.”", "      “I'm inspired by the people I meet in my travels--hearing their stories, seeing the hardships they overcome, their fundamental optimism and decency. I'm inspired by the love people have for their children. And I'm inspired by my own children, how full they make my heart. They make me want to work to make the world a little bit better. And they make me want to be a better man.”", "      “Sometimes it takes a while to recognize that someone has a special ability to get us to believe in ourselves, to tie that belief to our highest ideals, and to imagine that together we can do great things.In those rare moments, when such a person comes along, we need to put aside our plans and reach for what we know is possible.”", "      “If you're walking down the right path and you're willing to keep walking, eventually you'll make progress.”", "      “If there's a child on the south side of Chicago who can't read, that matters to me, even if it's not my child. If there's a senior citizen somewhere who can't pay for their prescription, who has to choose between medicine and the rent, that makes my life poorer - even if it's not my grandparent. If there's an Arab-American or Mexican-American family being rounded up by John Ashcroft without benefit of an attorney or due process, I know that that threatens my civil liberties. And I don't have to be a woman to be concerned that the Supreme Court is trying to take away a woman's right, because I know that my rights are next. It is that fundamental belief - I am my brother’s keeper, I am my sister’s keeper - that makes this country work.”", "      “There's not a liberal America and a conservative America - there's the United States of America.”", "      “We don't ask you to believe in our ability to bring change, rather, we ask you to believe in yours.”", "      “What I’ve realized is that life doesn’t count for much unless you’re willing to do your small part to leave our children — all of our children — a better world. Any fool can have a child. That doesn’t make you a father. It’s the courage to raise a child that makes you a father.”", "      “Focusing your life solely on making a buck shows a poverty of ambition. It asks too little of yourself. And it will leave you unfulfilled.”", "      “No, you can't deny women their basic rights and pretend it's about your 'religious freedom'. If you don't like birth control, don't use it. Religious freedom doesn't mean you can force others to live by your own beliefs.”", "      “Nothing can stand in the way of the power of millions of voices calling for change.”", "      “it’s important to make sure that we’re talking with each other in a way that heals, not in a way that wounds.”", "      “Making your mark on the world is hard. If it were easy, everybody would do it. But it's not. It takes patience, it takes commitment, and it comes with plenty of failure along the way. The real test is not whether you avoid this failure, because you won't. it's whether you let it harden or shame you into inaction, or whether you learn from it; whether you choose to persevere.”", "      “Why can't I just eat my waffle?”", "      “Be careful who you choose as your hero or who you choose to deify, be it Clay Aiken or Barack Obama. You put all you're hope and all your dreams and all your ideas about stuff into one human being. They're a human being they're going to let you down. You can't make someone your hero because of something you read on the internet. The internet is not a source of information it is a source of disinformation.”", "      “Our stories may be singular, but our destination is shared.”", "      “I have always believed that hope is that stubborn thing inside us that insists, despite all the evidence to the contrary, that something better awaits us so long as we have the courage to keep reaching, to keep working, to keep fighting.”", "      “Hope is not blind optimism. It's not ignoring the enormity of the task ahead or the roadblocks that stand in our path. It's not sitting on the sidelines or shirking from a fight. Hope is that thing inside us that insists, despite all evidence to the contrary, that something better awaits us if we have the courage to reach for it, and to work for it, and to fight for it. Hope is the belief that destiny will not be written for us, but by us, by the men and women who are not content to settle for the world as it is, who have the courage to remake the world as it should be.”", "      “You can put lipstick on a pig. It's still a pig.”", "      “More than a building that houses books and data, the library has always been a window to a larger world--a place where we've always come to discover big ideas and profound concepts that help move the American story forward. . . . .Libraries remind us that truth isn't about who yells the loudest, but who has the right information. Because even as we're the most religious of people, America's innovative genius has always been preserved because we also have a deep faith in facts.And so the moment we persuade a child, any child, to cross that threshold into a library, we've changed their lives forever, and for the better. This is an enormous force for good.”", "      “While we breathe, we will hope.”", "      “No one is pro-abortion. ”", "      “You can’t let your failures define you. You have to let your failures teach you.”", "      “If there is anyone out there who still doubts that America is a place where all things are possible; who still wonders if the dream of our founders is alive in our time; who still questions the power of our Democracy; Tonight is your answer.”", "      “People who think with their epidermis or their genitalia or their clan are the problem to begin with. One does not banish this specter by invoking it. If I would not vote against someone on the grounds of 'race' or 'gender' alone, then by the exact same token I would not cast a vote in his or her favor for the identical reason. Yet see how this obvious question makes fairly intelligent people say the most alarmingly stupid things.”", "      “To the Muslim world, we seek a new way forward, based on mutual interest and mutual respect. To those leaders around the globe who seek to sow conflict, or blame their society's ills on the West - know that your people will judge you on what you can build, not what you destroy. To those who cling to power through corruption and deceit and the silencing of dissent, know that you are on the wrong side of history; but that we will extend a hand if you are willing to unclench your fist.”", "      “Change we need”", "      “A lot of shelter dogs are mutts like me.”", "      “Where you are right now doesn't have to determine where you'll end up”", "      “Focusing your life solely on making a buck shows a certain poverty of ambition. It asks too little of yourself. Because it's only when you hitch your wagon to something larger than yourself that you realize your true potential.”", "      “Well, the correct answer is he is not a Muslim, he’s a Christian. He’s always been a Christian. But the really right answer is, what if he is? Is there something wrong with being a Muslim in this country?”", "      “Our challenges may be new. The instruments with which we meet them may be new. But those values upon which our success depends - honesty and hard work, courage and fair play, tolerance and curiosity, loyalty and patriotism - these things are old. These things are true. They have been the quiet force of progress throughout our history. What is demanded then is a return to these truths. What is required of us now is a new era of responsibility - a recognition, on the part of every American, that we have duties to ourselves, our nation, and the world, duties that we do not grudgingly accept but rather seize gladly, firm in the knowledge that there is nothing so satisfying to the spirit, so defining of our character, than giving our all to a difficult task.”", "      “We may not be able to stop evil in the world, but how we treat one another is entirely up to us.”", "      “This election is about the past vs. the future. It's about whether we settle for the same divisions and distractions and drama that passes for politics today or whether we reach for a politics of common sense and innovation, a politics of shared sacrifice and shared prosperity. There are those who will continue to tell us that we can't do this, that we can't have what we're looking for, that we can't have what we want, that we're peddling false hopes. But here is what I know. I know that when people say we can't overcome all the big money and influence in Washington, I think of that elderly woman who sent me a contribution the other day, an envelope that had a money order for $3.01 along with a verse of scripture tucked inside the envelope. So don't tell us change isn't possible. That woman knows change is possible. When I hear the cynical talk that blacks and whites and Latinos can't join together and work together, I'm reminded of the Latino brothers and sisters I organized with and stood with and fought with side by side for jobs and justice on the streets of Chicago. So don't tell us change can't happen. When I hear that we'll never overcome the racial divide in our politics, I think about that Republican woman who used to work for Strom Thurmond, who is now devoted to educating inner city-children and who went out into the streets of South Carolina and knocked on doors for this campaign. Don't tell me we can't change. Yes, we can. Yes, we can change. Yes, we can.Yes, we can heal this nation. Yes, we can seize our future. And as we leave this great state with a new wind at our backs and we take this journey across this great country, a country we love, with the message we carry from the plains of Iowa to the hills of New Hampshire, from the Nevada desert to the South Carolina coast, the same message we had when we were up and when we were down, that out of many, we are one; that while we breathe, we will hope.And where we are met with cynicism and doubt and fear and those who tell us that we can't, we will respond with that timeless creed that sums up the spirit of the American people in three simple words -- yes, we can.”", "      “We will outstretch the hand if you unclench your fist. ”", "      “Change is never easy, but always possible.”", "      “The American story has never been about things coming easy. It has been about rising to the moment when the moment is hard. About rejecting panicked division for purposeful unity. About seeing a mountaintop from the deepest valley. That is why we remember that some of the most famous words ever spoken by an American came from a president who took office in a time of turmoil: \"The only thing we have to fear is fear itself.”", "      “Cynicism is a sorry kind of wisdom.”", "      “It's only when you hitch your wagon to something larger than yourself that you realize your true potential.”", "      “When Republicans recently charged the President with promoting 'class warfare,' he answered it was 'just math.' But it's more than math. It's a matter of morality.Republicans have posed the deepest moral question of any society: whether we're all in it together. Their answer is we're not.President Obama should proclaim, loudly and clearly, we are.”", "      “To those Americans whose support I have yet to earn, I may not have won your vote tonight, but I hear your voices. I need your help. And I will be your president, too.”", "      “Terrorist', noun: 1. Someone my government tells me is a terrorist; 2. Someone my President decides to kill.”", "      “Hope -- Hope in the face of difficulty. Hope in the face of uncertainty. The audacity of hope! In the end, that is God’s greatest gift to us...A belief in things not seen. A belief that there are better days ahead.”", "      “To all those watching tonight from beyond our shores, from parliaments and palaces, to those who are huddled around radios in the forgotten corners of the world, our stories are singular, but our destiny is shared, and a new dawn of American leadership is at hand.”", "      “We cannot know for certain how long we have here. We cannot foresee the trials or misfortunes that will test us along the way. We cannot know God's plan for us.What we can do is to live out our lives as best we can with purpose, and love, and joy. We can use each day to show those who are closest to us how much we care about them, and treat others with the kindness and respect that we wish for ourselves. We can learn from our mistakes and grow from our failures. And we can strive at all costs to make a better world, so that someday, if we are blessed with the chance to look back on our time here, we can know that we spent it well; that we made a difference; that our fleeting presence had a lasting impact on the lives of other human beings. ”", "      “There is no excuse for not trying.”", "      “At the moment that we persuade a child, any child, to cross that threshold, that magic threshold into a library, we change their lives forever, for the better”", "      “Each of us deserves the freedom to pursue our own version of happiness. No one deserves to be bullied.”", "      “What Washington Needs is Adult Supervision.”", "      “You know, sometimes I'll go to an 8th-grade graduation and there's all that pomp and circumstance and gowns and flowers. And I think to myself, it's just 8th grade ... An 8th-grade education doesn't cut it today. Let's give them a handshake and tell them to get their butts back in the library!”", "      “I confess to wincing every so often at a poorly chosen word, a mangled sentence, an expression of emotion that seems indulgent or overly practiced. I have the urge to cut the book by fifty pages or so, possessed as I am with a keener appreciation for brevity.”", "      “My little girls can break my heart. They can make me cry just looking at them eating their string beans.”", "      “We know the battle ahead will be long, but always remember that no matter what obstacles stand in our way, nothing can stand in the way of the power of millions of voices calling for change.We have been told we cannot do this by a chorus of cynics...they will only grow louder and more dissonant ........... We've been asked to pause for a reality check. We've been warned against offering the people of this nation false hope.But in the unlikely story that is America, there has never been anything false about hope.”", "      “Let me tell your something. I'm from Chicago. I don't break.”", "      “We may come from different places and have different stories, but we share common hopes, and one very American dream.”", "      “I am just mystified by these people telling me I would think Obama was doing a great job if his skin contained less melanin.”", "      “Here's the truth: the Soviet Union had thousands of nuclear weapons, and Iran doesn't have a single one. But when the world was on the brink of nuclear holocaust, Kennedy talked to Khrushchev and he got those missiles out of Cuba. Why shouldn't we have the same courage and the confidence to talk to our enemies? That's what strong countries do, that's what strong presidents do, that's what I'll do when I'm president of the United States of America.”", "      “For we know that our patchwork heritage is a strength, not a weakness.”", "      “The best anti-poverty program is a world-class education.”", "      “I've got daughters. Nine years old and six years old. First of all, I'm gonna teach them about values and morals. But if they make a mistake, I don't want them PUNISHED with a baby.”", "      “The dismaying truth is that birtherism is part of a larger pattern of rejection of reality that has taken hold of intimidating segments of one of the two political parties that alternate in power in our governing institutions. It is akin to the view that global warming is a hoax, or that the budget can be balanced through spending cuts alone, or that contraception causes abortion, or that evolution is just another theory, on a par with the theory that the earth is six thousand years old.”", "      “Now, it’s true that some of the protesters are oddly dressed or have silly-sounding slogans, which is inevitable given the open character of the events. But so what? I, at least, am a lot more offended by the sight of exquisitely tailored plutocrats, who owe their continued wealth to government guarantees, whining that President Obama has said mean things about them than I am by the sight of ragtag young people denouncing consumerism.”", "      “This shit would be really interesting if we weren't in the middle of it.”", "      “perhaps I possess a certain Midwestern sensibility that I inherited from my mother and her parents, a sensibility that Warren Buffet seems to share: that at a certain point one has enough, that you can derive as much pleasure from a Picasso hanging in a museum as from one that's hanging in your den, that you can get an awfully good meal in a restaurant for less than twenty dollars, and that once your drapes cost more than the average American's yearly salary, then you can afford to pay a bit more in taxes.”", "      “I have seen, the desperation and disorder of the powerless: how it twists the lives of children on the streets of Jakarta or Nairobi in much the same way as it does the lives of children on Chicago’s South Side, how narrow the path is for them between humiliation and untrammeled fury, how easily they slip into violence and despair. I know that the response of the powerful to this disorder -- alternating as it does between a dull complacency and, when the disorder spills out of its proscribed confines, a steady, unthinking application of force, of longer prison sentences and more sophisticated military hardware -- is inadequate to the task. I know that the hardening of lines, the embrace of fundamentalism and tribe, dooms us all.”", "      “It was the call of workers who organized; women who reached for the ballot; a President who chose the moon as our new frontier; and a King who took us to the mountain top and pointed the way to the Promised Land.Yes we can!”", "      “It's not surprising, then, they get bitter, they cling to guns or religion or antipathy to people who aren't like them or anti-immigrant sentiment or anti-trade sentiment as a way to explain their frustrations.”", "      “Democracy demands that the religiously motivated translate their concerns in to universal, rather than religion-specific, values... it requires that their proposals be subject to argument and amenable to reason.Now I may be opposed to abortion for religious reasons, to take one example, but if I seek to pass a law banning the practice, I cannot simply point to the teachings of my church or evoke God's will. I have to explain why abortion violates some principle that is accessible to people of all faiths, including those with no faith at all.”", "      “It is the moral duty of every US voter to guarantee that Barack Hussein Obama is a one-term president.”", "      “A nation ringed by walls will only imprison itself.”", "      “The European reaction to Obama is a European delusion.”", "      “Words do inspire. ”", "      “If the people cannot trust their government to do the job for which it exists – to protect them and to promote their common welfare – all else is lost.”", "      “In reaffirming the greatness of our nation, we understand that greatness is never a given. It must be earned. Our journey has never been one of shortcuts or settling for less. It has not been the path for the faint-hearted, for those who prefer leisure over work, or seek only the pleasures of riches and fame. Rather, it has been the risk-takers, the doers, the makers of things -- some celebrated, but more often men and women obscure in their labor -- who have carried us up the long, rugged path towards prosperity and freedom.”", "      “It is the kindness to take in a stranger when the levees break; the selflessness of workers who would rather cut their hours than see a friend lose their job which sees us through our darkest hours. It is the firefighter's courage to storm a stairway filled with smoke, but also a parent's willingness to nurture a child, that finally decides our fate.”", "      “The public school system is not about educating black children. Never has been. Inner-city schools are about social control. Period. They’re operated as holding pens—miniature jails, really. It’s only when black children start breaking out of their pens and bothering white people that society even pays any attention to the issue of whether these children are being educated.”", "      “To those leaders around the globe who seek to sow conflict, or blame their society's ills on the West - know that your people will judge you on what you can build, not what you destroy.”", "      “There will be setbacks and false starts. There are many who won't agree with every decision or policy I make as president. And we know the government can't solve every problem.But I will always be honest with you about the challenges we face. I will listen to you, especially when we disagree. And, above all, I will ask you to join in the work of remaking this nation, the only way it's been done in America for 221 years -- block by block, brick by brick, calloused hand by calloused hand.”", "      “The success of our economy has always depended not just on the size of our gross domestic product, but on the reach of our prosperity; on the ability to extend opportunity to every willing heart - not out of charity, but because it is the surest route to our common good.”", "      “I'm asking you to believe. Not just in my ability to bring about real change in Washington . . . I'm asking you to believe in yours.\"Keeping faith with those who serve must always be a core American value and a cornerstone of American patriotism. Because America's commitment to its servicemen and women begins at enlistment, and it must never end.”", "      “I think it is one of the most extraordinary elections, a turning point for our country and for the world. That remarkable young man [Barack Obama] has kept his demeanor, kept his temperament and has shown a power to inspire. I see what energy that he has inspired among the young. Well, it inspires us old goats too.”", "      “That we are in the midst of crisis is now well understood. Our nation is at war, against a far-reaching network of violence and hatred. Our economy is badly weakened, a consequence of greed and irresponsibility on the part of some, but also our collective failure to make hard choices and prepare the nation for a new age. Homes have been lost; jobs shed; businesses shuttered. Our health care is too costly; our schools fail too many; and each day brings further evidence that the ways we use energy strengthen our adversaries and threaten our planet.These are the indicators of crisis, subject to data and statistics. Less measurable but no less profound is a sapping of confidence across our land — a nagging fear that America's decline is inevitable, and that the next generation must lower its sights.Today I say to you that the challenges we face are real. They are serious and they are many. They will not be met easily or in a short span of time. But know this, America — they will be met.On this day, we gather because we have chosen hope over fear, unity of purpose over conflict and discord.On this day, we come to proclaim an end to the petty grievances and false promises, the recriminations and worn out dogmas, that for far too long have strangled our politics.”", "      “I'm so overexposed, I'm making Paris Hilton look like a recluse.”", "      “And to all those who have wondered if Americas beacon still burns as bright - tonight we proved once more that the true strength of our nation comes not from our the might of our arms or the scale of our wealth, but from the enduring power of our ideals: democracy, liberty, opportunity, and unyielding hope.For that is the true genius of America - that America can change. Our union can be perfected. And what we have already achieved gives us hope for what we can and must achieve tomorrow.”", "      “Tonight, I say to the American people, to Democrats and Republicans and Independents across this great land: enough! This moment, this election is our chance to keep, in the 21st century, the American promise alive. Because next week, in Minnesota, the same party that brought you two terms of George Bush and Dick Cheney will ask this country for a third. And we are here because we love this country too much to let the next four years look like the last eight. On Nov. 4, we must stand up and say: \"Eight is enough.”", "      “None of what Barack Obama is doing or wants to do to this country is anything the rest of the world hasn't seen before and already failed at.”", "      “At the end of the day, the circumstances of your life-- what you look like,where you come from, how much money you have, what you've got going on at home--none of that is an excuse... where you are right now doesn't have to determine where you'll end up. No ones written your destiny for you, because here in America, you write you own destiny.You make your own future.”", "      “I shall not vote for Sen. Obama and it will not be because he—like me and like all of us—carries African genes. And I shall not be voting for Mrs. Clinton, who has the gall to inform me after a career of overweening entitlement that there is 'a double standard' at work for women in politics; and I assure you now that this decision of mine has only to do with the content of her character. We will know that we have put this behind us when [...] we have outgrown and forgotten the original prejudice.”", "      “Success comes with failure which leads to doubts but with determination we can still achieve.”", "      “We've been warned against offering the people of this nation false hope. But in the unlikely story that is America, there has never been anything false about hope.”", "      “Although the principle of equality has always been self-evident, it has never been self-executing.”", "      “Je suis ravi pour ces révoltes qui se font entendre un peu partout dans le monde. Une chaine s’est brisée. En revanche, je reste très vigilant car nous avons vu comment les américains étaient impliqués en Tunisie et comment ils le sont avec l’armée de l’administration de Moubarak. En réalité nous avons deux dictateurs qui sont partis mais deux systèmes restent à réformer. Nous devrions tendre vers une démocratie transparente et incorruptible. Or, qui souhaite cela aujourd’hui ? Surement pas le gouvernement américain et encore moins les européens qui n’ont cessé de cautionner et de profiter des avantages des dictateurs. Et les Etats-Unis ne voudraient pas d’une vraie démocratie « transparente ». Même si Barack Obama clame le contraire, son administration a un tout autre programme.”", "      “Scientists and engineers ought to stand side by side with athletes and entertainers as role models.”", "      “We're up against the conventional thinking that says your ability to lead as president comes from longevity in Washington or proximity to the White House. But we know that real leadership is about candor and judgment and the ability to rally Americans from all walks of life around a common purpose, a higher purpose.”", "      “I've never been more hopeful about our future. I have never been more hopeful about America. And I ask you to sustain that hope. I'm not talking about blind optimism, the kind of hope that just ignores the enormity of the tasks ahead or the roadblocks that stand in our path. I'm not talking about the wishful idealism that allows us to just sit on the sidelines or shirk from a fight. I have always believed that hope is that stubborn thing inside us that insists, despite all the evidence to the contrary, that something better awaits us so long as we have the courage to keep reaching, to keep working, to keep fighting.”", "      “It's common to go from 'crashing the gate' to guarding it.”", "      “And Barack and I were raised with so many of the same values, like you work hard for what you want in life. That your word is your bond; that you do what you say you're going to do. That you treat people with dignity and respect, even if you don't know them and even if you don't agree with them.”", "      “When our government is spoken of as some menacing, threatening foreign entity, it ignores the fact that, in our democracy, government is us.”", "      “Over the last fifteen months we've traveled to every corner of the United States. I've now been to fifty-seven states. I think, one left to go.”", "      “Mrs. Clinton, speaking to a black church audience on Martin Luther King Day last year, did describe President George W. Bush as treating the Congress of the United States like 'a plantation,' adding in a significant tone of voice that 'you know what I mean ...'She did not repeat this trope, for some reason, when addressing the electors of Iowa or New Hampshire. She's willing to ring the other bell, though, if it suits her. But when an actual African-American challenger comes along, she rather tends to pout and wince at his presumption (or did until recently).”", "      “Cease to think of an impossibility and you will seize an opportunity for productivity. Excellence comes when you leave thoughts of imposibilities behind and live by the focus of faith and hope in the face of difficulty.”", "      “Every single one of you has something you're good at. Every single one of you has something to offer. And you have a responsibility to yourself to discover what that is. That's the opportunity an education can provide.”", "      “Yes we can't!”", "      “We are a people of improbable hope.”", "      “That we are in the midst of crisis is now well understood. Our nation is at war, against a far-reaching network of violence and hatred. Our economy is badly weakened, a consequence of greed and irresponsibility on the part of some, but also our collective failure to make hard choices and prepare the nation for a new age. Homes have been lost; jobs shed; businesses shuttered. Our health care is too costly; our schools fail too many; and each day brings further evidence that the ways we use energy strengthen our adversaries and threaten our planet.”", "      “I stand here today humbled by the task before us, grateful for the trust you have bestowed, mindful of the sacrifices borne by our ancestors.”", "      “He's the President—it's the responsibility of every citizen to criticize aggressively when they think it's warranted.”", "      “I will cut taxes - cut taxes - for 95 percent of all working families, because, in an economy like this, the last thing we should do is raise taxes on the middle class.”", "      “Even the smallest act of service, the simplest act of kindness, is a way to honor those we lost; a way to reclaim that spirit of unity that followed 9/11.”", "      “She was one of those quiet heroes that we have all across America.They’re not famous. Their names are not in the newspapers, but each and every day they work hard. They aren’t seeking the limelight. All they try to do is just do the right thing.”", "      “For those suggesting criticisms of drone kills should wait until the election: that'd be reasonable if he stops killing until the election.”", "      “In the face of our common dangers, in this wintr of our hardship, let us remember these timeless words. With hope and virtue, let us brave once more the icy currents, and endure what storms may come.”", "      “Madeleine Albright has said that there is 'a special place in hell for women who don't help each other.' What are the implications of this statement? Would it be an argument in favor of the candidacy of Mrs. Clinton? Would this mean that Elizabeth Edwards and Michelle Obama don't deserve the help of fellow females? If the Republicans nominated a woman would Ms. Albright instantly switch parties out of sheer sisterhood? Of course not. (And this wearisome tripe from someone who was once our secretary of state ...)”", "      “This victory alone is not the change we seek; it is only the chance for us to make that change.”", "      “I am not one of those who believes—as Obama is said to believe—that a solution to the Palestinian statehood question would bring an end to Muslim resentment against the United States. (Incidentally, if he really does believe this, his lethargy and impotence in the face of Netanyahu's consistent double-dealing is even more culpable.) The Islamist fanatics have their own agenda, and, as in the case of Hamas and its Iranian backers, they have already demonstrated that nothing but the destruction of Israel and the removal of American influence from the region will possibly satisfy them. No, it is more the case that justice—and a homeland for the Palestinians—is a good and necessary cause in its own right. It is also a special legal and moral responsibility of the United States, which has several times declared a dual-statehood outcome to be its objective.”", "      “I'm the President, but he's The Boss.”", "      “The realities are that, you know, as a black man, you know, Barack can get shot going to the gas station, you know.”", "      “Let it be told to the future world that in the depth of winter, when nothing but hope and virtue could survive, that the city and the country, alarmed at one common danger, came forth to meet it.”", "      “We remain a young nation, but in the words of Scripture, the time has come to set aside childish things. The time has come to reaffirm our enduring spirit; to choose our better history; to carry forward that precious gift, that noble idea, passed on from generation to generation: the God-given promise that all are equal, all are free, and all deserve a chance to pursue their full measure of happiness.”", "      “For as much as government can do and must do, it is ultimately the faith and determination of the American people upon which this nation relies. So let us mark this day with remebrance, of who we are and how far we have traveled.”", "      “Don't let your failures define you.”", "      “This is our time, to put our people back to work and open doors of opportunity for our kids; to restore prosperity and promote the cause of peace; to reclaim the American dream and reaffirm that fundamental truth, that, out of many, we are one; that while we breathe, we hope. And where we are met with cynicism and doubts and those who tell us that we can't, we will respond with that timeless creed that sums up the spirit of a people: Yes, we can.”", "      “You have the ability and gifts to do whatever you want\". It is your turn now to change the world. Yes we can!”", "      “So, let us summon a new spirit of patriotism, of responsibility, where each of us resolves to pitch in and work harder and look over not only ourselves, but each other.”", "      “There's no such thing as a vote that doesn't matter.”", "      “President Barack Obama and many liberal-minded commentators have been hesitant to call this Islamist ideology by its proper name. They seem to fear that both Muslim communities and the religiously intolerant will hear the word “Islam” and simply assume that all Muslims are being held responsible for the excesses of the jihadist few.I call this the Voldemort effect, after the villain in J.K. Rowling’s Harry Potter books. Many well-meaning people in Ms. Rowling’s fictional world are so petrified of Voldemort’s evil that they do two things: They refuse to call Voldemort by name, instead referring to “He Who Must Not Be Named,” and they deny that he exists in the first place. Such dread only increases public hysteria, thus magnifying the appeal of Voldemort’s power.The same hysteria about Islamism is unfolding before our eyes. But no strategy intended to defeat Islamism can succeed if Islamism itself and its violent expression in jihadism are not first named, isolated and understood. From: Maajid Nawaz's article titled, 'How to Beat Islamic State', December 11th, 2015.”", "      “This is the moment we must come together to save this planet. Let us resolve that we will not leave our children a world where the oceans rise and famine spreads and terrible storms devastate our lands.”", "      “It was a creed written into the founding documents that declared the destiny of a nation.Yes we can.It was whispered by slaves and abolitionists as they blazed a trail toward freedom through the darkest of nights.Yes we can.It was sung by immigrants as they struck out from distant shores and pioneers who pushed westward against an unforgiving wilderness.Yes we can.It was the call of workers who organized; women who reached for the ballot; a President who chose the moon as our new frontier; and a King who took us to the mountaintop and pointed the way to the Promised Land.Yes we can to justice and equality. Yes we can to opportunity and prosperity. Yes we can heal this nation. Yes we can repair this world. Yes we can”", "      “What makes a man is not the ability to have a child but having the courage to raise one.”", "      “The idea that there is are all these people who are going to make all these great and wise decisions with guns. Because you know all the people who can make the best decisions in the world always want to be armed; because they are really smart, really wise, know exactly what should be done in society so naturally they want lots of guns. You get how insane that is right? The only people who want to force you to do stuff are people who know their ideas are shit to begin with. \"It's a basic fact of life that anyone who wants to force you to do something means their ideas are shit to begin with. Not a lot of rapists are very good lovers because they don't have to sell quality; they got violence. Everyone is mad at Barack Obama's website from hell but they [the government] don't care because if you don't pay them they will throw you in jail. \"The people with the best ideas are the most voluntary. The best parents don't beat their children. In fact if you beat your children you are saying 'I'm a shitty parent; I don't know what I'm doing and I'm pretty sadistic.' A rapist is saying I'm not a good boyfriend. Why do we even need to say this? People with guns are saying to your face, 'My ideas suck, I'm a bully, I get a thrill out of power so fucking do what I say or I'll shoot you in the ass.”", "      “I'd like to vote for the candidate similar to the one the Right absurdly claims Obama is.”", "      “America, this is our moment. This is our time. Our time to turn the page on the policies of the past. Our time to bring new energy and new ideas to the challenges we face. Our time to offer a new direction for the country we love.”", "      “We will not apologize for oour way of life, nor will we waver in its defense, and for those who seek to advance their aims by inducing terror and slaughtering innocents, we say to you now that our spirit is stronger and cannot be broken; you cannot outlast us, and we will defeat you.”", "      “President Barack ObamaThe White House1600 Pennsylvania Avenue NWWashington, DC 20500November 29, 2016Dear President Obama,We are writing to express our grave concern regarding the mental stability of our President-Elect. Professional standards do not permit us to venture a diagnosis for a public figure whom we have not evaluated personally. Nevertheless, his widely reported symptoms of mental instability — including grandiosity, impulsivity, hypersensitivity to slights or criticism, and an apparent inability to distinguish between fantasy and reality — lead us to question his fitness for the immense responsibilities of the office.We strongly recommend that, in preparation for assuming these responsibilities, he receive a full medical and neuropsychiatric evaluation by an impartial team of investigators.Sincerely,Judith Herman, M.D. Professor of Psychiatry Harvard Medical SchoolNanette Gartrell, M.D.Dee Mosbacher, M.D.”", "      “Our journey is not complete until our gay brothers and sisters are treated like anyone else under the law, for if we are truly created equal, then surely the love we commit to one another must be equal, as well.”", "      “Barack Obama will appeal to both black and white voters in America. White voters who'll think he's Tiger Woods.”", "      “Libraries remind us that truth isn't about who yells the loudest, but who has the right information. Because even as we're the most religious of people, America's innovative genius has always been preserved because we also have a deep faith in facts.”", "      “It was like - It was like Special Olympics or something.”", "      “We will restore science to its rightful place and wield technology's wonders to raise health care's quality and lower its cost.”", "      “Our values call upon us to care about the lives of people we will never meet.”", "      “Like many people, I feel like celebrating. Remember this feeling. It is human, and can help us understand when others express bloodlust.”", "      “For the first time in my adult lifetime, I am really proud of my country. And not just because Barack has done well, but because I think people are hungry for change. And I have been desperate to see our country moving in that direction.”", "      “The election of Donald Trump confirmed everything I knew of my country and none of what I could accept. The idea that America would follow its first black president with Donald Trump accorded with its history. I was shocked at my own shock. I had wanted Obama to be right.I still want Obama to be right. I still would like to fold myself into the dream. This will not be possible.”", "      “I find it significant that most of the people who believe in just war have never fought in one; examples: Barack W. Bush and George H. Obama.”", "      “It seriously irks me when people mistake Ron Paul for a libertarian. The man is as much a libertarian as Barack Obama is a liberal.”", "      “I am a Conservative: Barack Obama is the Hans Gruber of American politics. #caring”", "      “If they bring a knife to the fight, we bring a gun.”", "      “Between George W. Bush and Barack Obama, the US Constitution is no longer worth the paper it's written on.”", "      “Change has come!”", "      “In the end, that's what this election is about. Do we participate in a politics of cynicism or a politics of hope?”", "      “it doesn't matter who you are or where you come from or what you look like or where you love. It doesn't matter whether you're black or white or Hispanic or Asian or Native American or young or old or rich or poor, able, disabled, gay or straight!”", "      “Religious freedom doesn't mean you can force others to live by your own beliefs.”", "      “What matters is how well we have loved.”", "      “the big house and the nice suits and the other things that our money culture says you should buy ... betrays a poverty of ambition.”", "      “We have an obligation and a responsibility to be investing in our students and our schools. We must make sure that people who have the grades, the desire and the will, but not the money, can still get the best education possible.”", "      “we have been told we cannot do this by a coarse of sentence: it will only grow louder and more dissident. we have been asked to pause for a reality check, we have been warned about offering this nation false hope, but in the unlikely story that is america there has never been anything false about hope.nothing can stand in the way of millions of voices calling for changethe hopes of little girl who goes to a public school in Dillon are the same as the dreams of a little boy who learns on the streets of L.A. We will remember that there is something happening in America, that we are not as devided as our politics suggest, that we are one people, we are one nation and together we will begin the next great chapter in the American story with three words that will ring from coast to coast, from sea to shining sea: YES WE CAN!yes we can to justice and equalityyes we can to oppurtunity and prosperity”", "      “Let us keep that promise – that American promise – and in the words of Scripture -- hold firmly, without wavering, to the hope that we confess.”", "      “If poverty is a disease that infects an entire community in the form of unemployment and violence, failing schools and broken homes, then we can't just treat those symptoms in isolation. We have to heal that entire community. And we have to focus on what actually works”", "      “God has a funny way of reminding us we’re human. [About his impromptu water break during his delivery of the GOP rebuttal to President Barack Obama’s State of the Union on February 12, 2013]”", "      “Be conscious of God and speak always the truth,”", "      “Our journey is not complete until our gay brothers and sisters are treated like anyone else under the law for if we are truly created equal, then surely the love we commit to one another must be equal as well.”", "      “When I was a kid I inhaled frequently. That was the point.”", "      “Our democracy is threatened whenever we take it for granted.”", "      “But for a younger generation of conservative operatives who would soon rise to power... They were true believers who meant what they said, whether it was 'No New Taxes' or 'We are a Christian Nation.' In fact, with their rigid doctrines, slash-and-burn style, and exaggerated sense of having been aggrieved, this new conservative leadership was eerily reminiscent of some of the New Left's leaders during the sixties. As with their left-wing counterparts, this new vanguard of the right viewed politics as a contest not just between competing policy visions, but between good and evil. Activists in both parties began developing litmus tests, checklists of orthodoxy, leaving a Democrat who questioned abortion increasingly lonely, any Republican who championed gun control effectively marooned. In this Manichean struggle, compromise came to look like weakness, to be punished or purged. You were with us or you were against us. You had to choose sides.”", "      “Been living on this earth for so long now and still don't know what a happy life feels like. I'm ready for a change.”", "      “doubtful of what we can achieve to put their hands on the arc of history and bend it once more toward the hope of a better day.”", "      “The New START accord cuts the strategic nuclear arsenals on each side to 1,550 warheads. Can any of its critics make a case that our security would be imperiled if, the very next day, Obama and Medvedev made moves to take the levels down to 1,000—then to 500?If so, come show us the math. If not, it may be time to stop making arms control so politically complicated—time to stop letting arms control get in the way of disarmament.”", "      “And that’s the work of your generation. As long as more walls still stand...We’ll need more of you, young people, who imagine the world as it should be; who knock down walls; who knock down barriers; who imagine something different and have the courage to make it happen. The courage to bring communities together, to make even the small impossibilities a shining example of what is possible.”", "      “When I think about how I understand my role as citizen, setting aside being president, and the most important set of understandings that I bring to that position of citizen, the most important stuff I’ve learned I think I’ve learned from novels. It has to do with empathy. It has to do with being comfortable with the notion that the world is complicated and full of grays, but there’s still truth there to be found, and that you have to strive for that and work for that. And the notion that it’s possible to connect with some[one] else even though they’re very different from you.”", "      “This is not a personal attack. It's a statement of fact - Barack Obama has never led anything.”", "      “He was an American character, one typical of men of his generation, men who embraced the notion of freedom and individualism and the open road without always knowing its price, and whose enthusiasms could as easily lead to the cowardice of McCarthyism as to the heroics of World War II. Men who were both dangerous and promising precisely because of their fundamental innocence; men prone, in the end, to disappointment.”", "      “Barack Obama is an even worse president than George W. Bush, because an evil bastard who knows what he's doing is far more dangerous than an evil bastard who doesn't have a clue.”", "      “I believe in (the American) people. I believe that people are more good than bad. I believe tragic things happen. I think there's evil in the world. But I think that at the end of the day, if we work hard, and if we're true to those things in us that feel true and feel right, that, the world gets a little better each time. That's what this presidency is trying to be about. And I see that in the young people i work with. This is not just drama-obama. This is what I really believe.”", "      “Life doesn't count for much unless you're willing to do your small part to leave our children – all of our children – a better world. Even if it's difficult. Even if the work seems great. Even if we don't get very far in our lifetime.”", "      “A good compromise, a good piece of legislation, is like a good sentence or a good piece of music. Everybody can recognize it. They say, 'Huh. It works. It makes sense.”", "      “I like being president because i get a cool house”", "      “The American head of state grew up with a mother on food stamps. The British head of state grew up with a mother on postage stamps. Is that a contrast that fills you with pride?”", "      “[W]hat possible purpose does this lashing-out serve? Will activists be shamed into recovering their previous enthusiasm? Will Republicans stop their vicious attacks because Obama is lashing out to his left? It was pure self-indulgence; even if he feels aggrieved, he has to judge his words by their usefulness, not by his desire to vent. This isn't about him.”", "      “It’s been a long time coming, but tonight, because of what we did on this day, in this election, at this defining moment, change has come to America.”", "      “All of us - we should do everything we can to make sure this country lives up to our children's expectations.”", "      “The American people are fed up...with political posturing.' True, but also an example of political posturing.”", "      “But we do not have to think that human nature is perfect for us to still believe that the human condition can be perfected. We do not have to live in an idealized world to still reach for those ideals that will make it a better place. The non-violence practiced by men like Gandhi and King may not have been practical or possible in every circumstance, but the love that they preached - their faith in human progress - must always be the North Star that guides us on our journey.For if we lose that faith - if we dismiss it as silly or naïve; if we divorce it from the decisions that we make on issues of war and peace - then we lose what is best about humanity. We lose our sense of possibility. We lose our moral compass.”", "      “I screwed up.”", "      “And so the moment we persuade a child, any child, to cross that threshold into a library, we've changed their lives forever, and for the better. This is an enormous force for good.”", "      “The US head of state grew up on food stamps. The British head of state grew up on the postage stamps.”", "      “Our Founding Fathers, faced with perils we can scarcely imagine, drafted a charter to assure the rule of law and the rights of man, a charter expanded by the blood of generations. Those ideals still light the world, and we will not give them up for expedience’s sake.”", "      “Today we begin in earnest the work of making sure that the world we leave our children is just a little bit better than the one we inhabit today.”", "      “And where we are met with cynicism and doubt and fear and those who tell us that we can't, we will respond with that timeless creed that sums up the spirit of the American people in three simple words -yes, we can.”", "      “What I would say to my successor is that it is important not just to shoot but to aim”", "      “I've been fighting with Acorn, alongside Acorn, on issues you care about, my entire career.”", "      “This country of ours has more wealth than any nation, but that's not what makes us rich. We have the most powerful military on Earth, but that's not what makes us strong. Our universities and our culture are the envy of the world, but that's not what keeps the world coming to our shores. It is that American spirit - that American promise - that pushes us forward even when the path is uncertain; that binds us together in spite of our differences; that makes us fix our eye not on what is seen, but what is unseen, that better place around the bend”", "      “‎Teachers matter. So instead of bashing them, or defending the status quo, let’s offer schools a deal. Give them the resources to keep good teachers on the job, and reward the best ones. In return, grant schools flexibility: To teach with creativity and passion; to stop teaching to the test; and to replace teachers who just aren’t helping kids learn.”", "      “Ours is not the first generation to understand the dire need for health reform. And I am not the first president to take up this cause, but I am determined to be the last.”", "      “When you get rid of the estate tax,” he (Warren Buffet) said, “you’re basically handing over command of the country’s resources to people who didn’t earn it. It’s like choosing the 2020 Olympic team by picking the children of all the winners at the 2000 Games.”", "      “I’d watched the election of Barack Obama with them, in Harlem: the celebration had spilled out onto the streets and erupted into dancing, outdoor champagne-drinking, euphoria. This [the 1/21/17 Women's March on Washington, DC] was different. It was like laughter at a funeral—what else can you do but hold on to who you are and who you love? What can you do but try to stay sane and fight like hell for what life is all about?”", "      “I realized that abiding by his rules would cost me little, but to him, it would mean a lot. I recognized that sometimes he really did have a point, and in that insisting on getting my own way all the time without regard to his feelings or needs, I was in some way diminishing myself....In one form or another, it is what we all must go through in order to grow up.”", "      “As president, I believe that robotics can inspire young people to pursue science and engineering. And I also want to keep an eye on those robots in case they try anything.”", "      “We talk to these folks because they potentially have the best answers, so I know whose ass to kick.”", "      “The great cause of the new Republican intake is the reduction of the deficit but to anyone seeking evidence of sincere attempts at deficit-reduction the evidence is baffling. The Republicans showed before Christmas that they would seek to reduce the deficit but not when it came to a matter of the tax breaks that had aggravated the deficit in the first place.Now there's a date set for the abolition of Barack Obama's healthcare plan, parts of which only came into operation at the start of this month. The Republicans are out to destroy the plan. Or, more precisely, to pretend to destroy the plan in the name of making good on election pledges. The measure won't get past the Senate.But suppose it did get past the Senate, what effect would this have on the deficit? The answer is it would aggravate the deficit. Somehow, somewhere, there's an override mechanism that makes destroying Obamacare more important than destroying the deficit. If only one could figure out how it works.”", "      “They, they, they. That was the problem with people like Joyce. They talked about the richness of their multicultural heritage and it sounded real good, until you noticed that they avoided black people. It wasn't a matter of conscious choice, necessarily, just a matter of gravitational pull, the way integration always worked, a one-way street. The minority assimilated into the dominant culture, not the other way around. Only white culture could be neutral and objective. Only white culture could be nonracial, willing to adopt the occasional exotic into its ranks. Only white culture had individuals. And we, the half-breeds and the college-degreed, take a survey of the situation and think to ourselves, Why should we get lumped in with the losers if we don't want to? We become only so grateful to lose ourselves in the crowd, America's happy, faceless marketplace; and we're never so outraged as when a cabbie drives past us or the woman in the elevator clutches her purse, not so much because we're bothered by the fact that such indignities are what less fortunate coloreds have to put up with every single day of their lives-- although that's what we tell ourselves-- but because we're wearing a Brooks Brothers suit and speak impeccable English and yet have somehow been mistaken for an ordinary nigger.Don't know who I am? I'm an individual!”", "      “Not to dampen any parade, but if one asks if there is a single thing about Mr. Obama's Senate record, or state legislature record, or current program, that could possibly justify his claim to the presidency one gets ... what? Not much. Similarly lightweight unqualified 'white' candidates have overcome this objection, to be sure, but what kind of standard is that?”", "      “What's happened here, Sayid? There never used to be such begging.\"\"You are right,\" he said. \"I believe they have learned this thing from those in the city. People come back from Nairobi or Kisumu and tell them, 'You are poor.' So now we have this idea of poverty. We didn't have this idea before. You look at my mother. She will never ask for anything. She has always something that she is doing. None of it brings much money, but it is something, you see. It gives her pride. Anyone could do the same, but many people here, they prefer to give up.”", "      “What difference does it really make?”", "      “Because of racism, he can't govern effectively' is not a great argument for re-election.”", "      “I said that if she won I would tell all of you something I learned about her this summer. Jackie Woodson is allergic to watermelon. Just let that sink in your minds. I said, ‘You have to put that in a book.’ And she said, ‘You put that in a book.’ And I said, ‘I’m only writing a book about a black girl who’s allergic to watermelon if you, Cornel West, Toni Morrison and Barack Obama say, ‘This guy’s OK.”", "      “Money is not the only answer, but it makes a difference.”", "      “Anyone who (dis)likes G. W. Bush, but (dis)likes B. H. Obama, is either completely delusional or a complete idiot.”", "      “If you vote for Barack Obama in 2012, you'll be doing exactly what the Republicans want you to do.”", "      “Let it be said by our children's children thta when we were tested we refused to let this journey end, that we did not turn back nor did we falter; and with eyes fixed on the horizon and God's grace upon us, we carried frth that great gift of freedom and delivered it safely to future generations.”", "      “this was the moment when the rise of the oceans began to slow and our planet began to heal ...\"~~Barack Obama upon winning the Democratic nomination for presidency conveys his thinking of what that means ....for the world, Tuesday, JUNE 03, 2008”", "      “A number I'd love to know: the % of those now saying 'we have to vote Obama to stop an attack on Iran' who will support one if Obama does it.”", "      “We need to internalize this idea of excellence. Not many folks spend a lot of time trying to be excellent.”", "      “[David] Maraniss sees [Barack] Obama as a man with \"a moviegoer's or writer's sensibility, where he is both participating and observing himself participating, and views much of the political process as ridiculous or surreal, even as he is deep into it.”", "      “To the furniture worker's child in North Carolina who wants to become a doctor or a scientist, an engineer or an entrepreneur, a diplomat or even a president -- that's the future we hope for. That's the vision we share. That's where we need to go -- forward”", "      “And I saw just the other day, in Mentor, Ohio, where a father told the story of his 8-year-old daughter, whose long battle with leukemia nearly cost their family everything had it not been for the health care reform passing just a few months before the insurance company was about to stop paying for her care.I had an opportunity to not just talk to the father, but meet this incredible daughter of his. And when he spoke to the crowd listening to that father's story, every parent in that room had tears in their eyes, because we knew that little girl could be our own.”", "      “Please proceed, Governor.”", "      “Starting today, we must pick ourselves up, dust ourselves off, and begin again the work of remaking America.”b”", "      “The road we have taken to this point has not been easy. But then again the road to change never is.”", "      “We now live in a world where the most valuable skill you can sell is knowledge.”", "      “America will rise again. And hope will rise again.”", "      “I stand here knowing that my story is part of the larger American story, that I owe a debt to all of those who came before me, and that in no other country on Earth is my story even possible.”", "      “But that’s part of what makes America wonderful, is we always had this nagging dissatisfaction that spurs us on. That’s how we ended up going west, that’s how we--“I’m tired of all these people back east; if I go west, there’s going to be my own land and I’m not going to have to put up with this nonsense, and I’m going to start my own thing, and I’ve got my homestead.” ...It is true, though, that that restlessness and that dissatisfaction which has helped us go to the moon and create the Internet and build the Transcontinental Railroad and build our land-grant colleges, that those things, born of dissatisfaction, we can very rapidly then take for granted and not tend to and not defend, and not understand how precious these things are.”", "      “Let us endure these storms.”", "      “And that brings me to one last point. I've got a simple message for all the dedicated and patriotic federal workers who have either worked without pay, or who have been forced off the job without pay for these last few weeks. Including most of my own staff. Thank you. Thanks for your service. Welcome back. What you do is important. It matters. You defend our country overseas, you deliver benefits to our troops who earned them when they come home, you guard our borders, you protect our civil rights, you help businesses grow and gain footholds in overseas markets. You protect the air we breathe, and the water our children drink, and you push the boundaries of science and space, and you guide hundreds of thousands of people each day through the glories of this country. Thank you. What you do is important, and don't let anybody else tell you different.”", "      “Obama never told America how \"like, smart\" he was or that he was a \"stable genius\". He was never heard calling himself a genius because stable, smart people don't need to tell people that they are stable and smart. Unstable, ignorant people do!”", "      “For us, they packed up their few worldly possessions and traveled across oceans in search of a new life.”", "      “I don't worry about the survival of the novel. We're a storytelling species.”", "      “Anna Chapman was born Anna Vasil’yevna Kushchyenko, in Volgograd, formally Stalingrad, Russia, an important Russian industrial city. During the Battle of Stalingrad in World War II, the city became famous for its resistance against the German Army. As a matter of personal history, I had an uncle, by marriage that was killed in this battle. Many historians consider the battle of Stalingrad the largest and bloodiest battle in the history of warfare. Anna earned her master's degree in economics in Moscow. Her father at the time was employed by the Soviet embassy in Nairobi, Kenya, where he allegedly was a senior KGB agent. After her marriage to Alex Chapman, Anna became a British subject and held a British passport. For a time Alex and Anna lived in London where among other places, she worked for Barclays Bank. In 2009 Anna Chapman left her husband and London, and moved to New York City, living at 20 Exchange Place, in the Wall Street area of downtown Manhattan. In 2009, after a slow start, she enlarged her real-estate business, having as many as 50 employees. Chapman, using her real name worked in the Russian “Illegals Program,” a group of sleeper agents, when an undercover FBI agent, in a New York coffee shop, offered to get her a fake passport, which she accepted. On her father’s advice she handed the passport over to the NYPD, however it still led to her arrest. Ten Russian agents including Anna Chapman were arrested, after having been observed for years, on charges which included money laundering and suspicion of spying for Russia. This led to the largest prisoner swap between the United States and Russia since 1986. On July 8, 2010 the swap was completed at the Vienna International Airport. Five days later the British Home Office revoked Anna’s citizenship preventing her return to England. In December of 2010 Anna Chapman reappeared when she was appointed to the public council of the Young Guard of United Russia, where she was involved in the education of young people. The following month Chapman began hosting a weekly TV show in Russia called Secrets of the World and in June of 2011 she was appointed as editor of Venture Business News magazine.In 2012, the FBI released information that Anna Chapman attempted to snare a senior member of President Barack Obama's cabinet, in what was termed a “Honey Trap.” After the 2008 financial meltdown, sources suggest that Anna may have targeted the dapper Peter Orzag, who was divorced in 2006 and served as Special Assistant to the President, for Economic Policy. Between 2007 and 2010 he was involved in the drafting of the federal budget for the Obama Administration and may have been an appealing target to the FSB, the Russian Intelligence Agency. During Orzag’s time as a federal employee, he frequently came to New York City, where associating with Anna could have been a natural fit, considering her financial and economics background. Coincidently, Orzag resigned from his federal position the same month that Chapman was arrested. Following this, Orzag took a job at Citigroup as Vice President of Global Banking. In 2009, he fathered a child with his former girlfriend, Claire Milonas, the daughter of Greek shipping executive, Spiros Milonas, chairman and President of Ionian Management Inc. In September of 2010, Orzag married Bianna Golodryga, the popular news and finance anchor at Yahoo and a contributor to MSNBC's Morning Joe. She also had co-anchored the weekend edition of ABC's Good Morning America. Not surprisingly Bianna was born in in Moldova, Soviet Union, and in 1980, her family moved to Houston, Texas. She graduated from the University of Texas at Austin, with a degree in Russian/East European & Eurasian studies and has a minor in economics. They have two children. Yes, she is fluent in Russian! Presently Orszag is a banker and economist, and a Vice Chairman of investment banking and Managing Director at Lazard.”", "      “It's easy to see why conservatives would be salivating at the thought of a Hillary primary challenge. Presidents who face serious primary challenges—Ford, Carter, Bush I—almost always lose. The last president who lost reelection without a serious primary challenge, by contrast, was Herbert Hoover. But in truth, the chances that Obama will face a primary challenge are vanishingly slim, and the chances that he will lose reelection only slightly higher. No wonder conservatives are fantasizing about Hillary Clinton taking down Barack Obama. If she doesn't, it's unlikely they will.”", "      “Self-reliance and independence can transform into selfishness and license, ambition into greed and a frantic desire to succeed at any cost. More than once in our history we've seen patriotism slide into jingoism, xenophobia, the stifling of dissent; we've seen faith calcify into self-righteousness, closed-mindedness, and cruelty toward others. Even the impulse toward charity can drift into a stifling paternalism, an unwillingness to acknowledge the ability of others to do for themselves. ....In a country as diverse as ours, there will always be passionate arguments about how we draw the line when it comes to government action. That is how our democracy works. But our democracy might work better if we recognized that all of us posses values worthy of respect: if liberals at least acknowledge that the recreational hunter feels the same way about his gun as they feel about their library books, and if conservatives recognized that most women feel as protective of their right to reproductive freedom as evangelicals do of their right to worship.”", "      “inexhaustible...our capacity to exempt from mercy those who look different or pray to a different God.”", "      “Unfortunately, too many of our schools depend on inexperienced teachers with little training in the subjects they're teaching, and too often those teachers are concentrated in already struggling schools.”", "      “I think people still want to like Barack Obama but are a little puzzled and even, sometimes, disappointed to discover that actually, all things considered, they don't really like him quite as much as they would like to.”", "      “An Indian shopkeeper offered kites with images of Prime Minister Narendra Modi of India and President Barack Obama in Mumbai this month. ”", "      “But know this America: we will meet them”", "      “You see, when a tragedy like this strikes, it is part of our nature to demand explanations - to try to impose some order on the chaos, and make sense out of that which seems senseless.”", "      “Rather than subsidize the past, we should invest in the future.”", "      “We are made for this moment, and we will seize it-so long as we seize it together.”", "      “I sincerely hope that President Barack Obama’s government will be remembered as the peak of deregulated corporate corruption and not the ongoing rise of it.”", "      “Beware of anything to do with President Obama...I speak from experience.”", "      “For us to respond in that way to hateful speech... we empower the worst of us .. to create chaos around the world.”", "      “I think its also safe to say that Barack Obama of 2007 would be right down here with me arguing against this drone-strike program if he were in the Senate.”", "      “He sold Syria way better than he sold this.”", "      “The most important thing you need to do [in this job] is to have big chunks of time during the day when all you’re doing is thinking.”", "      “To avoid being mistaken for a sellout, I chose my friends carefully. The more politically active black students. The foreign students. The Chicanos. The Marxist professors and structural feminists and punk-rock performance poets. We smoked cigarettes and wore leather jackets. At night, in the dorms, we discussed neocolonialism, Franz Fanon, Eurocentrism, and patriarchy. When we ground out our cigarettes in the hallway carpet or set our stereos so loud that the walls began to shake, we were resisting bourgeois society’s stifling conventions. We weren’t indifferent or careless or insecure. We were alienated.But this strategy alone couldn't provide the distance I wanted, from Joyce or my past. After all, there were thousands of so-called campus radicals, most of them white and tenured and happily tolerant. No, it remained necessary to prove which side you were on, to show your loyalty to the black masses, to strike out and name names.”", "      “If Latinos sit out the election instead of saying, ‘We’re gonna punish our enemies and we’re gonna reward our friends who stand with us on issues that are important to us,’ if they don’t see that kind of upsurge in voting in this election, then I think it’s gonna be harder and that’s why I think it’s so important that people focus on voting on November 2.”", "      “We must lift ourselves up, dust ourselfs off and begin the work of remaking America.”", "      “The more people learn about them (Barack Obama and Hillary Clinton) and how they handle the pressure, the more their support will evaporate.”", "      “(On Barack Obama) \"I mean, you got the first mainstream African-American who is articulate and bright and clean and a nice-looking guy. I mean, that's a storybook, man.”", "      “People with disabilities deserve the chance to build a life for themselves in the communities where they choose to live.”", "      “At a time when our discourse has become so sharply polarized, at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who think differently than we do, it’s important for us to pause for a moment and make sure that we are talking with each other in a way that heals, not a way that wounds.”", "      “So who lost Iraq? The blame game mostly fingers incompetent Iraqi prime minister Nouri al-Maliki. Or is Barack Obama culpable for pulling out all American troops monitoring the success of the 2007–08 surge? Some still blame George W. Bush for going into Iraq in 2003 in the first place to remove Saddam Hussein. One can blame almost anyone, but one must not invent facts to support an argument. Do we remember that Bill Clinton signed into law the Iraq Liberation Act of 1998 that supported regime change in Iraq? He gave an eloquent speech on the dangers of Saddam Hussein’s weapons of mass destruction.”", "      “America, we have come so far. We have seen so much. But there is so much more to do.”", "      “Today I say to you that the challenges we face are real. They are serious and they are many. They will not be met easily or in a short span of time. But know this, America — they will be met.”", "      “To those leaders around the globe who seek to sow conflict, or blame their society’s ills on the West – know that your people will judge you on what you can build, not what you destroy.”", "      “We must act, knowing that our work will be imperfect.”", "      “stand here today as hopeful as ever that the United States of America will endure, that it will prevail, that the dream of our founders will live on in our time.Barack ObamaAt the Lincolm Memorial concert on National Mall in Washington, January 18, 2009, two days before his inauguration as US President.”", "      “What makes us exceptional, what makes us America is our allegiance to an idea articulated in a declaration made more than two centuries ago. We hold these truths to be self-evident, that all men are created equal.”", "      “Hope is what led a band of colonists to rise up against an empire; what led the greatest of generations to free a continent and heal a nation; what led young women and young men to sit at lunch counters and brave fire hoses and march through Selma and Montgomery for freedom's cause. Hope is what led me here today -- with a father from Kenya, a mother from Kansas; and a story that could only happen in the United States of America. Hope is the bedrock of this nation; the belief that our destiny will not be written for us, but by us; by all those men and women who are not content to settle for the world as it is; who have courage to remake the world as it should be. [January 3, 2008]”", "      “For if we are truly created equal, then surely the love we commit to one another must be equal as well.”", "      “This is a big fucking deal!\" --Joe Biden, caught on an open mic congratulating President Barack Obama during the health care signing ceremony, Washington, D.C., March 23, 2010”", "      “I've now been in 57 states -- I think one left to go.\" --at a campaign event in Beaverton, Oregon”", "      “I'm an old-fashioned guy. I believe in the Enlightenment, and reason, and logic, and you know, facts.”", "      “If you're a Republican, just imagine what you would have done if Obama slept with a porn star months after Michelle gave birth to Malia, paid hush money to the porn star, and lied to America about doing so.”", "      “I'm also hard at work on plans for the Obama Library. And some have suggested that we put it in my birthplace, but I'd rather keep it in the United States.Did anybody not see that joke coming? Show of hands.”", "      “Indifference is exactly what cynical politicians want from you. They're counting on it. Their success depends on convincing you that your vote doesn't matter.”", "      “None of These Will Come Easy.”", "      “I believe in the Constitution and I will obey the Constitution of the United States. We’re not going to use signing statements as a way of doing an end run around congress.”", "      “Progress does not compel us to settle centuries-old debates about the role of government for all time — but it does require us to act in our time,”", "      “Look. You can’t plan out your life. What you have to do is first discover your passion—what you really care about.”", "      “I just had a stroke and it was pretty epic”", "      “As we march toward the reality that, by 2050, no one racial or ethnic group will hold a proportional majority in this country, racial suicide paranoia abounds. And for the white racist legislators in the red states, nothing is more threatening than a majority-brown country; it strips them of their historic power. The prospect of being outnumbered is what enabled the Tea Party's mutiny of Congress in 2010 after the election of Barack Obama, America's first black president, allowing it to cripple the Republican establishment; render the first major-party female presidential candidate powerless; and enable the rise of the racist, nationalistic, and misogynistic Donald Trump The white people who are still in charge believe that if their women don't start having lots of babies they- the white patriarchs - are going to become obsolete.”", "      “FALSE EQUIVALENCYIf you compare the Koch brothers to George Soros and you compare MSNBC to FOX News then why not compare the NAACP to the Ku Klux Klan, George Washington to King George, Abraham Lincoln to Jefferson Davis, Barack Obama to Vladimir Putin; If you compare the Democratic party to the Republican party then why not compare Citizens United with Brown versus Board of Education, Churchill to Mussolini, Martin Luther King to George Wallace;If you compare Liberals to Conservatives then why not compare Boxing to Cage Fighting, Mozart to Salieri, Edward Kennedy Ellington to Lawrence Welk, Three Card Monty to Inside Trading, John Birks Gillespie to Cab Callaway;If you are mentally slothful enough to engage in false equivalency, why not go all the way? Pretend that ignorance equates with knowledge, Science with Mythology and empathy with apathy?”", "      “Many will wonder how a nation that just elected its first black president could possibly have a racial caste system. But as discussed in chapter 6, there is no inconsistency whatsoever between the election of Barack Obama to the highest office in the land and the existence of a racial caste system in the era of colorblindness. The current system of control depends on black exceptionalis,; it is not disproved or undermined by it.”", "      “It’s what passes for wisdom, being ironic and cynical.”", "      “Sixty-seven percent of the prime ministers in her sample lost a parent before the age of sixteen. That’s roughly twice the rate of parental loss during the same period for members of the British upper class—the socioeconomic segment from which most prime ministers came. The same pattern can be found among American presidents. Twelve of the first forty-four U.S. presidents—beginning with George Washington and going all the way up to Barack Obama—lost their fathers while they were young.”", "      “There are three irrefutable arguments supporting the silliness of American democracy, Donald Trump, Barack Obama and George W. Bush.”", "      “Qué signiﬁ ca exactamente ‘un mercado libre’?”. El nuevo Gobierno de Barack Obama había aprobado para los Estados Unidos más de dos billones de dólares. El objetivo, la reactivación del crédito y el salvataje bancario. ¿El Estado rescatando bancos? Los economistas clásicos deﬁ nían el mercado libre como aquel protegido por el Estado con leyes antimonopolios, que evitaba los fraudes empresariales, el comercio bajo información privilegiada y el abuso bancario. Pero la lectura actual era otra”", "      “What an amazing gift to help people, not just yourself.”", "      “It is a fact that racial discrimination still exists in the United States and in South America.”", "      “Madiba reminds that democracy is more than just elections.”", "      “If people learn to hate they can learn to love.”", "      “If people can learn to hate they can learn to love.”", "      “America is not the project of any one person. Because the single-most powerful word in our democracy is the word “We.” “We The People.” “We Shall Overcome.” “Yes We Can.” That word is owned by no one. It belongs to everyone.”", "      “But when our elected officials and our political campaign become entirely untethered to reason and facts and analysis, when it doesn’t matter what's true and what's not, that makes it all but impossible for us to make good decisions on behalf of future generations. It threatens the values of respect and tolerance that we teach our children and that are the source of America’s strength. It frays the habits of the heart that underpin any civilized society -- because how we operate is not just based on laws, it's based on habits and customs and restraint and respect.”", "      “Let's be honest. Sometimes art is dangerous, though. And that's why governments sometimes get nervous about art. But one of the things I truly believe is if you try to suppress the arts, then I think you are suppressing the deepest dreams and aspirations of the people.”", "      “Barack Obama’s victories in 2008 and 2012 were dismissed by some of his critics as merely symbolic for African Americans. But there is nothing “mere” about symbols.”", "      “For alongside our famous individualism, there's another ingredient in the American saga- a belief that we're all connected as one people. If there's a child on the south side of Chicago who can't read, that matters to me- even if it's not my child. If there's a senior citizen somewhere who can't pay for their prescription drugs and has to choose between medicine and the rent, that makes my life poorer- even if it's not my grandparent. If there's an Arab-American family being rounded up without benefit of an attorney or due process, that that threatens my civil liberties. It is that fundamental belief- I am my brother’s keeper, I am my sister’s keeper- that makes this country work.”", "      “President Obama 44Obama is the Man; I’ve never met him before,But he and The First Lady, has opened many doors I can tell by his charm, that he has some laughter, And I can’t tell between him and the First Lady, Who is smarter? And I like how she encouraged them children to lose weight, And how she dougied and watched everything on her plate, And how she not only danced and not only rap,I like how The President always had her back, Every Bill he signed they had something to say,But the smooth President did it his way President Obama, you made the grade, You were very transparent, you didn’t throw shade, And although there are others who may have disagreed, Our 44th President was born in Hawaii.No one can tell me Obama isn’t the manWho stopped the wars in Afghanistan?”", "      “Ultimately, tonight’s not about the disagreements Governor Romney and I may have. It’s what we have in common, beginning with our unusual names. Actually, Mitt is his middle name. I wish I could use my middle name.”(Obama, Barack Hussein, D-Ill., U.S. president; Alfred E. Smith Memorial Foundation dinner; New York, N.Y.; 10/18/2012.)”", "      “Good riddance to the blatantly corrupt Democratic Party!”", "      “Duty compels us to care about people that we will never meet.”", "      “India, US to resume talks on investment pact; US President Barack Obama lauds reforms”", "      “My liberty depends on you being free, too.”", "      “Our individualism has always been bound by a set of communal values, the glue upon which every healthy society depends.”", "      “Indian shopkeeper offered kites with images of Prime Minister Narendra Modi of India and President Barack Obama in Mumbai this month. ”", "      “Rather than evoke our sympathy, our familiarity with the lives of the black poor has bred spasms of fear and outright contempt. But mostly it's bred indifference.”", "      “Like a tourist, I watched the range of human possibility on display, trying to trace out my future in the lives of the people I saw, looking for some opening through which I could reenter.”", "      “One Saturday morning last May, I joined the presidential motorcade as it slipped out of the southern gate of the White House. A mostly white crowd had assembled. As the motorcade drove by, people cheered, held up their smartphones to record the procession, and waved American flags. To be within feet of the president seemed like the thrill of their lives. I was astounded. An old euphoria, which I could not immediately place, gathered up in me. And then I remembered, it was what I felt through much of 2008, as I watched Barack Obama’s star shoot across the political sky. I had never seen so many white people cheer on a black man who was neither an athlete nor an entertainer. And it seemed that they loved him for this, and I thought in those days, which now feel so long ago, that they might then love me, too, and love my wife, and love my child, and love us all in the manner that the God they so fervently cited had commanded.”", "      “There are no clean victories for black people, nor, perhaps, for any people. The presidency of Barack Obama is no different. One can now say that an African American individual can rise to the same level as a white individual, and yet also say that the number of black individuals who actually qualify for that status will be small. One thinks of Serena Williams, whose dominance and stunning achievements can’t, in and of themselves, ensure equal access to tennis facilities for young black girls. The gate is open and yet so very far away.”", "      “The Wall Street Journal (The Wall Street Journal) - Clip This Article on Location 1055 | Added on Tuesday, May 5, 2015 5:10:24 PM OPINION Baltimore Is Not About Race Government-induced dependency is the problem—and it’s one with a long history. By William McGurn | 801 words For those who see the rioting in Baltimore as primarily about race, two broad reactions dominate. One group sees rampaging young men fouling their own neighborhoods and concludes nothing can be done because the social pathologies are so overwhelming. In some cities, this view manifests itself in the unspoken but cynical policing that effectively cedes whole neighborhoods to the thugs. The other group tut-tuts about root causes. Take your pick: inequality, poverty, injustice. Or, as President Obama intimated in an ugly aside on the rioting, a Republican Congress that will never agree to the “massive investments” (in other words, billions more in federal spending) required “if we are serious about solving this problem.” There is another view. In this view, the disaster of inner cities isn’t primarily about race at all. It’s about the consequences of 50 years of progressive misrule—which on race has proved an equal-opportunity failure. Baltimore is but the latest liberal-blue city where government has failed to do the one thing it ought—i.e., put the cops on the side of the vulnerable and law-abiding—while pursuing “solutions” that in practice enfeeble families and social institutions and local economies. These supposed solutions do this by substituting federal transfers for fathers and families. They do it by favoring community organizing and government projects over private investment. And they do it by propping up failing public-school systems that operate as jobs programs for the teachers unions instead of centers of learning. If our inner-city African-American communities suffer disproportionately from crippling social pathologies that make upward mobility difficult—and they do—it is in large part because they have disproportionately been on the receiving end of this five-decade-long progressive experiment in government beneficence. How do we know? Because when we look at a slice of white America that was showered with the same Great Society good intentions—Appalachia—we find the same dysfunctions: greater dependency, more single-parent families and the absence of the good, private-sector jobs that only a growing economy can create. Remember, in the mid-1960s when President Johnson put a face on America’s “war on poverty,” he didn’t do it from an urban ghetto. He did it from the front porch of a shack in eastern Kentucky’s Martin County, where a white family of 10 eked out a subsistence living on an income of $400 a year. In many ways, rural Martin County and urban Baltimore could not be more different. Martin County is 92% white while Baltimore is two-thirds black. Each has seen important sources of good-paying jobs dry up—Martin County in coal mining, Baltimore in manufacturing. In the last presidential election, Martin Country voted 6 to 1 for Mitt Romney while Baltimore went 9 to 1 for Barack Obama. Yet the Great Society’s legacy has been depressingly similar. In a remarkable dispatch two years ago, the Lexington Herald-Leader’s John Cheves noted that the war on poverty sent $2.1 billion to Martin County alone (pop. 12,537) through programs including “welfare, food stamps, jobless benefits, disability compensation, school subsidies, affordable housing, worker training, economic development incentives, Head Start for poor children and expanded Social Security, Medicare and Medicaid.” The result? “The problem facing Appalachia today isn’t Third World poverty,” writes Mr. Cheves. “It’s dependence on government assistance.” Just one example: When Congress imposed work requirements and lifetime caps for welfare during the Clinton administration, claims of disability jumped. Mr. Cheves quotes”", "      “While the joke goes that every senator looks in the mirror each morning and sees a potential occupant of the Oval Office, senators do have automatic fund-raising bases and little difficulty attracting the spotlight. Still, since 1960, only two — John F. Kennedy of Massachusetts and Barack Obama of Illinois — have risen directly to the White House.”", "      “WHEN WOMEN SUCCEED, AMERICA SUCCEEDED”", "      “Emma Sulkowicz, the Columbia University student who made waves as an activist against sexual assault, ended her school year as she began it: carrying a mattress. Ms. Sulkowicz carried her mattress around campus throughout her senior year to raise awareness to her school’s handling of sexual assault. On Tuesday, she brought it with her to her graduation ceremony, and walked with it during the processional. Four fellow female graduates helped her carry the mattress as she walked across the stage to cheers from the audience. Ms. Sulkowicz has said she was raped in her dorm by a classmate who was later cleared of the crime in what she said was a flawed university disciplinary proceeding. She has spent approximately the past nine months carrying her mattress on campus as part of a school-sanctioned art project, “Mattress Performance (Carry That Weight),” vowing to carry it as long as she and the accused student attend the same school. The project sparked debate on and off campus. In January, Ms. Sulkowicz was the guest of New York Sen. Kirsten Gillibrand at President Barack Obama’s State of the Union address. The accused student, Paul Nungesser, and Ms. Sulkowicz both graduated Tuesday. Mr. Nungesser has said he didn’t rape Ms. Sulkowicz and last month filed a lawsuit in Manhattan federal court against Columbia for allowing what he says is sustained harassment against him. As part of the lawsuit, his attorney requested that Columbia bar Ms. Sulkowicz from carrying the mattress at graduation. The school almost did. On Monday, it sent out graduation guidelines that said: “Graduates should not bring into the ceremonial area large objects which could interfere with the proceedings or create discomfort to others in close, crowded spaces shared by thousands of people.” Students saw the guidelines as a reference to Ms. Sulkowicz, they said. But she showed up on Tuesday, mattress in hand. Some students wore red tape on their graduation caps in solidarity with Ms. Sulkowicz, referencing No Red Tape, Columbia’s anti-sexual-assault activist group. Mr. Nungesser’s attorney, Andrew Miltenberg, criticized Columbia. “Once again, Columbia has irresponsibly allowed Ms. Sulkowicz to create a spectacle, the purpose of which is to vilify and humiliate Mr. Nungesser,” Mr. Miltenberg said. “Shame on Columbia for forcing the entire class of 2015 to bear silent witness to the victimization of Mr. Nungesser, on a day set aside to celebrate their academic achievements.” Ms. Sulkowicz, who graduated magna cum laude, and her”", "      “I listened to a Republican colleague work himself into a lather over a proposed plan to provide school breakfasts to preschoolers. Such a plan, he insisted, would crush their spirit of self-reliance. I had to point out that not too many five-year-olds I knew were self-reliant, but children who spent their formative years to hungry to learn could very well end up being charges of the state.”", "      “There is another, grimmer history to the filibuster, though, one that carries special relevance for me. For almost a century, the filibuster was the South's weapon of choice in its efforts to protect Jim Crow from federal interference, the legal blockade that effectively gutted the Fourteenth and Fifteenth Amendments. Decade after decade, courtly, erudite men like Senator Richard B Russell of Georgia used the filibuster to choke off any and every piece of civil rights legislation before the Senate, whether voting rights bills, or fair employment bills, or anti-lynching bills.”", "      “Meanwhile, Brussels signed off on a new round of sanctions which are set to be approved by all 28 EU members by the end of the week. The measures extend restrictions that prevent Russian companies accessing European markets, from its largest banks to its defence and state-owned oil companies. Barack Obama, speaking on a pre-Nato summit stop in Estonia, called on the alliance to help “modernise and strengthen” Ukraine’s military to stave off threats from Russia. The US president promised that Nato would defend the three Baltic states and argued that Russia was “paying a heavy price” owing to repeated rounds of US and EU sanctions.”", "      “Barack Obama’s 2008 campaign mantra of “hope and change” was meaningless, thus leaving him free to act without fear of being accused of violating his principles, because he stated so few. In comparison, at this early stage in her campaign, presumptive Democratic nominee Hillary Clinton is a ball of contradictions and hypocrisy that Republican candidates will pick at for the next 18 months until one of them defeats her in the 2016 presidential election.”", "      “Two weeks ago, Hillary announced that “we need to get unaccountable money out of the political system.” Yet just a few days earlier, her team made the shocking pronouncement that Hillary’s campaign intends to raise $2.5 billion, more than Barack Obama and Mitt Romney spent combined in 2014. Just how “accountable” is $2.5 billion of spending, and just what would those donors think they’re buying?”", "      “If you are living life to its fullest, you will fail.”", "      “It’s no wonder that a majority of voters now believe Hillary is not “honest and trustworthy.” Americans won’t vote for a self-dealing phony who perfects her craft by learning from a husband whose well deserved nickname is “Slick Willie.” (Hillary may be relying on millennial voters not having a recollection of the Lincoln Bedroom-selling, foreign donation-receiving, intern-diddling sleaze-fest that was the Clinton presidency. But she won’t inspire young voters — who are particularly intolerant of hypocrisy — the way Barack Obama did.)”", "      “New York governor Andrew Cuomo wryly told President Barack Obama that: “We have a 100-year flood every two years now.”", "      “No nervoza s kojom se ispucala teška municija etiketiranja s ciljem denunciranja i isključivanja govori i o nečem drugom, da stara čarolija – nazovi nekoga nepoželjnim imenom i makni ga sa svoga puta – više ne djeluje i čak proizvodi neočekivane rezultate: diskvalificira (barem kod većine mladih ljudi) one koji se njome koriste i izbacuje ih iz ozbiljne rasprave Ukratko, ako me nazoveš \"Srbinom\" ili \"Jugoslavenom\" ili \"komunjarom\", ne govoriš ništa o meni, već sebe identificiraš kao fašista. Možda svjedočimo promjeni mentaliteta, no o tome teško da sada možemo suditi. Ovdje smo tek pokušali zacrtati glavne tendencije diskreditiranja svake alternative dominantnom društvenom i političkom modelu koje objedinjujejedan te isti mehanizam: konstrukcija \"politike straha\" kao legitimacijskog sredstva za uvođenje daljnjih represivnih mjera od državnog aparata. U globalnom kontekstu to je \"doktrina šoka\" o kojoj govori Naomi Klein, kada pokazuje da upravo strah u mnogim povijesnim prilikama (npr. državni udar Pinocheta u Čileu, azijska financijska kriza 1997., uragan Katrina, financijska kriza 2009. itd.) daje mogućnost vladama da provedu u djelo neke dotad nepopularne ekonomske reforme. U to, svakako, spada i privatizacija obrazovanja. Kao što je u SAD-u – kako to pokazuje Michael Moore u dokumentarnom filmu \"Sicko\" (2007.) - privatizacija zdravstva uspjela bez većih problema, između ostalog i zato jer su korporacije populističkim argumentima, koji svoje porijeklo vuku još iz neslavne McCarthyjeve ere pedestih, besplatno zdravstvo za sve kontinuirano prikazivale kao \"socijalizam\" (što i dalje čine u kontekstu minimalnih i nedostatnih reformi koje pokušava provesti Barack Obama), tako se u Hrvatskoj upravo \"doktrinom šoka\" (eto, to su vam komunisti i teroristi, ne slušajte ih!) po tom uzoru najprije nastoji privatizirati obrazovanje – a onda, dakako, zdravstvo te svi drugi segmenti u kojima obitava potencijal Profita.”", "      “When I wrote the book [LGBTQ-Inclusive Hospice and Palliative Care], I was filled with a sense of hope for the future. Barack Obama was the president of the United States, and it felt like real progress was being made in the areas of health care and lesbian, gay, bisexual, transgender, gender-nonconforming, queer, and/or questioning rights. During Trump’s first 100 days, I’ve felt the sands of that progress shift backward down a sloping dune beneath my feet.-- From \"The Challenge of Staying Hopeful in the Age of Trump,\" The Advocate, April 28, 2017”", "      “Listen to understand rather than listen to respond.”", "      “!بدون شلیک حتی یک گلوله ایرانیان را تسلیم کردیم”", "      “President Obama and the so call \"Department of Justice\" has ripped the fabric of America's People and suborning hate among African Americans against Law Enforcement and Whites. These actions have made President Obama, Attorney General Loretta Lynch and former Attorney General Eric Holder the biggest racists of all times.”", "      “In history, the bleeding from arbitrary beatings, forced breedings, and choked-heatbreathing could almost be withstood by soul-feeding songs sung, or listlessly hummed just to go on.”", "      “There's no magic to the phrase radical Islam. It's a political talking point. It's not a strategy. And the reason I am careful about how I describe this threat has nothing to do with political correctness and everything to do with actually defeating extremism. Groups like ISIL and al-Qaeda want to make this war a war between Islam and America or between Islam and the west. They want to claim that they are the true leaders of over a billion Muslims around the world who reject their crazy notions. They want us to validate them by implying that they speak for those billion plus people. That they speak for Islam. That's their propaganda. That's how they recruit. And if we fall into the trap of painting all Muslims with a broad brush and imply that we are at war with an entire religion, then we are doing the terrorist's work for them.”", "      “We did not come here to fear the future. We came here to shape it.”", "      “Barack Obama criticised China’s plan to require tech companies to hand over encryption keys and provide back doors into their software if they want to operate in China. Chinese officials say that this is necessary to combat terrorism.”", "      “Ms Merkel and US President Barack Obama talk about strategic patience. Sometimes it has seemed the patience is a substitute for the strategy. It is truism to say the west must find a way to coexist with Mr Putin’s Russia. What matters are the terms of coexistence. Kennan produced a blueprint for standing up to the Soviet Union without starting a war. That is what is needed now. It starts with strategic resolve.”", "      “Those who believe in God and in intercessory prayer are hysterical rubes, who are clearly unfit for public office—but don’t you dare suggest that Barack Obama is not truly among them.”", "      “That may well be what hardliners, and Mr Netanyahu, want. They look around and see the world going their way: the Palestinians are weak and divided; Syria and Iraq are torn by civil war; jihadists are keener to kill Arabs than Israelis; Egypt is ruled by a friendly general who hates Islamists; Saudi Arabia is an ally against Iran; America’s Congress is supportive and Barack Obama will soon be a lame duck. Why compromise?”", "      “It's not a question we ask ourselves enough, I think; as a country, we seem to be suffering from an empathy deficit. We wouldn't tolerate schools that don't teach, that are chronically underfunded and understaffed and underinspired, if we thought that the children in them were like our children. I believe a stronger sense of empathy would tilt the balance of our current politics in favor of those who are struggling. If we fail to help, we diminish ourselves.”", "      “We, the People, recognize that we have responsibilities as well as rights; that our destinies are bound together; that a freedom which only asks what's in it for me, a freedom without a commitment to others, a freedom without love or charity or duty or patriotism, is unworthy of our founding ideals, and those who died in their defense.”", "      “In a...media environment that bombards us with all kinds of content and exposes us to all kinds of arguments, some of which don't always rank that high on the truth meter...Information [can] become a distraction, a diversion, a form of entertainment, rather than a tool of empowerment, rather than the means of emancipation.”", "      “Senator Warren questions SEC chair on broker reforms 525 words By Sarah N. Lynch WASHINGTON (Reuters) - Senator Elizabeth Warren said Friday that the Labor Department should press ahead with brokerage industry reforms, and not be deterred by the Securities and Exchange Commission's plans to adopt its own separate rules.    President Barack Obama, with frequent Wall Street critic Warren at his side, last month called on the Labor Department to quickly move forward to tighten brokerage standards on retirement advice, lending new momentum to a long-running effort to implement reforms aimed at reducing conflicts of interest and \"hidden fees.\" But that effort could be complicated by a parallel track of reforms by the SEC, whose Chair Mary Jo White on Tuesday said she supported moving ahead with a similar effort to hold retail brokers to a higher \"fiduciary\" standard. \"I want to see the Department of Labor go forward now,\" Warren told Reuters in an interview Friday. \"There is no reason to wait for the SEC. There is no question that the Department of Labor has the authority to act to ensure that retirement advisers are serving the best interest of their clients.\" Warren said that while she has no concerns with the SEC moving forward to write its own rules, she fears its involvement may give Wall Street a hook to try to delay or water down a separate ongoing Labor Department effort to craft tough new rules governing how brokers dole out retirement advice. She also raised questions about White's decision to unveil her position at a conference hosted by the Securities Industry and Financial Markets Association (SIFMA), a trade group representing the interests of securities brokerage firms. Not only is the SEC the lead regulator for brokers, but unlike the Labor Department, it is also bound by law to preserve brokers' commission-based compensation in any new fiduciary rule.     \"I was surprised that (Chair) White announced the rule at a conference hosted by an industry trade group that spent several years and millions of dollars lobbying members of Congress to block real action to fix the problem,\" Warren said. Warren, a Massachusetts Democrat who frequently challenges market regulators as too cozy with industry, stopped short of directly criticizing White. The SEC and SIFMA both declined to comment on Warren's comments. SIFMA has strongly opposed the Labor Department's efforts, fearing its rule will contain draconian measures that would cut broker profits, and in turn, force brokers to pull back from offering accounts and advice to American retirees. It has long advocated for the SEC to take the lead on a rule that would create a new uniform standard of care for brokers and advisers. The SEC has said it has been coordinating with the Labor Department on the rule-writing effort, but on Tuesday White also acknowledged that the two can still act independently of one another because they operate under different laws. The industry and reform advocates have been waiting now for years to see whether the SEC would move to tighten standards.     Warren expressed some skepticism on Friday about whether the SEC will ever in fact actually adopt a rule, saying that for years the agency has talked about taking action, but has not delivered. (Reporting by Sarah N. Lynch; Editing by Christian Plumb)”", "      “Last week, President Barack Obama sounded close to clueless about the impact of the Tuesday election results. There were precious few feints at conciliation. But he did say he would be “very open and receptive” to “responsible changes” to the health care law. “… We think we can do even better,” he said.”", "      “No.1vash ikaran specialist+91-9461165176contact:- mob. no. +91-9461165176E-mail:- krshastri05@gmail.comi am provied vash ikaran mantra guru ji pandit kr shastri|i am provied bla ck ma gic pandit ji kr shastri|If you are not satisfied ful refund will be proviedPANDIT KR shastri is 6 time gold medalist. he is 2 time gold medalist form dr. apj abdul kalam . he is 2 time gold medalist form barack obama +91-9461165176(Kali Ma) call to shastriji Vashikaran Specialist Baba ji call +91-9461165176Ya devi sarve bhuten shakti rupeni sansita namatasyai- namatasyi-Namatasyi- namo namah..... \" \"Om namo bhagvate vashudevay namah....\" v ashikaran specialist baba give highly remedies for love marriage, v ashikaran, black magic,Problems are like as followa:-1. Like jadu-tona.2. Business related problems. +91-94611651763. Husband and wife relationship.4. Be free from enemy / 2nd wife +91-94611651765. Settle in foreign.6. carrer problem solution.if you have any problem with marriage life so dont worry baba ji give you solution of your relationship problem... he provides highly effective astrological and related solutions all problem solution here aghori babaji SOLUTION WITH 101 % GUARANTEE EXPERT IN YANTRA-LOVE AND BLACK MAGIC V ashikaran expert HYPNOTISM. known as kr shastri, mob. no. +91-9461165176 was a great spiritual master who was and is regarded by his devotees as a saint, Contact:-mob. no. +91-9461165176other mob. no. +91-9672083241E-mail:- krshastri5@gmail.comother email:- krshastri5@yahoo.com”", "      “No.1vash ikaran specialist+91-9461165176contact:- mob. no. +91-9461165176E-mail:- krshastri5@gmail.comi am provied vash ikaran mantra guru ji pandit kr shastri|i am provied bla ck ma gic pandit ji kr shastri|If you are not satisfied ful refund will be proviedPANDIT KR shastri is 6 time gold medalist. he is 2 time gold medalist form dr. apj abdul kalam . he is 2 time gold medalist form barack obama +91-9461165176(Kali Ma) call to shastriji Vashikaran Specialist Baba ji call +91-9461165176Ya devi sarve bhuten shakti rupeni sansita namatasyai- namatasyi-Namatasyi- namo namah..... \" \"Om namo bhagvate vashudevay namah....\" v ashikaran specialist baba give highly remedies for love marriage, v ashikaran, black magic,Problems are like as followa:-1. Like jadu-tona.2. Business related problems. +91-94611651763. Husband and wife relationship.4. Be free from enemy / 2nd wife +91-94611651765. Settle in foreign.6. carrer problem solution.if you have any problem with marriage life so dont worry baba ji give you solution of your relationship problem... he provides highly effective astrological and related solutions all problem solution here aghori babaji SOLUTION WITH 101 % GUARANTEE EXPERT IN YANTRA-LOVE AND BLACK MAGIC V ashikaran expert HYPNOTISM. known as kr shastri, mob. no. +91-9461165176 was a great spiritual master who was and is regarded by his devotees as a saint, Contact:-mob. no. +91-9461165176other mob. no. +91-9672083241E-mail:- krshastri5@gmail.comother email:- krshastri5@yahoo.com”", "      “Barack Obama cut short a trip to India to pay homage to the new king.”", "      “In the contest of upward mobility, Barack and Michelle Obama have won. But they’ve won by being twice as good—and enduring twice as much. Malia and Sasha Obama enjoy privileges beyond the average white child’s dreams. But that comparison is incomplete. The more telling question is how they compare with Jenna and Barbara Bush—the products of many generations of privilege, not just one. Whatever the Obama children achieve, it will be evidence of their family’s singular perseverance, not of broad equality.”", "      “shifts signal a slowing in momentum for the bill among Democrats, who have faced a full-court press from a number of top administration officials, including President Barack Obama and Secretary of State John Kerry. During Tuesday night’s State of the Union address, Obama vowed to veto the bill if it landed on his desk and urged Congress to let international talks play out. It’s already clear that Congress is reluctant to proceed on the issue. Senate Majority Leader Harry Reid (D-Nev.) has signaled an unwillingness to bring the sanctions bill to a vote, and in the House, party leaders have been meeting privately for weeks to figure out how to proceed. Talk in that chamber has centered on the possibility of voting on a non-binding resolution that would allow lawmakers to lay out their preferred endgame in Iran negotiations. Sen. Richard Blumenthal (D-Conn.) already said earlier this month that a vote on the bill was not needed during the interim agreement. Meanwhile, a spokeswoman for Sen. Ben Cardin (D-Md.) punted the matter to Reid. \"Senator Cardin wants to see negotiations with Iran succeed. As for timing of the bill, it is and has always been up to the Majority Leader,\" Cardin spokeswoman Sue Walitsky said. Both of the bill’s main sponsors, Sens. Mark Kirk (R-Ill.) and Robert Menendez (D-N.J.), held their ground when asked for their reactions to Obama’s veto threat. “While the president promises to veto any new Iran sanctions legislation, the Iranians have already vetoed any dismantlement of their nuclear infrastructure,” Kirk said in a statement. On Tuesday night, just after the State of the Union had ended, Menendez said, \"I’m not frustrated.\" He walked quickly into an elevator as he spoke, pushing the buttons and looking ready to be done with the conversation. \"The president has every right to do what he wants.\" A spokesman for Sen. Michael Bennet (D-Colo.) said Wednesday that merely introducing the bill -- but not voting on it -- was helpful to negotiations. \"Senator Bennet supports the President’s diplomatic efforts and would like them to succeed. The pertinent question isn't about when we vote on the bill, but whether its introduction is helpful to the negotiations. He believes it is,\" spokesman Adam Bozzi said. Not all senators agreed that a vote should be delayed. Offices for Sens. Jim Inhofe (R-Okla.) and Mike Johanns (R-Neb.) confirmed that the senators wanted to hold”", "      “HIS state-of-the-union address Barack Obama asked Congress to give him “fast-track” authority to negotiate trade deals. Shortly afterwards”", "      “In many respects, Barack Obama’s neo-socialism is neoconservatism’s mirror image. Openly committed to ending the Reagan era, Obama is a firm believer in the power of government to extend its scope and grasp far deeper into society. In much the same way that neoconservatives accepted a realistic and limited role for the government, Obama tolerates a limited and realistic role for the market: its wealth is necessary for the continuation and expansion of the welfare state and social justice. While neoconservatism erred on the side of trusting the nongovernmental sphere—mediating institutions like markets, civil society, and the family—neosocialism gives the benefit of the doubt to government. Whereas neoconservatism was inherently skeptical of the ability of social planners to repeal the law of unintended consequences, Obama’s ideal is to leave social policy in their hands and to bemoan the interference of the merely political.”", "      “WASHINGTON- President Barack Obama said Wednesday the U.S. will increase assistance to the Syrian opposition, opening the way for the likely training and possibly equipping of moderate rebels fighting to oust President Bashar Assad.”", "      “Fifty years of isolating Cuba has failed to promote democracy\" Barack Obama, 44th and current President of the USA. \"Let's move ahead!\" Captain Hank Bracker”", "      “The only way my life makes sense is if, regardless of culture, race, religion, tribe, there is this commonality, these essential human truths and passions and hopes and moral precepts that are universal. And that we can reach out beyond our differences. If that is not the case, then it is pretty hard for me to make sense of my life.”", "      “A Hit Of This,' Mr. President? The Huffington Post President Barack Obama had an up-close encounter with Denver's marijuana subculture during a stop in the city on Tuesday night.”", "      “The Republican-led U.S. House of Representatives voted on Wednesday to delay for one year the tax penalty Americans will pay under President Barack Obama's healthcare law if they decline to enroll in health coverage.”", "      “In the contest of upward mobility, Barack and Michelle Obama have won. But they’ve won by being twice as good—and enduring twice as much. Malia and Sasha Obama enjoy privileges beyond the average white child’s dreams. But that comparison is incomplete. The more telling question is how they compare with Jenna and Barbara Bush—the products of many generations of privilege, not just one.”", "      “I do think at a certain point you’ve made enough money.”", "      “I believe in keeping guns out of our inner cities, and that our leaders must say so in the face of the gun manfuacturer’s lobby.”", "      “The issue here is not gonna be a list of accomplishments. As you said yourself, Steve, you know, I would put our legislative and foreign policy accomplishments in our first two years against any president — with the possible exceptions of Johnson, F.D.R., and Lincoln.”", "      “When I meet with world leaders, what’s striking — whether it’s in Europe or here in Asia…” — Barack Obama, mistakenly referring to Hawaii as Asia while holding a press conference outside Honolulu, Nov. 16, 2011”", "      “It was usually an effective tactic, another one of those tricks I had learned: (White) People were satisfied so long as you were courteous and smiled and made no sudden moves. They were more than satisfied, they were relieved — such a pleasant surprise to find a well-mannered young black man who didn’t seem angry all the time.”", "      “I can no more disown (Jeremiah Wright) than I can disown the black community. I can no more disown him than I can my white grandmother – a woman who helped raise me, a woman who sacrificed again and again for me, a woman who loves me as much as she loves anything in this world, but a woman who once confessed her fear of black men who passed by her on the street, and who on more than one occasion has uttered racial or ethnic stereotypes that made me cringe.”", "      “The point I was making was not that Grandmother harbors any racial animosity. She doesn’t. But she is a typical white person…”", "      “My main message is to the parents of Trayvon Martin. You know, if I had a son, he’d look like Trayvon.”", "      “The Cambridge police acted stupidly in arresting somebody when there was already proof that they were in their own home. . . . What I think we know — separate and apart from this incident — is that there is a long history in their country of African-Americans and Latinos being stopped by law enforcement disproportionately, and that’s just a fact.” — President Obama on Gates’ arrest.”", "      “It is harder to end a war, than begin one.”", "      “There's no way I could be president of the United States, I have no; military experience, I've never run a business, for godsakes I mean- who could possibly clear that bar. The great thing about President Obama is he's actually left the presidential bar on the floor, anyone can walk over that bar now. If Barack Obama can be President of the United States literally anybody in the planet can be President of the United States”", "      “The Kennedys decided we’re going to do an airlift. We’re going to go out to Africa and we’re going to start bringing young Africans over to this country and give them scholarships to study so that they can learn what a wonderful country America is. And this young man named Barack Obama got one of those tickets and came over to this country.\"Truth: His father came to America at least a year before this program started.”", "      “The most important stuff I’ve learned I think I’ve learned from novels. It has to do with empathy. It has to do with being comfortable with the notion that the world is complicated and full of grays, but there’s still truth there to be found, and that you have to strive for that and work for that. And the notion that it’s possible to connect with some[one] else even though they’re very different from you.”", "      “We, the people, declare today that the most evident of truths – that all of us are created equal – is the star that guides us still; just as it guided our forebears through Seneca Falls, and Selma, and Stonewall.”", "      “You know, the truth is that right after 9/11, I had a (flag) pin. Shortly after 9/11, particularly because as we’re talking about the Iraq war, that became a substitute for, I think, true patriotism, which is speaking out on issues that are of importance to our national security, I decided I won’t wear THAT pin on my chest…”", "      “Making products we sell around the world, stamped with three proud words, ‘Made in the USA!”", "      “When I think about how I understand my role as citizen, setting aside being president…the most important stuff I've learned I think I've learned from novels. It has to do with empathy.\" President Obama, in conversation with Marilynne Robinson, in New York Review of Books”", "      “On this Memorial Day, as our nation honors its unbroken line of fallen heroes -- and I see many of them in the audience here today -- our sense of patriotism is particularly strong.”", "      “In case you missed it, this week, there was a tragedy in Kansas. Ten thousand people died -- an entire town destroyed.\" --on a Kansas tornado that killed 12 people”", "      “MILWAUKEE- President Barack Obama went to Milwaukee on Monday to talk up an improving economy and push Congress to boost the minimum wage.”", "      “You don't make peace with your friends.”", "      “Cynicism is a choice, and hope is a better choice.”", "      “Then there is the matter of the presidential untruths. The problem is not just that Barack Obama says things that are untrue but that he lies about what Barack Obama has said. He brags that he set red lines, but then he says it was the U.N. had set red lines. He boasts of pulling out every U.S. soldier from Iraq but then alleges that President Bush, the Iraqis, or Maliki did that. He claims that ISIS are Jayvees but then claims they are serious. But his prevarication too is habitual and was known in 2008 when it was discovered that he had simply misled the nation about his relationships with Jeremiah Wright and Bill Ayers. He had no desire, in the transparent manner of John Kerry, Al Gore, John McCain, or George W. Bush, to release his medical records or college transcripts. If Americans find their president ill-informed, there was no record that he was informed in 2008. His gaffes were far more frequent than those of Sarah Palin, who knew there were 50 states.”", "      “President Barack Obama declared the disease to be “a threat to global security”. The worsening outbreak could lead to “profound political, economic and security implications for all of us”. The U.S., said Obama, will now play a broader role in combatting the disease, deploying 3,000 troops to assist in relief efforts. Washington’s role will involve the building of healthcare facilities, the training of healthcare workers, providing home health care kits”", "      “In making my list about the pluses and minuses of Hillary Clinton and Barack Obama, I discovered I was angry. I was angry because it was okay for two generations of Bush sons to inherit power from a political patriarchy even if they spent no time in the White House, but not okay for one Clinton wife to claim experience and inherit power from a husband whose full political partner she had been for twenty years. I was angry because young men in politics were treated like rising stars, but young women were treated like - well, young women. I was angry about all the women candidates who put their political skills on hold to raise children - and all the men male candidates who didn't. I was angry about human talent that was lost just because it was born into a female body, and the mediocrity that was rewarded because it was born into a male one.”", "      “Like the last three British prime ministers, Barack Obama has had a philosophy and plan to win the hearts and minds of Muslims, both overseas and at home. It has been an American variant of British multiculturalism. Beyond withdrawing from the Muslim Middle East, he stressed his reverence for Islam and Islamic civilization, and the (mostly illusory) bonds between Americans and Muslims around the world. In Cairo in 2009, he even said that it was “part of my responsibility as president of the United States to fight against negative stereotypes of Islam wherever they appear.” He suggested that Americans would not interfere in how Muslims (that is, Muslim rulers) ran their own affairs. This fraternal and felicitous experiment doesn’t seem to be going well. It might be wise if he, too, considered an alternative approach. A good first step might be to say unequivocally that there is a serious problem within the House of Islam. And it’s not incidental to the faith.”", "      “To reverse that trend, and to compete in an intensely globalized world, we need to take a big leap forward, fueled by innovation—and we need an innovation system that can deliver new manufacturing technologies and processes to get us there. —L. Rafael Reif, president of MIT, in remarks to President Barack Obama at a forum on the future of manufacturing in the U.S. (October 27)”", "      “For all the angst caused by the Koch Brothers and Sheldon Adelson and their efforts to unseat Barack Obama, they only demonstrated how much money could be spent on a political campaign while exerting no meaningful effect upon it.”", "      “The House barely passed the inelegantly named \"cromnibus\" appropriations bill after President Barack Obama and House Speaker John Boehner (R-Ohio) were forced into an unlikely alliance against rebellions from both parties, primarily led by the \"Elizabeth Warren wing\" and House Democrats. The bill, which passed”", "      “It strikes me as a counsel of despair that the head of the American Civil Liberties Union has called on Barack Obama to pardon, pre-emptively, all those involved. The ACLU’s reasoning is that at least a formal pardon establishes that a crime was committed and sets a legal precedent against it happening again. But a conviction, even of just one torturer or his political master, would make that point more eloquently.”", "      “We must talk and reach for common understandings, precisely because all of us are imperfect and can never act with the certainty that God is on our side; and yet at times we must act nonetheless, as if we are certain, protected from error only by providence.”", "      “Just a negative attitude, you understand. growing up in alt geld, i'd soaked up all the poison the white man feeds us. see, the folks you're working with got the same problem, even though they dont realize it yet. they spend half they lives worrying about what the white folks think. start blaming themselves for the shit they see every day, thinking they cant do no better till the white man decides they all right. but deep down they know that ain't right. they know what this country has dont to their momma, their daddy, their sister. so the truth is they hate their folks, but they cant admit it to themselves, keep it all bottled up, fighting themselves. waste a lot of energy that way. i tell you one thing i admire about the white folks, they know who they are. look at the italians. they didn't care about the American flag and all that when they got here. first thing they did is to put together the mafia to make sure their intrests were met. the irish they took the city hall and found their boys jobs. the Jews the same thing.. you telling me they care more about some black kid in the south side than they do about they relatives in isarel? shit!> its about blood, Barack, looking after your own. period. black people the only ones stupid enough to worry about their enemies.”", "      “In 2009 I was sitting about thirty feet away from Barack Obama at the launch of Desoto Solar as he announced massive funding for the \"Smart Grid\". I had no idea that I would later become a victim of the \"Smart Grid\". Yes, they knew in 2009 that these devices were harming people and continued to fund the program.”", "      “When I see Ann Coulter and Sean Hannity baying across the television screen, I find it hard to take them seriously. I assume that they must be saying what they do primarily to boost book sales or ratings, although I do wonder who would spend their precious evenings with such sourpusses.”", "      “I was talking to my lawyer and he was saying we have to meet with somebody right away because they really want to get something done. I said, okay, how about tomorrow? He said, ‘Well no, it's going to take at least two weeks.’ And I had to explain, ‘Where I'm from, right away means if we don't do something in half an hour somebody dies.”", "      “Admittedly, though, the temptation to ignore race in our advocacy may be overwhelming. Race makes people uncomfortable. One study found that some whites are so loath to talk about race and so fearful of violating racial etiquette that they indicate a preference for avoiding all contact with black people. The striking reluctance of whites, in particular, to talk about or even acknowledge race has led many scholars and advocates to conclude that we would be better off not talking about race at all. This view is buttressed by the fact that white liberals, nearly as much as conservatives, seem to lave lost patience with debates about racial equity. Barack Obama noted this phenomenon in his book, The Audacity ofHope: :Rightly or wrongly, white guilt has largely exhausted itself in America; even the most fair-minded of whites, those who would genuinely like to see racial inequality ended and poverty relieved, tend to push back against racial victimization-or race-specific claims based on the history of race discrimination in this country.”", "      “Donald Trump isn't the first racist president, but he is the first to come to power because of racism against a president.”", "      “Barack Obama spent eight years offering himself as the American super-ego, and Americans responded by electing their id. President Trump is as normal as diabetes.”", "      “I first came to Chicago when I was in my early twenties and I was still trying to figure out who I was, still searching for a purpose in my life. And it was in a neighborhood not far from here where I began working with church groups in the shadows of closed steel mills. It was on these streets where I witnessed the power of faith and the quiet dignity of working people in the face of struggle and loss. Now, this is where I learned that change only happens when ordinary people get involved, and they get engaged, and come together to demand it.”", "      “History travels not only forwards; history can travel backwards, history can travel sideways.”", "      “We lose ourselves when we compromise the very ideals that we fight to defend. And we honor those ideals by upholding them not just when it is easy, but when it is hard.”", "      “I don’t distinguish between struggling with the world and struggling with myself . . . I enter a pact with other people, other forces in the world, that their problems are mine and mine are theirs . . . The minute others imprint my senses, they become me and I must deal with them or else close part of myself off and make myself and the world smaller, lukewarm.”", "      “I know what it's like to be in a system that's unfair. I know what it's like to start behind and to be asked to do more, to act like the injustice didn't happen. But I can't let that shape my choices, and neither should you.”", "      “The level of foreign greed in South Sudan is unprecedented. Most South Sudanese are probably not aware of the fact that Kiir’s government spent at least $2.1 million on United States lobbying and public relations firms from early 2014 through the end of 2015, according to U.S. federal records. The money was meant to influence the administration of former American President Barack Obama through U.S. Congress members and other powerful individuals in American politics. Kiir’s main goals were to promote his government’s image, improve diplomatic relations with the United States, ensure former President Obama gave financial support to his leadership, and prevent the U.S. from imposing tough sanctions against his regime. The firms that benefited from these seemingly immoral dealings included R&R Partners, Podesta group, KRL International LLC, and former Republican Representative J. C. Watts. Under U.S. laws, the actions of these lobbying firms were legal; however, there were serious moral and ethical questions that deserved answers from the representatives of these companies. Is it rational to promote the image of a leader who killed his own people out of his own political madness? Do these firms know that they were promoting the image of a ruthless tyrant who massacred the mothers and fathers of tens of thousands of children from December 2013 to 2015? Where is the morality behind these public relations firms’ decisions to ignore the wishes of suffering South Sudanese over money? Did the U.S. lose its global moral obligation under Obama? Why was the United States, under Obama’s leadership, using threatening language towards South Sudanese rival leaders without taking any action? Was the Obama’s administration influenced by liberal lobbying firms as alleged by most South Sudanese? Why was the U.S. only actively vocal about South Sudanese suffering three weeks after Obama’s presidency ended?”", "      “It was also interesting to see that political interaction in Europe is not that different from the United States Senate. There's a lot of -- I don't know what the term is in Austrian, wheeling and dealing.”", "      “Making Compassionate Decisions: The Role of Empathy in Decision MakingREADING TIME: 19 MINUTES“The biggest deficit that we have in our society and in the world right now is an empathy deficit. We are in great need of people being able to stand in somebody else’s shoes and see the world through their eyes.”", "      “The biggest deficit that we have in our society and in the world right now is an empathy deficit. We are in great need of people being able to stand in somebody else’s shoes and see the world through their eyes.”", "      “Jerusalem will remain the capital of Israel and it must remain undivided.”", "      “No, no. I have been practicing...I bowled a 129. It's like -- it was like Special Olympics, or something.”"]