["      “Go to heaven for the climate and hell for the company.”", "      “Either write something worth reading or do something worth writing.”", "      “Tell me and I forget, teach me and I may remember, involve me and I learn.”", "      “He that can have patience can have what he will.”", "      “A Penny Saved is a Penny Earned”", "      “You may delay, but time will not.”", "      “In wine there is wisdom, in beer there is Freedom, in water there is bacteria.”", "      “Many people die at twenty five and aren't buried until they are seventy five.”", "      “Never ruin an apology with an excuse.”", "      “We are all born ignorant, but one must work hard to remain stupid.”", "      “Fear not death for the sooner we die, the longer we shall be immortal.”", "      “Justice will not be served until those who are unaffected are as outraged as those who are.”", "      “I didn't fail the test, I just found 100 ways to do it wrong.”", "      “By failing to prepare, you are preparing to fail.”", "      “Beer is proof that God loves us and wants us to be happy.[misquote of a letter about wine, see quotes/831031]”", "      “Those who would give up essential liberty to purchase a little temporary safety, deserve neither liberty nor safety.”", "      “How many observe Christ's birthday! How few, His precepts!”", "      “Well done is better than well said.”", "      “Hide not your talents, they for use were made,What's a sundial in the shade?”", "      “Being ignorant is not so much a shame, as being unwilling to learn.”", "      “It is the first responsibility of every citizen to question authority.”", "      “If all printers were determined not to print anything till they were sure it would offend nobody, there would be very little printed.”", "      “The Constitution only guarantees the American people the right to pursue happiness. You have to catch it yourself.”", "      “I am for doing good to the poor, but...I think the best way of doing good to the poor, is not making them easy in poverty, but leading or driving them out of it. I observed...that the more public provisions were made for the poor, the less they provided for themselves, and of course became poorer. And, on the contrary, the less was done for them, the more they did for themselves, and became richer.”", "      “Be at war with your vices, at peace with your neighbors, and let every new year find you a better man.”", "      “Remember not only to say the right thing in the right place, but far more difficult still, to leave unsaid the wrong thing at the tempting moment.”", "      “Tis a great confidence in a friend to tell him your faults; greater to tell him his.”", "      “The person who deserves most pity is a lonesome one on a rainy day who doesn't know how to read.”", "      “Dost thou love life? Then do not squander time, for that's the stuff life is made of.”", "      “Early to bed and early to rise makes a man healthy, wealthy, and wise.”", "      “Educate your children to self-control, to the habit of holding passion and prejudice and evil tendencies subject to an upright and reasoning will, and you have done much to abolish misery from their future and crimes from society.”", "      “He that is good for making excuses is seldom good for anything else.”", "      “Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight.”", "      “Whatever is begun in anger, ends in shame.”", "      “Be slow in choosing a friend, slower in changing.”", "      “When you are finished changing, you're finished.”", "      “In all your Amours you should prefer old Women to young ones. You call this a Paradox, and demand my Reasons. They are these:1. Because as they have more Knowledge of the World and their Minds are better stor’d with Observations, their Conversation is more improving and more lastingly agreable.2. Because when Women cease to be handsome, they study to be good. To maintain their Influence over Men, they supply the Diminution of Beauty by an Augmentation of Utility. They learn to do a 1000 Services small and great, and are the most tender and useful of all Friends when you are sick. Thus they continue amiable. And hence there is hardly such a thing to be found as an old Woman who is not a good Woman.3. Because there is no hazard of Children, which irregularly produc’d may be attended with much Inconvenience.4. Because thro’ more Experience, they are more prudent and discreet in conducting an Intrigue to prevent Suspicion. The Commerce with them is therefore safer with regard to your Reputation. And with regard to theirs, if the Affair should happen to be known, considerate People might be rather inclin’d to excuse an old Woman who would kindly take care of a young Man, form his Manners by her good Counsels, and prevent his ruining his Health and Fortune among mercenary Prostitutes.5. Because in every Animal that walks upright, the Deficiency of the Fluids that fill the Muscles appears first in the highest Part: The Face first grows lank and wrinkled; then the Neck; then the Breast and Arms; the lower Parts continuing to the last as plump as ever: So that covering all above with a Basket, and regarding only what is below the Girdle, it is impossible of two Women to know an old from a young one. And as in the dark all Cats are grey, the Pleasure of corporal Enjoyment with an old Woman is at least equal, and frequently superior, every Knack being by Practice capable of Improvement.6. Because the Sin is less. The debauching a Virgin may be her Ruin, and make her for Life unhappy.7. Because the Compunction is less. The having made a young Girl miserable may give you frequent bitter Reflections; none of which can attend the making an old Woman happy.8thly and Lastly They are so grateful!!”", "      “To find out a girl's faults, praise her to her girlfriends.”", "      “We must all hang together, or assuredly we shall all hang separately.”", "      “Trouble knocked at the door, but, hearing laughter, hurried away”", "      “A slip of the foot you may soon recover, but a slip of the tongue you may never get over.”", "      “Life biggest tragedy is that we get old too soon and wise too late”", "      “If Jack's in love, he's no judge of Jill's beauty.”", "      “An ounce of prevention is worth a pound of cure.”", "      “If you fail to plan, you are planning to fail!”", "      “Happiness depends more on the inward disposition of mind than on outward circumstances.”", "      “Keep your eyes wide open before marriage, half shut afterwards.”", "      “For the want of a nail the shoe was lost,For the want of a shoe the horse was lost,For the want of a horse the rider was lost,For the want of a rider the battle was lost,For the want of a battle the kingdom was lost,And all for the want of a horseshoe-nail.”", "      “Who is wise? He that learns from everyone. Who is powerful? He that governs his passions. Who is rich? He that is content. Who is that? Nobody.”", "      “When the people find that they can vote themselves money that will herald the end of the republic.”", "      “Be civil to all; sociable to many; familiar with few; friend to one; enemy to none.”", "      “If a man could have half of his wishes, he would double his troubles.”", "      “We do not stop playing because we grow old, we grow old because we stop playing!”", "      “While we may not be able to control all that happens to us, we can control what happens inside us.”", "      “I agree to this Constitution with all its faults, if they are such: because I think a General Government necessary for us, and there is no Form of Government but what may be a Blessing to the People if well-administred; and I believe farther that this is likely to be well administred for a Course of Years and can only end in Despotism as other Forms have done before it, when the People shall become so corrupted as to need Despotic Government, being incapable of any other.”", "      “Never leave till tomorrow that which you can do today.”", "      “The best thing to give to your enemy is forgiveness; to an opponent, tolerance; to a friend, your heart; to your child, a good example; to a father, deference; to your mother, conduct that will make her proud of you; to yourself, respect; to all others, charity.”", "      “A house is not a home unless it contains food and fire for the mind as well as the body.”", "      “Security without liberty is called prison.”", "      “Most people die at 25 and aren’t buried until they’re 75.”", "      “Contentment makes poor men rich, Discontent makes rich men poor.”", "      “All mankind is divided into three classes: those that are immovable, those that are movable, and those that move. ”", "      “When the well is dry, we know the worth of water.”", "      “It takes many good deeds to build a good reputation, and only one bad one to lose it.”", "      “To be humble to superiors is a duty, to equals courtesy, to inferiors nobleness.”", "      “Those things that hurt, instruct.”", "      “A Brother may not be a Friend, but a Friend will always be a Brother.”", "      “Eat to live, don't live to eat.”", "      “The only thing that is more expensive than education is ignorance.”", "      “Beware of little expenses; a small leak will sink a great ship.”", "      “He who can have patience can have what he will.”", "      “Words may show a man's wit, actions his meaning.”", "      “For the best return on your money, pour your purse into your head.”", "      “Shakespeare, Leonardo da Vinci, Benjamin Franklin and Abraham Lincoln never saw a movie, heard a radio or looked at television. They had 'Loneliness' and knew what to do with it. They were not afraid of being lonely because they knew that was when the creative mood in them would work.”", "      “Don't put off until tomorrow what you can do today.”", "      “There are three things extremely hard: steel, a diamond, and to know one's self.”", "      “You will find the key to success under the alarm clock.”", "      “How few there are who have courage enough to own their faults, or resolution enough to mend them.”", "      “A good example is the best sermon.”", "      “No one cares what you know until they know that you care!”", "      “Reading makes a full man, meditation a profound man, discourse a clear man.”", "      “Tricks and treachery are the practice of fools that don't have brains enough to be honest.”", "      “He that lieth down with Dogs, shall rise up with Fleas.”", "      “So convenient a thing to be a reasonable creature, since it enables one to find or make a reason for every thing one has a mind to do.”", "      “Happiness consists more in the small conveniences of pleasures that occur every day, than in great pieces of good fortune that happen but seldom to a man in the course of his life.”", "      “Many a man thinks he is buying pleasure, when he is really selling himself to it.”", "      “Absence sharpens love, presence strengthens it.”", "      “Genius without education is like silver in the mine.”", "      “One today is worth two tomorrows”", "      “All the little money that ever came into my hands was ever laid out in books.”", "      “To cease to think creatively is to cease to live”", "      “Anger is never without a reason, but seldom with a good one”", "      “Write to Please Yourself.When You write to Please OthersYou end up Pleasing No one.”", "      “For every minute spent in organizing, an hour is earned.”", "      “The way to wealth is as plain as the way to market. It depends chiefly on two words, industry and frugality: that is, waste neither time nor money, but make the best use of both. Without industry and frugality nothing will do, and with them everything.”", "      “A false friend and a shadow attend only while the sun shines.”", "      “To lengthen thy life, lessen thy meals.”", "      “Democracy is two wolves and a lamb voting on what to have for lunch. Liberty is a well-armed lamb contesting the vote!”", "      “Critics are our friends, they show us our faults.”", "      “All highly competent people continually search for ways to keep learning, growing, and improving. They do that by asking WHY. After all, the person who knows HOW will always have a job, but the person who knows WHY will always be the boss.”", "      “If Passion drives, let Reason hold the Reins.”", "      “An apple a day keeps the doctor away.”", "      “Sloth makes all things difficult, but industry all easy; and he that riseth late must trot all day, and shall scarce overtake his business at night; while laziness travels so slowly, that poverty soon overtakes him.”", "      “He that speaks much, is much mistaken.”", "      “Be studious in your profession, and you will be learned. Be industrious and frugal, and you will be rich. Be sober and temperate, and you will be healthy. Be in general virtuous, and you will be happy. At least you will, by such conduct, stand the be.”", "      “O powerful goodness! Bountiful Father! Merciful Guide! Increase in me that wisdom which discovers my truest interest. Strengthen my resolution to perform what that wisdom dictates. Accept my kind offices to thy other children as the only return in my power for thy continual favours to me. ”", "      “He that won't be counseled can't be helped.”", "      “I will speak ill of no man and speak all the good I know of everybody.”", "      “Joy is not in things, it is in us.”", "      “Thinking aloud is a habit which is responsible for most of mankind's misery.”", "      “If you would be loved, love, and be loveable.”", "      “The best way to see Faith is to shut the eye of Reason.”", "      “It is with great sincerity I join you in acknowledging and admiring the dispensations of Providence in our favor. America has only to be thankful and to persevere. God will finish his work and establish their freedom.... If it had not been for the justice of our cause, and the consequent interposition of Providence,in which we had faith, we must have been ruined. If had ever before been an atheist, I should now have been convinced of the being and government of a Deity! It is He who abases the proud and favors the humble. May we never forget His goodnes to us, and may our future conduct manifest our gratitude....I believe in one God, Creator of the universe. That He governs it by his providence. That He ought to be worshiped.”", "      “Without Freedom of thought there can be no such thing as wisdom;and no such thing as public liberty, without freedom of speech.”", "      “He that falls in love with himself will have no rivals.”", "      “whatever you become be good at it ”", "      “Genius is nothing but a greater aptitude for patience.”", "      “Only a virtuous people are capable of freedom. As nations become corrupt and vicious, they have more need of masters.”", "      “It's better to swim in the sea belowThan to swing in the air and feed the crow,Says jolly Ned Teach of Bristol.”", "      “A nation of well-informed men who have been taught to know and prize the rights which God has given them cannot be enslaved. It is in the region of ignorance that tyranny begins.” Benjamin Franklin”", "      “A place for everything, everything in its place\".”", "      “Without continual growth and progress, such words as improvement, achievement, and success have no meaning.”", "      “A learned blockhead is a greater blockhead than an ignorant one.”", "      “He that blows the coals in quarrels that he has nothing to do with, has no right to complain if the sparks fly in his face. - Ben Franklin”", "      “Haste makes waste.”", "      “There are two ways to increase your wealth. Increase your means or decrease your wants. The best is to do both at the same time.”", "      “Glass, China, and Reputation, are easily cracked, and never well mended.”", "      “The WeaverMy life is but a weavingbetween my Lord and me;I cannot choose the colorsHe worketh steadily.Oft times He weaveth sorrowAnd I, in foolish pride,Forget He sees the upper,And I the underside.Not til the loom is silentAnd the shuttles cease to fly,Shall God unroll the canvasAnd explain the reason why.The dark threads are as needfulIn the Weaver's skillful hand,As the threads of gold and silverIn the pattern He has planned.”", "      “In 1736 I lost one of my sons, a fine boy of four years old, by the small-pox, taken in the common way. I long regretted bitterly, and still regret that I had not given it to him by inoculation. This I mention for the sake of parents who omit that operation, on the supposition that they should never forgive themselves if a child died under it; my example showing that the regret may be the same either way, and that, therefore, the safer should be chosen.”", "      “Make yourself sheep and the wolves will eat you.”", "      “Vicious actions are not hurtful because they are forbidden, but forbidden because they are hurtful.”", "      “Motivation is when your dreams put on work clothes”", "      “Reminiscing in the drizzle of Portland, I notice the ring that’s landed on your finger, a massiveinsect of glitter, a chandelier shining at the endof a long tunnel. Thirteen years ago, you hid the hurtin your voice under a blanket and said there’s two kindsof women—those you write poems aboutand those you don’t. It’s true. I never brought youa bouquet of sonnets, or served you haiku in bed.My idea of courtship was tapping Jane’s Addictionlyrics in Morse code on your window at three A.M., whiskey doing push-ups on my breath. But I workedwithin the confines of my character, castas the bad boy in your life, the Magellanof your dark side. We don’t have a past so muchas a bunch of electricity and liquor, powernever put to good use. What we had togethermakes it sound like a virus, as if we caughtone another like colds, and desire was merelya symptom that could be treated with soupand lots of sex. Gliding beside you now, I feel like the Benjamin Franklin of monogamy, as if I invented it, but I’m still not immuneto your waterfall scent, still haven’t developedantibodies for your smile. I don’t know how longregret existed before humans stuck a word on it.I don’t know how many paper towels it would taketo wipe up the Pacific Ocean, or why the lightof a candle being blown out travels fasterthan the luminescence of one that’s just been lit, but I do know that all our huffing and puffinginto each other’s ears—as if the brain was a trickbirthday candle—didn’t make the silenceany easier to navigate. I’m sorry all the kissesI scrawled on your neck were writtenin disappearing ink. Sometimes I thought of youso hard one of your legs would pop outof my ear hole, and when I was sleeping, you’d pressyour face against the porthole of my submarine.I’m sorry this poem has taken thirteen yearsto reach you. I wish that just once, instead of skiddingoff the shoulder blade’s precipice and joyridingover flesh, we’d put our hands away like chocolateto be saved for later, and deciphered the calligraphyof each other’s eyelashes, translated a paragraphfrom the volumes of what couldn’t be said.”", "      “Chess teaches foresight, by having to plan ahead; vigilance, by having to keep watch over the whole chess board; caution, by having to restrain ourselves from making hasty moves; and finally, we learn from chess the greatest maxim in life - that even when everything seems to be going badly for us we should not lose heart, but always hoping for a change for the better, steadfastly continue searching for the solutions to our problems.”", "      “To be proud of virtue, is to poison yourself with the Antidote.”", "      “That which hurts, also instructs.”", "      “Where there’s marriage without love, there will be love without marriage.”", "      “He that lives upon hope will die fasting.”", "      “To follow by faith alone is to follow blindly”", "      “He that is the opinion money will do everything may well be suspected of doing everything for money.”", "      “Be not sick too late, nor well too soon”", "      “He that would live in peace and at ease, must not speak all he knows nor judge all he sees.”", "      “Serving God is doing good to man, but praying is thought an easier service and therefore more generally chosen.”", "      “Some people die at age 25 and aren't buried until they are 75.”", "      “If you know how to spend less than you get, you have the philosopher's stone.”", "      “God heals, and the doctor takes the fees.”", "      “Ben Franklin said:\"Early to bed and early to riseMake a man healthy wealthy and wise\"Lately I have read the advice given to William Randolph Hearst, when a young man, by his father:\"Go downtown at noon and rob the other fellows of what they have made during the morning.”", "      “He that displays too often his wife and his wallet is in danger of having both of them borrowed.”", "      “To succeed, jump as quickly at opportunities as you do at conclusions.”", "      “Write your injuries in dust, your benefits in marble.”", "      “A man wrapped up in himself makes a very small bundle.”", "      “Little strokes fell great oaks.”", "      “After three days men grow weary, of a wench, a guest, and weather rainy.”", "      “God helps them that help themselves.”", "      “Games lubricate the body and mind.”", "      “Old boys have their playthings as well as young ones; the difference is only in the price.”", "      “Money has never made man happy, nor will it; There is nothing in its nature to produce happiness. The more of it one has, the more one wants.”", "      “A countryman between two lawyers is like a fish between two cats.”", "      “All would live long, but none would be old.”", "      “Those who would give up essential Liberty, to purchase a little temporary Safety, deserve neither Liberty nor Safety.”", "      “Only a virtuous people are capable of freedom.”", "      “You tell me, and I forgetYou teach me, and I rememberYou involve me, and I learn”", "      “Would you live with ease,Do what you ought, and not what you please.”", "      “Great beauty, great strength, and great riches are really and truly of no great use; a right heart exceeds all”", "      “Who is rich? He that is content. Who is that? Nobody.”", "      “I'm grateful to my readers. Readers who buy and support authors, especially career authors, are the patrons who fund art, genius, innovation, and creativity. Out of all the books published, there will emerge the next Plato, Socrates, Einstein, Da Vinci, Shakespeare, Benjamin Franklin, Edison, Churchill, Tolstoy, and Tolkien. My readers help with my creative process because they help create the positive and supportive environment that allows me to keep writing the books and series my readers love. Thank You!\" - Kailin Gow, Strong.”", "      “Wise men don't need advice. Fools won't take it.”", "      “Savages we call them, because their manners differ from ours, which we think the perfection of civility; they think the same of theirs. ”", "      “The doorstep to the temple of wisdom is a knowledge of our own ignorance.”", "      “Any fool can criticize, condemn, and complain - and most fools do.”", "      “Tis easier to suppress the first desire than to satisfy all that follow it.”", "      “Perhaps I'm too saucy or provoking?”", "      “Your net worth to theworld is usually determined by whatremains after your bad habits aresubtracted from your good ones”", "      “the eyes of other people are the eyes that ruin us. if all but myself were blind, I should want neither fine clothes, fine houses, nor fine furniture. ”", "      “Politicians are a lot like diapers. They should be changed frequently, and for the same reasons.”", "      “The U.S. Constitution doesn't guarantee happiness, only the pursuit of it. Your have to catch up with it yourself.”", "      “Energy and persistence conquer all things.”", "      “Wealth is not his that has it, but his that enjoys it.”", "      “Originality is the art of concealing your sources.”", "      “I wake up every morning at nine and grab for the morning paper. Then I look at the obituary page. If my name is not on it, I get up.”", "      “Even peace may be purchased at too high a price.”", "      “Tart words make no friends; a spoonful of honey will catch more flies than a gallon of vinegar.”", "      “There are two ways of being happy: We may either diminish our wants or augment our means- either will do- the result in the same; and it is for each man to decide for himself, and do that which happens to be the easiest. If you are idle or sick or poor, however hard it may be to diminish your wants, it will be harder to augment your means. If you are active and prosperous or young and in good health, it may be easier for you to augment your means than to diminish your wants. But if you are wise, you will do both at the same time, young or old, rich or poor, sick or well; and if you are very wise you will do both in such a way as to augment the general happiness of society.”", "      “Let thy discontents be thy secrets”", "      “On the whole, though I never arrived at the perfection I had been so ambitious of obtaining, but fell far short of it, yet as I was, by the endeavor, a better and a happier man than I otherwise should have been had I not attempted it”", "      “Half a truth is often a great lie”", "      “When nature gave us tears, She gave us leave to weep.”", "      “Do not fear mistakes.”", "      “Do good to your friends to keep them,to your enemies to win them.”", "      “He who is good at making excuses is seldom good at anything else.”", "      “He that cannot obey cannot command.”", "      “If you would have a faithful servant, and one that you like, serve yourself.”", "      “Read much, but not many books.”", "      “Liberality is not giving much, but giving wisely.”", "      “Time is money.”", "      “Don't count your chickens before they are hatched.”", "      “Wish not so much to live long as to live well.”", "      “Beware of the young doctor and the old barber.”", "      “To err is human, to repent divine; to persist devilish.”", "      “I am for doing good to the poor, but I differ in opinion of the means. I think the best way of doing good to the poor, is not making them easy in poverty, but leading or driving them out of it. In my youth I travelled much, and I observed in different countries, that the more public provisions were made for the poor, the less they provided for themselves, and of course became poorer. And, on the contrary, the less was done for them, the more they did for themselves, and became richer.”", "      “Rebellion to Tyrants is Obedience to God.”", "      “Human felicity is produced not as much by great pieces of good fortune that seldom happen as by little advantages that occur every day.”", "      “I know not which lives more unnatural lives, obeying husbands, or commanding wives.”", "      “The primary leaders of the so-called founding fathers of our nation were not Bible-believing Christians; they were deists. Deism was a philosophical belief that was widely accepted by the colonial intelligentsia at the time of the American Revolution. Its major tenets included belief in human reason as a reliable means of solving social and political problems and belief in a supreme deity who created the universe to operate solely by natural laws. The supreme God of the Deists removed himself entirely from the universe after creating it. They believed that he assumed no control over it, exerted no influence on natural phenomena, and gave no supernatural revelation to man. A necessary consequence of these beliefs was a rejection of many doctrines central to the Christian religion. Deists did not believe in the virgin birth, divinity, or resurrection of Jesus, the efficacy of prayer, the miracles of the Bible, or even the divine inspiration of the Bible.These beliefs were forcefully articulated by Thomas Paine in Age of Reason, a book that so outraged his contemporaries that he died rejected and despised by the nation that had once revered him as 'the father of the American Revolution.'... Other important founding fathers who espoused Deism were George Washington, Thomas Jefferson, Benjamin Franklin, Ethan Allen, James Madison, and James Monroe.[The Christian Nation Myth, 1999]”", "      “Nothing is more fatal to health than an over care of it.”", "      “No gains without pains.”", "      “A small leak will sink a great ship.”", "      “Wine makes daily living easier, less hurried with fewer tensions and more tolerance.”", "      “That bodies should be lent us, while they can afford us pleasure, assist us in acquiring knowledge, or doing good to our fellow creatures, is a kind and benevolent act of God - when they become unfit for these purposes and afford us pain instead of pleasure-instead of an aid, become an encumbrance and answer none of the intentions for which they were given, it is equally kind and benevolent that a way is provided by which we may get rid of them. Death is that way.”", "      “If you desire many things, many things will seem few.”", "      “The wise man draws more advantage from his enemies than the fool from his friends.”", "      “The bitterness of poor quality remains long after the sweetness of low price is forgotten.”", "      “This gave me occasion to observe, that when Men are employ'd they are best contented. For on the Days they work'd they were good-natur'd and chearful; and with the consciousness of having done a good Days work they spent the Evenings jollily; but on the idle Days they were mutinous and quarrelsome, finding fault with their Pork, the Bread, and in continual ill-humour. (Autobiography, 1771)”", "      “The rotten apple spoils his companions.”", "      “The doors of wisdom are never shut.”", "      “Nothing brings more pain than too much pleasure; nothing more bondage than too much liberty.”", "      “He was so learned that he could name a horse in nine languages; so ignorant that he bought a cow to ride on.”", "      “There never was a good knife made of bad steel.”", "      “Half-wits talk much, but say little.”", "      “You have on hand those things that you need if you have but the wit and wisdom to use them.”", "      “The discontented man finds no easy chair. ”", "      “We hold these truths to be self-evident.{Franklin's edit to the assertion in Thomas Jefferson's original wording, 'We hold these truths to be sacred and undeniable' in a draft of the Declaration of Independence changes it instead into an assertion of rationality. The scientific mind of Franklin drew on the scientific determinism of Isaac Newton and the analytic empiricism of David Hume and Gottfried Wilhelm Leibniz. In what became known as 'Hume's Fork' the latters' theory distinguished between synthetic truths that describe matters of fact, and analytic truths that are self-evident by virtue of reason and definition.}”", "      “It is ill-manners to silence a fool and cruelty to let him go on”", "      “An investment in knowledge pays the best interest.”", "      “Persons of good sense, I have since observed, seldom fall into disputation, except lawyers, university men, and men of all sorts that have been bred at Edinburgh.”", "      “The cat in gloves catches no mice.”", "      “In reality there is perhaps no one of our natural Passions so hard to subdue as Pride. Disguise it, struggle with it, beat it down, stifle it, mortify it as much as one pleases, it is still alive, and will now and then peek out and show itself.”", "      “After crosses and losses men grow humbler and wiser.”", "      “Most fools think they are only ignorant.”", "      “There never was a good war or a bad peace.”", "      “If your head is made of wax, don't walk in the sun.”", "      “Honesty is the best policy.”", "      “If you would know the worth of money, go and try to borrow some.”", "      “He is ill clothed, who is bare of virtue.”", "      “Never take a wife till thou hast a house(and a fire) to put her in.”", "      “A truly great man will neither trample on a worm nor sneak to an emperor”", "      “I am captivated more by dreams of the future then history of the past.”", "      “But if you will not take this Counsel, and persist in thinking a Commerce with the Sex inevitable, then I repeat my former Advice, that in all your Amours you should prefer old Women to young ones. You call this a Paradox, and demand my Reasons. They are these:1. Because as they have more Knowledge of the World and their Minds are better stor'd with Observations, their Conversation is more improving and more lastingly agreable.2. Because when Women cease to be handsome, they study to be good. To maintain their Influence over Men, they supply the Diminution of Beauty by an Augmentation of Utility. They learn to do a 1000 Services small and great, and are the most tender and useful of all Friends when you are sick. Thus they continue amiable. And hence there is hardly such a thing to be found as an old Woman who is not a good Woman.3. Because there is no hazard of Children, which irregularly produc'd may be attended with much Inconvenience.4. Because thro' more Experience, they are more prudent and discreet in conducting an Intrigue to prevent Suspicion. The Commerce with them is therefore safer with regard to your Reputation. And with regard to theirs, if the Affair should happen to be known, considerate People might be rather inclin'd to excuse an old Woman who would kindly take care of a young Man, form his Manners by her good Counsels, and prevent his ruining his Health and Fortune among mercenary Prostitutes.5. Because in every Animal that walks upright, the Deficiency of the Fluids that fill the Muscles appears first in the highest Part: The Face first grows lank and wrinkled; then the Neck; then the Breast and Arms; the lower Parts continuing to the last as plump as ever: So that covering all above with a Basket, and regarding2 only what is below the Girdle, it is impossible of two Women to know an old from a young one. And as in the dark all Cats are grey, the Pleasure of corporal Enjoyment with an old Woman is at least equal, and frequently superior, every Knack being by Practice capable of Improvement.6. Because the Sin is less. The debauching a Virgin may be her Ruin, and make her for Life unhappy.7. Because the Compunction is less. The having made a young Girl miserable may give you frequent bitter Reflections; none of which can attend the making an old Woman happy.8thly and Lastly They are so grateful!!Thus much for my Paradox. But still I advise you to marry directly; being sincerely Your affectionate Friend.”", "      “Necessity never made a good bargain.”", "      “Keep thy shop, and thy shop will keep thee. Poor Richard”", "      “Constant complaint is the poorest sort of pay for all the comforts we enjoy.”", "      “Work while it is called today for you know not how much you may be hindered tomorrow.”", "      “Beer is proof that God loves us and wants us to be happy”", "      “Imitate Jesus and Socrates”", "      “All wars are follies, very expensive and very mischievious ones.”", "      “The used key is always bright.”", "      “Do not fear mistakes. You will know failure. Continue to reach out.”", "      “A mob's a monster; heads enough but no brains.”", "      “Don't throw stones at your neighbors', if your own windows are glass.”", "      “Let no pleasure tempt thee, no profit allure thee, no ambition corrupt thee, to do anything which thou knowest to be evil; so shalt thou always live jollily; for a good conscience is a continual Christmas.”", "      “When I wake up in the morning, I immediately check the morning paper. If my name is not in the obituaries, I get up”", "      “There is perhaps no one of our natural passions so hard to subdue as pride. Beat it down, stifle it, mortify it as much as one pleases, it is still alive. Even if I could conceive that I had completely overcome it, I should probably be proud of my humility. ”", "      “Money never made a man happy yet, nor will it. There is nothing in its nature to produce happiness. The more a man has, the more he wants. Instead of its filling a vacuum, it makes one.”", "      “Don't judge men's wealth or godliness by their Sunday appearance.”", "      “A great empire, like a great cake, is most easily diminished at the edges.”", "      “He does not possess wealth; it possesses him.”", "      “... a book indeed sometimes debauched me from my work....”", "      “some books against Deism fell into my hands ... it happened that they wrought an effect on me quite contrary to what was intended by them; for the arguments of the Deists, which were quote to be refuted, appeared to me much stronger than the refutations; in short, I soon became a thorough Deist.”", "      “It isn't what you know that counts,it's what you think of in time”.”", "      “Most people die at 25 and aren’t buried until they’re 75”", "      “The trouble with doing nothing is not knowing when you're finished.”", "      “One today is worth two tomorrows.”", "      “Drive thy business or it will drive thee.”", "      “If you were a servant would you not be ashamed that a good master should catch you idle? Then if you are your own master be ashamed to catch yourself idle.”", "      “I do not pretend to give such a sum; I only lend it to you. When you shall return to your country with a good character, you cannot fail of getting into some business, that will in time enable you to pay all your debts. In that case, when you meet with another honest man in similar distress, you must pay me by lending this sum to him; enjoining him to discharge the debt by a like operation, when he shall be able, and shall meet with such another opportunity. I hope it may thus go through many hands, before it meets with a knave that will stop its progress. This is a trick of mine for doing a deal of good with a little money.”", "      “Love you Neighbor; yet don't pull down your Hedge.”", "      “There are no fools so troublesome as those that have wit.”", "      “There seem to be but three ways for a nation to acquire wealth. The first is by war...This is robbery. The second by commerce, which is generally cheating. The third by agriculture, the only honest way, wherein man receives a real increase of the seed thrown into the ground, in a kind of continual miracle, wrought by the hand of God in his favor, as a reward for his innocent life and his virtuous industry.”", "      “THE BODYofBENJAMIN FRANKLINPrinterlike the cover of an old book,its contents torn out,and stripped of its lettering and gilding lies here, food for worms;Yet the work itself shall not be lost,For it will (as he believed) appear once more,in a new,and more beautiful edition, corrected and amended By The AUTHOR”", "      “Finding myself to exist in the world, I believe i shall, in some shape or other, always exist.”", "      “A reflection on Robert LowellRobert Lowell knew I was not one of his devotees. I attended his famous “office hours” salon only a few times. Life Studies was not a book of central importance for me, though I respected it. I admired his writing, but not the way many of my Boston friends did. Among poets in his generation, poems by Elizabeth Bishop, Alan Dugan, and Allen Ginsberg meant more to me than Lowell’s. I think he probably sensed some of that.To his credit, Lowell nevertheless was generous to me (as he was to many other young poets) just the same. In that generosity, and a kind of open, omnivorous curiosity, he was different from my dear teacher at Stanford, Yvor Winters. Like Lowell, Winters attracted followers—but Lowell seemed almost dismayed or a little bewildered by imitators; Winters seemed to want disciples: “Wintersians,” they were called.A few years before I met Lowell, when I was still in California, I read his review of Winters’s Selected Poems. Lowell wrote that, for him, Winters’s poetry passed A. E. Housman’s test: he felt that if he recited it while he was shaving, he would cut himself. One thing Lowell and Winters shared, that I still revere in both of them, was a fiery devotion to the vocal essence of poetry: the work and interplay of sentences and lines, rhythm and pitch. The poetry in the sounds of the poetry, in a reader’s voice: neither page nor stage.Winters criticizing the violence of Lowell’s enjambments, or Lowell admiring a poem in pentameter for its “drill-sergeant quality”: they shared that way of thinking, not matters of opinion but the matter itself, passionately engaged in the art and its vocal—call it “technical”—materials.Lowell loved to talk about poetry and poems. His appetite for that kind of conversation seemed inexhaustible. It tended to be about historical poetry, mixed in with his contemporaries. When he asked you, what was Pope’s best work, it was as though he was talking about a living colleague . . . which in a way he was. He could be amusing about that same sort of thing. He described Julius Caesar’s entourage waiting in the street outside Cicero’s house while Caesar chatted up Cicero about writers.“They talked about poetry,” said Lowell in his peculiar drawl. “Caesar asked Cicero what he thought of Jim Dickey.”His considerable comic gift had to do with a humor of self and incongruity, rather than wit. More surreal than donnish. He had a memorable conversation with my daughter Caroline when she was six years old. A tall, bespectacled man with a fringe of long gray hair came into her living room, with a certain air.“You look like somebody famous,” she said to him, “but I can’t remember who.”“Do I?”“Yes . . . now I remember!— Benjamin Franklin.”“He was a terrible man, just awful.”“Or no, I don’t mean Benjamin Franklin. I mean you look like a Christmas ornament my friend Heather made out of Play-Doh, that looked like Benjamin Franklin.”That left Robert Lowell with nothing to do but repeat himself:“Well, he was a terrible man.”That silly conversation suggests the kind of social static or weirdness the man generated. It also happens to exemplify his peculiar largeness of mind . . . even, in a way, his engagement with the past. When he died, I realized that a large vacuum had appeared at the center of the world I knew.”", "      “And, lastly (I may as well confess it, since my denial of it will be believed by nobody), perhaps I shall a good deal gratify my own vanity. Indeed, I scarce ever heard or saw the introductory words, \"Without vanity I may say,\" etc., but some vain thing immediately followed. Most people dislike vanity in others, whatever share they have of it themselves; but I give it fair quarter wherever I meet with it, being persuaded that it is often productive of good to the possessor, and to others that are within his sphere of action; and therefore, in many cases, it would not be altogether absurd if a man were to thank God for is vanity among the other comforts of life.”", "      “Did not strong connections draw me elsewhere, I believe Scotland would be the country I would choose to end my days in.”", "      “He that composes himself is wiser than he that composes books.”", "      “Tis hard for an empty bag to stand upright.”", "      “Have you ever been to the beach and wanted to feed the seagulls? The problem is you tear off a little crust from your sandwich and toss it to one, and ten more show up. Toss a little more and a flock descends. You start to wonder: if I run out of bread, will I become the meal?Turkeys are different. They startle easily and run for the barn. In the wild, they run for the hills. Of course, they’re very tasty. Benjamin Franklin thought them majestic enough to be an emblem for our country. I’m sorry, but Thanksgiving would be downright depressing. There’s our national symbol lying stuffed and roasted and ready to carve up for hungry guests. And then we have the eagles. Our forefathers were trained in the Bible. […]They would have known Isaiah 40:31. “Those who wait upon the Lord will gain new strength; they will mount up with wings like eagles, they will run and not get tired, they will walk and not become weary.” They were making war on the greatest power in the world of the time; the world was watching them. What could this band of commoners do? What troubles me about our country today is how many seagulls there are, scrambling for more. Remember the movie “Finding Nemo”? “Mine, mine, mine!” And we sure have a lot of gutless turkeys running for the barn whenever hard decisions have to be made; like how to keep our country solvent so our children won’t be in soup lines… Where are the eagles? That’s what I want to know. Please, God, we need us some eagles!”", "      “He who empties his purse into his mind, shall never go bankrupt.”", "      “A cheerful face is nearly as good for an invalid as healthy weather.”", "      “After three days houseguests and food begins to stink!”", "      “Mr. PresidentI confess that there are several parts of this constitution which I do not at present approve, but I am not sure I shall never approve them: For having lived long, I have experienced many instances of being obliged by better information, or fuller consideration, to change opinions even on important subjects, which I once thought right, but found to be otherwise. It is therefore that the older I grow, the more apt I am to doubt my own judgment, and to pay more respect to the judgment of others. Most men indeed as well as most sects in Religion, think themselves in possession of all truth, and that wherever others differ from them it is so far error. Steele a Protestant in a Dedication tells the Pope, that the only difference between our Churches in their opinions of the certainty of their doctrines is, the Church of Rome is infallible and the Church of England is never in the wrong. But though many private persons think almost as highly of their own infallibility as of that of their sect. In these sentiments, Sir, I agree to this Constitution with all its faults, if they are such; because I think a general Government necessary for us, and there is no form of Government but what may be a blessing to the people if well administered, and believe farther that this is likely to be well administered for a course of years, and can only end in Despotism, as other forms have done before it, when the people shall become so corrupted as to need despotic Government, being incapable of any other. I doubt too whether any other Convention we can obtain, may be able to make a better Constitution. For when you assemble a number of men to have the advantage of their joint wisdom, you inevitably assemble with those men, all their prejudices, their passions, their errors of opinion, their local interests, and their selfish views. From such an assembly can a perfect production be expected? It therefore astonishes me, Sir, to find this system approaching so near to perfection as it does; and I think it will astonish our enemies, who are waiting with confidence to hear that our councils are confounded like those of the Builders of Babel; and that our States are on the point of separation, only to meet hereafter for the purpose of cutting one another's throats. Thus I consent, Sir, to this Constitution because I expect no better, and because I am not sure, that it is not the best. The opinions I have had of its errors, I sacrifice to the public good. I have never whispered a syllable of them abroad. Within these walls they were born, and here they shall die. If every one of us in returning to our Constituents were to report the objections he has had to it, and endeavor to gain partizans in support of them, we might prevent its being generally received, and thereby lose all the salutary effects & great advantages resulting naturally in our favor among foreign Nations as well as among ourselves, from our real or apparent unanimity. Much of the strength & efficiency of any Government in procuring and securing happiness to the people, depends, on opinion, on the general opinion of the goodness of the Government, as well as of the wisdom and integrity of its Governors. I hope therefore that for our own sakes as a part of the people, and for the sake of posterity, we shall act heartily and unanimously in recommending this Constitution (if approved by Congress & confirmed by the Conventions) wherever our influence may extend, and turn our future thoughts & endeavors to the means of having it well administred.On the whole, Sir, I can not help expressing a wish that every member of the Convention who may still have objections to it, would with me, on this occasion doubt a little of his own infallibility, and to make manifest our unanimity, put his name to this instrument.”", "      “I am in the prime of senility.”", "      “Be not disturbed at trifles, or at accidents common or unavoidable.”", "      “If we all think alike, no one is thinking.”", "      “A rolling stone gathers no moss.”", "      “For when you assemble a number of men to have the advantage of their joint wisdom, you inevitably assemble with those men, all their prejudices, their passions, their errors of opinion, their local interests, and their selfish views. From such an assembly can a perfect production be expected?”", "      “Without Freedom of Thought, there can be no such Thing as Wisdom; and no such Thing as publick Liberty, without Freedom of Speech; which is the Right of every Man, as far as by it, he does not hurt or controul the Right of another: And this is the only Check it ought to suffer, and the only Bounds it ought to know.”", "      “Any fool can criticize, condemn and complain - and most fools do.”", "      “Leisure is the time for doing something useful. This leisure the diligent person will obtain the lazy one never. ”", "      “Ignorance leads men into a party, and shame keeps them from getting out again.”", "      “Either write something worth reading, or do something worth writing.”", "      “Any fool can criticize, condemn and complain - and most fools do”", "      “Diplomacy is seduction in another guise, Mr. Adams. One improves with practice.”", "      “If you eat one another, I don't see why we may not eat you.”", "      “We must, indeed, all hang together, or assuredly we shall all hang separately.”", "      “If a man empties his purse into his head, no man can take it away from him. An investment in knowledge always pays the best interest.”", "      “Read much, but not many books!”", "      “We must all hang together or we shall most assuredly all hang separately.”", "      “Then plough deep, while sluggards sleep, and you shall have corn to sell and to keep.”", "      “He that won't be counseled, can't be helped.”", "      “The cat in gloves catches no mice. Make hay while the sun shines.”", "      “He that lies down with dogs shall rise up with fleas.”", "      “No European who has tasted savage life can afterwards bear to live in our societies.”", "      “A little neglect may breed mischief; for want of a nail the shoe was lost; for want a horse the rider was lost; for want of the rider the battle was lost.”", "      “Puns are little plays on words that a certain breed of person loves to spring on you and then look at you in a certain self-satisfied way to indicate that he thinks that you must think that he is by far the cleverest person on Earth now that Benjamin Franklin is dead, when in fact what you are thinking is that if this person ever ends up in a lifeboat, the other passengers will hurl him overboard by the end of the first day even if they have plenty of food and water.”", "      “Tell me and I forget, teach me and I may remember, involve me and I learn.\"Benjamin Franklin never said those words, he was falsely attributed on a respected quotation website and it spread from there. The quote comes from the Xunzi.Xun Kuang was a Chinese Confucian philosopher that lived from 312-230 BC. His works were collected into a set of 32 books called the Xunzi, by Liu Xiang in about 818 AD. There are woodblock copies of these books that are almost 1100 years old.Book 8 is titled Ruxiao (\"The Teachings of the Ru\"). The quotation in question comes from Chapter 11 of that book. In Chinese the quote is:不闻不若闻之, 闻之不若见之, 见之不若知之, 知之不若行之It is derived from this paragraph:Not having heard something is not as good as having heard it; having heard it is not as good as having seen it; having seen it is not as good as knowing it; knowing it is not as good as putting it into practice. (From the John Knoblock translation, which is viewable in Google Books)The first English translation of the Xunzi was done by H.H. Dubs, in 1928, one-hundred and thirty-eight years after Benjamin Franklin died.”", "      “There are three kinds of people: those that are immovable, those that are movable, and those who move.”", "      “The best of all medicines are resting and fasting.”", "      “A ploughman on his legs is higher than a gentleman on his knees”", "      “On the whole, sir, I can not help expressing a wish that every member of the convention who may still have objections to it, would, with me, on this occasion, doubt a little of his own infallibility, and, to make manifest our unanimity, put his name to this instrument.”", "      “We are not so sensible of the greatest Health as of the least Sickness.”", "      “I was born with a reading list that I will never finish.The person who deserves that most pity is a lonely one on a rainy day that does not know how to read. Benjamin Franklin”", "      “Guests, like fish, begin to smell after three days.”", "      “if you judge a book by its cover,a fish will be thinking how stupid it looks its whole life.”", "      “We are all born ignorant, but one must work hard to remain stupid”", "      “The U. S. Constitution doesn't guarantee happiness, only the pursuit of it. You have to catch up with it yourself.”", "      “All the property that is necessary to a man for the conservation of the individual and his propagation of the species is his natural right, which none can justly deprive him of; but all property superfluous to such purposes is the property of the public, who by their laws have created it, and who may therefore by other laws dispose of it, whenever the welfare of the public shall demand such disposition. He that does not like civil society on these terms, let him retire and live among savages.”", "      “All human situations have their inconveniences. We feel those of the present but neither see nor feel those of the future; and hence we often make troublesome changes without amendment, and frequently for the worse.”", "      “well DONE is better than well said”", "      “In the Autobiography of Benjamin Franklin, there appears a remarkablequotation attributed to Michael Welfare, one of the founders of areligious sect known as the Dunkers and a longtime acquaintance ofFranklin. the statement had its origins in Welfare's complaint toFranklin that zealots of other religious persuasions were spreading liesabout the Dunkers, accusing them of abominable principles to which, infact, they were utter strangers. Franklin suggested that such abusemight be diminished if the Dunkers published the articles of theirbelief and the rules of their discipline. Welfare replied that thiscourse of action had been discussed among his co-religionists but hadbeen rejected. He then explained their reasoning in the followingwords:When we were first drawn together as a society, it had pleased God toenlighten our minds so far as to see that some doctrines, which we onceesteemed truths, were errors, and that others, which we had esteemederrors, were real truths. From time to time He has been pleased toafford us farther light, and our principles have been improving, and ourerrors diminishing. Now we are not sure that we are arrived at the endof this progression, and at the perfection of spiritual or theologicalknowledge; and we fear that, if we should feel ourselves as if bound andconfined by it, and perhaps be unwilling to receive further improvement,and our successors still more so, as conceiving what we their elders andfounders had done, to be something sacred, never to be departed from.Franklin describes this sentiment as a singular instance in the historyof mankind of modesty in a sect.”", "      “By my rambling digressions, I perceive myself to be grown old. I used to write more methodically, but one does not dress for private company as for a public ball. Perhaps 'tis only negligence.”", "      “I do not find that I grow any older. Being arrived at seventy, and considering that by traveling further in the same road I should probably be led to the grave, I stopped short, turned about, and walked back again; which having done these four years, you may now call me sixty-six. Advise those old friends of ours to follow my example; keep up your spirits, and that will keep up your bodies.”", "      “What condition of man most deserves pity?\" - Franklin offered: \"A lonesome man on a rainy day who does not know how to read.”", "      “He is not well bred, that cannot bear ill breeding in others.”", "      “Quien renuncia a su libertad por seguridad, no merece ni libertad ni seguridad”", "      “By my rambling digressions I perceive myself to be growing old.”", "      “Hang together, or hang separately. Benjamin Franklin is a genius.”", "      “The great secret of succeeding in conversation is to admire little, to hearmuch; always to distrust our own reason, and sometimes that of ourfriends; never to pretend to wit, but to make that of others appear as muchas possibly we can; to hearken.”", "      “People willing to trade their freedom for temporary security deserve neither and will lose both”", "      “Somebody, it seemed, gave it out that I loved ladies; and then everybody presented me their ladies (or the ladies presented themselves) to be embraced, that is to have their necks kissed...The French ladies had a thousand other ways of rendering themselves agreeable by their various attentions and civilities, and their sensible conversation. Tis a delightful people to live with.”", "      “He who falls in love with himself will have no rivals”", "      “When a Religion is good, I conceive that it will support itself; and, when it cannot support itself, and God does not take care to support, so that its Professors are oblig'd to call for the help of the Civil Power, it is a sign, I apprehend, of its being a bad one.”", "      “If you reveal your secrets to the wind, you should not blame the wind for revealing them to the trees.’”“Khalil Gibran.” He fired back.“‘Three can keep a secret if two of them are dead.’”“Benjamin Franklin.”", "      “Whatever is begun in anger ends in shame.”", "      “Ohne Gedankenfreiheit gibt es keine Weisheit. Und ohne Redefreiheit keine öffentliche Freiheit.”", "      “A man who would sacrifice freedom for security deserves neither.”", "      “Who had deceived thee so often as thyself?”", "      “Not to oversee workmen is to leave them your purse open.”", "      “Melakukan yang terbaik lebih baik daripada mengucapkan yang terbaik”", "      “Keep thy eyes wide open before marriage and half shut afterward.”", "      “An undutiful daughter will prove an unmanageable wife.”", "      “He who drinks his cider alone, let him catch his horse alone.”", "      “Proclaim not all thou knowest, all thou owest, all thou hast, nor all thou canst.”", "      “I am apprehensive, therefore - perhaps too apprehensive - that the Government of these States may in futures times end in a monarchy. But this catastrophe, I think, may be long delayed, if in our proposed system we do not sow the seeds of contention, faction, and tumult, by making our posts of honor places of profit.”", "      “We must hang together, gentlemen...else, we shall most assuredly hang separately.”", "      “I should have no objection to go over the same life from its beginning to the end: requesting only the advantage authors have, of correcting in a second edition the faults of the first.”", "      “In short, I conceive that a great part of the miseries of mankind are brought upon them by the false estimates they have made of the value of things, and by their giving too much for their whistles\".”", "      “That felicity, when I reflected on it, has induced me sometimes to say, that were it offered to my choice, I should have no objection to a repetition of the same life from its beginning, [...] Since such a repetition is not to be expected, the next thing most like living one's life over again seems to be a recollection of that life, and to make that recollection as durable as possible by putting it down into writing.”", "      “The body of B. Franklin, Printer;Like the cover of an old book (it's contents torn out, and stript of its lettering and guilding), lies here, food for wormsBut the work shall not be wholly lost, for it will (as he believed) appear once more, in a new and more perfect edition, corrected and amended, by the Author.”", "      “He had been brought up to it from a boy, his father, as I have heard, accustoming his children to dispute with one another for his diversion, while sitting at the table after dinner, but I think the practice was not wise; for, in the course of my observation, these disputing, contradicting, and confuting people are generally unfortunate in their affairs. They get victory sometimes, but they never get good will, which would be of more use to them.”", "      “I advise you to apply to all those whom you know will give something; next, to those whom you are uncertain whether they will give any thing or not, and show them the list of those who have given; and, lastly, do not neglect those who you are sure will give nothing, for in some of them you may be mistaken.”", "      “Some people are weatherwise, but most are otherwise.”", "      “The Things which hurt, instruct.”", "      “Happiness is produced not so much by great pieces of good fortune that seldom happen as by little advantages that occur every day.”", "      “The rapid progress true Science now makes, occasions my regretting sometimes that I was born so soon.”", "      “What vast additions to the Conveniences and Comforts of Living might Mankind have acquired, if the Money spent in Wars had been employ'd in Works of public utility!”", "      “Money has never made man happy,nor will it,there is nothing in its nature to produce happiness. The more of it one has the more one wants.”", "      “Here in France, you must practice the art of accomplishing much while appearing to accomplish little. (in the John Adams miniseries on HBO)”", "      “Вярвай в себе си и никой друг няма да те предаде.”", "      “A place for everything and everything in its place - via http://bit.ly/mUa1mm”", "      “Siempre hay razones para estar enfadados, pero éstas rara vez son buenas”", "      “If everyone is thinking alike, then no one is thinking.\" Benjamin Franklin”", "      “Benjamin Franklin was a real tomcat, no woman was safe from his lightening bolt”", "      “He who sacrifices freedom for security deserves neither.”", "      “To fail to Prepare is to prepare to fail”", "      “I think the best way of doing good to the poor, is not making them easy in poverty, but leading or driving them out of it. In my youth I travelled much, and I observed in different countries, that the more public provisions were made for the poor the less they provided for themselves, and of course became poorer. And, on the contrary, the less was done for them, the more they did for themselves, and became richer.”", "      “In the 1770s, when he was in Paris, Benjamin Franklin witnessed the flight of one of the first hot-air balloons. As the balloon soared into the air, someone asked Franklin: “What good is it?” Franklin responded: “What good is a new-born baby?”", "      “Now I have a sheep and cow, everybody bids me good morrow.”", "      “If I ever figure out theis *!___*..?/@* website I'll be the next Benjamin Franklin.”", "      “... I think this Law, by which I am punished, is both unreasonable in itself, and particularly severe... Polly Baker”", "      “Aku lebih suka mengatakan, dia hidup berguna, daripada dia meninggal kaya raya.”", "      “Ou escreva algo que valha a pena ler, ou faça algo que valha a pena escrever.”", "      “Jika anda ingin dicintai seseorang, cintailah dia dan bersikaplah agar layak dicintai.”", "      “My ideal man is Benjamin Franklin—the figure in American history most worthy of emulation ... Franklin is my ideal of a whole man. ... Where are the life-size—or even pint-size—Benjamin Franklins of today?”", "      “How grossly are they mistaken in imagining slavery to be disallowed by the Alcoran! Are not the two precepts, to quote no more, Masters treat your slaves with kindness: Slaves serve your masters with cheerfulness and fidelity, clear proofs to the contrary? Nor can the plundering of infidels be in that sacred book forbidden, since it is well known from it, that God has given the world and all that it contains to his faithful Mussulmen, who are to enjoy it of right as fast as they can conquer it. Let us then hear no more of this detestable proposition, the manumission of christian slaves, the adoption of which would, by depreciating our lands and houses, and thereby depriving so many good citizens of their properties, create universal discontent, and provoke insurrections, to the endangering of government, and producing general confusion.”", "      “...as I am not fond of giving advice,having seldom seen it taken”", "      “Few authors have captivated the American penchant for curiosity like Samuel Longhorne Clemens. Many have called his cantankerous alter ego, Mark Twain, the greatest American humorist-philosopher of his age-if not of all times. With his wry observations and forthright humor-unleashed in his particularly pithy paragraphs-Mark Twain became one of the most prolific satirists in American literature. The New York Times editorial, reporting of his death on April 22, 1910, said. “ He has been quoted in common conversation oftener, perhaps, than any of his fellow-countrymen, including Benjamin Franklin and Lincoln. In 1909, Mark Twain is quoted as saying, “ I came in with Haley's Comet in 1835. It is coming again next year, and I expect to go out with it. It will be the greatest disappointment of my life if I don't go out with Haley's Comet. The Almighty has said, no doubt: 'Now here are these two unaccountable freaks; they came in together, they must go out together.” His prediction was accurate-Mark Twain died of a heart attack on April 21, 1910, one day after the comet's closest approach to earth. In Mark Twain's Guide to Audacious Sarcasm-volume 1, Lowell Smith has assembled twenty of the classic cantankerous tales and wry observations of Mark Twain’s celestial career.”", "      “Do not squander time, for that is the stuff life is made out of.”", "      “an investment in education gives the best returns”", "      “Beer is proof that God loves us and wants us to be happy.”", "      “For my own Part, when I am employed in serving others, I do not look upon myself as conferring Favours, but as paying Debts. In my Travels, and since my Settlement, I have received much Kindness from Men, to whom I shall never have any Opportunity of making the least direct Return. And numberless Mercies from God, who is infinitely above being benefited by our Services. Those Kindnesses from Men, I can therefore only Return on their Fellow Men; and I can only shew my Gratitude for these mercies from God, by a readiness to help his other Children and my Brethren. For I do not think that Thanks and Compliments, tho’ repeated weekly, can discharge our real Obligations to each other, and much less those to our Creator.”", "      “There is ample time to sleep; after death.”", "      “Wine is constant proof that God loves us and loves to see us happy.”", "      “I'm confidently of opinion that we are competent to transact the business which had been entrusted to our care; that we are equal' to every exigence which might occur; and therefore, I had not seen the necessity of foreign aid! [responding to Benjamin Franklin's suggestion to start each day of Congressional session with prayer \"to the Creator of the universe, and the Governour of all nations, beseeching Him to preside in our council, enlighten our minds with a portion of heavenly wisdom, influence our hearts with a love of truth and justice, and crown our labours with-complete and abundant success\"]”", "      “There are in life real evils enough and it is folly to afflict ourselves with imaginary ones.”", "      “Our limited perspective, our hopes and fears become our measure of life, and when circumstances don't fit our ideas, they become our difficulties.”", "      “Be cheerful—the problems that worry us most are those that never arrive.” —Benjamin Franklin”", "      “Democracy is two wolves and a lamb voting on what they are going to have for lunch. Liberty is a well-armed lamb contesting the vote.”", "      “Write a book worth reading or live a life worth writing”", "      “I have lived, sir, a long time, and the longer I live the more convincing proofs I see of this truth: that God governs in the affairs of men. And if a sparrow cannot fall to the ground without His notice, it is probable that an empire cannot rise without His aid.”", "      “Si no quieres perderte en el olvido tan pronto como estés muerto, escribe cosas dignas de leerse, o haz cosas dignas de escribirse.”", "      “Write people’s accomplishments in stone and their faults in sand.”", "      “About this time I met with an odd volume of the Spectator. It was the third. I had never before seen any of them. I bought it, read it over and over, and was much delighted with it. I thought the writing excellent, and wished, if possible, to imitate it. With this view I took some of the papers, and, making short hints of the sentiment in each sentence, laid them by a few days, and then, without looking at the book, try'd to compleat the papers again, by expressing each hinted sentiment at length, and as fully as it had been expressed before, in any suitable words that should come to hand. Then I compared my Spectator with the original, discovered some of my faults, and corrected them.”", "      “We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights, that among these are Life, Liberty and the pursuit of Happiness. — That to secure these rights, Governments are instituted among Men, deriving their just powers from the consent of the governed, — That whenever any Form of Government becomes destructive of these ends, it is the Right of the People to alter or to abolish it, and to institute new Government, laying its foundation on such principles and organizing its powers in such form, as to them shall seem most likely to effect their Safety and Happiness. ... But when a long train of abuses and usurpations, pursuing invariably the same Object evinces a design to reduce them under absolute Despotism, it is their right, it is their duty, to throw off such Government, and to provide new Guards for their future security...”", "      “If you would be remembered, write a book worth the reading or live a life worth the writing about.”", "      “Great hopes make everything great possible.”", "      “The best thing to give to your enemy is forgiveness; to an opponent, tolerance; to a friend, your heart; to your child, a good example; to a father, deference; to your mother, conduct that will make her proud of you; to yourself, respect; to all men, charity.”", "      “...the nations that have thrived have been those, like America, that are most comfortable with the cacophony, and even occasional messiness, that come from robust discourse\" Benjamin Franklin”", "      “A Republic Madam...if you can keep it.”", "      “Do not squander time, for that is the stuff life is made of.”", "      “I will speak ill of no man, and speak all the good I know of everybody.”", "      “Why do tomorrow what you can do today?”", "      “Benjamin Franklin daha can acıtıcı bir şey hatırlatıyor bize: “İnsanlar din varken bu kadar kötüyseler, din olmasaydı nasıl olurlardı acaba?”", "      “Any fool can criticize, condemn and complain, and most fools do.”", "      “Early to bed and early to rise makes a man healthy, wealthy and wise.”", "      “Benjamin Franklin, tactless in his youth, became so diplomatic, so adroit at handling people, that he was made American Ambassador to France. The secret of his success? “I will speak ill of no man,” he said,”", "      “Już żyjący w XVIII wieku amerykański prezydent Benjamin Franklin przestrzegał: „Trzeba dokonać wielu dobrych czynów, aby zbudować dobrą reputację, ale wystarczy jeden zły, aby ją stracić”.”", "      “Perhaps the history of the errors of mankind, all things considered, is more valuable and interesting than that of their discoveries”", "      “I don't really care. The whole division can hate me. The whole roster can hate me. The whole of America can hate me. I only need one American to love me. And that's Mr. Benjamin Franklin. As long as he loves me, I am good.”", "      “I recollected that [the rattlesnake's] eye excelled in brightness, that of any other animal, and that she has no eye-lids. She may therefore be esteemed an emblem of vigilance. She never begins an attack, nor, when once engaged, ever surrenders: She is therefore an emblem of magnanimity and true courage. As if anxious to prevent all pretensions of quarreling with her, the weapons with which nature has furnished her, she conceals in the roof of her mouth, so that, to those who are unacquainted with her, she appears to be a most defenseless animal; and even when those weapons are shown and extended for her defense, they appear weak and contemptible; but their wounds however small, are decisive and fatal. Conscious of this, she never wounds 'till she has generously given notice, even to her enemy, and cautioned him against the danger of treading on her.”", "      “Lighthouses are more useful than churches.”", "      “Sloth, like rust, consumes faster than labor wears; while the used key is always bright”", "      “Those who would give up essential liberty to purchase a little temporary safety deserve neither liberty nor safety. --Benjamin Franklin, Historical Review of Pennsylvania, 1759”", "      “If you would be loved, love, and be lovable”", "      “Where there is marriage without love, there will be love without marriage.”", "      “Suddenly—so suddenly it scared him—there was light ahead, around a corner. Not the light of a rainy evening in the city, but paler, less certain. They rounded the corner. He noticed the flashlight bulb starting to flicker; lost the alligator momentarily. Then turned the corner and found a wide space like the nave of a church, an arched roof overhead, a phosphorescent light coming off walls whose exact arrangement was indistinct. “Wha,” he said out loud. Backwash from the river? Sea water shines in the dark sometimes; in the wake of a ship you see the same uncomfortable radiance. But not here. The alligator had turned to face him. It was a clear, easy shot. He waited. He was waiting for something to happen. Something otherworldly, of course. He was sentimental and superstitious. Surely the alligator would receive the gift of tongues, the body of Father Fairing be resurrected, the sexy V. tempt him away from murder. He felt about to levitate and at a loss to say where, really, he was. In a bonecellar, a sepulchre. “Ah, schlemihl,” he whispered into the phosphorescence. Accident prone, schlimazzel. The gun would blow up in his hands. The alligator’s heart would tick on, his own would burst, mainspring and escapement rust in this shindeep sewage, in this unholy light. “Can I let you just go?” Bung the foreman knew he was after a sure thing. It was down on the clipboard. And then he saw the alligator couldn’t go any further. Had settled down on its haunches to wait, knowing damn well it was going to be blasted. In Independence Hall in Philly, when the floor was rebuilt, they left part of the original, a foot square, to show the tourists. “Maybe,” the guide would tell you, “Benjamin Franklin stood right there, or even George Washington.” Profane on an eighth-grade class trip had been suitably impressed. He got that feeling now. Here in this room an old man had killed and boiled a catechumen, had committed sodomy with a rat, had discussed a rodent nunhood with V., a future saint—depending which story you listened to. “I’m sorry,” he told the alligator. He was always saying he was sorry. It was a schlemihl’s stock line. He raised the repeater to his shoulder, flicked off the safety. “Sorry,” he said again. Father Fairing talked to rats. Profane talked to alligators. He fired. The alligator jerked, did a backflip, thrashed briefly, was still. Blood began to seep out amoebalike to form shifting patterns with the weak glow of the water. Abruptly, the flashlight went out.”", "      “We must hang together or we will surely hang separately”", "      “There is no kind of dishonesty into which otherwise good people more easily and frequently fall than that of defrauding the government.”", "      “Eripuit coele fulmen sceptrumque tyrannis” or from Latin to English, “He snatched the lightning from the skies and the scepter from the tyrants.”", "      “Eripuit coele fulmen sceptrumque tyrannis” or from Latin to English, “He snatched the lightning from the skies and the scepter from the tyrants.”", "      “Eripuit coele fulmen sceptrumque tyrannis” or from Latin to English, “He snatched the lightning from the skies and the scepter from the tyrants.”", "      “Benjamin Franklin, tactless in his youth, became so diplomatic, so adroit at handling people, that he was made American Ambassador to France. The secret of his success? \"I will speak ill of no man,\" he said, \" . . and speak all the good I know of everybody.”", "      “We must all hang together, or most assuredly we shall all hang separately.'' - Benjamin Franklin﻿”", "      “Inside view of the men's bath—Lahmann Sanatorium (Prospectus of Dr. Lahmann's Sanatorium, Weisser Hirsch 1921/22 Archive of the Eden Foundation, Bad Soden) In Veldes, Lahmann was deeply impressed by Rikli's light-and-air bath, later an essential part of his treatment program. He discussed its benefits in his book,The Air Bath as a Curative and Hardening Agent (1898), and quoted a letter by Benjamin Franklin, written to the French translator of his works in 1750”", "      “239Fish and Visitors stink after three days”", "      “Tell me and I forget. Teach me and I remember. Involve me and I learn-Benjamin Franklin”", "      “If a man empties his purse into his head, no one can take it from him. An investment in knowledge always pays the highest return. —BENJAMIN FRANKLIN”", "      “Neither Louis nor Marie Antoinette was at ease with the truly important people of their day. When Voltaire, after an exile of twenty-seven years, was allowed to return to France by Louis XVI's order, Marie Antoinette never received him. True, he had too often made France and the French the butt of his satire, and he had chosen freely to live in the court of Frederick the Great. But those near Marie Antoinette believed that her reason for not receiving him was not political. She just didn't know what to say to a man of such giant intellect. When the Grand Duke and Duchess of Russia came to pay a visit, Marie Antoinette was so confused that she left their presence abruptly and went to her room. \"It is even harder to face other rulers,\" she whispered to her lady-in-waiting, \"than to face courtiers!\" Although Benjamin Franklin was living in Paris through much of their reign, the Queen never chose to see him. She was particularly uneasy with brilliant women. During the eighteenth century women in France were more powerful than in any other time in history. Their influence in worldly affairs was greater than ever before or since. In their salons the finest minds gathered, and there conversation became an art cultivated for its own sake. But Marie Antoinette avoided contact with these intellectuals. She could never in the world have taken part in their conversations. She had never been educated. She had scarcely even read a book, and she knew only too well what such a handicap meant.”", "      “I didn't fail the test. I just found 100 different ways to do it wrong.”", "      “If passion drives you, let reason hold the reins.”", "      “Freedom is not a gift bestowed upon us by other men, but a right that belongs to us by the laws of God and nature.”", "      “Tôi không nói xấu ai mà chỉ nói những điều tốt đẹp tôi được biết về họ.”", "      “Truth and sincerity have a certain distinguishing native luster about them which cannot be perfectly counterfeited; they are like fire and flame that cannot be painted.”", "      “If you don’t want to be forgotten, either write things worth reading or do things worth writing”. – Benjamin Franklin”", "      “He that best understands the world, least likes it. - Benjamin Franklin, 1753”", "      “Staying Healthy is the Best PolicyModified from \"Honesty is the Best Policy\" Benjamin Franklin (1706-1790)”", "      “How financially secure do you feel? Thomas Paine has been quoted as saying, ‘Truth never envelops itself in mystery, and the mystery in which it is at any time enveloped is the work of its antagonist, and never of itself.’Do you know who said this: ‘Distrust and caution are the parents of security?’The Cattlemen’s Hall is ominously quiet. So Sydney says, “It was Benjamin Franklin. I think our Founding Fathers must have had some of the Holy Spirit in them. I can think of no other reason why they could be so aware of events in their future, unless of course, it was because they were so aware of their past. In their view of history they saw the corruption of the governments they left behind. They hoped for a better future. This can be evidenced by the fact that Thomas Paine stated in The American Crisis, No. 1, December 19, 1776, ‘If there must be trouble, let it be in my day that my child may have peace.”", "      “Britain was formerly the America of the Germans.”", "      “If you empty your purse into your head, no one can take it away from you. An investment in knowledge always pays the best interest.”", "      “I would advise you to read with a pen in your hand, and enter in a little book short hints of what you find .................for this will be the best method of imprinting such particulars in your memory, where they will be ready, on some future occasion ............................”"]