["      “Get going. Move forward. Aim High. Plan a takeoff. Don't just sit on the runway and hope someone will come along and push the airplane. It simply won't happen. Change your attitude and gain some altitude. Believe me, you'll love it up here.”", "      “As long as you are going to be thinking anyway, think big.”", "      “Show me someone without an ego, and I'll show you a loser.”", "      “When you are wronged repeatedly, the worst thing you can do is continue taking it--fight back! ”", "      “Sometimes your best investments are the ones you don't make.”", "      “They want us to be afraid. They want us to be afraid of leaving our homes. They want us to barricade our doors and hide our children. Their aim is to make us fear life itself! They want us to hate. They want us to hate 'the other'. They want us to practice aggression and perfect antagonism. Their aim is to divide us all! They want us to be inhuman. They want us to throw out our kindness. They want us to bury our love and burn our hope. Their aim is to take all our light! They think their bricked walls will separate us. They think their damned bombs will defeat us. They are so ignorant they don’t understand that my soul and your soul are old friends. They are so ignorant they don’t understand that when they cut you I bleed. They are so ignorant they don’t understand that we will never be afraid, we will never hate and we will never be silent for life is ours!”", "      “What separates the winners from the losers is how a person reacts to each new twist of fate.”", "      “It doesn`t hurt to get more education.”", "      “I try to learn from the past, but I plan for the future by focusing exclusively on the present. That's were the fun is.”", "      “Anyone who thinks my story is anywhere near over is sadly mistaken.”", "      “Don't get sidetracked. If you do get sidetracked, get back on track as soon as possible. Ultimately sidetracking kills you.”", "      “You know, it really doesn`t matter what (the media) write as long as you`ve got a young and beautiful piece of ass.”", "      “Remember There’s No Such Thing As An Unrealistic Goal – Just Unrealistic Time Frames”", "      “I know words. I have the best words.”", "      “Trump’s America is not America: not today’s or tomorrow’s, but yesterday’s.Trump’s America is brutal, perverse, regressive, insular and afraid. There is no hope in it; there is no light in it. It is a vast expanse of darkness and desolation.And that is a vision of America that most of the people in this country cannot and will not abide.”", "      “Watch, listen, and learn. You can’t know it all yourself. Anyone who thinks they do is destined for mediocrity.”", "      “Everything in life is luck.”", "      “If you love your country, you must be willing to defend it from fraud, bigotry, and recklessness--even from a president.”", "      “If you voted for a man who said \"Grab em by the pussy,\" you have zero room to claim to protect anyone in bathrooms.”", "      “When you're dealing with frauds and liars, listen more to what they don't say than what they do.”", "      “Trump didn't divide America. He just doused us with gasoline and fanned the flames.”", "      “It's a blip, not a catastrophe.”", "      “Facts are threatening to those invested in fraud.”", "      “Maybe history wouldn't have to repeat itself if we listened once in awhile.”", "      “Hurricane will be 'tremendously big and tremendously wet.”", "      “Fascism thrives in obscurity and darkness.”", "      “Think BIG! You are going to be thinking anyway, so think BIG!”", "      “A president cannot defend a nation if he is not held accountable to its laws.”", "      “Leadership by deception isn't leadership. It's fraud.”", "      “All of the women on The Apprentice flirted with me - consciously or unconsciously. That's good to be expected.”", "      “Accepting fraud from our leaders means accepting fraud in our personal lives.”", "      “Alternative facts and fake news are just other names for propaganda”", "      “We elected a man who knows how to build walls when we needed someone who knows how to build bridges.”", "      “Failing to indict a criminal sitting president sends the message that those in power are above the law.”", "      “On Fifth Avenue I went into the Trump Tower, a new skyscraper. A guy named Donald Trump, a developer, is slowly taking over New York, building skyscrapers all over town with his name on them, so I went in and had a look around. The building had the most tasteless lobby I had ever seen --- all brass and chrome and blotchy red and white marble that looked like the sort of thing that if you saw it on the sidewalk you would walk around it. Here it was everywhere --- on the floors, up the walls , on the ceiling. It was like being inside somebody's stomach after he'd eaten pizza.”", "      “Think about it... The Republicans have gone from Abraham Lincoln to Sarah Palin to Donald Trump. No wonder they don't believe in evolution.”", "      “I am a descendent of a whole bunch of Black folk who couldn't be broken.”", "      “It's a scary world we live in when a person of color endorses a racist for president.”", "      “Electing a bigot enables further bigotry.”", "      “Democracy doesn't mean spreading terror.”", "      “If you lay with a scorpion, don't be surprised when it finally stings you.”", "      “President Barack ObamaThe White House1600 Pennsylvania Avenue NWWashington, DC 20500November 29, 2016Dear President Obama,We are writing to express our grave concern regarding the mental stability of our President-Elect. Professional standards do not permit us to venture a diagnosis for a public figure whom we have not evaluated personally. Nevertheless, his widely reported symptoms of mental instability — including grandiosity, impulsivity, hypersensitivity to slights or criticism, and an apparent inability to distinguish between fantasy and reality — lead us to question his fitness for the immense responsibilities of the office.We strongly recommend that, in preparation for assuming these responsibilities, he receive a full medical and neuropsychiatric evaluation by an impartial team of investigators.Sincerely,Judith Herman, M.D. Professor of Psychiatry Harvard Medical SchoolNanette Gartrell, M.D.Dee Mosbacher, M.D.”", "      “Those who incite violence have no business lecturing others about unity.”", "      “When all is said and done, Donald Trump will make History completely forget about Richard Nixon.”", "      “We must tell the world that even though we elected a bigot, bigotry will not prevail.”", "      “The call of distinction cannot be heard by the average, neither can the vision of distinction be seen by the eyes of the mediocre.”", "      “When you walk in distinction, even the photocopying machine can’t replicate your unique quality.”", "      “When Mexico sends its people, they’re not sending their best. They’re not sending you. They’re not sending you. They’re sending people that have lots of problems, and they’re bringing those problems with us. They’re bringing drugs. They’re bringing crime. They’re rapists. And some, I assume, are good people.”", "      “Discrimination does not 'make America great.' It makes America weak.”", "      “The election of Donald Trump confirmed everything I knew of my country and none of what I could accept. The idea that America would follow its first black president with Donald Trump accorded with its history. I was shocked at my own shock. I had wanted Obama to be right.I still want Obama to be right. I still would like to fold myself into the dream. This will not be possible.”", "      “Donald Trump is nuts, his party is chock full of nuts too, and that is bad news for Americans with a nut allergy.”", "      “We're going to build a wall and Mexico is going to pay. And the reason they're going to pay and the way they're going to pay, Bob, is this. We have a trade deficit now with Mexico of $58 billion a year. The wall is going to cost $10 billion a year. That's what it's going to cost. It's going to be a powerful wall. It's going to cost $10 billion.”", "      “You know what uranium is, right? This thing called nuclear weapons like lots of things are done with uranium including some bad things.”", "      “Resistance isn’t enough. If we want change, we have to get out the vote.”", "      “There is never a moment where I find Trump persuasive. When I look at him I see a man without any inner life. I see the most superficial person on Earth. This is a guy who has been totally hollowed out by greed and self regard and delusion. If I caught some sort of brain virus and I started talking about myself the way Trump talks about himself, I would throw myself out a fucking window. That barely overstates it. Do you remember that scene at the end of The Exorcist where the priest is driving out the devil from Linda Blair and the devil comes into him and he just hurls himself out the window to end all the madness? Well, it would be like that.”", "      “We teach our kids not to lie. We teach them not to cheat. Why the hell do some of us still support a President who goes against everything we want in our own kids? Your kids will one day see your hypocrisy.”", "      “Standing behind predators makes prey of us all.”", "      “When I look at myself in the first grade and I look at myself now, I'm basically the same. The temperament is not that different.”", "      “A president who has incited violence inspires citizens towards hate and violence.”", "      “When you walk in distinction, you don’t compete with anyone but competition wants to compete with you.”", "      “The best thing I know about me, is that I'm rich”", "      “. We are guided by outcomes, not ideology. We have a policy of principled realism, rooted in shared goals, interests, and values. That realism forces us to confront a question facing every leader and nation in this room. It is a question we cannot escape or avoid. We will slide down the path of complacency, numb to the challenges, threats, and even wars that we face. Or do we have enough strength and pride to confront those dangers today, so that our citizens can enjoy peace and prosperity tomorrow?”", "      “It's no longer a question of if the American President is a Traitor, but rather if Republican voters are still Americans.”", "      “Truthful hyperbole’ is a contradiction in terms. It’s a way of saying, ‘It’s a lie, but who cares?’ ”", "      “Live your life with the will, to understand life.”", "      “I’d watched the election of Barack Obama with them, in Harlem: the celebration had spilled out onto the streets and erupted into dancing, outdoor champagne-drinking, euphoria. This [the 1/21/17 Women's March on Washington, DC] was different. It was like laughter at a funeral—what else can you do but hold on to who you are and who you love? What can you do but try to stay sane and fight like hell for what life is all about?”", "      “The court system is the graveyard where Trump's fanciful delusions will be laid to rest.”", "      “The electoral college is a disaster for a democracy.”", "      “Free elections don't always result in fair elections.”", "      “Lying is second nature to him... More than anyone else I have ever met, Trump has the ability to convince himself that whatever he is saying at any given moment is true, or sort of true, or at least ought to be true.”", "      “covfefe”", "      “Trump is a man without filter in his head that is why he can't scan his thoughts....”", "      “The messages of racism, the lies, the fraud, the sexism--he’s sending a lot of really horrible messages to our children.”", "      “Hate is contagious. A few seconds after Donald Trump has told me something hateful, somebody else repeats it. He has legitimized what people only dare say in their kitchens and bedrooms.”", "      “It is going to be too easy for things to start feeling normal—especially if you are someone who is not directly impacted by his actions. So keep reminding yourself:This is not normal.Write it on a Post-It note and stick it on your refrigerator, hire a skywriter once a month, tattoo it on your ass.Because a Klan-backed misogynist internet troll is going to be delivering the next State of the Union address.And that is not normal.It is fucked up.”", "      “A president should be approachable; understanding of people's problems and needs; he should be fair and equitable; he should listen with an open mind and a closed mouth; he shouldn't make a decision without all the facts and above all else, he must be honest to the people.Anything else and he shouldn't be president.”", "      “I hope that Donald Trumps voters are enjoying drinking President Trump's Koolaid!”", "      “Trump said that he wrote many books. It’s not called “writing” when someone else writes it for you.Just like it’s not called “winning an election” when another country steals it for you!”", "      “In addition to an education, kids were supposed to graduate with some basic values, self-discipline, and life skills. A little common sense wouldn't hurt either. Our schools don't teach that anymore. instead we're more concerned about kids having self-esteem and feeling good about themselves than we are about preparing them for real life. The politically correct crowd has taken over our schools, and as a result we are failing our children.”", "      “I never understood how so many people could want to live under a man like Vladimir Putin.  Then I saw the emergence of Trump.”", "      “Me having a stalker is like Donald Trump having a sense of humility. It's not a match.”", "      “Make America great again.”", "      “We are going to build a wall. You’re going to pay for the wall.”", "      “You are fake news.”", "      “Yet behind all of the populist hot air, and the big shot persona, is a man who is very cunning. As a real estate mogul worth billions, a man like Donald Trump knows how to relate to an audience better than a politician. He has to as each transaction he is working on can increase his personal wealth. Moreover, he doesn’t have the time to make the connections while trying to close a deal that an average politician does. He has to, as a salesman, become expert at being a “five minute friend”. Every move has to count in building a credible connection that will get him to, and beyond, the closing table.”", "      “Part of the beauty of me is that I am very rich.”", "      “Obama never told America how \"like, smart\" he was or that he was a \"stable genius\". He was never heard calling himself a genius because stable, smart people don't need to tell people that they are stable and smart. Unstable, ignorant people do!”", "      “After researching, reviewing, considering, and contemplating with continued attention; I have concluded that the beast is among us.”", "      “Donald Trump is worse than any horror story I've written.”", "      “o , the Pe lican . sosmoothly d o th  he cr est . a wi nd go d !”", "      “You can only blame fake news so many times before the truth starts to emerge from the newsprint.”", "      “I love our judicial system; It's where Trump's fanciful delusions go to die.”", "      “The Women’s March did what it set out to do and that is to show the sheer magnitude of passion that the female voice can project and most importantly, for our future generations, it has shattered the falsity of the patriarch myth that women do not support other women.”", "      “Trump is an unintentional master of the art of rectal ventriloquism. No, I don’t mean he’s a champion farter. I mean he talks out of his ass, and the words magically start coming out of other peoples’ mouths. He says eminent domain is wonderful and suddenly conservatives start saying, “Yeah, it’s wonderful!” He floats a new entitlement for child care and almost instantaneously people once opposed to it start bragging about how sensitive they are to the plight of working moms. He says Social Security needs to be more generous and days later once proud tea partiers are saying the same thing, and the rest of us are left to marvel how we didn’t even see Trump’s lips, or cheeks, move. This is a perfect example of the corrupting effect of populism and personality cults. I keep mentioning my favorite line from William Jennings Bryan: “The people of Nebraska are for free silver and I am for free silver. I will look up the arguments later.” For many Trump supporters, the rule of the day is, “Donald Trump is for X and I am for X. I will look up the arguments later (if ever).”", "      “Donald Trump used The Kim Kardashian Principle to win the election. I have no doubt he’s a big fan of Kim and will be reading the book.”", "      “The rise of Donald Trump is what happens when you build Potemkin villages in Weimar republics.”", "      “Maybe he’ll be different from who he was and always is.”", "      “You can't spend months insulting almost every group imaginable and then expect everyone to suddenly sing kumbaya together.”", "      “But I believe that, once the shock settles, faith and energy will return. Because let’s be real: we always knew this shit wasn’t going to be easy. Colonial power, patriarchal power, capitalist power must always and everywhere be battled, because they never, ever quit. We have to keep fighting, because otherwise there will be no future—all will be consumed. Those of us whose ancestors were owned and bred like animals know that future all too well, because it is, in part, our past. And we know that by fighting, against all odds, we who had nothing, not even our real names, transformed the universe. Our ancestors did this with very little, and we who have more must do the same. This is the joyous destiny of our people—to bury the arc of the moral universe so deep in justice that it will never be undone.”", "      “You can’t separate desperate politicians from violence and trouble.”", "      “Donald Trump and Paris Hilton share an occupation: publicity whore. Paris Hilton is better at it.”", "      “With President Trump, however, the masculine archetype seems to have regressed. Trump is less the strict father than the petulant child: a boyish figure who rejects advice, shirks discipline and refuses to be beholden to behavioral norms. He is rarely even seen as the patriarch of his own family; as Melania Trump said after he was caught boasting about assaults on tape, “Sometimes I say I have two boys at home.”", "      “Populism is not conservatism, which by definition entails resistance to public whims. Conservatives who seek to use populism for their own ends inevitably make a Faustian bargain.We are now living with the consequences of that bargain in the form of Donald Trump’s presidency.”", "      “Nobody knew healthcare could be so complicated.”", "      “Trump argues for his own brand of strong-government conservatism grounded not in, say, Bush’s faith in God, but in Donald Trump’s faith in himself. He has never shown more than the briefest nod to traditional conservative concerns about limited government, personal liberty or the Constitution. ... If Trump is successful, liberty-oriented conservatism will be replaced by so-called common sense statism.”", "      “Honestly, people are definitely dumber. They just keep passing stuff around. Nobody fact-checks anything anymore — I mean, that’s how Trump got elected. He just said whatever he wanted, and people believed everything, and when the things he said turned out not to be true, people didn’t care because they’d already accepted it. It’s real scary. I’ve never seen anything like it.”", "      “Sometimes I wonder what the world would be like if we all got along. If there were no terrorism, Islamophobia, Western hypocrisy, corrupt government in African countries (especially Liberia), sexism, nativism, people like Donald Trump, stereotypes, war, Capitalism, Communism, Marxism and xenophobia.”", "      “I didn't come here to find love, but did love find me?”", "      “The Donald in a Nutshell [10w] Donald Trump's foreign policy stand:'What's in it for me?”", "      “It is not enough to say that you are upset with something if you don't do anything to change it. If you want to know who a person truly is see what they do. Do they only talk or do they actually walk the walk! What do they get involved with? Making the world better or trying to divide us by pitting us against each other. Beware of the person that tries to divide and conquer”", "      “After watching Donald Trump on C-Span the other day, one can see it being easy to be convinced that what the public sees, at least from the press coverage, is just a bit of “reality television” spilling over into real life. His performance at the gathering was reminiscent of what may have happened had Archie Bunker walked out of the cartoon world of the television sitcom and went to speak at posh affair filled with the wax museum of Washington politicos and the buzzard-esque scowls of the press. All eyes fixed on the performer giving yet another exhibition of theatrical prowess.”", "      “every wall is an opportunity to guess what's on the other side”", "      “We know that Donald Trump loves S.C.A.P.E.G.O.A.T.S. Now he has stooped to new lows - Separating Children And Parents Entering Gateways Of America Truly Sucks !”", "      “The problem in Venezuela is not that socialism has been poorly implemented, but that socialism has been faithfully implemented. From the Soviet Union to Cuba to Venezuela, wherever true socialism or communism has been adopted, it has delivered anguish and devastation and failure. Those who preach the tenets of these discredited ideologies only contribute to the continued suffering of the people who live under these cruel systems.”", "      “It used to be a Big Deal When The President Lied to the American Public. Now it's just expected.”", "      “The only type of innocent people who yell \"WITCH HUNT\" are the kind who are really guilty!”", "      “despite all the negative press covfefe”", "      “If you're a Republican, just imagine what you would have done if Obama slept with a porn star months after Michelle gave birth to Malia, paid hush money to the porn star, and lied to America about doing so.”", "      “Obama may not have been perfect, but he could speak in full sentences, actually cared about the world's children, didn't cheat on his wife, and knew how to spell her name.”", "      “I teach my kids that \"hate\" is a strong word that they should not use unless in extreme cases. BTW, I hate Donald Trump.”", "      “Donald Trump telling Jimmy Fallon to be a “man”, is like a turtle telling a cheetah to “run faster”.Being a “man” means having compassion for children, not cheating on all of your wives, and being strong enough to admit your mistakes, rather than lying to cover them up!”", "      “Stop saying that Trump has come “unglued”, “unhinged” or “unravelled”. That implies that he was actually glued, hinged and ravelled in the first place.”", "      “I'm sick and tired of everyone making fun of the size of Trump's hands. We should all be bigger than that.So should Donald Trump's hands”", "      “Donald Trump, who had 5 kids (that we know of) with 3 wives (one of which was an immigrant), accuses immigrants of \"breeding\".”", "      “Years from now we might be saying it's hyperbolic to compare someone to Donald Trump, because we will be quite sure no one is that cruel.”", "      “I've never been so happy to have a stupid president. Imagine how much damage he could do with a brain.”", "      “Trump/Russia is Far Worse Than Watergate. It’s basically Watergate on Russian-made steroids. That would also help explain Trump’s man-boobs and crazy mood swings.”", "      “You can't be a Christian and also support a married man who lies about having sex with a Porn Star, while telling her that she reminds him of his daughter, and then paying her $130,000 to keep quite.”", "      “The White House says that the FBI has an \"extreme bias\" against Donald Trump..... or as the FBI calls it: \"Evidence!”", "      “I predict that in 10 years from now, the Red \"Make America Great\" Hats will be a symbol of Racism that people avoid in a similar way as they do the Swastika.”", "      “They're bringing drugs. They're bringing crime. They're rapists. And some, I assume, are good people.”", "      “And yet that performance has a method. Trump's artlessness, like Mark Antony's, is only apparent. Listen, for example, as he performs one of his favorite riffs. He begins by saying something critical of Mexicans and Chinese. Then he turns around and says, 'I love the Mexican and Chinese people, especially the rich ones who buy my apartments or stay at my hotels or play on my golf courses.' It's their leaders I criticize, he explains, but then in a millisecond he pulls the sting from the criticism: 'they are smarter and stronger than our leaders; they're beating us.' And then the payoff all this has been leading up to, the making explicit of what has been implied all along. 'If I can sell them condominiums, rent space to them in my building at my price, and outfox them in deals, I could certainly outmaneuver them when it came to trade negotiations and immigration.' (And besides, they love me.)Here is the real message, the message that makes sense of the disparate pieces of what looks like mere disjointed fumbling: I am Donald Trump; nobody owns me. I don't pander to you. I don't pretend to be nice and polite; I am rich and that's what you would like to be; I'm a winner; I beat people at their own game, and if you vote for me I will beat our adversaries; if you want wonky policy details, go with those losers who offer you ten-point plans; if you want to feel good about yourselves and your country, stick with me.So despite the lack of a formal center or an orderly presentation, Trump was always on point because the point was always the same. He couldn't get off message because the one message was all he had.”", "      “Drain the swamp”", "      “President Trump continues to attack Hillary Clinton for one reason and one reason only. He knows she is the legitimate President and he wants to convince himself that he is more deserving of the office which he stole.”", "      “Anybody who leads with hate, is not fit for leadership.”", "      “Melania Trump wanted two things: a sugar daddy and to be an American citizen. She got, instead, the worse version of the American dream.”", "      “The trump has been played. Now it is up to the joker to see if he has a place in the pack.”", "      “Having money will make you look enticing to women even if you are not a good-looking dude. Don’t believe me, go ask Mick Jagger, Donald Trump, Jay-Z and the rest of the fugly men who have all the money and get all the fine women.”", "      “Vladimir Vladimirovich Putin is the President of Russia and the United States of America.”", "      “I've said it before, Donald John Trump is the mythological trickster demon we know. That sly fox upon that rock. Michael Richard Pence, however, is the DEVIL.”", "      “As we march toward the reality that, by 2050, no one racial or ethnic group will hold a proportional majority in this country, racial suicide paranoia abounds. And for the white racist legislators in the red states, nothing is more threatening than a majority-brown country; it strips them of their historic power. The prospect of being outnumbered is what enabled the Tea Party's mutiny of Congress in 2010 after the election of Barack Obama, America's first black president, allowing it to cripple the Republican establishment; render the first major-party female presidential candidate powerless; and enable the rise of the racist, nationalistic, and misogynistic Donald Trump The white people who are still in charge believe that if their women don't start having lots of babies they- the white patriarchs - are going to become obsolete.”", "      “The more people tell you it’s not possible, that it can’t be done, the more you should be absolutely determined to prove them wrong. Treat the word “impossible” as nothing more than motivation.”", "      “ON THE MODUS OPERANDI OF OUR CURRENT PRESIDENT, DONALD J. TRUMP\"According to a new ABC/Washington Post poll, President Trump’s disapproval rating has hit a new high.\" The President's response to this news was \"“I don’t do it for the polls. Honestly — people won’t necessarily agree with this — I do nothing for the polls,” the president told reporters on Wednesday. “I do it to do what’s right. I’m here for an extended period of time. I’m here for a period that’s a very important period of time. And we are straightening out this country.” - Both Quotes Taken From Aol News - August 31, 2018In The United States, as in other Republics, the two main categories of Presidential motivation for their assigned tasks are #1: Self Interest in seeking to attain and to hold on to political power for their own sakes, regarding the welfare of This Republic to be of secondary importance. #2: Seeking to attain and to hold on to the power of that same office for the selfless sake of this Republic's welfare, irregardless of their personal interest, and in the best of cases going against their personal interests to do what is best for this Republic even if it means making profound and extreme personal sacrifices. Abraham Lincoln understood this last mentioned motivation and gave his life for it. The primary information any political scientist needs to ascertain regarding the diagnosis of a particular President's modus operandi is to first take an insightful and detailed look at the individual's past. The litmus test always being what would he or she be willing to sacrifice for the Nation. In the case of our current President, Donald John Trump, he abandoned a life of liberal luxury linked to self imposed limited responsibilities for an intensely grueling, veritably non stop twoyear nightmare of criss crossing this immense Country's varied terrain, both literally and socially when he could have easily maintained his life of liberal leisure. While my assertion that his personal choice was, in my view, sacrificially done for the sake of a great power in a state of rapid decline can be contradicted by saying it was motivated by selfish reasons, all evidence points to the contrary. For knowing the human condition, fraught with a plentitude of weaknesses, for a man in the end portion of his lifetime to sacrifice an easy life for a hard working incessant schedule of thankless tasks it is entirely doubtful that this choice was made devoid of a special and even exalted inspiration to do so. And while the right motivations are pivotal to a President's success, what is also obviously needed are generic and specific political, military and ministerial skills which must be naturally endowed by Our Creator upon the particular President elected for the purposes of advancing a Nation's general well being for one and all. If one looks at the latest National statistics since President Trump took office, (such as our rising GNP, the booming market, the dramatically shrinking unemployment rate, and the overall positive emotive strains in regards to our Nation's future, on both the left and the right) one can make definitive objective conclusions pertaining to the exceptionally noble character and efficiency of the current resident at 1600 Pennsylvania Avenue. And if one can drown out the constant communicative assaults on our current Commander In Chief, and especially if one can honestly assess the remarkable lack of substantial mistakes made by the current President, all of these factors point to a leader who is impressively strong, morally and in other imperative ways. And at the most propitious time. For the main reason that so many people in our Republic palpably despise our current President is that his political and especially his social agenda directly threatens their licentious way of life. - John Lars Zwerenz”", "      “Donald Trump is launching his own nonprofit group: Borders without Doctors.”", "      “In my alternate universe, everyone looks like Donald Trump, and I look like myself.And you know what?I still don't feel like that I'm the alien.”", "      “But really, I think it’s only serious despots that have food tasters. The Emperor Claudius, Hitler, Vladimir Putin. Probably Donald Trump. The guilty ones.”", "      “The nautical expression that “Rats leave a sinking ship” is an observed truth. Not only will they attempt to save themselves but they will also assist in saving others. In fact studies show that they will be more apt to help their fellow rats if they had experienced a previous dunking themselves. Although detested by human’s rats are in fact very compassionate social animals that crave company. Research has proven that they will help another rat in distress before searching for food even though they may be hungry.Although not proven it has been observed that they have an innate knowledge of impending disaster and if they are seen abandoning ship, it just might be wise to follow. This is born out in Shakespeare's The Tempest, Act I, Scene II where he wrote: “In few, they hurried us aboard a bark, bore us some leagues to the sea; where they prepared a rotten carcass of a boat, not rigged, nor tackle, sail, nor mast; the very rats instinctively had to quit it.”Of course this nautical concept is fortunately not frequently witnessed, however in a metaphorical sense it is now being witnessed politically. The New York Times's Maggie Haberman and Alexander Burns have written articles concerning the tumult behind the scenes in the world of Donald Trump. “In private, Mr. Trump's mood is often sullen and erratic, his associates say. He veers from barking at members of his staff to grumbling about how he was better off following his own instincts…” Many others claim that he is not up to the task and could actually be a danger to our country if not the World. On Twitter, Bill Kristol a conservative and the Editor at large of the Weekly Standard says that the New York Times story suggest suggests prominent members of Trump's team are already beginning their recriminations in anticipation of a Republican defeat in November.Although I usually save my political remarks for my personal Facebook page, the obvious cannot be ignored and it has been universally apparent that our “Ship of State” has been heading into uncharted waters, rife with dangers herebefore unknown!”", "      “As for those among you who do have the genes, who do have the instincts, and who could be highly successful, well, I still hope you won’t follow my advice. Because that would just make it a much tougher world for me.”", "      “Trump taught us how easily seemingly serious people can become profoundly idiotic. He turned career politicians into circus freaks.”", "      “... the bunch of us thinking to ourselves, What strange and thrilling times we live in. Thinking : How amazing that we are alive and part of such a unique world. A world you felt, at one point, might be full of nothing more than reality singing competitions and Donald Trumps and Kardashians and Angelina Jolie's cute ethnic kids and Carson Daly, a world that hardly seemed worth saving, worth all of this effort.”", "      “There are three irrefutable arguments supporting the silliness of American democracy, Donald Trump, Barack Obama and George W. Bush.”", "      “No drugs, no alcohol, no cigarettes.”", "      “Donald Trump, pedophile - Donald Trump, polygraph test ... soon.”", "      “Tereny lives in the presence of fear and absence of hope”", "      “What will happens to Student Loans Plans in 2017? Questions by Reader??Will Donald J. Donald J. Trump forgive my student loans?While we can’t know for sure, it seems very likely whatever program he implements will have end of term loan forgiveness as a component. His most recent thinking is forgiveness would be after 15 years of payments, let’s see how he will be going to implement new forgiveness plans or amend the old ones.How do I get student loan forgiveness?Make sure your federal loans are enrolled in the direct loan program, if they are not consolidating them into the direct loan program. If they are Stafford loans you may want to see if you qualify for any of the Stafford forgiveness programs. Will Donald J. Trump lower my student loan payment?You likely don’t need to wait for Donald J. Trump to lower your payment; you may be able to lower your payment today. Look at Income Driven Repayment programs and/or private loan consolidations today. Based on his statements so far it is likely he will continue the Income Driven Repayment program that helps borrowers lower their payment to a manageable size.Will Donald J. Trump lower my student loan interest rate?He has definitely not made any definitive statements, but he has said the DOE shouldn’t profit from student loans. One way to make sure they are not profiting would be to lower the interest rate.Stay tuned with Student Loan Consolidation Expert Mr. Bruce Mesnekoff, as things are almost certainly going to get interesting.You can consult with The Student Loan help Center about your Loan consolidation and Student Loan Consolidation Processing.”", "      “Hate is easy. Love is hard. But the difference is love.. it is worth the effort.”", "      “When Putin or any wealthy corrupted dictator can decide who is the US President, while Obama or the regular democratic authorities don't have the same power to decide who is the Russian or Chinese president, then the problem is not about Donald Trump, not about The Person,rather it is structural gap related to the Democracy and Dictatorship in deep substance and concept, and should be discussed, reflected, thought, spoke and solved from this very respect, not from drawing daily cartoons for Trump's hairstyle!”", "      “As long as you’re going to be thinking anyway, think big.”", "      “The long-term effect of Hillary’s loss could be more beneficial to the future of America than one might think. For if Obama’s reign placed hope in the hearts of the young and instilled in them a belief that differences must be embraced then Hillary’s crushing defeat has awakened them to the harsh realities of a hopeful indifference and raised their voices in opposition of all those ideals that would not only darken their future but the future of the entire world.”", "      “The Women’s March had restored my faith as I am sure it has introduced the young generation to the new wave of feminism. A feminist movement that was made up of both sexes and all ages and creeds, one that did away with the arguments and stood arm in arm for a greater cause, a cause which the Arab media did not wish to project.”", "      “Welcome to a new reality. Good morning America…. Donald J. Trump wins the Presidency!\" Captain Hank Bracker”", "      “Part of the beauty of me is that I’m very rich.” (Trump, Donald, R-N.Y., billionaire real estate mogul; reality show hot air buffoon; ABC News with Ashleigh Banfield; 3/17/2011.)”", "      “Part of the beauty of me is that I’m very rich.” (Trump, Donald, R-N.Y.; ABC News with Ashleigh Banfield; 3/17/2011.)”", "      “Part of the beauty of me is that I’m very rich.” (Trump, Donald, R-N.Y.; ABC News with Ashleigh Banfield; 3/17/2011.)”", "      “BREAKING: Trey Gowdy To PROSECUTE Donald Trump For Child Rape!”", "      “Nuance is anathema to his thinking, which is why he can maintain such fidelity to his ideas in a-hundred-and-forty-character bursts.”", "      “Donald Trump = 9/11 cover-up conspirator.”", "      “Achieving great things through training, tenacity & time doesn't make someone vain. It lessens vanity! Therefore, I have one question: is @realDonaldTrump vain?”", "      “Mrázek začal žít na vysoké noze. Auta měnil jako ponožky a na to, že byl invalidní důchodce, mrhal penězi jako milionář Donald Trump. Myslel si, že se mu nemůže nic stát, když má tak vlivné přátele, ale jak už to tak bývá, lidská závist je všemocná. Mrázka začali udávat obyčejní lidé: spoluobčané z Českého Brodu, ale i jeho přátelé a nepřátelé z pražského podsvětí. A psali anonymy a nebylo jich málo. “Mrázek dává peníze příslušníkům Okresní policejní správy v Kolíně. Peníze pocházejí z trestné činnosti a policisty si tak kupuje pro svou ochranu,” stálo v jednom udání. A 22. září 1988 dostala policie třeba tento informativní lístek: “Mrázek kšeftuje s auty. Stále za ním jezdí pan Hrouda a další policista Špulák. K jeho domu nejčastěji jezdí vůz Avia s poznávací značkou KO 59-59 a žiguli kombi, ale také škodovka se značkou PHE 27-48. Avie přiveze Mrázkovi krabice, ty Mrázek složí ve své garáži a za týden je zase odveze. Mrázek kšeftuje s pornokazetami. Doma je kopíruje a pak je prodává za 500 korun. Má i videokameru. Jezdí za ním dva Vietnamci a jeden prodavač ze samoobsluhy z Kostelce.”", "      “I beg your PARDON!\"The new presidential catch phrase.”", "      “Of course we're guilty!-That's what we've got pardons for!”", "      “Who's got the last laugh now?If you will pardon the expression.”", "      “Donald Trump, was raping 13-year-old girls at Jeffrey Epstein's pedophile parties in 1994.”", "      “I can hardly believe that our nation’s policy is to seek peace by going to war. It seems that President Donald J. Trump has done everything in his power to divert our attention away from the fact that the FBI is investigating his association with Russia during his campaign for office. For several weeks now he has been sabre rattling and taking an extremely controversial stance, first with Syria and Afghanistan and now with North Korea. The rhetoric has been the same, accusing others for our failed policy and threatening to take autonomous military action to attain peace in our time. This gunboat diplomacy is wrong. There is no doubt that Secretaries Kelly, Mattis, and other retired military personnel in the Trump Administration are personally tough. However, most people who have served in the military are not eager to send our young men and women to fight, if it is not necessary. Despite what may have been said to the contrary, our military leaders, active or retired, are most often the ones most respectful of international law. Although the military is the tip of the spear for our country, and the forces of civilization, it should not be the first tool to be used. Bloodshed should only be considered as a last resort and definitely never used as the first option. As the leader of the free world, we should stand our ground but be prepared to seek peace through restraint. This is not the time to exercise false pride!Unfortunately the Trump administration informed four top State Department management officials that their services were no longer needed as part of an effort to \"clean house.\" Patrick Kennedy, served for nine years as the “Undersecretary for Management,” “Assistant Secretaries for Administration and Consular Affairs” Joyce Anne Barr and Michele Bond, as well as “Ambassador” Gentry Smith, director of the Office for Foreign Missions. Most of the United States Ambassadors to foreign countries have also been dismissed, including the ones to South Korea and Japan. This leaves the United States without the means of exercising diplomacy rapidly, when needed. These positions are political appointments, and require the President’s nomination and the Senate’s confirmation. This has not happened! Moreover, diplomatically our country is severely handicapped at a time when tensions are as hot as any time since the Cold War. Without following expert advice or consent and the necessary input from the Unites States Congress, the decisions are all being made by a man who claims to know more than the generals do, yet he has only the military experience of a cadet at “New York Military Academy.” A private school he attended as a high school student, from 1959 to 1964. At that time, he received educational and medical deferments from the Vietnam War draft. Trump said that the school provided him with “more training than a lot of the guys that go into the military.” His counterpart the unhinged Kim Jong-un has played with what he considers his country’s military toys, since April 11th of 2012. To think that these are the two world leaders, protecting the planet from a nuclear holocaust….”", "      “Going through tough times is a wonderful thing, and everybody should try it. Once”", "      “But, in the Trump aftermath, I've measured the costsAnd benefits of loving those who don't loveStrangers. After all, I'm often the odd one—The strangest stranger—in any field or room.\"He was weird\" will be carved into my tomb.”", "      “I have all the best words.”", "      “Our hope is a word and world of proud, independent nations that embrace their duties, seek friendship, respect others, and make common cause in the greatest shared interest of all: a future of dignity and peace for the people of this wonderful Earth.”", "      “The price of conviction has never been cheap, but it will always be worth it.”", "      “i have a billion dollars”", "      “it has not been easy for me”", "      “Tammaru’s office looked like NASA’s control room designed by Donald Trump.”", "      “I think I am actually humble. I'm much more humble than you would understand”", "      “We are not profiling Trump, I mean Donald Trump supporters, we do not, I repeat see racists or in them some potential terrorists. That is just absurd - yes some absurd, ridiculous presumptions'. They have a right to exercise their franchise and they're better citizens because of that. We all want similar end, the same end, but maybe different means and I am not saying the means don't matter or ain't critical - but we can't say they are all misogynistic, racists or averse to Islam or the beautiful Muslims in our communities- hold on, hold on please, I'm coming to that - we won't say because you voted Trump, you are ineligible to work in our company or your values are not in synchronization with ours, we can't do this, we can't come that low to start to say because you voted Trump, we can't put you in dire positions where crafty decision making skills are required, yes a child won't be rebuked because of his parents decision to have voted Trump, we won't say a parent capable, capable of that decision must have brought up a child submerged in hatred, yes they want guns, that is why a minute number is voting for him but of coz we have always wanted guns to protect ourselves from some not only disoriented Muslims or an irrepressible libido maniac or of some black thugs whose looks threatens our safety, the safety of our daughters, or even some trespassers - we do need gun, we have hunters too- or for some who the health system has failed. And no, it is absolutely, absolutely ridiculous to say- because they do not want their jobs taken by migrants or that they are founded in the superiority of one color over another, these are serious concerns, businesses we mustn't forget - this people spoke out, voted out- of, from a concern for a safer nation, for a better tomorrow - not only for ourselves but for tomorrow.”", "      “Don't be afraid to express to the world about how you feel... Ask Donald Trump.”", "      “Attempts to Close the Detention CenterThe United States Detention Center on the grounds of the Naval Base at Guantánamo Bay, Cuba was established in January of 2002 by the U.S. Secretary of Defense Donald H. Rumsfeld. It was designated as the site for a prison camp, euphemistically called a detention center, to detain prisoners taken in Afghanistan and to a lesser degree from the battlefields of Iraq, Somalia and Asia. The prison was built to hold extremely dangerous individuals and has the facilities to be able to interrogate these detainees in what was said to be “an optimal setting.” Since these prisoners were technically not part of a regular military organization representing a country, the Geneva Conventions did not bind the United States to its rules. The legality of their incarceration is questionable under International Law. This would lead one to the conclusion that this facility was definitely not a country club.Although, in most cases these prisoners were treated humanely, there were obvious exceptions, when the individuals were thought to have pertinent information. It was also the intent of the U.S. Government not to bring them into the United States, where they would be afforded prescribed legal advantages and a more humane setting. Consequently, to house these prisoners, this Spartan prison was constructed at the Guantánamo Bay Naval Base instead of on American soil. Here they were out of sight and far removed from any possible legal entanglements that would undoubtedly regulate their treatment. Many of the detainees reported abuses and torture at the facility, which were categorically denied. In 2005 Amnesty International called the facility the “Gulag of our times.”In 2007 and 2008, during his campaign for the Presidency, Obama pledged to close the Detention Center at Guantánamo Bay. After winning the presidential election, he encouraged Congress to close the detention center, without success. Again, he attempted to close the facility on May 3, 2013. At that time, the Senate stopped him by voting to block the necessary funds for the closure. The Republican House remained adamant in their policy towards the President, showing no signs of relenting. It was not until thaw of November of 2014 that any glimmer of hope became apparent.Despite Obama’s desire to close the detention center, he also knew that the Congress, headed by his opposing party, would not revisit this issue any time soon, and if anything were to happen, it would have to be by an executive order. The number has constantly decreased and is now said to be fewer than 60 detainees. There are still problems regarding some of these more aggressive prisoners from countries that do not want them back. It is speculated that eventually some of them may come to the United States to face a federal court. Much is dependent on President-Elect Trump as to what the future holds regarding these incarcerated people.”", "      “Unlike Kim Cardassian or Donald Trump, Montaigne regarded the inward glance as an adventure in self-effacement not self infatuation. He was a charming and perceptive critic of his own foibles, especially alert to his weakness for inconsistency.”", "      “I thought they’d fact-check it, and it’d make them look worse. I mean that’s how this always works: Someone posts something I write, then they find out it’s false, then they look like idiots. But Trump supporters — they just keep running with it! They never fact-check anything! Now he’s in the White House. Looking back, instead of hurting the campaign, I think I helped it. And that feels [bad].”", "      “I want good people to come here from all over the world, but I want them to do so legally. We can expedite the process, we can reward achievement and excellemce, but we have to respect the legal process. And those people who take advantage of the system and come here illegally should never enjoy the benefits of being a resident--or citizen--of this nation. So I am against any path to citizenship for undocumented workers or anyone else who is in this country illegaly. They should--and need to--go home and get in line.”", "      “Donald Trump is an idiot!* However, in his case, it is by choice, because he was arrogant enough to think there were enough ‘real’ idiots in America, to elect him President. Had he been elected, he would have turned out to be “anti” Christ, because of his arrogant nature.”", "      “Some times losing a battle you find a new way to win the war By Donald Trump.”", "      “Zet net de tv aan, schrik me dood. Die van Nieuwkerk ziet er ineens uit als een kruising tussen Donald Trump en Adam Curry.”"]