{"content": "      “KINH HẠNH PHÚCMangalasuttaNhư vầy tôi ngheMột thời Thế TônNgự tại Kỳ Viên tịnh xáCủa trưởng giả Cấp Cô ÐộcGần thành Xá VệKhi đêm gần mãnCó một vị trờiDung sắc thù thắngHào quang chiếu diệuSáng tỏa Kỳ ViênÐến nơi Phật ngựÐảnh lễ Thế TônRồi đứng một bênCung kính bạch PhậtBằng lời kệ rằng:Chư thiên và nhân loạiSuy nghĩ điều hạnh phúcHằng tầm cầu mong đợiMột đời sống an lànhXin ngài vì bi mẫnHoan hỷ dạy chúng conVề phúc lành cao thượngThế Tôn tùy lời hỏiRồi giảng giải như vầy:Không gần gũi kẻ ácThân cận bậc trí hiềnCúng dường bậc tôn đứcLà phúc lành cao thượngỞ trú xứ thích hợpCông đức trước đã làmChân chánh hướng tự tâmLà phúc lành cao thượngÐa văn nghề nghiệp giỏiKhéo huấn luyện học tậpNói những lời chơn chấtLà phúc lành cao thượngHiếu thuận bậc sanh thànhChăm sóc vợ và conSống bằng nghề lương thiệnLà phúc lành cao thượngBố thí hành đúng PhápGiúp ích hàng quyến thuộcHành vi không lỗi lầmLà phúc lành cao thượngXả ly tâm niệm ácTự chế không say sưaTinh cần trong thiện phápLà phúc lành cao thượngBiết cung kính khiêm nhườngTri túc và tri ânÐúng thời nghe chánh phápLà phúc lành cao thượngNhẫn nhục tánh thuần hoáThường yết kiến sa mônTùy thời đàm luận phápLà phúc lành cao thượngThiền định sống phạm hạnhThấy được lý thánh đếChứng ngộ quả niết bànLà phúc lành cao thượngKhi xúc chạm việc đờiTâm không động không sầuTự tại và vô nhiễmLà phúc lành cao thượngNhững sở hành như vậy Không chỗ nào thối thấtKhắp nơi được an toànLà phúc lành cao thượng .”\n      “Kinh Từ BiKaraṇīyamettasuttaHiền nhân cầu an lạcNên huân tu pháp lànhCó nghị lực chơn chấtNgay thẳng và nhu thuậnHiền hoà không kiêu mạnSống dễ dàng tri túcThanh đạm không rộn ràngLục căn luôn trong sángTrí tuệ càng hiển minhTự trọng không quyến niệmKhông làm việc ác nhỏMà bậc trí hiền chêNguyện thái bình an lạcNguyện tất cả sanh linhTràn đầy muôn hạnh phúcVới muôn loài chúng sanhKhông phân phàm hay thánhLớn nhỏ hoặc trung bìnhThấp cao hay dài ngắn Tế thô không đồng đẳngHữu hình hoặc vô hìnhÐã sanh hoặc chưa sanhGần xa không kể xiếtNguyện tất cả sanh linhTràn đầy muôn hạnh phúcÐừng làm hại lẫn nhauChớ khinh rẻ người nàoỞ bất cứ nơi đâuÐừng vì niệm sân siHoặc hiềm hận trong lòngMà mong người đau khổHãy mở rộng tình thươngHy sinh như từ mẫuSuốt đời lo che chởÐứa con một của mìnhHãy phát tâm vô lượngÐến tất cả sanh linh Từ bi gieo cùng khắp Cả thế gian khổ hảiTrên dưới và quanh mìnhKhông hẹp hòi oan tráiKhông hờn giận căm thùKhi đi đứng ngồi nằmBao giờ còn tỉnh thức An trú chánh niệm nầyPhạm hạnh chính là đâyAi từ bỏ kiến chấpKhéo nghiêm trì giới hạnhThành tựu được chánh tríKhông ái nhiễm dục trầnKhông còn thai sanh nữa.”\n      “We are Limited by our Vision and not by our Potential!”\n      “Gautama Buddha, the founder of Buddhism, once said, This existence of ours is as transient as autumn clouds. To watch the birth and death of beings is like looking at the move-ments of a dance. A lifetime is like a flash of lightning in the sky, Rushing by like a torrent down a steep mountain. We have stopped for a moment to encounter each other, to meet, to love, to share. This is a precious moment, but it is transient. It is a little parenthesis in eternity. If we share with caring, lightheart-edness, and love, we will create abundance and joy for each other. And then this moment will have been worthwhile.”", "author": "Gautama Buddha", "type": "quote", "title": "Gautama Buddha Quotes"}