["      “Painting is poetry that is seen rather than felt, and poetry is painting that is felt rather than seen.”", "      “A painter should begin every canvas with a wash of black, because all things in nature are dark except where exposed by the light.”", "      “Don't say you don't have enough time. You have exactly the same number of hours per day that were given to Helen Keller, Pasteur, Michelangelo, Mother Teresa, Leonardo da Vinci, Thomas Jefferson, and Albert Einstein.”", "      “Once you have tasted flight, you will forever walk the earth with your eyes turned skyward, for there you have been, and there you will always long to return.”", "      “Study without desire spoils the memory, and it retains nothing that it takes in.”", "      “No matter how old you are now. You are never too young or too old for success or going after what you want. Here’s a short list of people who accomplished great things at different ages1) Helen Keller, at the age of 19 months, became deaf and blind. But that didn’t stop her. She was the first deaf and blind person to earn a Bachelor of Arts degree.2) Mozart was already competent on keyboard and violin; he composed from the age of 5.3) Shirley Temple was 6 when she became a movie star on “Bright Eyes.”4) Anne Frank was 12 when she wrote the diary of Anne Frank.5) Magnus Carlsen became a chess Grandmaster at the age of 13.6) Nadia Comăneci was a gymnast from Romania that scored seven perfect 10.0 and won three gold medals at the Olympics at age 14.7) Tenzin Gyatso was formally recognized as the 14th Dalai Lama in November 1950, at the age of 15.8) Pele, a soccer superstar, was 17 years old when he won the world cup in 1958 with Brazil.9) Elvis was a superstar by age 19.10) John Lennon was 20 years and Paul Mcartney was 18 when the Beatles had their first concert in 1961.11) Jesse Owens was 22 when he won 4 gold medals in Berlin 1936.12) Beethoven was a piano virtuoso by age 2313) Issac Newton wrote Philosophiæ Naturalis Principia Mathematica at age 2414) Roger Bannister was 25 when he broke the 4 minute mile record15) Albert Einstein was 26 when he wrote the theory of relativity16) Lance E. Armstrong was 27 when he won the tour de France 17) Michelangelo created two of the greatest sculptures “David” and “Pieta” by age 2818) Alexander the Great, by age 29, had created one of the largest empires of the ancient world19) J.K. Rowling was 30 years old when she finished the first manuscript of Harry Potter20) Amelia Earhart was 31 years old when she became the first woman to fly solo across the Atlantic Ocean21) Oprah was 32 when she started her talk show, which has become the highest-rated program of its kind22) Edmund Hillary was 33 when he became the first man to reach Mount Everest23) Martin Luther King Jr. was 34 when he wrote the speech “I Have a Dream.\"24) Marie Curie was 35 years old when she got nominated for a Nobel Prize in Physics 25) The Wright brothers, Orville (32) and Wilbur (36) invented and built the world's first successful airplane and making the first controlled, powered and sustained heavier-than-air human flight26) Vincent Van Gogh was 37 when he died virtually unknown, yet his paintings today are worth millions.27) Neil Armstrong was 38 when he became the first man to set foot on the moon.28) Mark Twain was 40 when he wrote \"The Adventures of Tom Sawyer\", and 49 years old when he wrote \"Adventures of Huckleberry Finn\"29) Christopher Columbus was 41 when he discovered the Americas30) Rosa Parks was 42 when she refused to obey the bus driver’s order to give up her seat to make room for a white passenger31) John F. Kennedy was 43 years old when he became President of the United States32) Henry Ford Was 45 when the Ford T came out.33) Suzanne Collins was 46 when she wrote \"The Hunger Games\"34) Charles Darwin was 50 years old when his book On the Origin of Species came out.35) Leonardo Da Vinci was 51 years old when he painted the Mona Lisa.36) Abraham Lincoln was 52 when he became president.37) Ray Kroc Was 53 when he bought the McDonalds Franchise and took it to unprecedented levels.38) Dr. Seuss was 54 when he wrote \"The Cat in the Hat\".40) Chesley \"Sully\" Sullenberger III was 57 years old when he successfully ditched US Airways Flight 1549 in the Hudson River in 2009. All of the 155 passengers aboard the aircraft survived41) Colonel Harland Sanders was 61 when he started the KFC Franchise42) J.R.R Tolkien was 62 when the Lord of the Ring books came out43) Ronald Reagan was 69 when he became President of the US44) Jack Lalane at age 70 handcuffed, shackled, towed 70 rowboats45) Nelson Mandela was 76 when he became President”", "      “It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things.”", "      “The painter has the Universe in his mind and hands.”", "      “Nothing strengthens authority so much as silence.”", "      “I love those who can smile in trouble...”", "      “One can have no smaller or greater mastery than mastery of oneself.”", "      “I have from an early age abjured the use of meat, and the time will come when men such as I will look upon the murder of animals as they now look upon the murder of men.”", "      “The noblest pleasure is the joy of understanding.”", "      “Nothing can be loved or hated unless it is first understood.”", "      “The smallest feline is a masterpiece.”", "      “Art is never finished, only abandoned.”", "      “As a well spent day brings happy sleep, so life well used brings happy death.”", "      “If you are alone you belong entirely to yourself. If you are accompanied by even one companion you belong only half to yourself or even less in proportion to the thoughtlessness of his conduct and if you have more than one companion you will fall more deeply into the same plight.”", "      “I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death”", "      “Learning never exhausts the mind.”", "      “The knowledge of all things is possible”", "      “The greatest deception men suffer is from their own opinions.”", "      “There are three classes of people: those who see. Those who see when they are shown. Those who do not see.”", "      “Principles for the Development of a Complete Mind: Study the science of art. Study the art of science. Develop your senses- especially learn how to see. Realize that everything connects to everything else.”", "      “I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do.”", "      “The function of muscle is to pull and not to push, except in the case of the genitals and the tongue.”", "      “It is easier to resist at the beginning than at the end.”", "      “The deeper the feeling, the greater the pain”", "      “As you cannot do what you want,Want what you can do”", "      “One has no right to love or hate anything if one has not acquired a thorough knowledge of its nature. Great love springs from great knowledge of the beloved object, and if you know it but little you will be able to love it only a little or not at all.”", "      “Every now and then go away, have a little relaxation, for when you come back to your work your judgment will be surer. Go some distance away because then the work appears smaller and more of it can be taken in at a glance and a lack of harmony and proportion is more readily seen.”", "      “I thought I was learning to live; I was only learning to die.”", "      “The time will come when men such as I will look upon the murder of animals as they now look on the murder of men.”", "      “You will never have a greater or lesser dominion than that over yourself...the height of a man's success is gauged by his self-mastery; the depth of his failure by his self-abandonment. ...And this law is the expression of eternal justice. He who cannot establish dominion over himself will have no dominion over others.”", "      “The artist sees what others only catch a glimpse of.”", "      “Iron rusts from disuse, stagnant water loses its purity, and in cold weather becomes frozen; even so does inaction sap the vigors of the mind.”", "      “life without love, is no life at all”", "      “Realize that everything connects to everything else.”", "      “Time stays long enough for those who use it.”", "      “Where the spirit does not work with the hand, there is no art.”", "      “Intellectual passion drives out sensuality. ”", "      “Make your work to be in keeping with your purpose”", "      “An average human looks without seeing, listens without hearing, touches without feeling, eats without tasting, moves without physical awareness, inhales without awareness of odour or fragrance, and talks without thinking.”", "      “I have offended God and mankind because my work didn't reach the quality it should have.”", "      “Water is the driving force in nature.”", "      “All our knowledge has its origin in our perceptions”", "      “Patience serves as a protection against wrongs as clothes do against cold. For if you put on more clothes as the cold increases, it will have no power to hurt you. So in like manner you must grow in patience when you meet with great wrongs, and they will then be powerless to vex your mind.”", "      “God sells us all things at the price of labor.”", "      “Be brave. Even if you're not, pretend to be. No one can tell the difference. Don't allow the phone to interrupt important moments. It's there for your convenience, not the callers. Don't be afraid to go out on a limb. That's where the fruit is. Don't burn bridges. You'll be surprised how many times you have to cross the same river. Don't forget, a person's greatest emotional need is to feel appreciated. Don't major in minor things. Don't say you don't have enough time. You have exactly the same number of hours per day that were given to Pasteur, Michaelangelo, Mother Teresa, Helen Keller, Leonardo Da Vinci, Thomas Jefferson, and Albert Einstein. Don't spread yourself too thin. Learn to say no politely and quickly. Don't use time or words carelessly. Neither can be retrieved. Don't waste time grieving over past mistakes Learn from them and move on. Every person needs to have their moment in the sun, when they raise their arms in victory, knowing that on this day, at his hour, they were at their very best. Get your priorities straight. No one ever said on his death bed, 'Gee, if I'd only spent more time at the office'. Give people a second chance, but not a third. Judge your success by the degree that you're enjoying peace, health and love. Learn to listen. Opportunity sometimes knocks very softly. Leave everything a little better than you found it. Live your life as an exclamation, not an explanation. Loosen up. Relax. Except for rare life and death matters, nothing is as important as it first seems. Never cut what can be untied. Never overestimate your power to change others. Never underestimate your power to change yourself. Remember that overnight success usually takes about fifteen years. Remember that winners do what losers don't want to do. Seek opportunity, not security. A boat in harbor is safe, but in time its bottom will rot out. Spend less time worrying who's right, more time deciding what's right. Stop blaming others. Take responsibility for every area of your life. Success is getting what you want. Happiness is liking what you get. The importance of winning is not what we get from it, but what we become because of it. When facing a difficult task, act as though it's impossible to fail.”", "      “Learn how to see. Realize that everything connects to everything else.”", "      “A poet knows he has achieved perfection not when there is nothing left to add, but when there is nothing left to take away.”", "      “Our life is made by the death of others.”", "      “He who thinks little errs much…”", "      “My body will not be a tomb for other creatures.”", "      “Blinding ignorance does mislead us. O! Wretched mortals, open your eyes!”", "      “Learning is the only thing the mind never exhausts, never fears, and never regrets.”", "      “He who possesses most must be most afraid of loss.”", "      “Obstacles cannot crush me; every obstacle yields to stern resolve.”", "      “He who does not oppose evil......commands it to be done.”", "      “He who loves practice without theory is like the sailor who boards ship without a rudder and compass and never knows where he may cast.”", "      “In rivers, the water that you touch is the last of what has passed and the first of that which comes; so with present time.”", "      “Why does the eye see more clearly when asleep than the imagination when awake?”", "      “He who wishes to be rich within a day, will be hanged within a year.”", "      “Art is the queen of all sciences communicating knowledge to all the generations of the world.”", "      “Marriage is like putting your hand into a bag of snakes in the hope of pulling out an eel.”", "      “Shakespeare, Leonardo da Vinci, Benjamin Franklin and Abraham Lincoln never saw a movie, heard a radio or looked at television. They had 'Loneliness' and knew what to do with it. They were not afraid of being lonely because they knew that was when the creative mood in them would work.”", "      “The acquisition of knowledge is always of use to the intellect, because it may thus drive out useless things and retain the good. For nothing can be loved or hated unless it is first known.”", "      “The painter will produce pictures of little merit if he takes the works of others as his standard.”", "      “Anyone who conducts an argument by appealing to authority is not using his intelligence; he is just using his memory.”", "      “Wisdom is the daughter of experience”", "      “As every divided kingdom falls, so every mind divided between many studies confounds and saps itself.”", "      “Details make perfection, and perfection is not a detail.”", "      “Truth at last cannot be hidden. Dissimulation is of no avail. Dissimulation is to no purpose before so great a judge. Falsehood puts on a mask. Nothing is hidden under the sun.”", "      “The mind that engages in subjects of too great variety becomes confused and weakened.”", "      “Many have made a trade of delusions and false miracles, deceiving the stupid multitudes.”", "      “While human ingenuity may devise various inventions to the same ends, it will never devise anything more beautiful, nor more simple, nor more to the purpose than nature does, because in her inventions nothing is lacking and nothing is superfluous.”", "      “Men of lofty genius when they are doing the least work are most active.”", "      “He who does not punish evil, commands it to be done.”", "      “The worst evil which can befall the artist is that his work should appear good in his own eyes.”", "      “Don’t say you don’t have enough time or enough money to change the world. You have exactly the same number of hours per day that were given to Helen Keller, Gandhi, Michelangelo, Mother Teresa, Leonardo da Vinci and Jesus Christ.”", "      “If you find from your own experience that something is a fact and it contradicts what some authority has written down, then you must abandon the authority and base your reasoning on your own findings.”", "      “He who truly knows has no occasion to shout.”", "      “Having wandered some distance among gloomy rocks, I came to the entrance of a great cavern ... Two contrary emotions arose in me: fear and desire--fear of the threatening dark cavern, desire to see whether there were any marvelous things in it.”", "      “He is a poor pupil who does not go beyond his master.”", "      “A well-spent day brings happy sleep”", "      “Truly man is the king of beasts, for his brutality exceeds them. We live by the death of others. We are burial places.”", "      “Iron rusts from disuse; stagnant water loses its purity and in cold weather becomes frozen; even so does inaction sap the vigor of the mind. So we must stretch ourselves to the very limits of human possibility. Anything less is a sin against both God and man.”", "      “And the day came when the risk to remain tight in a bud was more painful than the risk it took to blossom. Life is a process of becoming, a combination of states we have to go through. Where people fail is that they wish to elect a state and remain in it. This is a kind of death. Living never wore one out so much as the effort not to live. Life is truly known only to those who suffer, lose, endure adversity and stumble from defeat to defeat. Perfection is static, and I am in full progress.Abnormal pleasures kill the taste for normal ones.-Anais Nin\"Dust thou art, and unto dust shalt thou return.\" -Bible-Genesis 3:19\"While I thought that I was learning to live, I have been learning how to die\" - Leonardo da Vinci”", "      “Those who, in debate, appeal to their qualifications, argue from memory, not from understanding.”", "      “Just as a well-filled day brings blessed sleep, so a well-employed life brings a blessed death.”", "      “We must doubt the certainty of everything which passes through the senses, but how much more ought we to doubt things contrary to the senses, such as the existence of God and the soul.”", "      “He who can copy can do.”", "      “Experience does not err; only your judgments err by expecting from her what is not in her power.”", "      “The eye sees a thing more clearly in dreams, than the imagination awake.”", "      “To develop a complete mind: Study the science of art; Study the art of science. Learn how to see. Realize that everything connects to everything else.”", "      “What is fair in men, passes away, but not so in art”", "      “It is an acknowledged fact that we perceive errors in the work of others more readily than in our own.”", "      “The human bird shall take his first flight,filling the words with amazement,all writings with his fame,and bringing eternal glory to those whose nest whence he sprang.”", "      “Der Augenblick ist zeitlos.”", "      “A wave is never found alone, but is mingled with the other waves.”", "      “The supreme misfortune is when theory outstrips performance”", "      “To become an artist you have to be curious.”", "      “Look at walls splashed with a number of stains, or stones of various mixed colours. If you have to invent some scene, you can see there resemblances to a number of landscapes, adorned with mountains, rivers, rocks, trees, great plains, valleys and hills, in various ways. Also you can see various battles, and lively postures of strange figures, expressions on faces, costumes and an infinite number of things, which you can reduce to good integrated form. This happens on such walls and varicoloured stones, (which act) like the sound of bells, in whose peeling you can find every name and word that you can imagine.Do not despise my opinion, when I remind you that it should not hard for you to stop sometimes and look into the stains of walls, or the ashes of a fire, or clouds, or mud or like places, in which, if you consider them well, you may find really marvelous ideas. The mind of the painter isstimulated to new discoveries, the composition of battles of animals and men, various compositions of landscapes and monstrous things, such as devils and similar things, which may bring you honor, because by indistinct things the mind is stimulated to new inventions.”", "      “The organ of perception acts more readily than judgment.”", "      “In time and with water, everything changes”", "      “Experience is never at fault; it is only your judgment that is in error, in promising itself such results from experience as are not caused by our experiments. For having given a beginning, what follows from it must necessarily be a natural development of such a beginning, unless it has been subject to a contrary influence, while, if it is affected by any contrary influence, the result which ought to follow from the aforesaid beginning, will be found to partake of this contrary influence in a greater or lesser degree in proportion as the said influence is more or less powerful than the aforesaid beginning.”", "      “When once you have tasted flight, you will forever walk the Earth with your eyes turned skyward, for there you have been, and there you will always long to return.”", "      “ليس هناك ما يسمى بالمعرفة الكبرى أو المعرفة الصغرى، بل هناك نوع واحد من المعرفة وهو ذلك النوع الذى يأتى عن طريق التجريب”", "      “The dilemma is this. In the modern world knowledge has been growing so fast and so enormously, in almost every field, that the probabilities are immensely against anybody, no matter how innately clever, being able to make a contribution in any one field unless he devotes all his time to it for years. If he tries to be the Rounded Universal Man, like Leonardo da Vinci, or to take all knowledge for his province, like Francis Bacon, he is most likely to become a mere dilettante and dabbler. But if he becomes too specialized, he is apt to become narrow and lopsided, ignorant on every subject but his own, and perhaps dull and sterile even on that because he lacks perspective and vision and has missed the cross-fertilization of ideas that can come from knowing something of other subjects.”", "      “He who is fixed to a star does not change his mind.”", "      “La semplicità è la sofisticazione finale.”", "      “...the love of anything is the offspring of knowledge, love being more fervent in proportion as knowledge is more certain. And this certainty springs from a complete knowledge of all parts which united compose the whole of the thing which out to be loved.”", "      “All our knowledge hast its origins in our perceptions … In nature there is no effect without a cause … Experience never errs; it is only your judgments that err by promising themselves effects such as are not caused by your experiments … Science is the observation of things possible, whether present or past; prescience is the knowledge of things which may come to pass.”", "      “And you who wish to represent by words the form of man and all the aspects of his membrification, relinquish that idea. For the more minutely you describe the more you will confine the mind of the reader, and the more you will keep him from the knowledge of the thing described. And so it is necessary to draw and to describe.”", "      “When you put your hand in a flowing stream, you touch the last that has gone before and the first of what is still to come”", "      “I've never believed that they're separate. Leonardo da Vinci was a great artist and a great scientist. Michelangelo knew a tremendous amount about how to cut stone at the quarry. The finest dozen computer scientists I know are all musicians. Some are better than others, but they all consider that an important part of their life. I don't believe that the best people in any of these fields see themselves as one branch of a forked tree. I just don't see that.People bring these things together a lot. Dr. Land at Polaroid said, \"I want Polaroid to stand at the intersection of art and science,\" and I've never forgotten that. I think that that's possible, and I think a lot of people have tried.”", "      “Obstacles cannot crush me. Every obstacle yields to stern resolve. He who is fixed to a star does not change his mind.”", "      “Fix your course to a star and you can navigate through any storm”", "      “Noi tutti siamo esiliatientro lo cornici di uno strano quadro.Chi sa questo, viva da grande,Gli altri sono insetti.”", "      “They will say that I, having no literary skill, cannot properly express that which I desire to treat of, but they do not know that my subjects are to be dealt with by experience rather than by words. And [experience] has been the mistress of those who wrote well. And so, as mistress, I will cite her in all cases. Though I may not, like them, be able to quote other authors, I shall rely on that which is much greater and more worthy: on experience, the mistress of their masters.”", "      “Although nature commences with reason and ends in experience it is necessary for us to do the opposite, that is to commence with experience and from this to proceed to investigate the reason.”", "      “Art is never completed, only abandoned.”", "      “Painting is concerned with all the 10 attributes of sight; which are: Darkness and Light, Solidity and Color, Form and Position, Distance and Propinquity, Motion and Rest.”", "      “Lies don't solve problems it just make it worst ...so liars beware”", "      “poor is the pupil who does not surpass his master.”", "      “Hari yang dilewatkan dengan baik, akan menghasilkan tidur yang nyenyak.”", "      “The eye which turns from a white object in the light of the sun and goes into a less fully lighted place will see everything as dark.”", "      “How may paintings have preserved the image of a divine beauty which in its natural manifestation has been rapidly overtaken by time or death. Thus, the work of the painter is nobler than that of nature, its mistress.”", "      “La decadencia llega cuando el hombre deja de fijarse en la naturaleza”", "      “Time stays long enough for anyone who will use it.”", "      “My body is not a tomb for other creatures.”", "      “Drawing a good figure doesn’t make you a good artist. I can name you ten men, right off the bat, who draw better than I do. But I don’t think their work gets as much response as mine. I can’t think of a better man to draw Dick Tracy than Chester Gould, who certainly is no match for Leonardo Da Vinci. But Chester Gould told the story of Dick Tracy. He told the story of Dick Tracy the way it should have been told. No other guy could have done it. It’s not in the draftsmanship, it’s in the man.Like I say, a tool is dead. A brush is a dead object. It’s in the man.If you want to do, you do it. If you think a man draws the type of hands that you want to draw, steal ‘em. Take those hands.The only thing I can say is: Caniff was my teacher, Alex Raymond was my teacher, even the guy who drew Toonerville Trolley was my teacher. Whatever he had stimulated me in some way. And I think that’s all you need. You need that stimulation. Stimulation to make you an individual. And the draftsmanship, hang it. If you can decently: learn to control what you can, learn to control what you have, learn to refine what you have. Damn perfection. You don’t have to be perfect. You are never going to do a Sistine Chapel, unless someone ties you to a ceiling. Damn perfection.All a man has in this field is pressure. And I think the pressure supplies a stimulation. You have your own stresses, that will supply your own stimulation. If you want to do it, you’ll do it. And you’ll do it anyway you can.--Jack Kirby”", "      “Not to punish evil is equivalent to authorizing it.”", "      “The draperies that clothe figures must show that they are inhabited by these figures, enveloping them neatly to show the posture and motion of such figures, and avoiding the confusion of many folds, especially over the prominent parts, so that these may be evident”", "      “I awoke, only to see that the rest of the world is still asleep.”", "      “Priroda nikada ne krši svoje zakone.”", "      “i thought i was learning to live but i was learning to die”", "      “Nuestra vida está hecha de la muerte de otros”", "      “Los je ucenik onaj, koji je ne nadmasi svog ucitelja.”", "      “For once you have tasted flight you will walk the earth with your eyes turned skyward; for there you have been, and there you long to return.”", "      “Quando ouvimos os sinos, ouvimos aquilo que já trazemos em nós mesmos como modelo. Sou da opinião que não se deverá desprezar aquele que olhar atentamente para as manchas da parede, para os carvões sobre a grelha, para as nuvens, ou para a correnteza da água, descobrindo, assim, coisas maravilhosas. O génio do pintor há-de se apossar de todas essas coisas para criar composições diversas: luta de homens e de animais, paisagens, monstros, demónios e outras coisas fantásticas. Tudo, enfim, servirá para engrandecer o artista.”", "      “The painter will produce pictures of little merit if he takes the works of others as his standard: but if he will apply himself to learn from the objects of nature he will produce good results. This we see was the case with the painters who came after the time of the Romans, for they continually imitated each other, and from age to age their art steadily declined.”", "      “People of accomplishment rarely sat back and let things happen to them. They went out and made things happen.”", "      “Instrumental or mechanical science is the noblest and, above all others, the most useful.”", "      “No human investigation can be called real knowledge if it does not pass through mathematical demonstrations; and if you say that the kinds of knowledge that begin and end in the mind have any value as truth, this cannot be conceded, but rather must be denied for many reasons, and first of all because in such mental discussions there is no experimentation, without which nothing provides certainty of itself.”", "      “The abbreviators of works do injury to knowledge and to love.Of what value is he who,in order to abbreviate the parts of those things of which he professes to give complete knowledge,leaves out the greater part of the things of which the whole is composed?Oh human stupidity!You don’t see that you are falling into the same error as one who strips a tree of its adornment of branches full of leaves,intermingled with fragrant flowers or fruit in order to demonstrate that the tree is good for making planks”", "      “Human subtlety will never devise an invention more beautiful, more simple or more direct than does nature because in her inventions nothing is lacking, and nothing is superfluous.”", "      “Most people, if you give them a book, they sniff around on it awhile, then try to eat it.”", "      “Atop the brochure McKenna put a maxim, often attributed to Leonardo da Vinci, that would become the defining precept of Jobs’s design philosophy: “Simplicity is the ultimate sophistication.”", "      “As iron rusts when not used, and water gets foul from standing or turns to ice when exposed to cold, so the intellect degenerates without exercise.-Leonard Da Vinci”", "      “That which can be lost cannot be deemed riches. Virtue is our true wealth and the true reward of its possessor; it cannot be lost, it never deserts us until life leaves us. Hold property and external riches with fear; they often leave their possessor scorned and mocked at for having lost them.”", "      “For once you have tasted flight you will walk the Earth with your eyes turned skywards, for there you have been and there you will long to return.”", "      “I was smart enough to know that I shouldn't tell anyone the reason I needed that icy air. No need to spill the secret that I was the genius of all geniuses, the Leonardo da Vinci of the 1980s. That would just inspire envy and skepticism. So I'd just stare at the closed window and stew. If ten minutes went by without my lungs getting fresh air, I panicked. I needed to make sure the monoxide hadn't eaten my cranium. ”", "      “...the most sublime of oddballs, Leonardo da Vinci”", "      “„Wenn auch der menschliche Geist durch vielfache Erfindungen mit verschiedenen Instrumenten auf dasselbe Ziel zugeht, nie wird er eine Erfindung machen, die schöner, leichter und kürzer wäre als die Natur.”", "      “Love is something so ugly that the human race would die out if lovers could see what they were doing”", "      “He who does not value life does not deserve it.”", "      “Lo sapevate? Il genio di Leonardo Da Vinci aveva inventato il primo caricabatterie da cellulare. Dopo averlo inventato disse:\"che ci faccio io?\". Precursori inutili... su Rieducational Channel!”", "      “Painting is poetry which is seen and not heard, and poetry is a painting which is heard but not seen.”", "      “[...]E veramente accade che sempre dove manca la ragione suppliscono le grida[...]”", "      “Fine gold is recognized when it is tested.”", "      “Learning is the only thing the mind never exhausts, never fears and never regrets.”", "      “One of Leonardo da Vinci's most famous creations is his painting of The Last Supper. It is said that while Leonardo da Vinci was working on the painting he got into an argument with a fellow painter. Leonardo da Vinci was so mad at this colleague that in anger and out of spite he painted that man's face as the face of Judas in his painting of the upper room Supper.But then, having completed that, Leonardo da Vinci turned to paint the face of Christ and he could not do it. It wouldn't come. He couldn't visualize it. He couldn't paint the face of Christ.He put down his paintbrush and went to find the man from whom he was estranged. He forgave him; they reconciled with one another; they both apologized. They both forgave. That very evening Leonardo da Vinci had a dream and in that dream he saw the face of Christ. He rose quickly from his bed and finished the painting and it became one of his greatest masterpieces.”", "      “I expose to men the origin of their first, and perhaps second, reason for existing”", "      “A simplicidade é o último grau de sofisticação”", "      “There is nothing which deceives us as much as our own judgement.”", "      “„Wer wenig denkt, irrt viel.”", "      “Everything in some way connects to everything else\".Leonardo Da Vinci”", "      “Tell me if anything was ever done... Tell me... Tell me.”", "      “When I was in art school, we were looking one day at a slide of some great fifteenth century painting, and one of the students asked 'Why don't artists paint like that now?' The room suddenly got quiet. Though rarely asked out loud, this question lurks uncomfortably in the back of every art student's mind. It was as if someone had brought up the topic of lung cancer in a meeting within Philip Morris.'Well,' the professor replied, 'we're interested in different questions now.' He was a pretty nice guy, but at the time I couldn't help wishing I could send him back to fifteenth century Florence to explain in person to Leonardo & Co. how we had moved beyond their early, limited concept of art. Just imagine that conversation.In fact, one of the reasons artists in fifteenth century Florence made such great things was that they believed you could make great things. They were intensely competitive and were always trying to outdo one another, like mathematicians or physicists today—maybe like anyone who has ever done anything really well.The idea that you could make great things was not just a useful illusion. They were actually right. So the most important consequence of realizing there can be good art is that it frees artists to try to make it.”", "      “To understand, I destroyed myself. To understand is to forget about loving. I know nothing more simultaneously false and telling than the statement by Leonardo da Vinci that we cannot love or hate something until we’ve understood it. Solitude devastates me; company oppresses me. The presence of another person derails my thoughts; I dream of the other’s presence with a strange absent-mindedness that no amount of my analytical scrutiny can define.Isolation has carved me in its image and likeness. The presence of another person – of any person whatsoever – instantly slows down my thinking, and while for a normal man contact with others is a stimulus to spoken expression and wit, for me it is a counterstimulus, if this compound word be linguistically permissible. When all by myself, I can think of all kinds of clever remarks, quick comebacks to what no one said, and flashes of witty sociability with nobody. But all of this vanishes when I face someone in the flesh: I lose my intelligence, I can no longer speak, and after half an hour I just feel tired. Yes, talking to people makes me feel like sleeping. Only my ghostly and imaginary friends, only the conversations I have in my dreams, are genuinely real and substantial, and in them intelligence gleams like an image in a mirror.The mere thought of having to enter into contact with someone else makes me nervous. A simple invitation to have dinner with a friend produces an anguish in me that’s hard to define. The idea of any social obligation whatsoever – attending a funeral, dealing with someone about an office matter, going to the station to wait for someone I know or don’t know – the very idea disturbs my thoughts for an entire day, and sometimes I even start worrying the night before, so that I sleep badly. When it takes place, the dreaded encounter is utterly insignificant, justifying none of my anxiety, but the next time is no different: I never learn to learn.‘My habits are of solitude, not of men.’ I don’t know if it was Rousseau or Senancour who said this. But it was some mind of my species, it being perhaps too much to say of my race.”", "      “art is never finished, only abandoned”", "      “The water you touch in a river is the last of that which has passed, and the first of that which is coming. Thus it is with time present.Life, if well spent, is long.”", "      “Simplicity is the ultimate sophistication.When once you have tasted flight, you will forever walk the earth with your eyes turned skyward, for there you have been, and there you will always long to return.Learning never exhausts the mind.Art is never finished, only abandoned.Painting is poetry that is seen rather than felt, and poetry is painting that is felt rather than seen.The human foot is a masterpiece of engineering and a work of art.It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things.I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do.As a well-spent day brings happy sleep, so a life well spent brings happy death.Water is the driving force of all nature.”", "      “Блаженни са тези, които отварят ушите си за думите на мъртвите: трябва да се четат хубавите книги и да се вземат под внимание.”", "      “It’s amazing — and poignant — to think that Leonardo (da Vinci)did consider himself as something of a failure. He didn’t believe that he had achieved everything he might have done. His notebooks have a repeated refrain: 'Tell me if I ever did a thing.”", "      “He who does not punish evil commands it to be done.”", "      “Human subtlety will never devise an invention more beautiful, more simple or more direct than does Nature, because in her inventions nothing is lacking, and nothing is superfluous.”", "      “She was like a woman of Leonardo Da Vinci's, whom we love not so much for herself as for the things that she will not tell us.”", "      “Now having travelled from the pride of man in the High Renaissance and the Enlightenment down to the present despair, we can understand where modern people are. They have no place for a personal God. But equally they have no place for man as man, or for love, or for freedom, or for significance. This brings a crucial problem. Beginning only from man himself, people affirm that man is only a machine. But those who hold this position cannot live like machines! If they could, there would be no tensions in their intellectual position or in their lives. But even people who believe they are machines cannot live like machines, and thus they must “leap upstairs” against their reason and try to find something which gives meaning to life, even though to do so they have to deny their reason.This was a solution Leonardo da Vinci and the men of the Renaissance never would have accepted, even if, like Leonardo they ended their thinking in despondency. They would not have done so, for they would have considered it intellectual suicide to separate meaning and values from reason this way. And they would have been right. Such a solution is intellectual suicide, and one may question the intellectual integrity of those who accept such a position when their starting point was pride in the sufficiency of human reason.”", "      “A well-spent day brings happy sleep.\" Leonardo Da Vinci”", "      “True beauty is found not in the exceptional but in the commonplacesWhere does the beauty lie, in the exceptional or the commonplace? Some people believe, true beauty can be find only in exceptional and there isn’t any beauty in commonplaces, and it seems, they are all quotidian objects; but yet, another group of people attribute to the factual beauty of commonplaces and believe the beauty of exceptional seems artificial and it’ll be ephemeral. After weighing the evidence, it is certain that the true beauty lie in the commonplace not in the exceptional. People are most move by natural feature than the artificial ones.Those people that believe the beauty lie in the exceptional prefer the artificial beauties, which is made by human, to the natural beauties. Consider Leonardo Da Vinci’s Mona Liza, one of the most beautiful painting in the world. For sure it is beautiful and few people who view the painting are not moved by the sheer beauty of it. But how much time a person can enjoy watching this art work and praise it? One hour? Two hours? One week? Like Leonardo Da Vinci’s Mona Liza, the cathedral of north dame in Paris is another exceptional object which is wonderful and there are too many tourist that travel untold miles to view cathedral. Nobody can tell it is not beautiful; but, does it sacrifice people’s tendency as much as the original beauties do? People interest to visit these beautiful building and wonderful painting at least one time to be familiar with those great art work but it cannot be considered as a true beauty which is one of the requirement of human to be alive.On the other hand, the natural beauties which are around us are fantastic and eternal. They are always improve motivation on people and make them pleased. Consider a flower, although every people have seen many kind of flowers, it is always beautiful and move people to appropriate them. Like flower, plants, stars, sun, moon, sky, sea every object in the nature can be caused of an excited on people and motivate them to be alive. The common place beauties are the most part of the human’s life. If people every time don’t appreciate every beauty around him, and he praise exceptional object when he encounter, it cannot be a fair conclusion that the exceptional objects are true beauty. Indeed people believe nature is constantly compeer of human along the history, like one of his organs, he is not praising them every time, but it is incredible for human to feel he must be alive without common place beauty.Ultimately, after considering both sides of the issue, it must be concluded that the true beauty lie in the commonplace not in the exceptional. Exceptional are the beauties which can be as a complementary for the natural beauties. Because people’s life can be current even without exceptional but without commonplace beauties it is impossible for people to be alive.”", "      “We do not lack devices for measuring these miserable days of ours, in which it should be our pleasure that they be not frittered away without leaving behind any memory of ourselves in the mind of men.”", "      “Just as a well-filled day brings blessed sleep, so a well-employed life brings a blessed death”", "      “Animals will be seen on the earth who will always be fighting against each other with the greatest loss and frequent deaths on each side. And there will be no end to their malignity; by their strong limbs we shall see a great portion of the trees of the vast forests laid low throughout the universe; and, when they are filled with food the satisfaction of their desires will be to deal death and grief and labour and wars and fury to every living thing; and from their immoderate pride they will desire to rise towards heaven, but the too great weight of their limbs will keep them down. Nothing will remain on earth, or under the earth or in the waters which will not be persecuted, disturbed and spoiled, and those of one country removed into another. And their bodies will become the sepulture and means of transit of all they have killed.O Earth! why dost thou not open and engulf them in the fissures of thy vast abyss and caverns, and no longer display in the sight of heaven such a cruel and horrible monster?”", "      “A beautiful body perishes, but a work of art dies not.” ~ Leonardo da Vinci”", "      “I believe man will fly and I base this assumption on the fact that God has blessed us with minds that are capable of imagining it. Anything that can be dreamt of will eventually be built. Anyone who says otherwise is a fool.”", "      “It's not enough that you believe what you see. You must also understand what you see.”", "      “As a day well spent makes sleep seem pleasant, so a life well employed makes death pleasant. ========== Thoughts on Art and Life (Leonardo da Vinci)”", "      “A work of art is never finished, only abandoned.\" --Leonardo da Vinci”", "      “Plato, Socrates, Aristotle and many more great minds laid the groundwork for the development of modern science. Over the foundation of philosophy, history witnessed the daring ventures of human excellence by both philosophical and scientific geniuses, such as Leonardo-da-Vinci, Copernicus, Galileo, Kepler, Bacon, Darwin, Newton and so on. And the chain of reaction they triggered with their extraordinarily abnormal thinking, given their surrounding ignorance and fundamentalism, resulted into the evolution of our modern science.”", "      “The noblest pleasure is the joy of understanding”", "      “Knowing is not enough; we must apply. Being willing is not enough; we must do.”", "      “To a very strange lizard, found by the gardener of the Belvedere, he [Leonardo] fastened some wings with a mixture of quicksilver made from scales scraped from other lizards, which quivered as it moved by crawling about. After he had fashioned eyes, a horn, and a beard for it, he tamed the lizard and kept it in a box, and all the friends to whom he showed it fled in terror.The Life of Leonardo da Vinci (from The Lives of the Artists)”", "      “Dimmi, dimmi se mai fu fatta cosa alcuna”", "      “In der Einfachheit liegt die größte Vollendung”", "      “Embora eu acreditasse estar aprendendo a viver, estava aprendendo a morrer. — Leonardo da Vinci”", "      “Leonardo da Vinci, an avowed vegetarian, was so opposed to people eating animals that he often purchased live poultry and then set the birds free. He wrote, “I have, from an early age, abjured the use of meat, and the time will come when men such as I will look on the murder of animals as they now look on the murder of men.”", "      “The Project Gutenberg EBook of The Notebooks of Leonardo Da Vinci, Complete by Leonardo Da Vinci (#3 in our series by Leonardo Da Vinci)”", "      “quote from Leonardo da Vinci: “Obstacles cannot crush me; every obstacle yields to stern resolve.”", "      “The StudentsThe students eat something and then watch the news,a little, then go to sleep. When morning breaks inthey find they have not forgotten all: they recallthe speckle of words on certain pages ofthe chapter assigned, a phrase of strange weightfrom a chapter that was not assigned, and somethingsaid almost flippantly by a classmate on the Greenwhich put much of the 18th century into perspective.Noticing themselves at the sink they are awarethe hands they wash are the \"same\" handsas in high school--though the face is different.Arriving in the breakfast hall having hardly feltthe transit, they set down their trays on one table;presently, glance at another corner of the space:that was where we mostly sat two years ago,that was where Gerry said what he saidabout circles, the concept of, and Leonardo da Vinci.”", "      “Life is pretty simple: You do some stuff. Most fails. Some works. You do more of what works. If it works big, others quickly copy it. Then you do something else. The trick is the doing something else. Leonardo da Vinci”", "      “There are three classes of people: those who see; those who see when they are shown; those who do not see. Leonardo da Vinci”", "      “What if at school you had to take an art class in which you were only taught how to pain a fence? What if you were never shown the paintings of Leonardo da Vinci and Picasso? Would that make you appreciate art? Would you want to learn more about it? I doubt it...Of course this sounds ridiculous, but this is how math is taught.”", "      “The most famous improvised lines in the history of the movies are the ones Orson Welles came up with while playing Harry Lime in The Third Man (1949): “In Italy, for 30 years under the Borgias, they had warfare, terror, murder, and bloodshed, but they produced Michelangelo, Leonardo da Vinci, and the Renaissance. In Switzerland, they had brotherly love, they had 500 years of democracy and peace—and what did that produce? The cuckoo clock.”", "      “n Italia, sotto i Borgia, per trent'anni hanno avuto guerre, terrore, assassinii, massacri: e hanno prodotto Michelangelo, Leonardo da Vinci e il Rinascimento. In Svizzera, hanno avuto amore fraterno, cinquecento anni di pace e democrazia, e cos'hanno prodotto? Gli orologi a cucù.”", "      “Obstacles cannot crush me...he who is fixed to a star does not change his mind”", "      “Tomaso of Florence. known as Masaccio, showed by his perfect works how those who took their nourishment from anything but nature, mistress of masters, were laboring in vain.”"]