{"content": "      “Be the change that you wish to see in the world.”\n      “Live as if you were to die tomorrow. Learn as if you were to live forever.”\n      “An eye for an eye will only make the whole world blind.”\n      “Happiness is when what you think, what you say, and what you do are in harmony.”\n      “When I despair, I remember that all through history the way of truth and love have always won. There have been tyrants and murderers, and for a time, they can seem invincible, but in the end, they always fall. Think of it--always.”\n      “Where there is love there is life.”\n      “I like your Christ, I do not like your Christians. Your Christians are so unlike your Christ.”\n      “Prayer is not asking. It is a longing of the soul. It is daily admission of one's weakness. It is better in prayer to have a heart without words than words without a heart.”\n      “Freedom is not worth having if it does not include the freedom to make mistakes.”\n      “Nobody can hurt me without my permission.”\n      “God has no religion.”\n      “Hate the sin, love the sinner.”\n      “I will not let anyone walk through my mind with their dirty feet.”\n      “You must not lose faith in humanity. Humanity is like an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.”\n      “The best way to find yourself is to lose yourself in the service of others.”\n      “Let the first act of every morning be to make the following resolve for the day:- I shall not fear anyone on Earth. - I shall fear only God. - I shall not bear ill will toward anyone. - I shall not submit to injustice from anyone. - I shall conquer untruth by truth. And in resisting untruth, I shall put up with all suffering.”\n      “The future depends on what you do today.”\n      “A man is but the product of his thoughts. What he thinks, he becomes.”\n      “To give pleasure to a single heart by a single act is better than a thousand heads bowing in prayer.”\n      “Man often becomes what he believes himself to be. If I keep on saying to myself that I cannot do a certain thing, it is possible that I may end by really becoming incapable of doing it. On the contrary, if I have the belief that I can do it, I shall surely acquire the capacity to do it even if I may not have it at the beginning.”\n      “The greatness of a nation and its moral progress can be judged by the way its animals are treated.”\n      “Each night, when I go to sleep, I die. And the next morning, when I wake up, I am reborn.”\n      “Earth provides enough to satisfy every man's needs, but not every man's greed.”\n      “What difference does it make to the dead, the orphans and the homeless, whether the mad destruction is wrought under the name of totalitarianism or in the holy name of liberty or democracy?”\n      “To believe in something, and not to live it, is dishonest.”\n      “There are people in the world so hungry, that God cannot appear to them except in the form of bread.”\n      “It is unwise to be too sure of one's own wisdom. It is healthy to be reminded that the strongest might weaken and the wisest might err.”\n      “Whatever you do will be insignificant, but it is very important that you do it.”\n      “The day the power of love overrules the love of power, the world will know peace.”\n      “Truth never damages a cause that is just.”\n      “Whenever you are confronted with an opponent. Conquer him with love.”\n      “Strength does not come from physical capacity. It comes from an indomitable will.”\n      “It is easy enough to be friendly to one's friends. But to befriend the one who regards himself as your enemy is the quintessence of true religion. The other is mere business.”\n      “Action expresses priorities.”\n      “To call woman the weaker sex is a libel; it is man's injustice to woman. If by strength is meant brute strength, then, indeed, is woman less brute than man. If by strength is meant moral power, then woman is immeasurably man's superior. Has she not greater intuition, is she not more self-sacrificing, has she not greater powers of endurance, has she not greater courage? Without her, man could not be. If nonviolence is the law of our being, the future is with woman. Who can make a more effective appeal to the heart than woman?\"[To the Women of India (Young India, Oct. 4, 1930)]”\n      “My Life is My Message”\n      “You don't know who is important to you until you actually lose them.”\n      “It's the action, not the fruit of the action, that's important. You have to do the right thing. It may not be in your power, may not be in your time, that there'll be any fruit. But that doesn't mean you stop doing the right thing. You may never know what results come from your action. But if you do nothing, there will be no result.”\n      “You can chain me, you can torture me, you can even destroy this body, but you will never imprison my mind.”\n      “You may never know what results come of your actions, but if you do nothing, there will be no results.”\n      “If I had no sense of humor, I would long ago have committed suicide.”\n      “There is more to life than simply increasing its speed.”\n      “I offer you peace. I offer you love. I offer you friendship. I see your beauty. I hear your need. I feel your feelings.”\n      “Love is the strongest force the world possesses and yet it is the humblest imaginable.”\n      “The simplest acts of kindness are by far more powerful then a thousand heads bowing in prayer.”\n      “There is nothing that wastes the body like worry, and one who has any faith in God should be ashamed to worry about anything whatsoever. ”\n      “They cannot take away our self respect if we do not give it to them.”\n      “Silence becomes cowardice when occasion demands speaking out the whole truth and acting accordingly.”\n      “A coward is incapable of exhibiting love; it is the prerogative of the brave.”\n      “In a gentle way, you can shake the world.”\n      “To my mind, the life of a lamb is no less precious than that of a human being.”\n      “In doing something, do it with love or never do it at all.”\n      “Speak only if it improves upon the silence.”\n      “I call him religious who understands the suffering of others.”\n      “There is no 'way to peace,' there is only 'peace.”\n      “Poverty is the worst form of violence.”\n      “Truth is one, paths are many.”\n      “Always aim at complete harmony of thought and word and deed. Always aim at purifying your thoughts and everything will be well.”\n      “I believe in the fundamental truth of all great religions of the world.”\n      “Yes I am, I am also a Muslim, a Christian, a Buddhist, and a Jew.”\n      “Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love is a thousand times more effective and permanent than the one derived from fear of punishment.”\n      “My imperfections and failures are as much a blessing from God as my successes and my talents and I lay them both at his feet.”\n      “I came to the conclusion long ago that all religions were true and that also that all had some error in them, and while I hold by my own religion, I should hold other religions as dear as Hinduism. So we can only pray, if we were Hindus, not that a Christian should become a Hindu; but our innermost prayer should be that a Hindu should become a better Hindu, a Muslim a better Muslim, and a Christian a better Christian.”\n      “Faith is not something to grasp, it is a state to grow into.”\n      “I believe in equality for everyone, except reporters and photographers.”\n      “Palestine belongs to the Arabs in the same sense that England belongs to the English or France to the French. It is wrong and inhuman to impose the Jews on the Arabs... Surely it would be a crime against humanity to reduce the proud Arabs so that Palestine can be restored to the Jews partly or wholly as their national home”\n      “Each one has to find his peace from within. And peace to be real must be unaffected by outside circumstances.”\n      “A 'No' uttered from the deepest conviction is better than a 'Yes' merely uttered to please, or worse, to avoid trouble.”\n      “There are many causes I would die for. There is not a single cause I would kill for.”\n      “Our ability to reach unity in diversity will be the beauty and the test of our civilisation.”\n      “It is wrong and immoral to seek to escape the consequences of one's acts.”\n      “If we are to reach real peace in the world, we shall have to begin with the children.”\n      “(When asked what he thought of Western civilization): 'I think it would be a good idea.”\n      “Prayer is not an old woman's idle amusement. Properly understood and applied, it is the most potent instrument of action.”\n      “Nothing is so aggravating as calmness.”\n      “Live simply so that others may simply live.”\n      “Manliness consists not in bluff, bravado or loneliness. It consists in daring to do the right thing and facing consequences whether it is in matters social, political or other. It consists in deeds not words.”\n      “The world has enough for everyone's need, but not enough for everyone's greed.”\n      “The greatness of humanity is not in being human, but in being humane.”\n      “There is no such thing as ‘too insane’ unless others turn up dead due to your actions.”\n      “Fearlessness is the first requisite of spirituality. Cowards can never be moral.”\n      “There is force in the universe, which, if we permit it, will flow through us and produce miraculous results.”\n      “Of all the evils for which man has made himself responsible, none is so degrading, so shocking or so brutal as his abuse of the better half of humanity; the female sex.”\n      “The difference between what we do and what we are capable of doing would suffice to solve most of the world's problems.”\n      “I cannot teach you violence, as I do not myself believe in it. I can only teach you not to bow your heads before any one even at the cost of your life.”\n      “They may torture my body, break my bones, even kill me. Then they will have my dead body, but not my obedience.”\n      “Ethically they had arrived at the conclusion that man's supremacy over lower animals meant not that the former should prey upon the latter, but that the higher should protect the lower, and that there should be mutual aid between the two as between man and man. They had also brought out the truth that man eats not for enjoyment but to live.”\n      “The inner voice is something which cannot be described in words. But sometimes we have a positive feeling that something in us prompts us to do a certain thing. The time when I learnt to recognise this voice was, I may say, the time when I started praying regularly.”\n      “The path is the goal.”\n      “Liberty and democracy become unholy when their hands are dyed red with innocent blood.”\n      “In a gentle way you can shake the world.”\n      “Nothing has saddened me so much in life as the hardness of heart of educated people.”\n      “Honest differences are often a healthy sign of progress.”\n      “it's easy to stand in the crowd but it takes courage to stand alone”\n      “If I were asked to define the Hindu creed, I should simply say: Search after truth through non-violent means. A man may not believe in God and still call himself a Hindu. Hinduism is a relentless pursuit after truth... Hinduism is the religion of truth. Truth is God. Denial of God we have known. Denial of truth we have not known.”\n      “Satisfaction lies in the effort, not in the attainment. Full effort is full victory.”\n      “The only difference between man and man all the world over is one of degree, and not of kind, even as there is between trees of the same species.Where in is the cause for anger, envy or discrimination?”\n      “If I were a dictator, religion and state would be separate. I swear by my religion. I will die for it. But it is my personal affair. The state has nothing to do with it. The state would look after your secular welfare, health, communications, foreign relations, currency and so on, but not your or my religion. That is everybody's personal concern!”\n      “True beauty lies in purity of the heart.”\n      “On the occasion of Mahatma Gandhi's 70th birthday. \"Generations to come, it may well be, will scarce believe that such a man as this one ever in flesh and blood walked upon this Earth.”\n      “Love never claims, it ever gives. Love ever suffers, never resents never revenges itself.”\n      “You cannot shake hands with a clenched fist.”\n      “Non-violence, which is the quality of the heart, cannot come by an appeal to the brain.”\n      “The moment there is suspicion about a person's motives, everything he does becomes tainted.”\n      “I become more than ever convinced that it was not the sword that won a place for Islam in those days. It was the rigid simplicity, the utter self-effacement of Hussein, the scrupulous regard for pledges, his intense devotion to his friends and followers and his intrepidity, his fearlessness, his absolute trust in God and in his own mission. These and not the sword carried everything before them and surmounted every obstacle.”\n      “As human beings, our greatness lies not so much in being able to remake the world - that is the myth of the atomic age - as in being able to remake ourselves.”\n      “Many people, especially ignorant people, want to punish you for speaking the truth, for being correct, for being you. Never apologize for being correct, or for being years ahead of your time. If you’re right and you know it, speak your mind. Speak your mind. Even if you are a minority of one, the truth is still the truth.”\n      “Wherever you are you will always be in my heart.”\n      “I should love to satisfy all, if I possibly can; but in trying to satisfy all, I may be able to satisfy none. I have, therefore, arrived at the conclusion that the best course is to satisfy one’s own conscience and leave the world to form its own judgment, favorable or otherwise.”\n      “If I have the belief that I can do it, I shall surely acquire the capacity to do it even if I may not have it at the beginning.”\n      “I am but a poor struggling soul yearning to be wholly good, wholly truthful and wholly non-violent in thought, word and deed, but ever failing to reach the ideal which I know to be true. It is a painful climb, but each step upwards makes me feel stronger and fit for the next. ”\n      “Champions are made from something they have deep inside of them-a desire, a dream, a vison.”\n      “Truth resides in every human heart,and one has to search for it there,and to be guided by truth as one sees it.But no one has a right to coerce othersto act according to his own view of truth.”\n      “It is good to see ourselves as others see us. Try as we may, we are neverable to know ourselves fully as we are, especially the evil side of us. This we can do only if we are not angry with our critics but will take in good heart whatever they might have to say.”\n      “It is not that I do not get angry. I don't give vent to my anger. I cultivate the quality of patience as angerlessness, and generally speaking, I succeed. But I only control my anger when it comes. How I find it possible to control it would be a useless question, for it is a habit that everyone must cultivate and must succeed in forming by constant practice.”\n      “True morality consists not in following the beaten track, but in finding the true path for ourselves, and fearlessly following it.”\n      “It is better to be violent, if there is violence in our hearts, than to put on the cloak of nonviolence to cover impotence.”\n      “I have learnt through bitter experience the one supreme lesson to conserve my anger, and as heat conserved is transmuted into energy, even so our anger controlled can be transmuted into a power which can move the world.”\n      “Prayer is the key of the morning and the bolt of the evening.”\n      “Every worthwhile accomplishment, big or little, has its stages of drudgery and triumph: a beginning, a struggle, and a victory.”\n      “Where there is life, there is love.”\n      “Where love is, there God is also.”\n      “If you don't find God in the next person you meet, it is a waste of time looking for him further.”\n      “You yourself as much as anybody in the entire universe deserve love and affection.”\n      “Satisfaction lies in the effort, not in the attainment.”\n      “Service which is rendered without joy helps neither the servant nor the served. But all other pleasures and possessions pale into nothingness before service which is rendered in a spirit of joy.”\n      “چیزی در درونم مرا وامی دارد رنج خود را با صدای بلند فریاد کنم.من نیک دانسته ام که چه باید بکنم.آنچه در درونم هست و هرگز فریبم نمی دهد اکنون به من می گوید:باید در مقابل دنیا بایستی،حتی اگر تنها بمانی.باید چشم در چشم دنیا بدوزی،حتی اگر دنیا با چشمان خون گرفته به تو بنگرد.ترس به دل راه نده.به سخن آن موجود کوچکی که در قلبت خانه دارد اطمینان کن که می گوید:دوستان،همسر،و همه چیز و همه کس را رها کن و فقط به آنچه برایش زیسته ای و به خاطرش باید بمیری شهادت بده”\n      “I learned from Hussain how to be wronged and be a winner, I learnt from Hussain how to attain victory while being oppressed.”\n      “I first learned the concepts of non-violence in my marriage.”\n      “To believe that what has not occurred in history will not occur at all, is to argue disbelief in the dignity of man.”\n      “Violence begins with the fork.”\n      “Everyone holds a piece of the truth.”\n      “There goes my people. I must follow them, for I am their leader.”\n      “Compassion is a muscle that gets stronger with use.”\n      “To forgive is not to forget. The merit lies in loving in spite of the vivid knowledge that one that must be loved is not a friend. There is not merit in loving an enemy when you forget him for a friend. ”\n      “The various religions are like different roads converging on the same point. What difference does it makeif we follow different routes, provided we arrive at the same destination?”\n      “I may be a despicable person, but when Truth speaks through me I aminvincible.”\n      “Even if you are a minority of one, the Truth is the Truth.”\n      “The only tyrant I accept is the still, small voice within me.”\n      “An error does not become truth by reason of multiplied propagation, nor does the truth become error because nobody will see it.(Young India 1924-1926)”\n      “Hatred can be overcome only by love. ”\n      “Recall the face of the poorest and weakest man you have seen, and ask yourself if this step you contemplate is going to be any use to him.”\n      “I do not want my house to be walled in on all sides and my windows to be stuffed. I want the culture of all lands to be blown about my house as freely as possible. But I refuse to be blown off my feet by any”\n      “What lies ahead of you & what lies behind you is nothing compared to what lies within you.”\n      “A small body of determined spirits fired by an unquenchable faith in their mission can alter the course of history.”\n      “In the attitude of silence the soul finds the path in a clearer light, and what is elusive and deceptive resolves itself into crystal clearness. Our life is a long and arduous quest after Truth. ”\n      “Victory attained by violence is tantamount to a defeat for it is momentary.\"(Satyagraha Leaflet No. 13, 3 May 1919)”\n      “But no one has a right to coerce others to act according to his own view of truth.”\n      “There are two days in the year that we can not do anything, yesterday and tomorrow”\n      “The law of love could be best understood and learned through little children.”\n      “We but mirror the world. All the tendencies present in the outer world are to be found in the world of our body. If we could change ourselves, the tendencies in the world would also change. As a man changes his own nature, so does the attitude of the world change towards him. This is the divine mystery supreme. A wonderful thing it is and the source of our happiness. We need not wait to see what others do.”\n      “An unjust law is itself a species of violence. Arrest for its breach is more so.”\n      “I can not give you the reference of Ram Chandar or Krishna, because they were not historical figures. I can not help it but to present to you the names of (Hazrat) Abu Bakar (RA) and (Hazrat) Umar Farooq (RA). They were leaders of a vast Empire, yet they lived a life of austerity.”\n      “A man of character will make himself worthy of any position he is given.”\n      “Do not crave to know the views of others, nor base your intent thereon. To think independently for yourself is a sign of fearlessness.”\n      “One man cannot do right in one department of life whilst he is occupied in doing wrong in any other department. Life is one indivisible whole”\n      “Peace between countries must rest on the solid foundation of love between individuals.”\n      “Behaviour is the mirror in which we can display our image.”\n      “Be the change you want to see in the world”\n      “Friendship that insists upon agreement on all things isn't worth the name.”\n      “All your scholarship would be in vain if at the same time you do not build your character and attain mastery over your thoughts and your actions.”\n      “You Christians look after a document containing enough dynamite to blow all civilisation to pieces, turn the world upside down and bring peace to a battle-torn planet. But you treat it as though it is nothing more than a piece of literature.”\n      “Cowardice is impotence worse than violence. The coward desires revenge but being afraid to die, he looks to others, maybe to the government of the day, to do the work of defense for him. A coward is less than a man. He does not deserve to be a member of a society of men and women.”\n      “The more efficient a force is, the more silent and the more subtle it is.”\n      “A lot of people are waiting for Martin Luther King or Mahatma Gandhi to come back-but they are gone. We are it. It is up to us. It is up to you.”\n      “Where there is fear there is no religion.”\n      “There are only two ways to live your life: as though nothing is a miracle, or as though everything is a miracle.”\n      “Birth and death are not two different states, but they are different aspects of the same state.”\n      “A language is an exact reflection of the character and growth of its speakers.”\n      “If you want something really important to be done you must not merely satisfy the reason, you must move the heart also.”\n      “You can't lead a true life without suffering”\n      “I can retain neither respect nor affection for government which has been moving from wrong to wrong in order to defend its immorality”\n      “Among the many misdeeds of British rule in India, history will look upon the Act which deprived a whole nation of arms as the blackest.”\n      “Many social justice or social activist movements have been rooted in a position. A position is usually against something. Any position will call up its opposition. If I say up, it generates down. If I say right, it really creates left. If I say good, it creates bad. So a position creates its opposition. A stand is something quite distinct from that. There are synonyms for “stand” such as “declaration” or “commitment,” but let me talk for just a few moments about the power of a stand. A stand comes from the heart, from the soul. A stand is always life affirming. A stand is always trustworthy. A stand is natural to who you are. When we use the phrase “take a stand” I’m really inviting you to un-cover, or “unconceal,” or recognize, or affirm, or claim the stand that you already are. Stand-takers are the people who actually change the course of history and are the source of causing an idea’s time to come. Mahatma Gandhi was a stand-taker. He took a stand so powerful that it mobilized millions of people in a way that the completely unpredictable outcome of the British walking out of India did happen. And India became an independent nation. The stand that he took… or the stand that Martin Luther King, Jr. took or the stand that Elizabeth Cady Stanton and Susan B. Anthony took for women’s rights—those stands changed our lives today. The changes that have taken place in history as a result of the stand-takers are permanent changes, not temporary changes. The women in this room vote because those women took so powerful a stand that it moved the world. And so the opportunity here is for us to claim the stand that we already are, not take a position against the macro economic system, or a position against this administration, although some of you may have those feelings. What’s way more powerful than that is taking a stand, which includes all positions, which allows all positions to be heard and reconsidered, and to begin to dissolve.When you take a stand, it actually does shift the whole universe and unexpected, unpredictable things happen.”\n      “I have also seen children successfully surmounting the effects of an evil inheritance. That is due to purity being an inherent attribute of the soul.”\n      “As long as you derive inner help and comfort from anything, keep it.”\n      “Vaccination is a barbarous practice and one of the most fatal of all the delusions current in our time.Conscientious objectors to vaccination should stand alone, if need be, against the whole world, in defense of their conviction.”\n      “I offer you peace. I offer you love. I offer you friendship. I see your beauty. I hear your need. I feel your feelings. My wisdom flows from the Highest Source. I salute that Source in you. Let us work together for unity and love.”\n      “There's no God higher than truth.”\n      “I have naturally formed the habit of restraining my thoughts. A thoughtless word hardly ever escaped my tongue or pen. Experience has taught me that silence is part of the spiritual discipline of a votary of truth. We find so many people impatient to talk. All this talking can hardly be said to be of any benefit to the world. It is so much waste of time. My shyness has been in reality my shield and buckler. It has allowed me to grow. It has helped me in my discernment of truth.”\n      “No culture can live, if it attempts to be exclusive.”\n      “Love is the strongest force the world possesses.”\n      “One needs to be slow to form convictions, but once formed they must be defended against the heaviest odds.”\n      “Intellect takes us along in the battle of life to a certain limit, but at the crucial moment it fails us. Faith transcends reason. It is when the horizon is the darkest and human reason is beaten down to the ground that faith shines brightest and comes to our rescue.”\n      “Joy lies in the fight, in the attempt, in the suffering involved, not in the victory itself”\n      “God, help me to tell the thruth to the strong and to avoid telling lies to get the weak's applause. If you give me success, do not take away my humility. If you give me humility, do not take away my dignity. God, help me to see the other side of the medal. Don't let me blame others of treason just because they don't think they like me. God, teach me to love people as I love myself and to judge me as I judge others. Please, don't let me be proud if I succed, or fall in despair if I fall. Remind me that failure is the experience that precedes triumph. Teach me that forgiving is the most important in the strong and that revenge is the most primitive sigh in the weak. If you take away my success, let me keep my strength to succeed from failure. If I fall people, give me courage to apologize and if people fail me, give me courage to forgive them. God, if I forget you, please do not forget me.”\n      “Non-violence is the greatest force at the disposal of mankind. It is mightier than the mightiest weapon of destruction devised by the ingenuity of man.”\n      “Anger and intolerance are the twin enemies of correct understanding.”\n      “I shall die, but I will not kill.”\n      “Strength of numbers is the delight of the timid. The Valiant in spirit glory in fighting alone.”\n      “Stoning prophets and erecting churches to their memory afterwards has been the way of the world through the ages. Today we worship Christ, but the Christ in the flesh we crucified.”\n      “In prayer it is better to have a heart without words than words without a heart.”\n      “I believe in trusting. Trust begets trust. Suspicion is foetid and only stinks. He who trusts has never yet lost in the world.”\n      “Mahatma Gandhi and Martin Luther King are great examples of fantastic nonviolents who died violently. I can never work that out. We're pacifists, but I'm not sure what it means when you're such a pacifist that you get shot. I can never understand that.”\n      “A man who is truthful and does not mean ill even to his adversary will be slow to believe charges even against his foes. He will, however, try to understand the viewpoints of his opponents and will always keep an open mind and seek every opportunity of serving his opponents.”\n      “I am prepared to die, but there is no cause for which I am prepared to kill.”\n      “Just as a man would not cherish living in a body other than his own, so do nations not like to live under other nations, however noble and great the latter may be.”\n      “Sympathy is what you have for someone after they die, pity you have for someone when they don't have a date to the biggest dance of the year. Empathy is what I do to you when you judge me. Envy is having pity on yourself. Can you discern the rest for yourself?”\n      “Government control gives rise to fraud, suppression of Truth, intensification of the black market and artificial scarcity. Above all, it unmans the people and deprives them of initiative, it undoes the teaching of self-help…”\n      “I look upon an increase in the power of the State with the greatest fear because, although while apparently doing good by minimizing exploitation, it does the greatest harm to mankind by destroying individuality which lies at the heart of all progress.”\n      “Solitude is a catalyst for innovation”\n      “Interdependence is and ought to be as much the ideal of man as self-sufficiency. Man is a social being. Without interrelation with society he cannot realize his oneness with the universe or suppress his egotism. His social interdependence enables him to test his faith and to prove himself on the touchstone of reality.”\n      “All humanity is one undivided and indivisible family. I cannot detach myself from the wickedest soul.”\n      “We stand on the threshold of a twilight-whether morning or evening we do not know. One is followed by the night, the other heralds the dawn.”\n      “Truth is like a vast tree which yields more and more fruit the more you nurture it. The deeper the search in the mind of truth, the richer the discovery of the gems buried there.”\n      “When I admire the wonders of a sunset or the beauty of the moon, my soul expands in the worship of the creator.”\n      “I do not believe in the doctrine of the greatest good of the greatest number. The only real, dignified, human doctrine is the greatest good of all.”\n      “The devotion of such titans of spirit as Lenin to an Ideal must bear fruit. The nobility of his selflessness will be an example through centuries to come, and his Ideal will reach perfection.”\n      “That service is the noblest which is rendered for its own sake.”\n      “Intolerance betrays want of faith in one's cause.”\n      “We should be able to refuse to live if the price of living be the torture of sentient beings.”\n      “All true artists, whether they know it or not, create from a place of no-mind, from inner stillness.”\n      “Those who say religion has nothing to do with politics do not know what religion is.”\n      “Even the most despotic government cannot stand except for the consent of the governed.... Immediately the subject ceases to fear the despotic force, his power is gone.”\n      “My aim is not to be consistent with my previous statements on a given question, but to be consistent with truth as it may present itself to me at a given moment. The result has been that I have grown from truth to truth.”\n      “We are constantly being astonished these days at the amazing discoveries in the field of violence. But I maintain that far more undreamt of and seemingly impossible discoveries will be made in the field of nonviolence.”\n      “Where choice is set between cowardice and violence, I would advise violence ... I prefer to use arms in defense of honor rather than remain the vile witness of dishonor...”\n      “Morality is a contraband in war.”\n      “Keep your thoughts positive because your thought become YOUR WORDS.Keep your words positive because your words become YOUR BEHAVIORKeep your behavior positive because your behavior becomes YOUR HABITSKeep your habits positive because your habits become YOUR VALUESKeep your values positive because your values become YOUR DESTINY”\n      “Du und ich: Wir sind eins. Ich kann dir nicht wehtun, ohne mich zu verletzen.”\n      “We don't use guns because we don't have guns”\n      “Human beings, who are almost unique in having the ability to learn from the experience of others, are also remarkable for their apparent disinclination to do so.You must not lose faith in humanity. Humanity is an ocean if a few drops of the ocean are dirty, the ocean does not become dirty.”\n      “The good man is the friend of all living things.”\n      “No hay caminos para la paz; la paz es el camino.”\n      “In the wise words of Mahatma Gandhi, \"The best way to find yourself is to lose yourself in the service of others.”\n      “I am & have been for years a confirmed anti-vaccinationist. Anti-vaccination has no backing from the orthodox medical opinion. A medical man who expresses himself against vaccination loses caste. Tremendous pecuniary interests too have grown around vaccination.”\n      “Honest disagreement is often a good sign of progress.”\n      “First they ignore you, then they laugh at you, then they fight you, then you win.”\n      “I crave to die with my hand at the spinning wheel.”\n      “I wanted to know the best of the life of one (Muhammad) who holds today an undisputed sway over the hearts of millions of mankind. I became more than ever convinced that it was not the sword that won a place for Islam in those days in the scheme of life. It was the rigid simplicity, the utter self-effacement of the Prophet the scrupulous regard for pledges, his intense devotion to his friends and followers, his intrepidity, his fearlessness, his absolute trust in God and in his own mission. These and not the sword carried everything before them and surmounted every obstacle.”\n      “All have not the same capacity. I would allow a man of intellect to earn more, I would not cramp his talent.”\n      “I have not conceived my mission to be that of a knight-errant wandering everywhere to deliver people from difficult situations.My humble occupation has been to show people how they can solve their own difficulties.”\n      “My uniform experience has convinced me that there is no other God than Truth”\n      “The history of the world is full of men who rose to leadership, by sheer force of self-confidence, bravery and tenacity.”\n      “An error does not become truth by reason of multiplied propagation, nor does truth become error because nobody sees it. Truth stands, even if there be no public support. It is self sustained.”\n      “Un país, una civilización se puede juzgar por la forma en que trata a sus animales.”\n      “Kepuasan sebenarnya terletak dalam usaha yang kita lakukan bukan dalam pencapaiannya.”\n      “Be the change you want to see in the world”\n      “I came in contact with every known Indian anarchist in London. Their bravery impressed me, but I felt that their zeal was misguided. I felt that violence was no remedy for India's ills, and that her civilisation required the use of a different and higher weapon for self-protection. - Hind Swaraj”\n      “The greatness of a nation and its moral progress can be judged by the way in which its animals are treated.”\n      “The future depends on what we do in the present.”\n      “Dobbiamo diventare il cambiamento che vogliamo vedere.”\n      “kekalahan tak bisa mengecilkan hatiku”\n      “Jangan bekerja sama dengan kejahatan, sebab kewajiban kita adalah bekerja sama dengan kebaikan.”\n      “Homeopathy cures a larger percentage of cases than any other form of treatment and is beyond doubt safer and more economical.”\n      “I believe that just as everyone inherits a particular form so does he inherit the particular characteristics and qualities of his progenitors, and to make this admission is to conserve one's energy.”\n      “And whilst he may not claim superiority by reason of learning, I myself must not withold that meed of homage that learning, wherever it resides, always commands.”\n      “unity to be real must survive the severest strain without breaking.”\n      “Nothing is impossible for pure love.”\n      “There are many causes that I am prepared to die for, but no causes that I am prepared to kill for.”\n      “Bapu Ghandi said, \"All religions are true.\" I just want to love God, \" I blurted out, and looked down, red in the face.  My embarassment was contagious. No one said anything. It happened that we were not far from the statue of Gandhi on the esplanade. Stick in hand, an impish smile on his lips, a twinkle in his eyes, the Mahatma walked. I fancy that he heard our conversation, but that he paid even greater attention to my heart, Father cleared his throat and said in a half-voice, \" I suppose that's what wer're all trying to do - love God.”\n      “Truth is transcendent. There are many expressions of it and ways to glimpse it. We cannot hold it in our clenched fist, but must hold it in our open palm and invite others to see it for themselves.”\n      “Forgive and forget, but never forget to forgive. You may find a happier heart is the key to a happier life.”\n      “Where there is love, there is life”\n      “Friendship that insists upon agreement on all matters is not worth the name. Friendship to be real must ever sustain the weight of honest differences, however sharp they be.”\n      “To safeguard democracy the people must have a keen sense of independence, self-respect and their oneness, and should insist upon choosing as their representatives only such persons as are good and true.”\n      “व्यक्ति अपने विचारों से निर्मित एक प्राणी है, वह जो सोचता है वही बन जाता है.A man is but the product of his thoughts what he thinks, he becomes.”\n      “Those who believe religion and politics aren't connected don't understand either.”\n      “ordinary man can try million times..but only a ambitions man try diffrent in million ways...create new ways to solve existing problems.jj”\n      “Perbedaan pun terbukti berguna, selama ada toleransi.”\n      “Kebijaksanaan yang paling tinggi adalah, jangan khawatir akan hari esok.”\n      “Hal yang pali aku sesali adalah aku tidak bisa membuat dua orang mengerti jalan pikiran ku, orang pertama adalah Muhammad Ali Jihad dan kedua adalah anakku, Harilal.”\n      “Salah sekali untuk menuntut orang lain agar bersih kalau kita sendiri tetap tidak bersih.”\n      “قاچی ڕووتی ئافرەتێک دڵ‌ و هۆشت دەباتئەی بۆ ڕەشو و ڕووتی هەژاران ویژدانت نابات”\n      “The Jews should have offered themselves to the butcher's knife. They should have thrown themselves into the sea from cliffs. As it is, they succumbed anyway in their millions.”\n      “There's more to life than increasing its speed”\n      “It is better to be violent, if there is violence in our hearts, than to put on the cloak of non-violence to cover impotence. Violence is any day preferable to impotence. There is hope for a violent man to become non-violent. There is no such hope for the impotent.”\n      “Kekerasan adalah senjata orang yang jiwanya lemah.”\n      “My life is my message.”\n      “Be the change which you want to happen to the world”\n      “These are moments when the intense enlightened energies of the Sages, as consciousness, reach each of us in ease.My purpose is to be the joyful instrument that can uplift humanity to amazing possibilities of consciousness. Imagine a million Mahatma Gandhis, Rumis and Einsteins! This is a possibility in our times. We are the realities of this consciousness.”\n      “Ma koliko bila okorela nečija ćud, rastopiće se na vatri ljubavi. Ako se pak ne promeni, to znači da vatra nije bila dovoljna jaka”\n      “Il vaut mieux mettre son coeur dans la prière sans trouver de paroles que trouver des mots sans y mettre son coeur.”\n      “There is no god higher than truth.”\n      “My shyness has been in reality my shield and buckler. It has allowed me to grow. It has helped me in my discernment of truth.”\n      “أنا مؤمن إيماناً قاطعاً بأن كل عمل طيب لابد أن يُوتي ثمره في النهاية !”\n      “ڕێگه‌ ناده‌م كه‌س پياسه‌ بكات له‌ناو مێشكم ، به‌قاچه‌ پيسه‌كانيه‌وه‌”\n      “Uzmi osmeh idaruj ga onome ko ga nikad nije imao.Uzmi zrak sunca iučini da odleti tamo gde vlada noć.Otkrij izvor iokupaj onoga ko živi u blatu.Uzmi suzu ipoloži je na lice onoga ko nikad nije plakao.Uzmi hrabrost istavi je u dušu onoga ko se ne sme boriti.Otkrij život ipripovedaj o njemu onome ko ga ne može shvatiti.Uzmi nadu iživi u njenoj svetlosti.Uzmi dobrotu idaruj je onome ko ne zna darivati.Otkrij ljubav ipokaži je čitavom svetu.”\n      “The earth provides enough to satisfy every person's need, but not every person's greed.”\n      “It does not require money, to live neat, clean and dignified..”\n      “If I was to be their real teacher and guardian, I must touch their hearts, I must share their joys and sorrows, I must help them to solve the problems that faced them, and I must take along the right channel the surging aspirations of their youth.”\n      “Consciously or unconsciously, every one of us does render some service or another. If we cultivate the habit of doing this service deliberately, our desire for service will steadily grow stronger, and it will make not only for our own happiness, but that of the world at large.”\n      “It is health that is real wealth and not pieces of gold and silver.”\n      “I have nothing new to teach the world. Truth and non-violence are as old as the hills. All I have done is to try experiments in both on as vast a scale as I could.”\n      “[Nicholson] Baker can't seem to get enough of the wisdom of Gandhi and cites at length an open letter he wrote to the British people on 3 July 1940. \"Your soldiers are doing the same work of destruction as the Germans,\" wrote the Mahatma. \"I want you to fight Nazism without arms.\" He went on to say: \"Let them take possession of your beautiful island, with your many beautiful buildings. You will give all these, but neither your souls, nor your minds. If these gentlemen choose to occupy your homes, you will vacate them. If they do not give you free passage out, you will allow yourself, man, woman and child, to be slaughtered, but you will refuse to owe allegiance to them.\" I must say that everything in me declines to be addressed in that tone of voice”\n      “Even a single lamp dispels the deepest darkness.”\n      “I hold that it is the duty of every cultured man or woman to read sympathetically the scriptures of the world. If we are to respect others'religions as we would have them to respect our own, a friendly study of theworld's religions is a sacred duty.”\n      “You can't hurt me without my permission.”\n      “A man who was completely innocent, offered himself as a sacrifice for the good of others, including his enemies, and became the ransom of the world. It was a perfect act.”\n      “I learned from Hussein how to achieve victory while being oppressed”\n      “The difference between what we do and what we are capable of doing would suffice to solve most of the world's problem. Mahatma Gandhi”\n      “What does it matter to the dead, the orphans, and the homeless whether the mad destruction is wrought under the name of totalitarianism or the holy name of liberty or democracy?”\n      “Where there is life.”\n      “The devotee of truth is often obliged to grope in the dark.”\n      “jika sebuah mata harus dibalas dengan sebuah mata, hanya akan membuat seluruh dunia ini buta”\n      “On the occasion of Mahatma Gandhi's birthday, I salute every individual who honors the core values of his legacy, making him proud of humanity.”\n      “to believe in something and not live it is dishonest.”\n      “I do believe that, where there is only a choice between cowardice and violence, I would advise violence.”\n      “The greatness of a nation and its moral progress can be judged by the way its animals are treated. I hold that the more helpless a creature the more entitled it is to protection by man from the cruelty of humankind.”\n      “most Americans think of Rosa Parks as a demur, pleasant-enough seamstress who backed into history by being too tired to get out of her seat on a bus one day, in reality she had been trained in nonviolence spirit and tactics at a famous institution, Highlander Folk School. It seems to be a difficult concept for most of us that peace is a skill that can be learned. We know war can be learned, but we seem to think that one becomes a peacemaker by a mere change of heart. (23)”\n      “Let's be grateful to all those who came in before us. Grateful to all those men and women, young and old alike, who paved the path forward for us, brick by brick. To those men and women who marched across the bridge in Selma on that great day, those men and women who rallied behind the Gandhis and the Mandelas every single time they were needed, to those men and women who stood up for voting rights and civil rights and gay rights and equality and justice and a free world, those men and women who invented the future by inventing things that fundamentally changed the world from the electricity to vaccinations, from airplanes to birth control pills, from the printing press to the internet.”\n      “In a gentle way, you can shake the world”\n      “the basis of my vegetarianism is not physical, but moral. If anybody said that I should die if I did not take beef tea or mutton, even on medical advice, I would prefer death.”\n      “Fear has its use but cowardice has none.”\n      “An eye for an eye will only make the world bright. Sorry, Mahatma. This is the absolute and only true form of justice.”\n      “In a speech in South Africa in 1890 Mahatma Gandhi said this:“A customer is the most important visitor on our premises. He is not dependent on us. We are dependent on him. He is not an interruption of our work. He is the purpose of it. He is not an outsider of our business. He is part of it. We are not doing him a favour by serving him. He is doing us a favour by giving us the opportunity to do so.”\n      “Many of us can't go home again, whether home is Seville, Cabo Sur, Nastas, Havana, or Kansas City. Thus, we must recognize that home really lies in the eternal peace, dormant or conscious, that dwells in each human heart... Quote from \"Ms. Quixote Goes Country\", a truthful novel.”\n      “Create and preserve the image of your choice.”\n      “Você nunca sabe que resultados virão da sua ação. Mas se você não fizer nada, não existirão resultados.”\n      “Seja a mudança que espera ver no mundo.”\n      “Um homem não pode fazer o certo numa área da vida, enquanto está ocupado em fazer o errado em outra. A vida é um todo indivisível.”\n      “Be the change you want to see”\n      “If a single man achieves the highest kind of love, it will be sufficient to neutralize the hate of millions.”\n      “I learnt the lesson on non-violence from my wife, when I tried to bend her to my will. Her determined resistance to my will on the one hand, and her quiet submission to the suffering my stupidity involved on the other, ultimately made me ashamed of myself and cured me of my stupidity in thinking that I was born to rule over her, and in the end she became my teacher in non-violence.”\n      “The moment there is suspicion about a person’s motives, everything he does becomes tainted.”\n      “Un lucru a săpat rădăcini adânci în sufletul meu: credinţa că morala stă la baza tuturor lucrurilor şi că adevărul este substanţa întregii moralităţi. Astfel că adevărul a devenit singurul meu scop. El a devenit din ce în ce mai important pentru mine, iar sensurile pe care i le-am dat au devenit din ce în ce mai largi.”\n      “Întâi te vor înjura. Pe urmă vor râde de tine. Apoi, te vor declara nebun. După aceea vor încerca să te compromită. Într-un târziu, vor face tot posibilul să te lichideze. Dacă scapi cu viaţă din toate acestea, vei fi un om mare.”\n      “Poqerty is the worst form of violence”\n      “Chiar şi cel mai mic neadevăr îl strică pe om, la fel cum o picătură de otravă poate strica un lac întreg.”\n      “The world has enough for everyone's need but not for everyone's greed.”\n      “Each night, when I go to sleep, I die. And the next morning, when I wake up, I am reborn.This means the when you go to sleep you close your eyes and you are and look like you are dead but then when you wake up it looks like you are reborn because you are up and ready.”\n      “I have been known as a crank, faddist, madman. Evidently the reputation is well deserved. For wherever I go, I draw to myself cranks, faddists, and madmen.”\n      “We all need love, regardless of who we are or of our condition, position, or status. Love makes our world go around. As the sage Mahatma Mohandas Gandhi wrote, “Love is the most powerful force in the world, yet it is the humblest imaginable.”39 We are love. Love is the essence of mind, body, and spirit. Superhealing is a by-product of acknowledging the spiritual aspect of being, the divine essence of us, or the force of love, which manifests and guides our health and healing. It is love that fuels the body’s capacity to heal and regenerate itself physically, emotionally, and spiritually.”\n      “A man of truth must also be a man of care.”\n      “There is more to life than increasing its speed.”\n      “Gracias a que se mantienen unidas y se mueven de manera conjunta milloners de gotas forman el mar, lo mismo debería ocurrir con los seres humanos”\n      “Quien sigue el camino de la verdad, no tropieza.”\n      “Even Mahatma Gandhi - hardly a comfortable character - always wore a bowler hat with his loin cloth when practising as a barrister in London.”\n      “Debemos ser el cambio que queremos en el mundo.”\n      “La fuerza no proviene de la capacidad fisica. Proviene de una voluntad indomable.”\n      “Vivre simplement, pour que simplement d'autres puissent vivre.”\n      “Change en toi ce que tu veux changer dans le monde.”\n      “Todo lo que hagas en la vida será insignificante, pero es importante que lo hagas.”\n      “Whyshould I, who have no need to work for food, spin? ' may be the questionasked. Because I am eating what does not belong to me. I am living on thespoliation of my countrymen. Trace the source of every coin that finds its wayinto your pocket, and you will realise the truth of what I write. Every onemust spin.”\n      “In reality, there are as many religions as there are individuals”\n      “Anger and intolerance are the enemies of correct understanding.”\n      “There is no God higher than the truth.”\n      “﻿Quran: A Simple English Translation (Goodword ! Koran) (Khan, Maulana Wahiduddin;Goodword) - Your Highlight at location 221-228 | Added on Friday, 10 April 2015 19:41:32 Those who are introduced to the Quran only through the media, generally have the impression that the Quran is a book of jihad, and jihad to them is an attempt to achieve one’s goal by means of violence. But this idea is based on a misunderstanding. Anyone who reads the Quran for himself will easily appreciate that its message has nothing to do with violence. The Quran is, from beginning to end, a book which promulgates peace and in no way countenances violence. It is true that jihad is one of the teachings of the Quran. But jihad, taken in its correct sense, is the name of peaceful struggle rather than of any kind of violent action. The Quranic concept of jihad is expressed in the following verse, ‘Do greater jihad (i.e strive more strenuously) with the help of this [Quran]’ (25:52). Obviously, the Quran is not a weapon, but a book which gives us an introduction to the divine ideology of peaceful struggle. The method of such a struggle, according to the Quran, is ‘to speak to them a word to reach their very soul’ (4:63). ========== ﻿Quran: A Simple English Translation (Goodword ! Koran) (Khan, Maulana Wahiduddin;Goodword) - Your Note at location 228 | Added on Friday, 10 April 2015 19:41:45 jihad ========== ﻿Quran: A Simple English Translation (Goodword ! Koran) (Khan, Maulana Wahiduddin;Goodword) - Your Highlight at location 232-235 | Added on Friday, 10 April 2015 19:43:12 It is true that there are certain verses in the Quran, which convey injunctions similar to the following, ‘Slay them wherever you find them’ (2:191). Referring to such verses, there are some who attempt to give the impression that Islam is a religion of war and violence. This is totally untrue. Such verses relate, in a restricted sense, to those who have unilaterally attacked the Muslims. The above verse does not convey the general command of Islam. ========== ﻿Quran: A Simple English Translation (Goodword ! Koran) (Khan, Maulana Wahiduddin;Goodword) - Your Highlight at location 239-244 | Added on Friday, 10 April 2015 19:44:16 This division of commands into different categories is a natural one and is found in all religious books. For instance, the Gita, the holy book of the Hindus, pertains to wisdom and moral values. Yet along with this is the exhortation of Krishna to Arjuna, encouraging him to fight (Bhagavad Gita, 3:30). This does not mean that believers in the Gita should wage wars all the time. Mahatma Gandhi, after all, derived his philosophy of non-violence from the same Gita. The exhortation to wage war in the Gita applies only to exceptional cases where circumstances leave no choice. But for general day-to-day existence it gives the same peaceful commands as derived from it by Mahatma Gandhi. ========== ﻿Quran: A Simple English Translation (Goodword ! Koran) (Khan, Maulana Wahiduddin;Goodword) - Your Highlight at location 244-245 | Added on Friday, 10 April 2015 19:44:39 Similarly, Jesus Christ said, ‘Do not think that I came to bring peace on Earth. I did not come to bring peace, but a sword.’ (Matthew, 10:34). ==========”\n      “Putting someone before yourself is possible only if that is done literally.”\n      “The purpose of life is undoubtedly to know oneself. We cannot do it unless we learn to identify ourselves with all that lives. The sum-total of that life is God.”\n      “Mahatma Gandhi alipigwa risasi na kufariki dunia baada ya maisha yake kumfelisha. Lakini kifo chake kiliipatia India uhuru kutoka Uingereza. Hivyo, akafanikiwa.”\n      “First they ignore you, then they laugh at you, then they fight you, then you win”\n      “Nonviolence in its dynamic condition means conscious suffering. It does not means meek submission to the will of the evil-doer, but it means the putting of one's whole soul against the will of the tyrant. Working under this law of being, it is possible for a single individual to defy the whole might of an unjust empire to save his honor, his religion, his soul and lay the foundation for the empire's fall or its regeneration.”\n      “To live simply so that others may simply live.Mahatma Gandhi”\n      “Weleens afgevraagd waarom ik Mahatma Gandhi zo bewonder?”\n      “Mahatma Gandhi was never freebecause of his life and love.A result of his attitude.Religious Leader Petra Cecilia Maria HermansReligion of Blue CircleOctober 2, 2016”\n      “I wanted to know the best of the life of one who holds today an undisputed sway over the hearts of millions of mankind… I became more than ever convinced that it was not the sword that won a place for Islam in those days in the scheme of life. It was the rigid simplicity, the utter self-effacement of the Prophet the scrupulous regard for pledges, his intense devotion to his friends and followers, his intrepidity, his fearlessness, his absolute trust in God and in his own mission. These and not the sword carried everything before them and surmounted every obstacle. When I closed the second volume (of the Prophet’s biography), I was sorry there was not more for me to read of that great life.”\n      “Mahatma Gandhi said, ‘Freedom is not worth having if it does not include the freedom to make mistakes.”\n      “Kita harus menjadi perubahan yang ingin kita lihat dari dunia.”\n      “De manera apacible, se puede sacudir el mundo. MAHATMA GANDHI”\n      “If you make yourself more than just a man, if you devote yourself to an ideal and if they can't stop you, then you become a legend”\n      “The problem today is not lack of proper resources, but lack of proper distribution.”\n      “Where there is love, there is life.”\n      “If co-operation is a duty, I hold that non-co-operation also under certain conditions is equally a duty.”\n      “La verdadera amistad es una identidad de almas que rara vez se encuentra en este mundo.Sólo entre naturalezas muy a fines y semejantes puede la amistad ser auténtica y duradera”\n      “There is an indefinable mysterious power that pervades everything, I feel it though I do not see it..whilst everything around me is ever changing, ever dying there is underlying all that change a living power that is changeless, that holds all together, that creates, dissolves and recreates.. .in the midst of death life persists, in the midst of untruth truth persists, in the midst of darkness light persists.”\n      “There are no good-byes, where ever you'll be, you'll be in my heart.”\n      “Speak only if it improves upon the silence”\n      “You must be the change you want for the world.”\n      “....perhaps we would engrave the words of Mahatma Gandhi, who once said, A small body of determined spirits fired by an unquenchable faith in their mission can alter the course of history.”\n      “Sede Hanibal Barca i Filip Drugi Makedonski u nekom kaficu u Dubrovniku , te pojavi se odnekud oftamolog i upita ih -A jel'te vas dvojica , da nijeste naleteli nedje na Vasilija Drugoga Bugaroubicu ? xoxoxo”\n      “Lebe, als würdest Du morgen sterben und lerne, als ob Du ewig leben würdest.”", "author": "Mahatma Gandhi", "type": "quote", "title": "Mahatma Gandhi Quotes"}