["      “Faith is taking the first step even when you can't see the whole staircase.”", "      “In the end, we will remember not the words of our enemies, but the silence of our friends.”", "      “If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward.”", "      “But I know, somehow, that only when it is dark enough can you see the stars.”", "      “Nothing in the world is more dangerous than sincere ignorance and conscientious stupidity.”", "      “The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy.”", "      “Intelligence plus character-that is the goal of true education.”", "      “Everybody can be great...because anybody can serve. You don't have to have a college degree to serve. You don't have to make your subject and verb agree to serve. You only need a heart full of grace. A soul generated by love.”", "      “We must come to see that the end we seek is a society at peace with itself, a society that can live with its conscience.”", "      “No one really knows why they are alive until they know what they'd die for.”", "      “No matter how old you are now. You are never too young or too old for success or going after what you want. Here’s a short list of people who accomplished great things at different ages1) Helen Keller, at the age of 19 months, became deaf and blind. But that didn’t stop her. She was the first deaf and blind person to earn a Bachelor of Arts degree.2) Mozart was already competent on keyboard and violin; he composed from the age of 5.3) Shirley Temple was 6 when she became a movie star on “Bright Eyes.”4) Anne Frank was 12 when she wrote the diary of Anne Frank.5) Magnus Carlsen became a chess Grandmaster at the age of 13.6) Nadia Comăneci was a gymnast from Romania that scored seven perfect 10.0 and won three gold medals at the Olympics at age 14.7) Tenzin Gyatso was formally recognized as the 14th Dalai Lama in November 1950, at the age of 15.8) Pele, a soccer superstar, was 17 years old when he won the world cup in 1958 with Brazil.9) Elvis was a superstar by age 19.10) John Lennon was 20 years and Paul Mcartney was 18 when the Beatles had their first concert in 1961.11) Jesse Owens was 22 when he won 4 gold medals in Berlin 1936.12) Beethoven was a piano virtuoso by age 2313) Issac Newton wrote Philosophiæ Naturalis Principia Mathematica at age 2414) Roger Bannister was 25 when he broke the 4 minute mile record15) Albert Einstein was 26 when he wrote the theory of relativity16) Lance E. Armstrong was 27 when he won the tour de France 17) Michelangelo created two of the greatest sculptures “David” and “Pieta” by age 2818) Alexander the Great, by age 29, had created one of the largest empires of the ancient world19) J.K. Rowling was 30 years old when she finished the first manuscript of Harry Potter20) Amelia Earhart was 31 years old when she became the first woman to fly solo across the Atlantic Ocean21) Oprah was 32 when she started her talk show, which has become the highest-rated program of its kind22) Edmund Hillary was 33 when he became the first man to reach Mount Everest23) Martin Luther King Jr. was 34 when he wrote the speech “I Have a Dream.\"24) Marie Curie was 35 years old when she got nominated for a Nobel Prize in Physics 25) The Wright brothers, Orville (32) and Wilbur (36) invented and built the world's first successful airplane and making the first controlled, powered and sustained heavier-than-air human flight26) Vincent Van Gogh was 37 when he died virtually unknown, yet his paintings today are worth millions.27) Neil Armstrong was 38 when he became the first man to set foot on the moon.28) Mark Twain was 40 when he wrote \"The Adventures of Tom Sawyer\", and 49 years old when he wrote \"Adventures of Huckleberry Finn\"29) Christopher Columbus was 41 when he discovered the Americas30) Rosa Parks was 42 when she refused to obey the bus driver’s order to give up her seat to make room for a white passenger31) John F. Kennedy was 43 years old when he became President of the United States32) Henry Ford Was 45 when the Ford T came out.33) Suzanne Collins was 46 when she wrote \"The Hunger Games\"34) Charles Darwin was 50 years old when his book On the Origin of Species came out.35) Leonardo Da Vinci was 51 years old when he painted the Mona Lisa.36) Abraham Lincoln was 52 when he became president.37) Ray Kroc Was 53 when he bought the McDonalds Franchise and took it to unprecedented levels.38) Dr. Seuss was 54 when he wrote \"The Cat in the Hat\".40) Chesley \"Sully\" Sullenberger III was 57 years old when he successfully ditched US Airways Flight 1549 in the Hudson River in 2009. All of the 155 passengers aboard the aircraft survived41) Colonel Harland Sanders was 61 when he started the KFC Franchise42) J.R.R Tolkien was 62 when the Lord of the Ring books came out43) Ronald Reagan was 69 when he became President of the US44) Jack Lalane at age 70 handcuffed, shackled, towed 70 rowboats45) Nelson Mandela was 76 when he became President”", "      “Injustice anywhere is a threat to justice everywhere.”", "      “Forgiveness is not an occasional act, it is a constant attitude.”", "      “If a man is called to be a street sweeper, he should sweep streets even as a Michaelangelo painted, or Beethoven composed music or Shakespeare wrote poetry. He should sweep streets so well that all the hosts of heaven and earth will pause to say, 'Here lived a great street sweeper who did his job well.”", "      “Those who are not looking for happiness are the most likely to find it, because those who are searching forget that the surest way to be happy is to seek happiness for others.”", "      “We must accept finite disappointment, but never lose infinite hope.”", "      “There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.”", "      “There comes a time when silence is betrayal.”", "      “I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character.”", "      “Never forget that everything Hitler did in Germany was legal.”", "      “Science investigates; religion interprets. Science gives man knowledge, which is power; religion gives man wisdom, which is control. Science deals mainly with facts; religion deals mainly with values. The two are not rivals.”", "      “We must live together as brothers or perish together as fools.”", "      “As my sufferings mounted I soon realized that there were two ways in which I could respond to my situation -- either to react with bitterness or seek to transform the suffering into a creative force. I decided to follow the latter course.”", "      “People fail to get along because they fear each other; they fear each other because they don't know each other; they don't know each other because they have not communicated with each other.”", "      “No person has the right to rain on your dreams.”", "      “Wars are poor chisels for carving out peaceful tomorrows.”", "      “A nation that continues year after year to spend more money on military defense than on programs of social uplift is approaching spiritual doom.”", "      “One has a moral responsibility to disobey unjust laws.”", "      “the time is always right to do the right thing”", "      “Not only will we have to repent for the sins of bad people; but we also will have to repent for the appalling silence of good people.”", "      “There can be no deep disappointment where there is not deep love.”", "      “Life's most persistent and urgent question is, 'What are you doing for others?”", "      “Every man must decide whether he will walk in the light of creative altruism or in the darkness of destructive selfishness.”", "      “On some positions, cowardice asks the question, is it expedient? And then expedience comes along and asks the question, is it politic? Vanity asks the question, is it popular? Conscience asks the question, is it right?There comes a time when one must take the position that is neither safe nor politic nor popular, but he must do it because conscience tells him it is right.”", "      “If I cannot do great things, I can do small things in a great way”", "      “The choice is not between violence and nonviolence but between nonviolence and nonexistence.”", "      “Love is the only force capable of transforming an enemy to a friend.”", "      “The first question which the priest and the Levite asked was: 'If I stop to help this man, what will happen to me?' But...the good Samaritan reversed the question: 'If I do not stop to help this man, what will happen to him?”", "      “We must rapidly begin the shift from a \"thing-oriented\" society to a \"person-oriented\" society. When machines and computers, profit motives and property rights are considered more important than people, the giant triplets of racism, materialism, and militarism are incapable of being conquered.”", "      “An individual has not started living until he can rise above the narrow confines of his individualistic concerns to the broader concerns of all humanity.”", "      “True compassion is more than flinging a coin to a beggar; it comes to see that an edifice which produces beggars needs restructuring.”", "      “Returning violence for violence multiplies violence, adding deeper darkness to a night already devoid of stars... Hate cannot drive out hate: only love can do that.”", "      “Let us not seek to satisfy our thirst for freedom by drinking from the cup of bitterness and hatred.”", "      “Our scientific power has outrun our spiritual power. We have guided missiles and misguided men.”", "      “Another way that you love your enemy is this: When the opportunity presents itself for you to defeat your enemy, that is the time which you must not do it. There will come a time, in many instances, when the person who hates you most, the person who has misused you most, the person who has gossiped about you most, the person who has spread false rumors about you most, there will come a time when you will have an opportunity to defeat that person. It might be in terms of a recommendation for a job; it might be in terms of helping that person to make some move in life. That’s the time you must do it. That is the meaning of love. In the final analysis, love is not this sentimental something that we talk about. It’s not merely an emotional something. Love is creative, understanding goodwill for all men. It is the refusal to defeat any individual. When you rise to the level of love, of its great beauty and power, you seek only to defeat evil systems. Individuals who happen to be caught up in that system, you love, but you seek to defeat the system.”", "      “Power without love is reckless and abusive, and love without power is sentimental and anemic. Power at its best is love implementing the demands of justice, and justice at its best is power correcting everything that stands against love.”", "      “I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant.”", "      “One of the great liabilities of history is that all too many people fail to remain awake through great periods of social change. Every society has its protectors of status quo and its fraternities of the indifferent who are notorious for sleeping through revolutions. Today, our very survival depends on our ability to stay awake, to adjust to new ideas, to remain vigilant and to face the challenge of change.”", "      “Of all the forms of inequality, injustice in health care is the most shocking and inhumane.”", "      “An individual who breaks a law that conscience tells him is unjust, and who willingly accepts the penalty of imprisonment in order to arouse the conscience of the community over its injustice, is in reality expressing the highest respect for the law”", "      “A true revolution of values will soon cause us to question the fairness and justice of many of our past and present policies. ... A true revolution of values will soon look uneasily on the glaring contrast of poverty and wealth. With righteous indignation, it will look across the seas and see individual capitalists of the West investing huge sums of money in Asia, Africa, and South America, only to take the profits out with no concern for the social betterment of the countries, and say, \"This is not just.\" It will look at our alliance with the landed gentry of South America and say, \"This is not just.\" The Western arrogance of feeling that it has everything to teach others and nothing to learn from them is not just.”", "      “No work is insignificant. All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence.”", "      “Not everybody can be famous but everybody can be great, because greatness is determined by service.”", "      “The day we see the truth and cease to speak is the day we begin to die”", "      “We have flown the air like birds and swum the sea like fishes, but have yet to learn the simple act of walking the earth like brothers.”", "      “If you lose hope, somehow you lose the vitality that keeps moving, you lose that courage to be, that quality that helps you go on in spite of it all. And so today I still have a dream.”", "      “We are now faced with the fact that tomorrow is today. We are confronted with the fierce urgency of now. In this unfolding conundrum of life and history, there \"is\" such a thing as being too late. This is no time for apathy or complacency. This is a time for vigorous and positive action.”", "      “The greatest purveyor of violence in the world : My own Government, I can not be Silent.”", "      “It’s all right to tell a man to lift himself by his own bootstraps, but it is cruel jest to say to a bootless man that he ought to lift himself by his own bootstraps.”", "      “Those who love peace must learn to organize as effectively as those who love war.”", "      “There is no gain without struggle.”", "      “You may be 38 years old, as I happen to be. And one day, some great opportunity stands before you and calls you to stand up for some great principle, some great issue, some great cause. And you refuse to do it because you are afraid…. You refuse to do it because you want to live longer…. You’re afraid that you will lose your job, or you are afraid that you will be criticized or that you will lose your popularity, or you’re afraid that somebody will stab you, or shoot at you or bomb your house; so you refuse to take the stand.Well, you may go on and live until you are 90, but you’re just as dead at 38 as you would be at 90. And the cessation of breathing in your life is but the belated announcement of an earlier death of the spirit.”", "      “I have a dream that one day this nation will rise up and live out the true meaning of its creed: \"We hold these truths to be self-evident, that all men are created equal.\"I have a dream that one day on the red hills of Georgia, the sons of former slaves and the sons of former slave owners will be able to sit down together at the table of brotherhood.I have a dream that one day even the state of Mississippi, a state sweltering with the heat of injustice, sweltering with the heat of oppression, will be transformed into an oasis of freedom and justice.I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character.I have a dream today!I have a dream that one day, down in Alabama, with its vicious racists, with its governor having his lips dripping with the words of \"interposition\" and \"nullification\" -- one day right there in Alabama little black boys and black girls will be able to join hands with little white boys and white girls as sisters and brothers.I have a dream today!I have a dream that one day every valley shall be exalted, and every hill and mountain shall be made low, the rough places will be made plain, and the crooked places will be made straight; \"and the glory of the Lord shall be revealed and all flesh shall see it together.”", "      “We may have all come on different ships, but we're in the same boat now.”", "      “Courage is an inner resolution to go forward despite obstacles;Cowardice is submissive surrender to circumstances.Courage breeds creativity; Cowardice represses fear and is mastered by it.Cowardice asks the question, is it safe?Expediency ask the question, is it politic?Vanity asks the question, is it popular?But conscience ask the question, is it right? And there comes a time when we must take a position that is neither safe, nor politic, nor popular, but one must take it because it is right.”", "      “Human progress is neither automatic nor inevitable... Every step toward the goal of justice requires sacrifice, suffering, and struggle; the tireless exertions and passionate concern of dedicated individuals.”", "      “Until justice rolls down like water and righteousness like a mighty stream.”", "      “A right delayed is a right denied.”", "      “It is cheerful to God when you rejoice or laugh from the bottom of your heart.”", "      “It may be true that the law cannot make a man love me, but it can stop him from lynching me, and I think that's pretty important.”", "      “Our nation was born in genocide when it embraced the doctrine that the original American, the Indian, was an inferior race. Even before there were large numbers of Negroes on our shore, the scar of racial hatred had already disfigured colonial society. From the sixteenth century forward, blood flowed in battles over racial supremacy. We are perhaps the only nation which tried as a matter of national policy to wipe out its indigenous population. Moreover, we elevated that tragic experience into a noble crusade. Indeed, even today we have not permitted ourselves to reject or feel remorse for this shameful episode. Our literature, our films, our drama, our folklore all exalt it. Our children are still taught to respect the violence which reduced a red-skinned people of an earlier culture into a few fragmented groups herded into impoverished reservations.”", "      “It really boils down to this: that all life is interrelated. We are all caught in an inescapable network of mutuality, tired into a single garment of destiny. Whatever affects one destiny, affects all indirectly.”", "      “The question is not if we will be extremists, but what kind of extremists we will be. The nation and the world are in dire need of creative extremists.”", "      “The ultimate tragedy is not the oppression and cruelty by the bad people but the silence over that by the good people.”", "      “Occasionally in life there are those moments of unutterable fulfillment which cannot be completely explained by those symbols called words. Their meanings can only be articulated by the inaudible language of the heart.”", "      “He who passively accepts evil is as much involved in it as he who helps to perpetrate it. He who accepts evil without protesting against it is really cooperating with it.”", "      “It does not matter how long you live, but how well you do it.”", "      “If we do an eye for an eye and a tooth for a tooth, we will be a blind and toothless nation.”", "      “When we look at modern man, we have to face the fact...that modern man suffers from a kind of poverty of the spirit, which stands in glaring contrast to his scientific and technological abundance; We've learned to fly the air like birds, we've learned to swim the seas like fish, and yet we haven't learned to walk the Earth as brothers and sisters...”", "      “True peace is not merely the absence of tension: it is the presence of justice.”", "      “Whenever men and women straighten their backs up, they are going somewhere, because a man can't ride your back unless it is bent”", "      “Morality cannot be legislated, but behavior can be regulated. Judicial decrees may not change the heart, but they can restrain the heartless.”", "      “A lie cannot live.”", "      “Shallow understanding from people of good will is more frustrating than absolute misunderstanding from people of ill will.”", "      “We must learn that passively to accept an unjust system is to cooperate with that system, and thereby to become a participant in its evil.”", "      “One's dignity may be assaulted, vandalized, cruelly mocked, but it an never be taken away unless it is surrendered.”", "      “We can move in that direction as a country, in greater polarization - black people amongst blacks, and white amongst whites, filled with hatred toward one another. Or we can make an effort, as Martin Luther King did, to understand and to comprehend, and replace that violence, that stain of bloodshed that has spread across our land, with an effort to understand, compassion and love.... What we need in the United States is not division; what we need in the United States is not hatred; what we need in the United States is not violence and lawlessness, but is love and wisdom, and compassion toward one another, and a feeling of justice toward those who still suffer within our country, whether they be white or whether they be black.”", "      “We must remember that intelligence is not enough. Intelligence plus character-that is the goal of true education. The complete education gives one not only power of concentration, but worthy objectives upon which to concentrate. ”", "      “Hate destroys the hater...”", "      “Use me, God. Show me how to take who I am, who I want to be, and what I can do, and use it for a purpose greater than myself.”", "      “One day the absurdity of the almost universal human belief in the slavery of other animals will be palpable. We shall then have discovered our souls and become worthier of sharing this planet with them.”", "      “What affects one in a major way, affects all in a minor way.”", "      “Be The Peace You Wish To See In The World!”", "      “Like an unchecked cancer, hate corrodes the personality and eats away its vital unity. Hate destroys a man's sense of values and his objectivity. It causes him to describe the beautiful as ugly and the ugly as beautiful, and to confuse the true with the false and the false with the true.”", "      “Human salvation lies in the hands of the creatively maladjusted.”", "      “The major problem of life is learning how to handle the costly interruptions. The door that slams shut, the plan that got sidetracked, the marriage that failed. Or that lovely poem that didn't get written because someone knocked on the door.”", "      “But today our very survival depends on our ability to stay awake, to adjust to new ideas, to remain vigilant and to face the challenge of change. The large house in which we live demands that we transform this world-wide neighborhood into a world – wide brotherhood. Together we must learn to live as brothers or together we will be forced to perish as fools.We must work passionately and indefatigably to bridge the gulf between our scientific progress and our moral progress. One of the great problems of mankind is that we suffer from a poverty of the spirit which stands in glaring contrast to our scientific and technological abundance. The richer we have become materially, the poorer we have become morally and spiritually.”", "      “We are faced with the fact, my friends, that tomorrow is today. Procrastination is still the thief of time. Over the bleached bones and jumbled residues of numerous civilizations are written the pathetic words ‘Too Late’.”", "      “We must learn to live together as brothers or perish together as fools”", "      “I'm concerned about a better world. I'm concerned about justice; I'm concerned about brotherhood; I'm concerned about truth. And when one is concerned about that, he can never advocate violence. For through violence you may murder a murderer, but you can't murder murder. Through violence you may murder a liar, but you can't establish truth. Through violence you may murder a hater, but you can't murder hate through violence. Darkness cannot put out darkness; only light can do that.”", "      “And so even though we face the difficulties of today and tomorrow, I still have a dream. It is a dream deeply rooted in the American dream.”", "      “I could never again raise my voice against the violence of the oppressed, without having first spoken clearly to the greatest purveyor of violence in the world today – my own government.”", "      “There comes a time when one must take a position that is neither safe, nor politic, nor popular, but he must take it because his conscience tells him it is right....”", "      “Rarely do we find men who willingly engage in hard, solid thinking. There is an almost universal quest for easy answers and half-baked solutions. Nothing pains some people more than having to think.”", "      “Like anybody, I would like to have a long life. Longevity has its place. But I'm not concerned about that now. I just want to do God's will.”", "      “I Have A Dream”", "      “The end of life is not to be happy, nor to achieve pleasure and avoid pain, but to do the will of God, come what may.”", "      “There is nothing more dangerous than to build a society with a large segment of people in that society who feel that they have no stake in it; who feel that that have nothing to lose. People who have stake in their society, protect that society, but when they don't have it, they unconsciously want to destroy it.”", "      “The quality, not the longevity, of one's life is what is important.”", "      “The function of education, therefore, is to teach one to think intensively and to think critically. But education which stops with efficiency may prove the greatest menace to society. The most dangerous criminal may be the man gifted with reason, but with no morals.”", "      “I said to my children, 'I'm going to work and do everything that I can do to see that you get a good education. I don't ever want you to forget that there are millions of God's children who will not and cannot get a good education, and I don't want you feeling that you are better than they are. For you will never be what you ought to be until they are what they ought to be.”", "      “A genuine leader is not a searcher for consensus but a molder of consensus.”", "      “We shall overcome.”", "      “The saving of our world from pending doom will come, not through the complacent adjustment of the conforming majority, but through the creative maladjustment of a nonconforming minority.”", "      “We are prone to judge success by the index of our salaries or the size of our automobiles rather than by the quality of our service and relationship to mankind.”", "      “Almost always the creative, dedicated minority has made the world better. ”", "      “A riot is the language of the unheard”", "      “Please be peaceful. We believe in law and order. We are not advocating violence, I want you to love your enemies... for what we are doing is right, what we are doing is just -- and God is with us.”", "      “Many people fear nothing more terribly than to take a position which stands out sharply and clearly from the prevailing opinion. The tendency of most is to adopt a view that is so ambiguous that it will include everything and so popular that it will include everybody. Not a few men who cherish lofty and noble ideals hide them under a bushel for fear of being called different.”", "      “A man can't ride your back unless it's bent”", "      “We must use time creatively - and forever realize that the time is always hope to do great things.”", "      “And one day we must ask the question, \"Why are there forty million poor people in America?\" And when you begin to ask that question, you are raising questions about the economic system, about a broader distribution of wealth. When you ask that question, you begin to question the capitalistic economy.”", "      “If we are to have peace on earth, our loyalties must become ecumenical rather than sectional. Our loyalties must transcend our race, our tribe, our class, and our nation; and this means we must develop a world perspective.”", "      “I am what I am because of who we all are.”", "      “On the one hand we are called to play the good Samaritan on life's roadside; but that will be only an initial act. One day we must come to see that the whole Jericho road must be transformed so that men and women will not be constantly beaten and robbed as they make their journey on life's highway. True compassion is more than flinging a coin to a beggar; it is not haphazard and superficial. It comes to see that an edifice which produces beggars needs restructuring.\"A Time to Break Silence,\" at Riverside Church”", "      “If it falls to your lot to be a street sweeper, sweep streets like Michelangelo painted pictures, sweep streets like Beethoven composed music ... Sweep streets like Shakespeare wrote poetry. Sweep streets so well that all the host of heaven and earth will have to pause and say: Here lived a great street sweeper who swept his job well.”", "      “Without love, there is no reason to know anyone, for love will in the end connect us to our neighbors, our children and our hearts.”", "      “At the center of non-violence stands the principle of love”", "      “Peace is not merely a distant goal that we seek, but a means by which we arrive at that goal.”", "      “He who is devoid of the power to forgive is devoid of the power to love.”", "      “We all too often have socialism for the rich and rugged free market capitalism for the poor.”", "      “You are not only responsible for what you say, but also for what you do not say”", "      “A nation or civilization that continues to produce soft-minded men purchases its own spiritual death on the installment plan.”", "      “When you are right, you cannot be too radical; When you are wrong, you cannot be too conservative.”", "      “Man must evolve for all human conflict a method which rejects revenge, aggression, and retaliation. The foundation of such a method is love.”", "      “For years, I declined to fill in the form for my Senate press credential that asked me to state my 'race,' unless I was permitted to put 'human.' The form had to be completed under penalty of perjury, so I could not in conscience put 'white,' which is not even a color let alone a 'race,' and I sternly declined to put 'Caucasian,' which is an exploded term from a discredited ethnology. Surely the essential and unarguable core of King's campaign was the insistence that pigmentation was a false measure: a false measure of mankind (yes, mankind) and an inheritance from a time of great ignorance and stupidity and cruelty, when one drop of blood could make you 'black.”", "      “We must forever conduct our struggle on the high plane of dignity and discipline. We must not allow our creative protest to degenerate into physical violence.”", "      “Put yourself in a state of mind where you say to yourself, 'Here is an opportunity for me to celebrate like never before, my own power, my own ability to get myself to do whatever is necessary.”", "      “Everything that we see is a shadow cast by that which we do not see.”", "      “Violence never really deals with the basic evil of the situation. Violence may murder the murderer, but it doesn’t murder murder. Violence may murder the liar, but it doesn’t murder lie; it doesn’t establish truth. Violence may even murder the dishonest man, but it doesn’t murder dishonesty. Violence may go to the point of murdering the hater, but it doesn’t murder hate. It may increase hate. It is always a descending spiral leading nowhere. This is the ultimate weakness of violence: It multiplies evil and violence in the universe. It doesn’t solve any problems.”", "      “Right, temporarily defeated, is stronger than evil triumphant.”", "      “He who passively accepts evil is as much involved in it as he who helps to perpetrate it.”", "      “This is no time to engage in the luxury of cooling off or to take the tranquilizing drug of gradualism.”", "      “Nonviolence means avoiding not only external physical violence but also internal violence of spirit. You not only refuse to shoot a man, but you refuse to hate him.”", "      “Not everybody can be famous but everybody can be great because greatness is determined by service... You only need a heart full of grace and a soul generated by love.”", "      “What I'm saying to you this morning is that Communism forgets that life is individual. Capitalism forgets that life is social, and the Kingdom of Brotherhood is found neither in the thesis of Communism nor the antithesis of capitalism but in a higher synthesis.”", "      “We must substitute courage for caution.”", "      “Human progress never rolls in on the wheels of inevitability; it comes through the tireless efforts of [people] willing to be co-workers with God.”", "      “If a man hasn’t found something he will die for, he isn’t fit to live.”", "      “Here is the true meaning and value of compassion and nonviolence, when it helps us to see the enemy's point of view, to hear his questions, to know his assessment of ourselves. For from his view we may indeed see the basic weaknesses of our own condition, and if we are mature, we may learn and grow and profit from the wisdom of the brothers who are called the opposition.”", "      “But life at its best is a creative synthesis of opposites in fruitful harmony.”", "      “I have the audacity to believe that peoples everywhere can have three meals a day for their bodies, education and culture of their minds, and dignity, equality, and freedom for their spirits. I believe that what self-centered men have torn down, men other-centered can build up I still believe that one day mankind will bow before the altars of God and be crowned triumphant over war and bloodshed, and nonviolent redemptive goodwill will proclaim the rule of the land.”", "      “Communism forgets that life is individual. Capitalism forgets that life is social, and the kingdom of brotherhood is found neither in the thesis of communism nor the antithesis of capitalism but in a higher synthesis. It is found in a higher synthesis that combines the truths of both.”", "      “In his grave, we praise him for his decency - but when he walked amongst us, we responded with no decency of our own.When he suggested that all men should have a place in the sun - we put a special sanctity on the right of ownership and the privilege of prejudice by maintaining that to deny homes to Negroes was a democratic right.Now we acknowledge his compassion - but we exercised no compassion of our own. When he asked us to understand that men take to the streets out of anguish and hopelessness and a vision of that dream dying, we bought guns and speculated about roving agitators and subversive conspiracies and demanded law and order.We felt anger at the effects, but did little to acknowledge the causes. We extol all the virtues of the man - but we chose not to call them virtues before his death.And now, belatedly, we talk of this man's worth - but the judgement comes late in the day as part of a eulogy when it should have been made a matter of record while he existed as a living force. If we are to lend credence to our mourning, there are acknowledgements that must be made now, albeit belatedly. We must act on the altogether proper assumption that Martin Luther King asked for nothing but that which was his due... He asked only for equality, and it is that which we denied him.[excerpt from a letter to The Los Angeles Times in response to the assassination of Martin Luther King, Jr.; April 8, 1968”", "      “I've looked over, and I've seen the promised land. I may not get there with you, but I want you to know tonight that we as a people will get to the promised land. So I'm happy tonight. I'm not worried about anything. I'm not fearing any man. ”", "      “Mother Dear, one day I'm going to turn this world upside down.\"--From My Brother Martin, by Christine King Farris”", "      “The more I thought about human nature, the more I saw how our tragic inclination for sin/mistakes causes us to use our minds to rationalize our action.”", "      “Returning hate for hate multiplies hate, adding deeper darkness to a night already devoid of stars. Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that. ... The chain reaction of evil—hate begetting hate, wars producing more wars—must be broken, or we shall be plunged into the dark abyss of annihilation.”", "      “We are not makers of history. We are made by history.”", "      “Ten thousand fools proclaim themselves into obscurity, while one wise man forgets himself into immortality.”", "      “Now, I say to you today my friends, even though we face the difficulties of today and tomorrow, I still have a dream. It is a dream deeply rooted in the American dream. I have a dream that one day this nation will rise up and live out the true meaning of its creed: - 'We hold these truths to be self-evident, that all men are created equal.”", "      “it is just as wrong, or even perhaps more so, to use moral means to preserve immoral ends.”", "      “Babies, we are told, are the latest news from heaven.”", "      “The road to freedom is a difficult, hard road. It always makes for temporary setbacks.”", "      “So the question is not whether we will be extremists, but what kind of extremists we will be. Will we be extremists for hate or for love? Will we be extremists for the preservation of injustice or for the extension of justice? In that dramatic scene on Calvary's hill three men were crucified. We must never forget that all three were crucified for the same crime--the crime of extremism. Two were extremists for immorality, and thus fell below their environment. The other, Jesus Christ, was an extremist for love, truth and goodness, and thereby rose above his environment.”", "      “All men are caught in an inescapable network of mutuality.”", "      “I say to you today, my friends, that in spite of the difficulties and frustrations of the moment, I still have a dream.”", "      “We who engage in nonviolent direct action are not the creators of tension. We merely bring to the surface hidden tension that is already alive”", "      “Nonviolence is the answer to the crucial political and moral questions of our time: the need for man to overcome oppression and violence without resorting to oppression and violence. Man must evolve for all human conflict a method which rejects revenge,aggression and retaliation. The foundation of such a method is love.”", "      “هیچ چیز خطرناکتر از این نیست که جامعه ای بسازیم که در آن بیشتر مردم حس کنند هیچ سهمی در آن ندارند مردمی که حس میکنند سهمی در جامعه دارند از آن جامعه محافظت می کنند ولی اگر چنین احساسی نداشته باشند ، نا خودآگاه میخواهند آن جامعه را نابود کنند”", "      “The potential beauty of human life is constantly made ugly by man's ever-recurring song of retaliation.”", "      “A man who does not have something for which he is willing to die is not fit to live.”", "      “Let us be those creative dissenters who will call our beloved nation to a higher destiny. To a new plateau of compassion, to a more noble expression of humanness.”", "      “The Universe is on the side of Justice”", "      “I have consistently preached that nonviolence demands that the means we use must be as pure as the ends we seek.”", "      “Pada akhirnya bukan kata-kata menyakitkan dari musuh yang selalu kita ingat, tapi diamnya para sahabat yang dulu mendukung kita. ”", "      “I have a dream, that one day on the red hills of Georgia...”", "      “Hate is too big of burden to bear. I have decided to love.”", "      “The time comes when silence is betrayal. That time has come for us today... ...some of us who have already begun to break the silence of the night have found that the calling to speak is often a vocation of agony, but we must speak.”", "      “We should never forget that everything Adolph Hitler did in Germany was \"legal\" and everything the Hungarian freedom fighers did in Hungary was \"illegal.\" It was \"illegal\" to aid and comfort a Jew in Hitler's Germany.”", "      “Violence is not only impractical but immoral.”", "      “Many social justice or social activist movements have been rooted in a position. A position is usually against something. Any position will call up its opposition. If I say up, it generates down. If I say right, it really creates left. If I say good, it creates bad. So a position creates its opposition. A stand is something quite distinct from that. There are synonyms for “stand” such as “declaration” or “commitment,” but let me talk for just a few moments about the power of a stand. A stand comes from the heart, from the soul. A stand is always life affirming. A stand is always trustworthy. A stand is natural to who you are. When we use the phrase “take a stand” I’m really inviting you to un-cover, or “unconceal,” or recognize, or affirm, or claim the stand that you already are. Stand-takers are the people who actually change the course of history and are the source of causing an idea’s time to come. Mahatma Gandhi was a stand-taker. He took a stand so powerful that it mobilized millions of people in a way that the completely unpredictable outcome of the British walking out of India did happen. And India became an independent nation. The stand that he took… or the stand that Martin Luther King, Jr. took or the stand that Elizabeth Cady Stanton and Susan B. Anthony took for women’s rights—those stands changed our lives today. The changes that have taken place in history as a result of the stand-takers are permanent changes, not temporary changes. The women in this room vote because those women took so powerful a stand that it moved the world. And so the opportunity here is for us to claim the stand that we already are, not take a position against the macro economic system, or a position against this administration, although some of you may have those feelings. What’s way more powerful than that is taking a stand, which includes all positions, which allows all positions to be heard and reconsidered, and to begin to dissolve.When you take a stand, it actually does shift the whole universe and unexpected, unpredictable things happen.”", "      “And I must say tonight that a riot is the language of the unheard. And what is it America has failed to hear? ... It has failed to hear that the promises of freedom and justice have not been met. And it has failed to hear that large segments of white society are more concerned about tranquility and the status quo than about justice and humanity.”", "      “In our glorious fight for civil rights, we must guard against being fooled by false slogans, such as 'right-to-work.' It provides no 'rights' and no 'works.' Its purpose is to destroy labor unions and the freedom of collective bargaining…. We demand this fraud be stopped.”", "      “Again and again we must rise to the majestic heights of meeting physical force with soul force.”", "      “This is the unusual thing about nonviolence -- nobody is defeated, everybody shares in the victory.”", "      “I submit to you that if a man has not discovered something that he will die for, he isn't fit to live.”", "      “But I know, somehow, that only when it is dark enough, can you see the stars.”", "      “I have a dream!To be free at last!Free at last!Free at last.And if a man has nothing to die for,Then his life is worth nothing.”", "      “I have almost reached the regrettable conclusion that the Negro's great stumbling block in his stride toward freedom is not the White Citizen's Counciler or the Ku Klux Klanner, but the white moderate, who is more devoted to \"order\" than to justice; who prefers a negative peace which is the absence of tension to a positive peace which is the presence of justice; who constantly says: \"I agree with you in the goal you seek, but I cannot agree with your methods of direct action\"; who paternalistically believes he can set the timetable for another man's freedom; who lives by a mythical concept of time and who constantly advises the Negro to wait for a \"more convenient season.”", "      “A man dies when he refuses to stand up for that which is right.”", "      “Change does not roll in on the wheels of inevitability, but comes through continuous struggle. And so we must straighten our backs and work for our freedom. A man can’t ride you unless your back is bent.”", "      “There comes a time when the cup of endurance runs over, and men are no longer willing to be plunged into the abyss of despair.”", "      “All this is simply to say that all life is interrelated. We are caught in an inescapable network of mutuality; tied in a single garment of destiny. Whatever affects one directly, affects all indirectly. As long as there is poverty in this world, no man can be totally rich even if he has a billion dollars. As long as diseases are rampant and millions of people cannot expect to live more than twenty or thirty years, no man can be totally healthy, even if he just got a clean bill of health from the finest clinic in America. Strangely enough, I can never be what I ought to be until you are what you ought to be. You can never be what you ought to be until I am what I ought to be.”", "      “It may be true that the law cannot change the heart, but it can restrain the heartless.”", "      “unearned suffering is redemptive.”", "      “Philanthropy is commendable, but it must not cause the philanthropist to overlook the circumstances of economic injustice which make philanthropy necessary.”", "      “Everyone has the power for greatness, not for fame but greatness, because greatness is determined by service.”", "      “The time is always right to do the right thing.”", "      “The nonviolent approach does not immediately change the heart of the oppressor. It first does something to the hearts and souls of those committed to it. It gives them new self-respect; it calls up resources of strength and courage they did not know they had.”", "      “To be a Christian without prayer is no more possible than to be alive without breathing.”", "      “Si supiera que el mundo se acaba mañana,yo, hoy todavía, plantaría un árbol.”", "      “We must speak with all the humility that is appropriate to our limited vision, but we must speak.”", "      “من بارها کلمه «صبر کنيد» را شنيده‌اماين «صبر» تقريبا به معنای «هرگز» استآنانکه اجرای عدالت را بارها به تاخیر انداختند قصد تحقق آنرا ندارند!”", "      “I mourn the loss of thousands of precious lives, but I will not rejoice in the death of one, not even the enemy”", "      “For you will never be what you ought to be until they [your fellow humans] are what they ought to be.”", "      “I have a dream that one day even the state of Mississippi, a desert state sweltering in the heat of injustice and oppression, will one day be transformed into an oasis of freedom and justice.”", "      “And you know, it's possible that the priest and the Levite looked over that man on the ground and wondered if the robbers were still around. Or it's possible that they felt that the man on the ground was merely faking. And he was acting like he had been robbed and hurt, in order to seize them over there, lure them there for quick and easy seizure. And so the first question that the Levite asked was, \"If I stop to help this man, what will happen to me?\" But then the Good Samaritan came by. And he reversed the question: \"If I do not stop to help this man, what will happen to him?”", "      “[I] know that love is ultimately the only answer to mankind's problems....”", "      “Everybody can be great; you only need a heart full of grace, a soul generated by love.”", "      “Whatever your life's work is, do it well. A man should do his job so well that the living, the dead, and the unborn could do it no better.”", "      “The surest way to be happy is to seek happiness for others.”", "      “In a world facing the revolt of ragged and hungry masses of God's children; in a world torn between the tensions of East and West, white and colored, individuals and collectivists; in a world whose cultural and spiritual power lags so far behind her technological capabilities that we live each day on the verge of nuclear co-annihilation; in this world, nonviolence is no longer an option for intellectual analysis, it is an imperative for action”", "      “The ultimate weakness of violence is that it is a descending spiral, begetting the very thing it seeks to destroy. Instead of diminishing evil, it multiplies it. Through violence you may murder the liar, but you cannot murder the lie, nor establish the truth. Through violence you murder the hater, but you do not murder hate. In fact, violence merely increases hate. Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.”", "      “The richer we have become materially, the poorer we become morally and spiritually. We have learned to fly in the air like birds and swim in the sea like fish, but we have not learned the simple art of living together as brothers.”", "      “Let us realize the arc of the moral universe is long but it bends toward justice.”", "      “I have a dream. I have a dream that one day, people will be judged by the content of their character, not by the color of their skin.”", "      “I look forward confidently to the day when all who work for a living will be one with no thought to their separateness as Negroes, Jews, Italians or any other distinctions. This will be the day when we bring into full realization the American dream -- a dream yet unfulfilled.”", "      “The time is always right, to do what's right.”", "      “The non-violent resistor not only avoids external, physical violence, but he avoids internal violence of spirit. He not only refuses to shoot his opponent, but he refuses to hate him. And he stands with understanding, goodwill at all times.”", "      “We all came in on different ships, but we're all in the same boat now”", "      “May I say just a word to those of you who are struggling against this evil. Always be sure that you struggle with Christian methods and Christian weapons. Never succumb to the temptation of becoming bitter. As you press on for justice, be sure to move with dignity and discipline, using only the weapon of love. Let no man pull you so low as to hate him”", "      “Nonviolence is a powerful and just weapon. It is a weapon unique in history, which cuts without wounding and ennobles the man who wields it.”", "      “True compassion does not sit on the laps of renovation; it dives with an approach to reconstruction. Don't throw a coin at a begger. Rather, destroy his source of poverty.”", "      “Cowardice asks the question, 'Is it safe?' Expediency asks the question, 'Is it politic?' Vanity asks the question, 'Is it popular?' But, conscience asks the question, 'Is it right?' And there comes a time when one must take a position that is neither safe, nor politic, nor popular, but one must take it because one's conscience tells one that it is right”", "      “The soft-minded man always fears change. He feels security in the status quo, and he has an almost morbid fear of the new. For him, the greatest pain is the pain of a new idea.”", "      “Change does not roll in on the wheels of inevitability, but comes through continuous struggle.”", "      “All who call on God in true faith, earnestly from the heart, will certainly be heard, and will receive what they have asked and desired.”", "      “I say to you today, my friends, that in spite of the difficulties and frustrations of the moment, I still have a dream. It is a dream deeply rooted in the American dream. I have a dream that one day this nation will rise up and live out the true meaning of its creed: \"We hold these truths to be self-evident: that all men are created equal.\" I have a dream that one day on the red hills of Georgia the sons of former slaves and the sons of former slaveowners will be able to sit down together at a table of brotherhood. I have a dream that one day even the state of Mississippi, a desert state, sweltering with the heat of injustice and oppression, will be transformed into an oasis of freedom and justice. I have a dream that my four children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character.”", "      “I am convinced that it is one of the most unjust wars that has ever been fought in the history of the world. Our involvement in the war in Vietnam has torn up the Geneva Accord. It has strengthened the military-industrial complex; it has strengthened the forces of reaction in our nation. It has put us against the self-determination of a vast majority of the Vietnamese people, and put us in the position of protecting a corrupt regime that is stacked against the poor.”", "      “We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.”", "      “I have a dream that one day every valley shall be exalted, every hill and mountain shall be made low, the rough places will be made straight and the glory of the Lord shall be revealed and all flesh shall see it together.”", "      “Oh, the worst of all tragedies is not to die young, but to live until I am seventy-five and yet not ever truly to have lived.”", "      “Whatever affects one directly, affects all indirectly. I can never be what I ought to be until you are what you ought to be. This is the interrelated structure of reality.”", "      “But it is not enough for me to stand before you tonight and condemn riots. It would be morally irresponsible for me to do that without, at the same time, condemning the contingent, intolerable conditions that exist in our society. These conditions are the things that cause individuals to feel that they have no other alternative than to engage in violent rebellions to get attention. And I must say tonight that a riot is the language of the unheard. And what is it America has failed to hear? It has failed to hear that the plight of the negro poor has worsened over the last twelve or fifteen years. It has failed to hear that the promises of freedom and justice have not been met. And it has failed to hear that large segments of white society are more concerned about tranquility and the status quo than about justice and humanity.”", "      “Even if I knew that tomorrow the world would go to pieces, I would still plant my apple tree”", "      “Yes, if you want to say that I was a drum major, say that I was a drum major for justice. Say that I was a drum major for peace. I was a drum major for righteousness. And all of the other shallow things will not matter. I won't have any money to leave behind. I won't have the fine and luxurious things of life to leave behind. But I just want to leave a committed life behind. And that's all I want to say.”", "      “One has not only a legal but a moral responsibility to obey just laws. Conversely, one has a moral responsibility to disobey unjust laws. I would agree with St. Augustine that ' an unjust law is no law at all.”", "      “When you cut facilities, slash jobs, abuse power, discriminate, drive people into deeper poverty and shoot people dead whilst refusing to provide answers or justice, the people will rise up and express their anger and frustration if you refuse to hear their cries. A riot is the language of the unheard.”", "      “Don't allow anybody to make you feel that you're nobody.”", "      “And when you discover what you will be in your life, set out to do it as if God Almighty called you at this particular moment in history to do it. Don’t just set out to do a good job. Set out to do such a good job that the living, the dead or the unborn couldn’t do it any better. If it falls your lot to be a street sweeper, sweep streets like Michelangelo painted pictures, sweep streets like Beethoven composed music, sweep streets like Leontyne Price sings before the Metropolitan Opera. Sweep streets like Shakespeare wrote poetry. Sweep streets so well that all the hosts of heaven and earth will have to pause and say: Here lived a great street sweeper who swept his job well.”", "      “In our society, it is psychological murder to deprive a man of a job...you are in substance saying to that man \"You have no right to exist.”", "      “Essentially, I'm a very real person; good and bad. And the public image is one of being very good, I suppose. But one of the reasons I'm attracted to people like Martin Luther King, Jr., Gandhi, Christ, to pacifism, is because naturally, I'm the guy that would not turn the other cheek - but, when people see you're attracted to that, they think you are that.”", "      “True leaders are willing to die for their dreams. They don't oppress with ignorance; they impress with visions\". They live like Martin Luther King Jr, Nelson Mandela...”", "      “I have a dream that one day this nation will rise up and live out the true meaning of its creed: 'We hold these truths to be self-evident, that all men are created equal.”", "      “Nothing pains some people more than having to think”", "      “I understand we all have our differences. But while learning about history I've read about white people coming together, Jews coming together, Spanish coming together, different cultures and religions understanding and coming together despite their differences. Slavery was never something that shocked me. What shocks me is how black people have not yet overcome the odds and we're such strong smart people. Why we can't just stand together?”", "      “We must either learn to live together as brothers, or we are going to die together as fools.”", "      “The time is always right to do what is right.”", "      “Justice too long delayed is justice denied.”", "      “Darkness cannot drive out darkness: only light can do that.”", "      “The ultimate weakness of violence is that it is a descending spiral, begetting the very thing it seeks to destroy. Instead of diminishing evil, it multiplies it. Through violence you may murder the liar, but you cannot murder the lie, nor establish the truth. Through violence you murder the hater, but you do not murder hate. In fact, violence merely increases hate...Returning violence for violence multiplies violence, adding deeper darkness to a night already devoid of stars. Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.”", "      “Law and order exist for the purpose of establishing justice.”", "      “Mrs. Clinton, speaking to a black church audience on Martin Luther King Day last year, did describe President George W. Bush as treating the Congress of the United States like 'a plantation,' adding in a significant tone of voice that 'you know what I mean ...'She did not repeat this trope, for some reason, when addressing the electors of Iowa or New Hampshire. She's willing to ring the other bell, though, if it suits her. But when an actual African-American challenger comes along, she rather tends to pout and wince at his presumption (or did until recently).”", "      “Even if they try to kill you, you develop the inner conviction that thereare some things so precious, some things so eternally true that they areworth dying for. And if a person has not found something to die for, thatperson isn't fit to live!”", "      “When I took up the cross I recognized it's meaning. The cross is something that you bear, and ultimately, that you die on.”", "      “History will have to record that the greatest tragedy of this period of social transition was not the strident clamor of the bad people, but the appalling silence of the good people.”", "      “The church must be reminded that it is not the master or the servant of the state, but rather the conscience of the state. It must be the guide and the critic of the state, and never its tool. If the church does not recapture its prophetic zeal, it will become an irrelevant social club without moral or spiritual authority.”", "      “От щастието хората оглупяват повече, отколкото от нещастието”", "      “„Понякогав живота има моменти на неизразимо удоволствие, което не може напълно да бъде обяснено със тези символи, наречени думи. Тяхното значение може да бъде изразено само от недоловимият език на сърцето.”", "      “You can lead if you can serve. You can serve when you can love. You can love when you are graced. The truth is that God knows love will be needed in volumes, this is why he made his grace abundant. Leaders are lovers. Misleaders are haters!”", "      “One who breaks an unjust law must do so openly, lovingly, and with a willingness to accept the penalty.”", "      “The poor never get the job done they are sleepy.”", "      “Through our scientific and technological genius we've made of this world a neighborhood. And now through our moral and ethical commitment we must make of it a brotherhood. We must all learn to live together as brothers—or we will all perish together as fools.”", "      “If a man is called to be a street sweeper, he should sweep streets even as Michealangelo painted, or Beethoven composed music, or Shakespeare composed poetry. He should sweep streets so well that all the hosts of heaven and earth will pause to say, “Here lived a great street sweeper who did his job well.”", "      “We must develop and maintain the capacity to forgive.He who is devoid of the power to forgive is devoid of the power to love”", "      “My call to the ministry was not a miraculous or supernatural something. On the contrary it was an inner urge calling me to serve humanity.”", "      “Si el hombre no ha descubierto nada por lo que morir, no es digno de vivir.”", "      “I've seen too much hate to want to hate, myself.”", "      “If you have not discovered something you are willing to die for, then you are not fit to live.”", "      “We must use time creatively.”", "      “...privileged groups seldom give up their privileges voluntarily.”", "      “The human heart is like a ship on a stormy sea driven about by winds blowing from all four corners of heaven.”", "      “God still has a way of wringing good out of evil. History has proven time and time again that unmerited suffering is redemptive.”", "      “If a man is called to be a street sweeper. He should sweep streets even as a Michelangelo painted , or Beethoven composed music or Shakespeare wrote poetry. He should sweep streets so well that all hosts of heaven and earth pause to say;Here lives a great sweeper who did his job well \".”", "      “we must constantly build dykes of courage to hold back the flood of fear”", "      “The function of education is to teach one to think intensively and think critically. Intelligence plus character; that is the goal of a true education.”", "      “I am convinced that love is the most durable power in the world. It is not an expression of impractical idealism, but of practical realism. Far from being the pious injunction of a Utopian dreamer, love is an absolute necessity for the survival of our civilization. To return hate for hate does nothing but intensify the existence of evil in the universe. Someone must have sense enough and morality enough to cut off the chain of hate and evil, and this can only be done through love.”— \tMartin Luther King Jr.”", "      “I have a dream that my four little children will not be judged by the color of the skin. I have a dream today that we will overcome someday.”", "      “Prima o poi arriva l'ora in cui bisogna prendere una posizione che non è né sicura, né conveniente, né popolare; ma bisogna prenderla, perché è giusta.”", "      “Love is somehow the key that unlocks the door which leads to ultimate reality.”", "      “We can’t answer King’s assassination with violence. That would be the worst tribute we could pay him.”", "      “Through violence you may murder the hater, but you cannot murder hate.”", "      “Individuals may see the moral light and voluntarily give up their unjust posture; but... groups tend to be more immoral than individuals.”", "      “The belief that God will do everything for man is as untenable as the belief that man can do everything for himself. It, too, is based on a lack of faith. We must learn that to expect God to do everything while we do nothing is not faith but superstition.”", "      “An unjust law is a human law that is not rooted in eternal law and natural law. Any law that uplifts human personality is just. Any law that degrades human personality is unjust.”", "      “Let no man pull you low enough to hate him.”", "      “The ultimate weakness of violence is that it is a descending spiral, begetting the very thing it seeks to destroy. Instead of diminishing evil, it multiplies it.”", "      “Amen to that.”", "      “...law and order exist for the purpose of establishing justice and that when they fail in this purpose they become the dangerously structured dams that block the flow of social progress.”", "      “The ultimate tragedy of Birmingham was not the brutality of the bad people, but the silence of the good people.”", "      “I am convinced that men hate each other because they fear each other. They fear each other because they don’t know each other, and they don’t know each other because they don’t communicate with each other, and they don’t communicate with each other because they are separated from each other”", "      “We have fought hard and long for integration, as I believe we should have, and I know that we will win. But I've come to believe we're integrating into a burning house.I'm afraid that America may be losing what moral vision she may have had …. And I'm afraid that even as we integrate, we are walking into a place that does not understand that this nation needs to be deeply concerned with the plight of the poor and disenfranchised. Until we commit ourselves to ensuring that the underclass is given justice and opportunity, we will continue to perpetuate the anger and violence that tears at the soul of this nation.”", "      “It is precisely this collision of immoral power with powerless morality which constitutes the major crisis of our times.”", "      “When the media is controlled by people who runs the world, you are only going to get news that they want you to know. They will paint anther's man country's hero a tyrant, a dictator or a murderer and favor the next just to divide and conquer the people.”", "      “I dođe vreme kad čovek treba zauzeti stav koji nije ni bezbedan, ni 'mudar', ni popularan, ali ga mora zauzeti jer je ISPRAVAN!”", "      “Our only hope lies in our ability to recapture the revolutionary spirit and go into a sometimes hostile world declaring eternal hostility to poverty, racism, and militarism”", "      “Timpul în sine este neutru. Şi va trebui să regretăm pe parcursul acestei generaţii nu doar cuvintele pline de ură şi acţiunile oamenilor răi, ci şi tăcerea înfricoşătoare a oamenilor buni.”", "      “Until a man is nothing, God can make nothing out of him.”", "      “And I say to you, I have also decided to stick to love. For I know that love is ultimately the only answer to mankind's problems. And I'm going to talk about it everywhere I go. I know it isn't popular to talk about it in some circles today. I'm not talking about emotional bosh when I talk about love, I'm talking about a strong, demanding love. And I have seen too much hate. I've seen too much hate on the faces of sheriffs in the South. I've seen hate on the faces of too many Klansmen and too many White Citizens Councilors in the South to want to hate myself, because every time I see it, I know that it does something to their faces and their personalities and I say to myself that hate is too great a burden to bear. I have decided to love.”", "      “Japan knows the horror of war and has suffered as no other nation under the cloud of nuclear disaster. Certainly Japan can stand strong for a world of peace.”", "      “I am tired of seeing people battered and bruised and bloody, injured and jumped on, along the Jericho Roads of life.”", "      “God is able to give you the power to endure that which cannot be changed... Why be anxious? Come what may, God is able.”", "      “Love is the only force capable of transforming an enemy into a friend.”", "      “An unjust law is a code that a numerical or power majority group compels a minority group to obey but does not make binding on itself This is difference made legal. By the same token, a just law is a code that a majority compels a minority to follow and that is willing to follow itself. This is sameness made legal.”", "      “I accept this award today with an abiding faith in America and an audacious faith in the future of mankind. I refuse to accept despair as the final response to the ambiguities of history. I refuse to accept the idea that the \"isness\" of man's present nature makes him morally incapable of reaching up for the eternal \"oughtness\" that forever confronts him. I refuse to accept the idea that man is mere flotsom and jetsom in the river of life, unable to influence the unfolding events which surround him. I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality.”", "      “We are going to win our freedom because both the sacred heritage of our nation and the eternal will of the Almighty God are embodied in our echoing demands. So however difficult it is during this period, however difficult it is to continue to live with the agony and the continued existence of racism, however difficult it is to live amidst the constant hurt, the constant insult and the constant disrespect, I can still sing we shall overcome. We shall overcome because the arc of the moral universe is long but it bends towards justice.We shall overcome because Carlisle is right. \"No lie can live forever.\" We shall overcome because William Cullen Bryant is right. \"Truth crushed to earth will rise again.\" We shall overcome because James Russell Lowell is right. \"Truth forever on the scaffold, wrong forever on the throne.\"   Yet that scaffold sways the future. We shall overcome because the Bible is right.  \"You shall reap what you sow.\" With this faith we will be able to hew out of the mountain of despair, a stone of hope. With this faith we will be able to transform the jangling discords of our nation into a beautiful symphony of brotherhood. With this faith we will be able to speed up the day when all of God's children all over this nation - black men and white men, Jews and Gentiles, Protestants and Catholics will be able to join hands and sing in the words of the old negro spiritual, \"Free at Last, Free at Last, Thank God Almighty, We are Free At Last.”", "      “Never, never be afraid to do what's right, especially if the well-being of a person or animal is at stake. Society's punishments are small compared to the wounds we inflict on our soul when we look the other way.”", "      “„Верижната реакция, при която омразата поражда омраза, трябва да бъде пречупена, или ние ще рухнем в тъмната пропаст на взаимното унищожение.”", "      “There's no Black, White, Asian, or Latinos. The only \"RACE\" is the \"HUMAN-RACE\".”", "      “we shall match your capacity to inflict suffering by our capacity to endure suffering. We will meet your physical force with soul force. Do to us what you will. And we shall continue to love you.”", "      “The time is always right to do what’s right.”", "      “I have decided to stick with love. Hate is too great a burden to bear.”", "      “His headstone saidFREE AT LAST, FREE AT LASTBut death is a slave's freedomWe seek the freedom of free menAnd the construction of a world Where Martin Luther King could have lived and preached non-violence”", "      “Geweldloos verzet kon volgens hem alleen vruchten afwerpen als de groepen waartegen het verzet werd gepleegd over enig moreel besef beschikten”", "      “We live in a world of guided missilesand misguided men\".”", "      “There can be no deep disappointment where there in not deep love.”", "      “The limitation of riots, moral questions aside, is that they cannot win, and their participants know it.”", "      “I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word.”", "      “We ain't what we oughta be. We ain't what we want to be. We ain't what we gonna be. But, thank God, we ain't what we was.”", "      “Love is creative and redemptive. Love builds up and unites; hate tears down and destroys. The aftermath of the ‘fight with fire’ method which you suggest is bitterness and chaos, the aftermath of the love method is reconciliation and creation of the beloved community. Physical force can repress, restrain, coerce, destroy, but it cannot create and organize anything permanent; only love can do that. Yes, love—which means understanding, creative, redemptive goodwill, even for one’s enemies—is the solution to the race problem.”", "      “I have bad news for you, for all of our fellow citizens, and people who love peace all over the world, and that is that Martin Luther King was shot and killed tonight.Martin Luther King dedicated his life to love and to justice for his fellow human beings, and he died because of that effort.In this difficult day, in this difficult time for the United States, it is perhaps well to ask what kind of a nation we are and what direction we want to move in. For those of you who are black--considering the evidence there evidently is that there were white people who were responsible--you can be filled with bitterness, with hatred, and a desire for revenge. We can move in that direction as a country, in great polarization--black people amongst black, white people amongst white, filled with hatred toward one another.Or we can make an effort, as Martin Luther King did, to understand and to comprehend, and to replace that violence, that stain of bloodshed that has spread across our land, with an effort to understand with compassion and love.For those of you who are black and are tempted to be filled with hatred and distrust at the injustice of such an act, against all white people, I can only say that I feel in my own heart the same kind of feeling. I had a member of my family killed, but he was killed by a white man. But we have to make an effort in the United States, we have to make an effort to understand, to go beyond these rather difficult times.My favorite poet was Aeschylus. He wrote: \"In our sleep, pain which cannot forget falls drop by drop upon the heart until, in our own despair, against our will, comes wisdom through the awful grace of God.\"What we need in the United States is not division; what we need in the United States is not hatred; what we need in the United States is not violence or lawlessness; but love and wisdom, and compassion toward one another, and a feeling of justice toward those who still suffer within our country, whether they be white or they be black.So I shall ask you tonight to return home, to say a prayer for the family of Martin Luther King, that's true, but more importantly to say a prayer for our own country, which all of us love--a prayer for understanding and that compassion of which I spoke.We can do well in this country. We will have difficult times; we've had difficult times in the past; we will have difficult times in the future. It is not the end of violence; it is not the end of lawlessness; it is not the end of disorder.But the vast majority of white people and the vast majority of black people in this country want to live together, want to improve the quality of our life, and want justice for all human beings who abide in our land.Let us dedicate ourselves to what the Greeks wrote so many years ago: to tame the savageness of man and make gentle the life of this world.Let us dedicate ourselves to that, and say a prayer for our country and for our people.”", "      “Our goal is to create a beloved community and this will require a qualitative change in our souls as well as a quantitative change in our lives.”", "      “When dark situations arise, it is opportunity for you to reveal the leader in you. Rise and deal with them.”", "      “Something is happening in Memphis; something is happening in our world. And you know, if I were standing at the beginning of time, with the possibility of taking a kind of general and panoramic view of the whole of human history up to now, and the Almighty said to me, \"Martin Luther King, which age would you like to live in?\" I would take my mental flight by Egypt and I would watch God's children in their magnificent trek from the dark dungeons of Egypt through, or rather across the Red Sea, through the wilderness on toward the promised land. And in spite of its magnificence, I wouldn't stop there.I would move on by Greece and take my mind to Mount Olympus. And I would see Plato, Aristotle, Socrates, Euripides and Aristophanes assembled around the Parthenon. And I would watch them around the Parthenon as they discussed the great and eternal issues of reality. But I wouldn't stop there.I would go on, even to the great heyday of the Roman Empire. And I would see developments around there, through various emperors and leaders. But I wouldn't stop there.I would even come up to the day of the Renaissance, and get a quick picture of all that the Renaissance did for the cultural and aesthetic life of man. But I wouldn't stop there.I would even go by the way that the man for whom I am named had his habitat. And I would watch Martin Luther as he tacked his ninety-five theses on the door at the church of Wittenberg. But I wouldn't stop there.I would come on up even to 1863, and watch a vacillating President by the name of Abraham Lincoln finally come to the conclusion that he had to sign the Emancipation Proclamation. But I wouldn't stop there.I would even come up to the early thirties, and see a man grappling with the problems of the bankruptcy of his nation. And come with an eloquent cry that we have nothing to fear but \"fear itself.\" But I wouldn't stop there.”", "      “Freedom is never voluntarily given by the oppressor; it must be taken by the oppressed.”", "      “I am still hoping to see an America that would gradually move beyond race, only in times when old ideas would no longer lives and the new will grow with the young generation.”", "      “The true measure of a man is not how he behaves in moments of comfort and convenience but how he stands at times of controversy and challenges.”", "      “Take the first step in faith. You don't have to see the whole staircase, just take the first step.”", "      “Don't do anything panicky. Don't get your weapons. He who lives by the sword shall perish by the sword. . . We must love our white brothers, no matter what they do to us. We must make them know that we love them. Jesus still cries out in words that echo across the centuries: 'Love your enemies; bless them that curse you; pray for them that despitefully use you.' . . . We must meet hate with love. If I am stopped, our work will not stop. For what we are doing is right. What we are doing is just. And God is with us.”", "      “Love your enemies”", "      “Injustice anywhere is a threat to justice everywhere\" ... Dr. Martin Luther King, Jr.”", "      “Let no one drag you so low as to hate them\"-Martin Luther King Jr.”", "      “I picked up the large lapel button richly worked in purple, green and yellow plastic. 'January 1997,' it announced, 'Day of Visionaries.' Beneath the slogan was a portrait of Dr Martin Luther King Jr. And next to him, sharing the billing as it were, was a same-size picture of our newly elected President. And below was the official logo of the inauguration committee. I’m sorry, but that’s too much. Much too much. I can tune out the Chief Executive when he drivels on about building a bridge to Newt Gingrich. I can be shaking a cocktail or grilling a lobster when he intones that 'nothing big ever came from being small.' I can be receiving a telephone call in a foreign language and still keep up with him when he says that the future lies before us, and the past behind, and that we must light the torch of knowledge from the fountain of wisdom (or whatever). As Orwell once remarked, after a point you stop noticing that you have said things like 'The jackboot is thrown into the melting pot,’ or 'The fascist octopus has sung its swansong.' Motor-mouth and automatic pilot and sheer flatulence and conceit supply their own mediocre, infinitely renewable energy. But this cheap, cheery little button turned the scale. It’s one thing to be bored, or subjected to boredom. It’s another to be insulted. This is a pot of piss flung in the face. What does it take to get people disgusted these days?”", "      “You just have to take the first step , you don't have to see the whole staircase.”", "      “De marxist zou beweren dat de staat een interimrealiteit is die zal verdwijnen als de klasseloze maatschappij is ontstaan, maar tot op dat moment blijft de staat het doel en is de mens alleen maar een middel om dat doel te bereiken. Als de zogenaamde rechten of vrijheden van de mens dat doel in de weg staan, worden ze zonder meer terzijde geschoven. De vrijheid van meningsuiting, het stemrecht, de vrijheid om boeken of kranten naar eigen keuze te lezen, worden beperkt. In het communisme is de mens weinig meer dan een onpersoonlijk gemaakt radertje in de machinerie van de staat. Deze inperking van de individiuele vrijheid vond ik verwerpelijk. Ik ben er nu, net als toen, van overtuigd dat de mens een doel is, omdat hij een kind van God is. De mens is niet gemaakt voor de staat; de staat is gemaakt voor de mens. Als je de mens berooft van zijn vrijheid, degenereer je hem tot een ding, terwijl je hem juist moet verheffen tot persoon. De mens mag noit behandeld worden als een middel in dienst van de staat, maar moet altijd als doel op zich worden beschouwd”", "      “The idea of freedom is complex and it is all-encompassing. It’s the idea that the economy must remain free of government persuasion. It’s the idea that the press must operate without government intrusion. And it’s the idea that the emails and phone records of Americans should remain free from government search and seizure. It’s the idea that parents must be the decision makers in regards to their children's education — not some government bureaucrat.But most importantly, it is the idea that the individual must be free to pursue his or her own happiness free from government dependence and free from government control. Because to be truly free is to be reliant on no one other than the author of our destiny. These are the ideas at the core of the Republican Party, and it is why I am a Republican. So my brothers and sisters of the American community, please join with me today in abandoning the government plantation and the Party of disappointment. So that we may all echo the words of one Republican leader who famously said, \"Free at last, free at last, thank God Almighty, we are free at last.”", "      “There are two types of laws, those that are just and those that are unjust. A just law is a man-made code that squares with the moral law. An unjust law is a code that is out of harmony with the moral law...Any law that uplifts the human personality is just. Any law that degrades human personality is unjust. All segregation statutes are unjust because segregation distorts the soul and damages the personality.”", "      “We must come to see that peace is not merely a distant goal we seek, but it is a means by which we arrive at that goal. We must pursue peaceful ends through peaceful means.”", "      “And when you come to the point that you look in the face of every man and see deep down within him what religion calls \"the image of God,\" you begin to love him in spite of. No matter what he does, you see God’s image there. There is an element of goodness that he can never sluff off. Discover the element of good in your enemy. And as you seek to hate him, find the center of goodness and place your attention there and you will take a new attitude. Another way that you love your enemy is this: When the opportunity presents itself for you to defeat your enemy, that is the time which you must not do it. There will come a time, in many instances, when the person who hates you most, the person who has misused you most, the person who has gossiped about you most, the person who has spread false rumors about you most, there will come a time when you will have an opportunity to defeat that person. It might be in terms of a recommendation for a job; it might be in terms of helping that person to make some move in life. That’s the time you must do it. That is the meaning of love. In the final analysis, love is not this sentimental something that we talk about. It’s not merely an emotional something. Love is creative, understanding goodwill for all men. It is the refusal to defeat any individual. When you rise to the level of love, of its great beauty and power, you seek only to defeat evil systems. Individuals who happen to be caught up in that system, you love, but you seek to defeat the system.”", "      “There is no noise as powerful as the sound of the marching feet of a determined people.”", "      “I have a dream that one day the state of Alabama, whose governor’s lips are presently dripping with the words of interposition and nullification, will be transformed into a situation where little black boys and black girls will be able to join hands with little white boys and white girls and walk together as sisters and brothers. I have a dream today. I have a dream that one day every valley shall be exalted, every hill and mountain shall be made low, the rough places will be made plain, and the crooked places will be made straight, and the glory of the Lord shall be revealed, and all flesh shall see it together. This is our hope. This is the faith with which I return to the South. With this faith we will be able to hew out of the mountain of despair a stone of hope. With this faith we will be able to transform the jangling discords of our nation into a beautiful symphony of brotherhood. With this faith we will be able to work together, to pray together, to struggle together, to go to jail together, to stand up for freedom together, knowing that we will be free one day.”", "      “Riot is the language of the unheard.”", "      “Only when it is dark enough, can you see the stars.”", "      “A time comes when silence is betrayal. Even when pressed by the demands of inner truth, men do not easily assume the task of opposing their government's policy, especially in time of war. Nor does the human spirit move without great difficulty against all the apathy of conformist thought within one's own bosom and in the surrounding world.”", "      “You don't have to stand up for your rights to get justice, sometimes you can sit for your rights like Rosa Parks.”", "      “One cannot worship the false god of nationalism and the God of Christianity at the same time. .”", "      “We must combine the toughness of the serpent and the softness of the dove, a tough mind and a tender heart.”", "      “The Cross is the eternal expression of the length to which God will go to in order to restore broken community.”", "      “Democracy transformed from thin paper to thick action is the greatest form of government on earth.”", "      “...we are always on the verge of being mesmerized by uncertainty; but we must move on.”", "      “We, the black people, the most displaced, the poorest, the most maligned and scourged, we had the glorious task of reclaiming the soul and saving the honor of the country. We, the most hated, must take hate into our hands and by the miracle of love, turn loathing into love. We, the most feared and apprehensive must take fear and by love, change it into hope. We, who die daily in large and small ways, must take the demon death and turn it into life.-Martin Luther King Jr.”", "      “I am sorry to have to say that the vast majority of white Americans are racist, either consciously or unconsciously.”", "      “If a man hasn't discovered something that he will die for, he isn't fit to live.”", "      “Nonviolence is power, but it is the right and good use of power.”", "      “Only a \"dry as dust\" religion prompts a minister to extol the glories of Heaven while ignoring the social conditions that cause men an Earthly hell.”", "      “The limitation of riots, moral questions aside, is that they cannot win and their participants know it. Hence, rioting is not revolutionary but reactionary because it invites defeat. It involves an emotional catharsis, but it must be followed by a sense of futility.”", "      “If it falls your lot to be a street sweeper, sweep streets like Michelangelo painted pictures, sweep streets like Beethoven composed music, sweep streets like Leontyne Price sings before the Metropolitan Opera. Sweep streets like Shakespeare wrote poetry. Sweep streets so well that all the hosts of heaven and earth will have to pause and say: Here lived a great street sweeper who swept his job well. If you can't be a pine at the top of the hill, be a shrub in the valley. Be be the best little shrub on the side of the hill.”", "      “This would be an unbearable world were God to have only a single light, but we may be consoled that God has two lights: a light to guide us in the brightness of the day when hopes are fulfilled and circumstances are favorable, and a light to guide us in the darkness of the midnight when we are thwarted and the slumbering giants of gloom and hopelessness rise in our souls.”", "      “Modern psychology has a word that is probably used more than any other word in modern psychology. It is the word “maladjusted.” This word is the ringing cry to modern child psychology. Certainly, we all want to avoid the maladjusted life. In order to have real adjustment within our personalities, we all want the well‐adjusted life in order to avoid neurosis, schizophrenic personalities.But I say to you, my friends, as I move to my conclusion, there are certain things in our nation and in the world which I am proud to be maladjusted and which I hope all men of good‐will will be maladjusted until the good societies realize. I say very honestly that I never intend to become adjusted to segregation and discrimination. I never intend to become adjusted to religious bigotry. I never intend to adjust myself to economic conditions that will take necessities from the many to give luxuries to the few. I never intend to adjust myself to the madness of militarism, to self‐defeating effects of physical violence…In other words, I’m about convinced now that there is need for a new organization in our world. The International Association for the Advancement of Creative Maladjustment‐‐men and women who will be as maladjusted as the prophet Amos. Who in the midst of the injustices of his day could cry out in words that echo across the centuries, “Let justice roll down like waters and righteousness like a mighty stream.”", "      “you will change your mind; You will change your looks; You will change your smile,laugh, and ways but no matter what you change, you will always be you”", "      “To preach about sin, but refuse to integrate grace and mercy is a sermonic sin.”", "      “I had a dream”", "      “Any religion that professes to be concerned with the souls of men and is not concerned with the slums that damn them, the economic conditions that strangle them and the social conditions that cripple them is a dry-as-dust religion.”", "      “There is at the outset a very obvious and almost facile connection between the war in Vietnam and the struggle I, and others, have been waging in America. A few years ago there was a shining moment in that struggle. It seemed as if there was a real promise of hope for the poor -- both black and white -- through the poverty program. There were experiments, hopes, new beginnings. Then came the buildup in Vietnam and I watched the program broken and eviscerated as if it were some idle political plaything of a society gone mad on war, and I knew that America would never invest the necessary funds or energies in rehabilitation of its poor so long as adventures like Vietnam continued to draw men and skills and money like some demonic destructive suction tube.”", "      “Some of us who have already begun to break the silence of the night have found that the calling to speak is often a vocation of agony, but we must speak. We must speak with all the humility that is appropriate to our limited vision, but we must speak.”", "      “66. \"Nothing in the world is more dangerous than sincere ignorance and conscientious stupidity.”", "      “You don't have to see the whole staircase, just take the first step.”", "      “All of the people of the world cannot do the so-called big things. Some of us will have to be content doing the so-called little things, but we must do the little things in a big way. We must do the ordinary things in an extraordinary manner. And we must overcome our sense of inferiority by doing just this - by somehow accepting that we have to do and doing that well”", "      “The arch of History is long, but it bends towards justice.”", "      “We must forever conduct our struggle on the high plane of dignity and discipline. We must not allow our creative protest to degenerate into physical violence. Again and again we must rise to the majestic heights of meeting physical force with soul force.”", "      “There is an almost universal quest for easy answers and half-baked solutions. Nothing pains some people more than having to think.”", "      “Some have been tempted to revise Jesus’ command to read, \"Go ye into all the world, keep your blood pressure down, and, lo, I will make you a well-adjusted personality.”", "      “Le no man pull you low enough to hate him.”", "      “It may sound strange, but I get the inspiration for most of my Dreams while I'm sleeping.”", "      “Intelligence plus character-that is the goal of true education”", "      “Carve a tunnel of hope through a dark mountain of disappointment”", "      “Admitting the weighty problems and staggering disappointments, Christianity affirms that God is able to give us the power to meet them. He is able to give us inner equilibrium to stand tall amid the trials and burdens of life. He is able to provide inner peace amid our outer storms.”", "      “And I say to you this morning, that if you have never found something so dear and so precious to you that you will die for it, then you aren't fit to live. You may be 38 years old as I happen to be, and one day some great opportunity stands before you and calls upon you to stand up for some great principle, some great issue, some great cause--and you refuse to do it because you are afraid; you refuse to do it because you want to live longer; you're afraid that you will lose your job, or you're afraid that you will be criticized or that you will lose your popularity or you're afraid that somebody will stab you or shoot at you or bomb your house, and so you refuse to take the stand. Well you may go on and live until you are 90, but you're just as dead at 38 as you would be at 90! And the cessation of breathing in your life is but the belated announcement of an earlier death of the spirit. You died when you refused to stand up for right, you died when you refused to stand up for truth, you died when you refused to stand up for justice.”", "      “Intelligence plus character is the true meaning of education.”", "      “Violence is immoral because it thrives on hatred rather than love. It destroys community and makes brotherhood impossible. It leaves society in monologue rather than dialogue. Violence ends up defeating itself. It creates bitterness in the survivors and brutality in the destroyers.”", "      “But the judgement of God is upon the church as never before. If today's church does not recapture the sacrificial spirit of the early church, it will lose its authenticity, forfeit the loyalty of millions, and be dismissed as an irrelevant social club with no meaning for the twentieth century. Every day I meet young people whose disappointment with the church has turned into outright disgust.”", "      “Only God is able. It is faith in Him that we must rediscover. With this faith we can transform bleak and desolate valleys into sunlit paths of joy and bring new light into the dark caverns of pessimism.”", "      “Violence as a way of achieving racial justice is both impractical and immoral. I am not unmindful of the fact that violence often brings about momentary results. Nations have frequently won their independence in battle. But in spite of temporary victories, violence never brings permanent peace.”", "      “The end we seek is a society at peace with itself, a society that can live with its conscience. And that will be a day not of the white man, not of the black man. That will be the day of man as man.”", "      “When religion becomes so involved in a future good \"over yonder\" that it forgets the present evils over here it is as dry as dust religion and needs to be condemned.”", "      “time itself is neutral; it can be used either destructively or constructively. More and more I feel that the people of ill will have used time much more effectively than have the people of good will. We will have to repent in this generation not merely for the hateful words and actions of the bad people but for the appalling silence of the good people. Human progress never rolls in on wheels of inevitability; it comes through the tireless efforts of men willing to be co-workers with God, and without this hard work, time itself becomes an ally of the forces of social stagnation. We must use time creatively, in the knowledge that the time is always ripe to do right. Now is the time to make real the promise of democracy and transform our pending national elegy into a creative psalm of brotherhood. Now is the time to lift our national policy from the quicksand of racial injustice to the solid rock of human dignity.”", "      “The function of education is to teach one to think intensively and to think critically. Intelligence plus character – that is the goal of true education.”", "      “It is no wonder that so much of the search for identity, among American Negroes, was championed by jazz musicians. Long before the modern essayists and scholars wrote of racial identity as a problem for a multiracial world, musicians were returning to their roots to affirm that which was stirring within their souls. Much of the power of our Freedom Movement in the United States has come from the music. It has strengthened us with its sweet rhythms when courage began to fail. It has calmed us with its rich harmonies when spirits were down. And now, Jazz is exported to the world. For, in a particular struggle of the Negro in America, there is something akin to the universal struggle of modern man. Everybody hasthe Blues. Everybody longs for meaning. Everybodyneeds to clap hands and be happy. Everybody longs for faith. In music, especially this broad category called jazz, there is a stepping-stone towards all these.”", "      “We're trying to win the right to vote and we have to focus the attention of the world on that. We can't do that making legal cases. We have to make the case in the court of public opinion.”", "      “it is embarrassing for Coca-Cola to be located in a city that refuses to honor its Nobel Prize winner. We are an international business. The Coca-Cola Company does not need Atlanta. You all need to decide whether Atlanta needs the Coca-Cola Company.”", "      “A man who won’t die for something is not fit to live”", "      “It had taken three murders - Martin Luther King, Jr., and two Kennedys - to leave the country with this choice between Nixon and Hubert Humphrey.”", "      “Let us develop a kind of dangerous unselfishness.”", "      “Every man must decide whether he will walk in the light of creative altruism or in the darkness of destructive selfishness”", "      “Any Christian who blindly accepts the opinions of the majority and in fear and timidity follows a path of expediency and social approval is a mental and spiritual slave.”", "      “There comes a time when people get tired of being pushed out of the glittering sunlight of life's July and left standing amidst the piercing chill of an Alpine November.”", "      “„If I cannot do great things, I can do small things in a great way.”", "      “L'émeute est le langage de celui qui n'est pas entendu.”", "      “Commit yourself to the noble struggle for equal rights. You will make a greater person of yourself.”", "      “After we’ve discovered what God called us to do, after we’ve discovered our life’s work, we should set out to do that work so well that the living, the dead, or the unborn couldn’t do it any better.”", "      “Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.” ― Martin Luther King Jr., A Testament of Hope: The Essential Writings and Speeches”", "      “The Left had to go searching for a new civil-rights struggle with which to cram conservatives back into their “victimizer” cubbyhole. The Left now pushes against civil rights in its ignorant search for the new struggle. There was, however, one problem: All the good civil-rights issues have been dealt with already. And so the Left, which focuses all of its efforts on social issues, was relegated to pushing crime-increasing myths about the evils of cops; the celebrities were forced to pretend that men peeing next to women was the next great Martin Luther King, Jr.–style struggle.”", "      “La oscuridad no puede conducirte fuera de la oscuridad;sólo la luz puede hacer eso.El odio no puede conducirte fuera del odio;sólo el amor puede hacer eso.”", "      “Todo hombre debe decidir si caminará a la luz del altruismo creativo o en la oscuridad del egoísmo destructivo. Éste es el juicio. La pregunta más urgente, e ineludible, de la vida es: ¿Qué estás haciendo por los demás?”", "      “If you can not fly then run. If you can not run then walk. If you can not walk then crawl, but whatever you do keep moving forward:)”", "      “The hope of a secure and livable world lies with disciplined nonconformists, who are dedicated to justice, peace, and brotherhood. The trailblazers in human, academic, scientific, and religious freedom have always been nonconformists. In any cause that concerns the progress of mankind, put your faith in the nonconformist!”", "      “All progress is precarious, and the solution of one problem brings us face to face with another problem.”", "      “Liberia gave life, America gives me a DREAM.”", "      “[God] seeks us in dark places and suffers with us in our tragic prodigality.”", "      “I suggested then that the prize was not given merely as recognition of past achievement, but also as recognition, a more profound recognition, that the nonviolent way, the American Negro's way, was the answer to the crucial political and moral question of our time: the need for man to overcome oppression and violence without resorting to violence and oppression.”", "      “The time had come- indeed it was past due- when I had to disavow and dissociate myself from those who in the name of peace burn, maim, and kill.”", "      “We still have a choice today: nonviolent coexistence or violent co-annihilation. We must move past indecision to action...If we do not act, we shall surely be dragged down the long, dark, and shameful corridors of time reserved for those who possess power without compassion, might without morality, and strength without sight.”", "      “Bóng tối không thể xua tan bóng tối, chỉ ánh sáng mới làm được điều đó. Hận thù không thể xóa bỏ hận thù, chỉ tình yêu mới làm được điều đó mà thôi.”", "      “Khi ai đó nói lời khó nghe hay đối xử tệ với bạn, đừng cảm thấy bị xúc phạm. Nó không nói lên điều gì về bạn nhưng lại nói nhiều về họ.”", "      “Everyone knows, even the smallest kid knows about Martin Luther King Jr., can say his most famous moment was that 'I have a dream speech. No one can go further than one sentence. All we know is that this had a dream. We do not know what the dream was'.”", "      “When liberators hide their liberty tools, injustice prevails. True leaders intervene by dealing with injustice before it passes puberty.”", "      “The same styles you used earlier may become monotonous over time. You want to remain relevant, so you got to change that style.”", "      “Paints a vivid picture of Jesus’ groundbreaking lessons . . . An impressively concise portrayal of Jesus as a moral philosopher [and] social reformer, just as one might study the teachings of the Buddha or the Reverend Martin Luther King Jr. . . . Thorough and erudite . . . written in an almost conversationally informal style.” —Kirkus Reviews “Thoughtful and well researched, Nordstrom’s book is a welcome perspective on Jesus. [Fountain of Change] documents Jesus’s progressive stances on politics, theology, and women’s rights [and] impart a great deal of practical wisdom allowing for [the] intrinsic meaning to be gleaned by any reader. . . . Nordstrom has a knack for language. Well-crafted, alluring prose . . . Short, concise chapters keep the text clipping along nicely.” —Foreword Reviews“An extraordinary read from cover to cover and very highly recommended . . . Informed and informative, thoughtful and thought-provoking, inspired and inspiring . . . Will prove to be of immense interest for non-Christian readers . . . An enduringly popular addition to church, seminary, community, and academic library Christian History collections.” —Midwest Book Review“Well-written, enjoyable, and informative . . . like a conversation with an intelligent friend . . . Here, we see Jesus not as a god, but as a man who preached love and acceptance. . . . Easy to understand exegesis, commentary, and reflections on Jesus’ public ministry.” —BlueInk”", "      “In the end, what will hurt us the most is not the words of our enemies but the silence of our friends.”", "      “Creo que la verdad desarmada y el amor incondicional tendrán la palabra final en la realidad.”", "      “Life's most urgent question is: What are you doing for others?”", "      “Time itself is neutral; it can be used either destructively or constructively”", "      “You can't stop a bird from landing on your head. But you can keep it from building a nest.”", "      “God has wrought many things out of oppression. He has endowed his creatures with the capacity to create and from this capacity has flowed the sweet songs of sorrow and joy that have allowed man to cope with his environment and many different situations. Jazz speaks for life. The Blues tell the story of life's difficulties, and if you think for a moment, you will realize that they take the hardest realities of life and put them into music, only tocome out with some new hope or sense of triumph. This is triumphant music. Modern Jazz has continued in this tradition, singing the songs of a more complicated urban existence. When life itself offers no order and meaning, the musician creates an order and meaning from the sounds of the earth, which flow through his instrument.”", "      “If normative relativism is true, then it is logically impossible for a society to have a virtuous, moral reformer like Jesus Christ, Gandhi, or Martin Luther King Jr. Why? Moral reformers are members of a society who stand outside that society's code and pronounce a need for reform and change in that code. However, if an act is right if and only if it is in keeping with a given society's code, then the moral reformer is by definition an immoral person, for his views are at odds with those of his society. Moral reformers must always be wrong because they go against the code of their society. But any view that implies moral reformers are impossible is defective.”", "      “The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal of true education.”", "      “The good and just society is neither the thesis of capitalism nor the antithesis of communism, but a socially conscious democracy which reconciles the truths of individualism and collectivism”", "      “Through our scientific genius, we have made of this world a neighborhood; now through our moral and spiritual development, we must make of it a brotherhood. In a real sense, we must all learn to live together as brothers or we will all perish together as fools. We must come to see that no individual can live alone. We must all live together; we must all be concerned about each other.”", "      “Deep in our history of struggle for freedom, Canada was the North star”", "      “If you can't run then walk If you can't walk then crawl but whatever you do don't give up”", "      “There comes a time when people get tired of being trampled over by the iron feet of oppression.”", "      “If you haven't found something you're willing to die for, than you don't deserve to live”", "      “Communism forgets that life is individual. Capitalism forgets that life is social, and the kingdom of brotherhood is found neither in the thesis of communism nor the antithesis of capitalism but in a higher synthesis. It is found in a higher synthesis that combines the truths of both.”", "      “Our lives begin to end the day we become silent about things that matter. —MARTIN LUTHER KING JR.”", "      “And somewhere along the way it is necessary to see that human progress never rolls in on the wheels of inevitability. It comes through the tireless efforts and the persistent work of dedicated individuals who are willing to be co-workers with God.”", "      “Polarized thinking (or “black-and-white” thinking). In polarized thinking, there is no middle ground. You are either perfect or a failure. You place people or situations in “either/or” categories, without allowing for the complexity of most people and situations. If your performance falls short of perfect, you see yourself as a total failure. You are similarly polarized in judging others, which leads to frequent experiences of frustration and anger. The key to overcoming this type of thinking is to remind yourself, again and again, that most of life is shades of gray. Read a biography of someone universally honored for their contributions to society—Mahatma Gandhi or Martin Luther King Jr., for example—and see how even the best of us are flawed and imperfect.”", "      “White America has told Doc: We have created a space for you. We have allowed you to be the leader of your people for your cause. We have become comfortable seeing you in this space. This space has resulted in your receiving a Nobel Peace Prize. But that leadership and prize do not allow you to address issues outside your space.”", "      “Martin luther king '' A man who have not discovered something he will die for, is not fit to live.”", "      “Nothing in the world is more dangerous than sincere ignorance.”", "      “Man is not made for the state; the state is made for man. To deprive man of freedom is to relegate him to the status of a thing, rather than elevate him to the status of a person. Man must never be treated as a means to the end of the state, but always as an end within himself.”", "      “In the treatment of poverty nationally, one fact stands out: there are twice as many white poor as Negro poor in the United States. Therefore I will not dwell on the experiences of poverty that derive from racial discrimination, but will discuss the poverty that affects white and Negro alike.”", "      “«La oscuridad no puede conducirte fuera de la oscuridad: sólo la luz puede hacer eso. El odio no puede conducirte fuera del odio; sólo el amor puede hacer eso»”", "      “A true revolution of values will soon cause us to question the fairness and justice of many of our past and present policies. On the one hand we are called to play the good Samaritan on life’s roadside; but that will be only an initial act. One day we must come to see that the whole Jericho road must be transformed so that men and women will not be constantly beaten and robbed as they make their journey on life’s highway.True compassion is more than flinging a coin to a beggar; it is not haphazard and superficial. It comes to see that an edifice which produces beggars needs restructuring. A true revolution of values will soon look uneasily on the glaring contrast of poverty and wealth.With righteous indignation, it will look across the seas and see individual capitalists of the West investing huge sums of money in Asia, Africa and South America, only to take the profits out with no concern for the social betterment of the countries, and say: “This is not just.” It will look at our alliance with the landed gentry of Latin America and say: “This is not just.” The Western arrogance of feeling that it has everything to teach others and nothing to learn from them is not just.A true revolution of values will lay hands on the world order and say of war: “This way of settling differences is not just.” This business of burning human beings with napalm, of filling our nation’s homes with orphans and widows, of injecting poisonous drugs of hate into veins of people normally humane, of sending men home from dark and bloody battlefields physically handicapped and psychologically deranged, cannot be reconciled with wisdom, justice and love.A nation that continues year after year to spend more money on military defense than on programs of social uplift is approaching spiritual death.”", "      “benimsendi.Rosa Parks’ın tutukluluğunun üçüncü gününde insan hakları tarihine ‘Montgomery Otobüs Boykotu’’ adıyla geçen görkemli eylem başladı. Kırmak yoktu, dökmek yoktu, yakmak yoktu… Yeryüzünde vicdanı olan herkesin yüreğine dokunacak sessiz ve insani bir direniş başladı… Siyahlar tam 382 gün boyunca otobüslere binmediler. İşlerine okullarına yürüdüler. Sıradan bir ev kadının anlık direncinin ilk kıvılcımını yaktığı bu etkileyici eylem, arkasındaki isimle beraber büyümeye başladı.Rosa Parks’ın tutuklandığının ertesi günü ne yapılabilir diyekonuşmak için toplanan grupta bulunanDexter sokağının küçük Baptist kilisesinin 26 yaşındaki genç vaiziMartin Luther King Jr, kısa sürede eylemin dinamosu oldu.”", "      “They have acted in the faith that right defeated is stronger than evil triumphant.”"]