["      “If you judge people, you have no time to love them.”", "      “Not all of us can do great things. But we can do small things with great love.”", "      “Peace begins with a smile..”", "      “I am not sure exactly what heaven will be like, but I know that when we die and it comes time for God to judge us, he will not ask, 'How many good things have you done in your life?' rather he will ask, 'How much love did you put into what you did?”", "      “Don't say you don't have enough time. You have exactly the same number of hours per day that were given to Helen Keller, Pasteur, Michelangelo, Mother Teresa, Leonardo da Vinci, Thomas Jefferson, and Albert Einstein.”", "      “Every time you smile at someone, it is an action of love, a gift to that person, a beautiful thing.”", "      “Do not think that love in order to be genuine has to be extraordinary. What we need is to love without getting tired. Be faithful in small things because it is in them that your strength lies.”", "      “Kind words can be short and easy to speak, but their echoes are truly endless.”", "      “Let no one ever come to you without leaving better and happier. Be the living expression of God's kindness: kindness in your face, kindness in your eyes, kindness in your smile.”", "      “The most terrible poverty is loneliness, and the feeling of being unloved.”", "      “If we have no peace, it is because we have forgotten that we belong to each other.”", "      “What can you do to promote world peace? Go home and love your family.”", "      “At the end of life we will not be judged by how many diplomas we have received, how much money we have made, how many great things we have done.We will be judged by \"I was hungry, and you gave me something to eat, I was naked and you clothed me. I was homeless, and you took me in.”", "      “God doesn't require us to succeed, he only requires that you try.”", "      “I alone cannot change the world, but I can cast a stone across the waters to create many ripples.”", "      “The hunger for love is much more difficult to remove than the hunger for bread.”", "      “Never travel faster than your guardian angel can fly.”", "      “Live simply so others may simply live.”", "      “I'm a little pencil in the hand of a writing God, who is sending a love letter to the world.”", "      “Prayer is not asking. Prayer is putting oneself in the hands of God, at His disposition, and listening to His voice in the depth of our hearts.”", "      “If you are humble nothing will touch you, neither praise nor disgrace, because you know what you are.”", "      “We know only too well that what we are doing is nothing more than a drop in the ocean. But if the drop were not there, the ocean would be missing something.”", "      “I can do things you cannot, you can do things I cannot; together we can do great things.”", "      “The Simple PathSilence is PrayerPrayer is FaithFaith is LoveLove is ServiceThe Fruit of Service is Peace”", "      “Do not wait for leaders; do it alone, person to person.”", "      “God made the world for the delight of human beings-- if we could see His goodness everywhere, His concern for us, His awareness of our needs: the phone call we've waited for, the ride we are offered, the letter in the mail, just the little things He does for us throughout the day. As we remember and notice His love for us, we just begin to fall in love with Him because He is so busy with us -- you just can't resist Him. I believe there's no such thing as luck in life, it's God's love, it's His.”", "      “A life not lived for others is not a life.”", "      “Work without love is slavery.”", "      “If you can't feed a hundred people, feed just one.”", "      “Let us make one point, that we meet each other with a smile, when it is difficult to smile. Smile at each other, make time for each other in your family.”", "      “Reach high, for stars lie hidden in your soul. Dream deep, for every dream precedes the goal.”", "      “Be faithful in small things because it is in them that your strength lies.”", "      “A sacrifice to be real must cost, must hurt, and must empty ourselves. Give yourself fully to God. He will use you to accomplish great things on the condition that you believe much more in his love than in your weakness.”", "      “Let us always meet each other with smile, for the smile is the beginning of love.”", "      “Never worry about numbers. Help one person at a time and always start with the person nearest you.”", "      “Love to be real, it must cost—it must hurt—it must empty us of self.”", "      “Being unwanted, unloved, uncared for, forgotten by everybody, I think that is a much greater hunger, a much greater poverty than the person who has nothing to eat.”", "      “People are unrealistic, illogical, and self-centered. Love them anyway.”", "      “Love is not patronizing and charity isn't about pity, it is about love. Charity and love are the same -- with charity you give love, so don't just give money but reach out your hand instead.”", "      “MT [Mother Teresa] was not a friend of the poor. She was a friend of poverty. She said that suffering was a gift from God. She spent her life opposing the only known cure for poverty, which is the empowerment of women and the emancipation of them from a livestock version of compulsory reproduction.”", "      “The person who gives with a smile is the best giver because God loves a cheerful giver.”", "      “May God break my heart so completely that the whole world falls in.”", "      “I feel the greatest destroyer of peace today is 'Abortion', because it is a war against the child... A direct killing of the innocent child, 'Murder' by the mother herself... And if we can accept that a mother can kill even her own child, how can we tell other people not to kill one another? How do we persuade a woman not to have an abortion? As always, we must persuade her with love... And we remind ourselves that love means to be willing to give until it hurts...”", "      “If we pray, we will believe; If we believe, we will love; If we love, we will serve.”", "      “Spread the love of God through your life but only use words when necessary.”", "      “Without patience, we will learn less in life. We will see less. We will feel less. We will hear less. Ironically, rush and more usually mean less.”", "      “In the West we have a tendency to be profit-oriented, where everything is measured according to the results and we get caught up in being more and more active to generate results. In the East -- especially in India -- I find that people are more content to just be, to just sit around under a banyan tree for half a day chatting to each other. We Westerners would probably call that wasting time. But there is value to it. Being with someone, listening wihtout a clock and without anticipation of results, teaches us about love. The success of love is in the loving -- it is not in the result of loving. These words, taken from the book A Simple Path, are the words of one of the Missionaries of Charity Sisters, not of Mother Teresa.”", "      “Give, but give until it hurts.”", "      “When you don't have anything, then you have everything.”", "      “Prayer in action is love, love in action is service.”", "      “How can there be too many children? That is like saying there are too many flowers.”", "      “I do not pray for success, I ask for faithfulness.”", "      “I pray that you will understand the words of Jesus, “Love one another as I have loved you.” Ask yourself “How has he loved me? Do I really love others in the same way?” Unless this love is among us, we can kill ourselves with work and it will only be work, not love. Work without love is slavery.”", "      “There is a LIGHT in this world. A healing spirit more powerful than any darkness we may encounter. We sometime lose sight of this force when there is suffering, and too much pain. Then suddenly, the spirit will emerge through the lives of ordinary people who hear a call and answer in extraordinary ways.”", "      “Life is a game, play it.”", "      “Love begins by taking care of the closest ones - the ones at home.”", "      “Pain and suffering have come into your life, but remember pain, sorrow, suffering are but the kiss of Jesus - a sign that you have come so close to Him that He can kiss you.”", "      “I must be willing to give whatever it takes to do good to others. This requires that I be willing to give until it hurts. Otherwise, there is no true love in me, and I bring injustice, not peace, to those around me.”", "      “Be happy in the moment, that's enough. Each moment is all we need, not more.”", "      “Joy is a net of love in which you can catch souls.”", "      “Intense love does not measure it just gives. ”", "      “We need to find God, and he cannot be found in noise and restlessness. God is the friend of silence. See how nature - trees, flowers, grass- grows in silence; see the stars, the moon and the sun, how they move in silence... We need silence to be able to touch souls. ”", "      “The way you help heal the world is you start with your own family.”", "      “Smile at each other. Smile at your wife, smile at your husband, smile at your children, smile at each other- it doesn't matter who it is- and that will help to grow up in greater love for each other.”", "      “Love is a fruit in season at all times and within reach of every hand.”", "      “There are many people who can do big things, but there are very few people who will do the small things.”", "      “Jesus said love one another. He didn't say love the whole world.”", "      “Profound joy of the heart is like a magnet that indicates the path of life.”", "      “We must know that we have been created for greater things, not just to be a number in the world, not just to go for diplomas and degrees, this work and that work. We have been created in order to love and to be loved.”", "      “People are often unreasonable, irrational, and self-centered. Forgive them anyway.If you are kind, people may accuse you of selfish, ulterior motives. Be kind anyway.If you are successful, you will win some unfaithful friends and some genuine enemies. Succeed anyway.If you are honest and sincere people may deceive you. Be honest and sincere anyway.What you spend years creating, others could destroy overnight. Create anyway.If you find serenity and happiness, some may be jealous. Be happy anyway.The good you do today, will often be forgotten. Do good anyway.Give the best you have, and it will never be enough. Give your best anyway.In the final analysis, it is between you and God. It was never between you and them anyway.~Mother Teresa”", "      “The greatest science in the world; in heaven and on earth; is love.”", "      “Be brave. Even if you're not, pretend to be. No one can tell the difference. Don't allow the phone to interrupt important moments. It's there for your convenience, not the callers. Don't be afraid to go out on a limb. That's where the fruit is. Don't burn bridges. You'll be surprised how many times you have to cross the same river. Don't forget, a person's greatest emotional need is to feel appreciated. Don't major in minor things. Don't say you don't have enough time. You have exactly the same number of hours per day that were given to Pasteur, Michaelangelo, Mother Teresa, Helen Keller, Leonardo Da Vinci, Thomas Jefferson, and Albert Einstein. Don't spread yourself too thin. Learn to say no politely and quickly. Don't use time or words carelessly. Neither can be retrieved. Don't waste time grieving over past mistakes Learn from them and move on. Every person needs to have their moment in the sun, when they raise their arms in victory, knowing that on this day, at his hour, they were at their very best. Get your priorities straight. No one ever said on his death bed, 'Gee, if I'd only spent more time at the office'. Give people a second chance, but not a third. Judge your success by the degree that you're enjoying peace, health and love. Learn to listen. Opportunity sometimes knocks very softly. Leave everything a little better than you found it. Live your life as an exclamation, not an explanation. Loosen up. Relax. Except for rare life and death matters, nothing is as important as it first seems. Never cut what can be untied. Never overestimate your power to change others. Never underestimate your power to change yourself. Remember that overnight success usually takes about fifteen years. Remember that winners do what losers don't want to do. Seek opportunity, not security. A boat in harbor is safe, but in time its bottom will rot out. Spend less time worrying who's right, more time deciding what's right. Stop blaming others. Take responsibility for every area of your life. Success is getting what you want. Happiness is liking what you get. The importance of winning is not what we get from it, but what we become because of it. When facing a difficult task, act as though it's impossible to fail.”", "      “Loneliness and the feeling of being unwanted is the most terrible poverty.”", "      “Let us not be satisfied with just giving money. Money is not enough, money can be got, but they need your hearts to love them. So, spread your love everywhere you go.”", "      “Go out into the world today and love the people you meet. Let your presence light new light in the hearts of people.”", "      “Spread love everywhere you go: first of all in your own home. Give love to your children, to your wife or husband, to a next door neighbor . . . Let no one ever come to you without leaving better and happier. Be the living expression of God's kindness; kindness in your face, kindness in your eyes, kindness in your smile, kindness in your warm greeting.”", "      “Words which do not give the light of Christ increase the darkness.”", "      “If a mother can kill her own child - what is left for me to kill you and you to kill me - there is nothing between.”", "      “If I look at the mass I will never act.”", "      “Prayer is the mortar that holds our house together.”", "      “It is easy to love the people far away. It is not always easy to love those close to us. It is easier to give a cup of rice to relieve hunger than to relieve the loneliness and pain of someone unloved in our own home. Bring love into your home for this is where our love for each other must start.”", "      “I think it is very good when people suffer. To me that is like the kiss of Jesus. ”", "      “It is a kingly act to assist the fallen.”", "      “I prefer you to make mistakes in kindness than work miracles in unkindness.”", "      “What you spend years building may be destroyed overnight; build it anyway.”", "      “There should be less talk; a preaching point is not a meeting point. What do you do then? Take a broom and clean someone's house. That says enough.”", "      “When you have nothing left but God,you have more than enough to start over again.”", "      “Love begins at home, and it is not how much we do... but how much love we put in that action”", "      “In the final analysis it is between you and God, it was never between you and them anyway.”", "      “We are all pencils in the hand of God.”", "      “Some people come in our life as blessings. Some come in your life as lessons.”", "      “To keep a lamp burning, we have to keep putting oil in it.”", "      “One of the greatest diseases is to be nobody to anybody”", "      “I want you to be concerned about your next door neighbor. Do you know your next door neighbor?”", "      “I was once asked why I don't participate in anti-war demonstrations. I said that I will never do that, but as soon as you have a pro-peace rally, I'll be there.”", "      “It is not what to do, but how much love we put into the doing. We can do not greats, only small things with great love.\" - Mother Theresa”", "      “God does not require that we be successful only that we be faithful.”", "      “Prayer makes your heart bigger, until it is capable of containing the gift of God himself. Prayer begets faith, faith begets love, and love begets service on behalf of the poor.”", "      “The trees, the flowers, the plants grow in silence. The stars, the sun, the moon move in silence. Silence gives us a new perspective.”", "      “The success of love is in the loving - it is not in the result of loving. Of course it is natural in love to want the best for the other person, but whether it turns out that way or not does not determine the value of what we have done.”", "      “Spread love everywhere you go. Let no one ever come to you without leaving happier.”", "      “I see Jesus in every human being. I say to myself, this is hungry Jesus, I must feed him. This is sick Jesus. This one has leprosy or gangrene; I must wash him and tend to him. I serve becuase I love Jesus.”", "      “Joy is strength.”", "      “I still think that the greatest suffering is being lonely, feeling unloved, just having no one... That is the worst disease that any human being can ever experience.”", "      “We think sometimes that poverty is only being hungry, naked and homeless. The poverty of being unwanted, unloved and uncared for is the greatest poverty. We must start in our own homes to remedy this kind of poverty.”", "      “‎Discipline is the bridge between goals and accomplishment.”", "      “Keep the corners of your mouth turned up. Speak in a low, persuasive tone. Listen; be teachable. Laugh at good stories and learn to tell them...For as long as you are green, you can grow.”", "      “Do not think that love, in order to be genuine, has to be extraordinary. What we need is to love without getting tired.”", "      “One filled with joy preaches without preaching.”", "      “I used to pray that God would feed the hungry, or do this or that, but now I pray that he will guide me to do whatever I'm supposed to do, what I can do. I used to pray for answers, but now I'm praying for strength. I used to believe that prayer changes things, but now I know that prayer changes us and we change things.”", "      “There's nothing more calming in difficult moments that knowing there's some one fighting with you.”", "      “We learn humility through accepting humiliations cheerfully.”", "      “He who is faultless does not care for the opinion of others.”", "      “If we want a love message to be heard, it has got to be sent out. To keep a lamp burning, we have to keep putting oil in it.”", "      “One truly must have suffered oneself to help others.”", "      “There is a terrible hunger for love. We all experience that in our lives - the pain, the loneliness. We must have the courage to recognize it. The poor you may have right in your own family. Find them. Love them.”", "      “Don’t say you don’t have enough time or enough money to change the world. You have exactly the same number of hours per day that were given to Helen Keller, Gandhi, Michelangelo, Mother Teresa, Leonardo da Vinci and Jesus Christ.”", "      “Everything that is not given is lost.”", "      “In the home begins the disruption of the peace of the world.”", "      “The same God who loves us as we are also loves us to much to leave us as we are. Perhpas because we tend to hold to ideas about God that reflect our own suppositions and fears, more than God's self-revelation. We reduce God to our own dimensions, ascribing to him our own reactions and responses, especially our own petty and conditional kind of love, and so end up believing in a God cast in our own image and likeness.But the true God, the living God, is entirely \"other\":. Precisely from this radical otherness derives the inscrutable and transcendent nature of divine love-- for which our limited human love is but a distant metaphor. God's love is much more than our human love simply multiplied and expanded. God's love for us will ever be mystery; unfathomable, awesome, entirely beyond human expectation.Precisely because God's love is something \"no eyes has seen, nor ear heard nor the heart of man conceived\" (1 Cor 2:9), Mother Teresa meditated on it continuously, and encouraged us to do the same, to continue plumbing this mystery more deeply. To this end she invites us: \"Try to deepen your understanding of these two words, 'Thirst of God.;”", "      “Why can't there be love that never gets tired?”", "      “At the hour of death when we come face-to-face with God, we are going to be judged on love; not how much we have done, but how much love we put into the doing.”", "      “I have found the paradox that if I love until it hurts, then there is no hurt, but only more love.”", "      “When a poor person dies of hunger it has not happened because God did not take care of him or her. It has happened because neither you nor I wanted to give that person what he or she needed.”", "      “The biggest diease today is not leprosy or tuberculosis, but rather the feeling of being unwanted, uncared for, and deserted by everybody.”", "      “Let no one ever come to you without leaving better and happier.”", "      “If there is a heaven, Jane Austen is sitting in a small room with Mother Teresa and Princess Diana, listening to Duran Duran, forever. If there's a hell, she's standing.”", "      “Let us touch the dying, the poor, the lonely and the unwanted according to the graces we have received and let us not be ashamed or slow to do the humble work.”", "      “[There is a] kind of all-embracing universality evident in Mother Teresa’s prayer: “May God break my heart so completely that the whole world falls in.” Not just fellow nuns, Catholics, Calcuttans, Indians. The whole world. It gives me pause to realize that, were such a prayer said by me and answered by God, I would afterward possess a heart so open that even hate-driven zealots would fall inside... [My] sense of the world as a gift, my sense of a grace operative in this world despite its terrors, propels me to allow the world to open my heart still wider, even if the openness comes by breaking—for I have seen the whole world fall into a few hearts, and nothing has ever struck me as more beautiful.”", "      “Give that child to me. I want it. I will care for it. I am willing to accept any child who would be aborted and to give that child to a married couple who will love the child and be loved by the child.”", "      “Everything everyone thinks they know about [Mother Teresa] is false. It must be the single most successful emotional con job of the twentieth century.”", "      “As for me, the silence and the emptiness is so great, that I look and do not see, — Listen and do not hear — the tongue moves but does not speak … I want you to pray for me — that I let Him have free hand.”", "      “Even if you're on the right track, you'll get run over if you just sit there.”", "      “The fruit of Silence is PrayerThe fruit of Prayer is FaithThe fruit of Faith is LoveThe fruit of Love is ServiceThe fruit of Service is Peace”", "      “I have more often as my companion \"darkness.\" And when the night becomes very thick- and it seems to me as if I will end up in hell- then I simply offer myself to Jesus.”", "      “If you give what you do not need, it is not giving.”", "      “I will never attend an anti-war rally; if you have a peace rally, invite me.”", "      “The greatest destroyer of peace is abortion.”", "      “I will never understand all the good that a simple smile can accomplish.”", "      “Life is a challenge, we must take it.”", "      “In light of heaven, the worst suffering on earth, a life full of the most atrocious tortures on earth, will be seen to be no more serious than one night in an inconvenient hotel.”", "      “Life is an opportunity, benefit from it.Life is a beauty, admire it.Life is bliss, taste it.Life is a dream, realize it.life is a challenge, meet it.life is a duty, complete it.life is a game, play it.life is costly, care for it.life is wealth, keep it.life is love, enjoy it.life is mystery, know it.life is a promise, fulfill it.Life is a sorrow, overcome it.Life is a song, sing it.Life is a struggle, accept it.Life is a tragedy, confront it.Life is an adventure, dare it.Life is luck, make it.Life is too precious, do not destroy it.Life is Life, fight for it!.”", "      “The skeleton key unlocks the mind and swings open the door of imagination. A far better place than here A much safer place than there The quintessential somewhere The mystical nowhere The enigmatic anywhere My gift to you - the key to everywhere. The mortal will find itself lost while the soul always knows the way it is grateful for the darkness and celebrates the day I can give you peace my peace I give you... but I cannot be your savior or your god - I cannot be the light along your path - I can only give you the lamp and point the way. The blind will see... the deaf will hear... but those who choose reason will never understand. Woe to the ones who think they know the answers they will cease to ask the questions that may be their own salvation. We possess the knowledge of the Universe from conception. Once born we are taught to forget. If we cannot look out at our world and see our children's vision then we are truly blind we are unable to lead them to paradise. \"Even people who are in the dark search for their shadows. Shadows exist only if there is light. We will never find total darkness - not even in death... ...and we always cast a shadow no matter how overcast our skies become. You are never alone.\"Do not listen to the voice that shouts to you from behind desks behind podiums behind altars. Do not pay attention to the orators and the opportunists. Do not be distracted by the promises made behind masks. Listen to the quiet. Listen to the whispers as they gently guide you through the assaults of man's absurdities. Listen to the gentle breathing of your mother and lay your head to rest in her peace and in her warm embrace and understand that truth and power lie within you. Breathe silence. The free bird will always return to the cage sooner or later to seek food and water and the loving hand of it's caretaker.”", "      “And if we accept that a mother can kill even her own child, how can we tell other people not to kill one another? How do we persuade a woman not to have an abortion? As always, we must persuade her with love and we remind ourselves that love means to be willing to give until it hurts. Jesus gave even His life to love us. So, the mother who is thinking of abortion, should be helped to love, that is, to give until it hurts her plans, or her free time, to respect the life of her child. The father of that child, whoever he is, must also give until it hurts.”", "      “Life's a song,sing it”", "      “We the willing, led by the unknowing, are doing the impossible for the ungrateful. We have done so much, with so little, for so long, we are now qualified to do anything, with nothing.”", "      “It is not the magnitude of our actions, but the amount of love that is put into them that matters.”", "      “The more you have, the more you are occupied, the less you give. But the less you have the more free you are. Poverty for us is a freedom. It is not mortification, a penance. It is joyful freedom. There is no television here, no this, no that. But we are perfectly happy.”", "      “We must never be afraid to be a sign of contradiction for the world.”", "      “And so let us always meet each other with a smile, for the smile is the beginning of love...”", "      “Orang kerap kali tak bernalar, tak logis, dan egois. Biar begitu maafkanlah mereka.Bila engkau baik, orang mungkin akan menuduhmu menyembunyikan motif yang egois. Biar begitu, tetaplah bersikap baik.Bila engkau mendapat sukses, engkau mungkin bakal pula mendapat teman-teman palsu dan musuh. Biar begitu, tetaplah meraih sukses.Bila engkau jujur dan berterus terang, orang mungkin akan menipumu. Biar begitu, tetaplah jujur dan berterus terang.Apa yang engkau bangun selama bertahun-tahun mungkin akan dihancurkan seseorang dalam semalam. Biar begitu, tetaplah membangun.Bila engkau menemukan ketenangan dan kebahagiaan, orang mungkin akan iri. Biar begitu, tetaplah berbahagia.Kebaikan yang engkau lakukan hari ini sering bakal dilupakan orang keesokan harinya. Biar begitu, tetaplah lakukan kebaikan.Berikan pada dunia milikmu yang terbaik, dan mungkin itu tak akan pernah cukup. Biar begitu, tetaplah berikan pada dunia milikmu yang terbaik.”", "      “How can there be too many children? That is like saying there are too many flowers.\" ~ Mother Teresa of Calcutta”", "      “Tidak jarang, mereka yang menghabiskan waktu untuk memberikan cahaya bagi orang lain justru tetap berada dalam kegelapan (Come Be My Light, h. 335)”", "      “Life is beauty admire it!”", "      “When you give of yourself something new comes in to being... the world expands, a bit of goodness is brought forth and a small miracle occurs. You must never underestimate this miracle. Too many good people think they have to become Mother Teresa or Albert Schweitzer, or even Santa Claus, and perform great acts if they are to be givers. They don't see the simple openings of the heart that can be practiced anywhere with almost anyone.”", "      “Life...”", "      “Well, aren't you Mother fucking Teresa”", "      “The problem with the world is that we draw the circle of our family too small.”", "      “There is thing you can do but I can not and there is thing I can but you can not; so let us make something beautiful together”", "      “If we really want to love we must learn how to forgive.\" -Mother Teresa”", "      “Pettiness often leads both to error and to the digging of a trap for oneself. Wondering (which I am sure he didn't) 'if by the 1990s [Hitchens] was morphing into someone I didn’t quite recognize”, Blumenthal recalls with horror the night that I 'gave' a farewell party for Martin Walker of the Guardian, and then didn't attend it because I wanted to be on television instead. This is easy: Martin had asked to use the fine lobby of my building for a farewell bash, and I'd set it up. People have quite often asked me to do that. My wife did the honors after Nightline told me that I’d have to come to New York if I wanted to abuse Mother Teresa and Princess Diana on the same show. Of all the people I know, Martin Walker and Sidney Blumenthal would have been the top two in recognizing that journalism and argument come first, and that there can be no hard feelings about it. How do I know this? Well, I have known Martin since Oxford. (He produced a book on Clinton, published in America as 'The President We Deserve'. He reprinted it in London, under the title, 'The President They Deserve'. I doffed my hat to that.) While Sidney—I can barely believe I am telling you this—once also solicited an invitation to hold his book party at my home. A few days later he called me back, to tell me that Martin Peretz, owner of the New Republic, had insisted on giving the party instead. I said, fine, no bones broken; no caterers ordered as yet. 'I don't think you quite get it,' he went on, after an honorable pause. 'That means you can't come to the party at all.' I knew that about my old foe Peretz: I didn't then know I knew it about Blumenthal. I also thought that it was just within the limit of the rules. I ask you to believe that I had buried this memory until this book came out, but also to believe that I won't be slandered and won't refrain—if motives or conduct are in question—from speculating about them in my turn.”", "      “Loneliness is the leprosy of the modern world.”", "      “Най-хубавият ден - днешния.Най-голямата спънка - страхът.Най-лесното нещо - да се заблудиш.Най-голямата заблуда - че друг е виновен за неуспеха ти.Най-трудното - да постигнеш мечтите си.Най-непостижимото - да угодиш на всички.Най-глупавото нещо - оправданието.Най-голямата грешка - да паднеш духом.Най-голямото поражение - да се предадеш без бой.Коренът на всички злини - егоизмът.Най-хубавото развлечение - работата.Най-полезното нещо - опитът.Най-безполезното нещо - мързелът.Най-лошото поражение - отчаянието.Най-необходимото - домашното огнище.Най-верните приятели - родителите.Най-големите дарители - учителите.Най-добрите учители – децата.Най-големият ти враг - ти самият.Най-опасният човек - лицемерът.Най-лошият съветник - гневът.Най-коварните чувства - омразата и завистта.Най-голямото щастие – да си полезен на другите.Най-големият успех - да изкорениш недостатъците си.Най-неприятния недостатък – лошото настроение.От какво не можеш да избягаш - от проблемите.Най-първата необходимост - общуването.Най-краткият път - правилният.Най-дългият път - да се водиш по чужд акъл.Най-красивият подарък – прошката .Най-добрата защита – усмивката.Най-приятното усещане - вътрешният мир.Най-голямото удоволствие - изпълненият дълг.Най-голямото разочарование - предателството.Най-обезличаващото - подражанието.Никой не може да ти отнеме: образованието, опита и спомените.Най-важното нещо, което носиш със себе си - умът.Най-доброто лекарство – оптимизмът.Най-мощната сила на света – вярата.Най-стимулуращият дар – надеждата.Единствената реалност – любовта.”", "      “If you do good, people will accuse you of selfish ulterior motives.Do good anyway.”", "      “Never let anything so fill you with sorrow as to make you forget the joy of Christ risen.”", "      “Poverty was not created by God. It is we who have caused it, you and I through our egotism.”", "      “Love until it hurts.”", "      “She suffers and she laughs.”", "      “love only variously everydayThe meaning of love”", "      “A clean heart is a free heart. A free heart can love Christ with an undivided love in chastity, convinced that nothing and nobody will separate it from his love. Purity, chastity, and virginity created a special beauty in Mary that attracted God’s attention.”", "      “Sometimes a good feeling from inside is worth much more than a beautician.”", "      “Like Jesus we belong to the world living not for ourselves but for others. Give yourself fully to God. He will use you to accomplish great things on the condition that you believe much more in His love than in your own weakness.”", "      “There is more hunger for love and appreciation in this world than for bread.”", "      “I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.”", "      “The best way to succeed in life is to act on the advice we give to others.”", "      “If I look at the mass, I will never act. If I look at the one, I will.”", "      “In the developed countries there is a poverty of intimacy, a poverty of spirit, of loneliness, of lack of love. There is no greater sickness in the world today than that one.”", "      “He has told us that He is the hungry one. He is the naked one. He is the thirsty one. He is the one without a home. He is the one who is suffering. These are our treasures, she said, looking at the rows of pallets in the caravanserai. They are Jesus.”", "      “The Lord likes small things best, especially those done with love.”", "      “Persuaded of our nothingness and with the blessing of obedience we attempt all things, doubting nothing, for with God all things are possible. We will allow the good God to make plans for the future, for yesterday has gone, tomorrow has not yet come, and we have only today to make him known loved, and served. Grateful for the thousands of opportunities Jesus gives us to bring hope into a multitude of lives by our concern for the individual sufferer, we will help our troubled world at the brink of despair to discover a new reason to live or to die with a smile of contentment on its lips.”", "      “God has not called me to be successful; He has called me to be faithful.”", "      “Mother Teresa's Anyway PoemPeople are often unreasonable, illogical and self centered;Forgive them anyway.If you are kind, people may accuse you of selfish, ulterior motives;Be kind anyway.If you are successful, you will win some false friends and some true enemies;Succeed anyway.If you are honest and frank, people may cheat you;Be honest and frank anyway.What you spend years building, someone could destroy overnight;Build anyway.If you find serenity and happiness, they may be jealous;Be happy anyway.The good you do today, people will often forget tomorrow;Do good anyway.Give the world the best you have, and it may never be enough;Give the world the best you've got anyway.You see, in the final analysis, it is between you and your God;It was never between you and them anyway.Inscribed on the wall of Mother Teresa's children's home in Calcutta.”", "      “People are often unreasonable and self-centered. Forgive them anyway. If you are kind, people may accuse you of ulterior motives. Be kind anyway. If you are honest, people may cheat you. Be honest anyway. If you find happiness, people maybe jealous. Be happy anyway. The good you do today maybe forgotten tomorrow. Do good anyway. Give the world the best you have and it may never be enough. Give your best anyway. For you see, in the end, it is between you and God. It was never between you and them anyway.”", "      “A beautiful death is for people who lived like animals to die like angels—loved and wanted.”", "      “Although she be but little, she is fierce.”", "      “There is thing you can do but I can not and there is thing I can but you can not; so let us make something beautiful for God.”", "      “I am only a pencil in the hand of God, but it is He who writes.”", "      “Give the world the best you have, and it may never be enough; give the world the best you've got anyway.”", "      “We are not called to be successful, but faithful.”", "      “We think sometimes that poverty is only being hungry, naked and homeless. The poverty of being unwanted, unloved and uncared for is the greatest poverty. We must start in our own homes to remedy this kind of poverty.”", "      “Mother Teresa once said, \"Loneliness and the feeling of being unwanted are the greatest poverty.\" To this I will add: Please believe that one single positive dream is more important than a thousand negative realities.”", "      “See how nature - trees, flowers, grass - grows in silence; see the stars, the moon and the sun, how they move in silence...we need silence to be able to touch souls.”", "      “There is thing you can do but I can not and there is thing I can but you can not; so let us - together - make something beautiful for God.”", "      “The fruit of faith is love,and the fruit of love is service...spread love everywhere u go..”", "      “I know i am touching the living body of Christ in the broken bodies of the hungry and the suffering.”", "      “peace begins with smile”", "      “Words that do not give the light of Christ increase the darkness.”", "      “You will never truly realize God is all you need until He becomes all you have.”", "      “We must not be surprised when we hear of murders, killings, of wars, or of hatred...If a mother can kill her own child, what is left but for us to kill each other?”", "      “We can do more for the peace just by changing our thoughts. Be an example of compassion and kindness like Mother Teresa. We all can do that without harming anyone.”", "      “If now we have no peace, it is because we have forgotten how to see God in one another.”", "      “The moment passed — but the darkness is so dark, and the pain is so painful. – But I accept whatever He gives and I give whatever He takes.”", "      “Loneliness is the most terrible form of poverty.”", "      “175. \"Have courage for whatever comes.”", "      “Love is a fruit in season at all times, and within reach of every hand.”", "      “When my mother died, I thought I’d drown in sorrow. But my grandmother said something very wise, and I’ve always held it close to my heart. She said that not even the sea is infinite, and neither is grief.”", "      “We need to realize that poverty doesn't only consist of being hungry for bread, but rather it is a tremendous hunger for human dignity. We need to love and to be someone for someone else”", "      “God hasn't called us to be successful, just faithful.”", "      “May God break my heart so completely that the whole world falls in”", "      “Mother Teresa didn't walk around complaining about her thighs -- she had shit to do.”", "      “Humility is truth, therefore in all sincerity we must be able to look up and say, \"I can do all things in Him who strengthens me.\" By yourself you can do nothing, have nothing but sin, weakness and misery. All the gifts of nature and grace you have them from God.”", "      “People are hungry for God. People are hungry for love. Are you aware of that? Do you know that? Do you see that? Do you have eyes to see? Quite often we look but we don’t see. We are all passing through this world. We need to open our eyes and see.”", "      “If you can't feed a hundred people, then feed just one.”", "      “Let us all smile at each other for a smile is the beginning of love.”", "      “Even the rich are hungry for love, for being cared for, for being wanted, for having someone to call their own.”", "      “How can there be too many children? That is like saying there are too many flowers”", "      “Mother Teresa said that she couldn't imagine doing her work for more than thirty minutes without prayer. Do you and I have work that we can't imagine doing for thirty minutes without prayer?”", "      “The first step to becoming is to will it”", "      “Smiling novices. I can hear the music of your laughter of joy. Learn, my children, to be holy, for true holiness consists of doing God's work with a smile.”", "      “They had forgotten the Golden Rule; they did whatever benefited and pleased them. When someone was ill in the street, they looked the other way. They were indifferent to the poor and homeless among them. They only wanted more and more for themselves. The young man was so disturbed that he started to preach on the streets about caring for others. But no one paid attention to him. This went on for years; he became an excellent speaker and was known as \"the preacher. \" He spoke of the joys of loving everyone and helping the poor. He helped the homeless. He warned of God's wrath. No matter how hard he tried to get them to change, the people of these two cities wouldn't listen.Instead, they thought he was weird. When he was an old man and very tired, a young boy listened to a part of one of his sermons and then shouted, \"Why do you preach so much old man? Don't you know people won't change?\" The old man said, \"Oh, by now, I know that. \" \"So why do you keep on preaching?\" asked the boy.\"So they won't change me,\" said the old man. If you really love another properly, there must be sacrifice.-Mother Teresa Those who bring sunshine into the lives of others cannot keep it from themselves.-Sir James M.BarriePage 48 of 48”", "      “We need to find God and God cannot be found in noise and restlessness. God is the friend of silence. See how nature—trees and flowers and grass—grow in silence. See the stars, the moon and the sun, how they move in silence. The more we receive in silent prayer, the more we can give in our active life.”", "      “Mother Teresa's Missionaries of Charity run a home for the destitute and dying. Their mission is simple: help the poorest of the poor die with dignity”", "      “I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.”", "      “If we are humble, nothing will change us, neither praise, nor discouragement.”", "      “Have you met the woman?” Bobby considered the question and looked like he agreed, but he said, “She’s not totally unreasonable, Tom.” “What, are you kidding me? She’s you. Only it’s impossible to argue with someone that’s that nice and little and old and a woman. Especially one that’s so goddamned obsessively determined. It’s like someone threw Pollyanna, Mary Sunshine, and Mussolini into a blender and it spit your mother out.” “You forgot Mother Teresa.” “Yeah, her too. Thank God we don’t have leprosy.”", "      “Be humble and kind. Kindness has power in it. Look at Mother Teresa, the truest example of kindness. She was humble, kind, and fragile yet she was also a symbol of power. I have never heard of a woman more powerful than her. When we hear name, we must bow our heads with deep respect.”", "      “Do all the other things, of course, the ambitious things — travel, get rich, get famous, innovate, lead, fall in love, make and lose fortunes, swim naked in wild jungle rivers (after first having them tested for monkey poop) — but as you do, to the extent that you can, err in the direction of kindness. Do those things that incline you towards the big questions, and avoid the things that would reduce you and make you trivial. That luminous part of you that exists beyond personality — your soul, if you will — is as bright and shining as any that has ever been. Bright as Shakespeare’s, bright as Gandhi’s, bright as Mother Teresa’s. Clear away everything that keeps you separate from this secret, luminous place. Believe that it exists, come to know it better, nurture it, share its fruits timelessly.”", "      “We ourselves feel that what we are doing is just a drop in the ocean. But the ocean would be less because of that missing drop.”", "      “Spread love everywhere you go.Let no one ever come to you without leaving happier.”", "      “He will use you to accomplish great things on the condition that you believe much more in His love than in your weakness.”", "      “Putting someone before yourself is possible only if that is done literally.”", "      “When we come face to face with God, we are going to be judged on how much we loved.”", "      “I just wish that He didn't trust me so much.”", "      “I love our Lord with all my heart. But He wants me to love Our Lady in a special way and to go to Him with my hand in Mary's. My affection for her is like that of a tiny child for its mother. You know, Nines, how a baby clings to his mother's skirt when he is learning to walk? Well, that is the way Our Lord wants me to cling to Our Lady's blue mantle.”", "      “Spread love everywhere you go: first of all in your own house. Give love to your children, to your wife or husband, to a next door neighbor…Let no one ever come to you without leaving better and happier. Be the living expression of God’s kindness; kindness in your face, kindness in your eyes, kindness in your smile, kindness in your warm greeting.”", "      “One of the realities we're all called to go through is to move from repulsion to compassion and from compassion to wonderment.”", "      “Mother Teresa did not became famous by caring just about herself”", "      “I held the Host with two fingers and thought: How small Jesus made Himself, in order to show us that He doesn't expect great things of us, but rather little things with great love.”", "      “From my novel Seaside Daisies:Loneliness and the feeling of being unwantedis the most terrible poverty”", "      “At the moment of death we will not be judged according to the number of good deeds we have done or by the diplomas we have received in our lifetime. We will be judged according to the love we have put into our work.”", "      “He then said, 'But in India, where there are so many problems, can you ever be successful at what you do- isn't it hopeless to try?' She replied, \"Well, Senator, we're not always called to be successful but we're always called to be faithful.”", "      “Nudge is a great kid, but that motormouth of hers could have turned Mother Teresa into an ax murderer.”", "      “Mother Teresa expressed this when she said: “If I look at the mass I will never act. If I look at the one, I will.”", "      “This great region—the birthplace of Indus Valley civilization, Mauryan Empire, Ranjit Singh’s Empire, and the secular and pacifist philosophy of Sikhism—has been destroyed in the past forty years by pathetic leadership and crude amalgamation of religion and politics. Consider this: Punjab can boast of two Nobel laureates out of a total of four for the whole subcontinent, if we leave aside Mother Teresa. Such is our intellectual achievement in spite of the perpetual myth that Punjabis are all brawn and no brain. But . . . what happened at the time of partition destroyed Punjabis totally on both sides of the border. And I don’t mean just the refugees. They, of course, are still traumatised by the genocide. But . . . do you think the millions who indulged in murders, rapes, and plunder on both sides were able to just shirk off their feelings of sin and remorse? It... would have been impossible. Just look at the figures of growing alcohol and drug consumption in post-partition Punjab. I believe the guilt and remorse propelled a lot of people towards the path of alcohol and drug abuse.”", "      “There are no great things, only small things with great love. Happy are those.”", "      “Let us more and more insist on raising funds of love, of kindness, of understanding, of peace.”", "      “Do small things with great Love”", "      “God has not called me to be successful. He has called me to be faithful.”"]