["      “Friendship is the hardest thing in the world to explain. It's not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything.”", "      “Impossible is just a big word thrown around by small men who find it easier to live in the world they've been given than to explore the power they have to change it. Impossible is not a fact. It's an opinion. Impossible is not a declaration. It's a dare. Impossible is potential. Impossible is temporary. Impossible is nothing.”", "      “I do not believe in taking the right decision, I take a decision and make it right.”", "      “I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion'.”", "      “Don't count the days, make the days count.”", "      “Hating people because of their color is wrong. And it doesn't matter which color does the hating. It's just plain wrong.”", "      “Champions aren't made in gyms. Champions are made from something they have deep inside them-a desire, a dream, a vision. They have to have the skill, and the will. But the will must be stronger than the skill.”", "      “Often it isn't the mountains ahead that wear you out, it's the little pebble in your shoe.”", "      “The best way to make your dreams come true is to wake up.”", "      “Live everyday as if it were your last because someday you're going to be right.”", "      “To be a great champion you must believe you are the best. If you’re not, pretend you are.”", "      “The man with no imagination has no wings.”", "      “The Service you do for others is the rent you pay for your room here on Earth.”", "      “I’ve wrestled with alligators,I’ve tussled with a whale.I done handcuffed lightningAnd throw thunder in jail.You know I’m bad.just last week, I murdered a rock,Injured a stone, Hospitalized a brick.I’m so mean, I make medicine sick.”", "      “There are two powers in the world; one is the sword and the other is the pen. There is a great competition and rivalry between the two. There is a third power stronger than both, that of the women.”", "      “Think a hundred times before you take a decision, but once that decision is taken, stand by it as one man.”", "      “What you're thinking is what you're becoming.”", "      “Float like a butterfly, sting like a bee. The hands can't hit what the eyes can't see.”", "      “Only a man who knows what it is like to be defeated can reach down to the bottom of his soul and come up with the extra ounce of power it takes to win when the match is even.”", "      “The man who views the world at 50 the same as he did at 20 has wasted 30 years of his life.”", "      “Why should they ask me to put on a uniform and go 10,000 miles from home and drop bombs and bullets on Brown people in Vietnam while so-called Negro people in Louisville are treated like dogs and denied simple human rights? No I’m not going 10,000 miles from home to help murder and burn another poor nation simply to continue the domination of white slave masters of the darker people the world over. This is the day when such evils must come to an end. I have been warned that to take such a stand would cost me millions of dollars. But I have said it once and I will say it again. The real enemy of my people is here. I will not disgrace my religion, my people or myself by becoming a tool to enslave those who are fighting for their own justice, freedom and equality. If I thought the war was going to bring freedom and equality to 22 million of my people they wouldn’t have to draft me, I’d join tomorrow. I have nothing to lose by standing up for my beliefs. So I’ll go to jail, so what? We’ve been in jail for 400 years.”", "      “Expect the best, prepare for the worst.”", "      “Inside of a ring or out, ain't nothing wrong with going down. It's staying down that's wrong.”", "      “He who is not courageous enough to take risks will accomplish nothing in life”", "      “You lose nothing when fighting for a cause ... In my mind the losers are those who don't have a cause they care about.”", "      “Silence is golden when you can't think of a good answer.”", "      “If they can make penicillin out of moldy bread, then they can sure make something out of you.”", "      “I am America. I am the part you won't recognize. But getused to me. Black, confident, cocky; my name, not yours;my religion, not yours; my goals, my own; get used to me.”", "      “No nation can rise to the height of glory unless your women are side by side with you. We are victims of evil customs. It is a crime against humanity that our women are shut up within the four walls of the houses as prisoners. There is no sanction anywhere for the deplorable condition in which our women have to live.”", "      “Democracy is in the blood of the Muslims, who look upon complete equality of mankind, and believe in fraternity, equality, and liberty.”", "      “It's just a job. Grass grows, birds fly, waves pound the sand. I beat people up.”", "      “I believe in the religion of Islam. I believe in Allah and peace. ”", "      “It's hard to be humble when you're as great as I am.”", "      “You will have to make up for the smallness of your size by your courage and selfless devotion to duty, for it is not life that matters, but the courage, fortitude and determination you bring to it.”", "      “You are free; you are free to go to your temples. You are free to go to your mosques or to any other places of worship in this State of Pakistan. You may belong to any religion, caste or creed—that has nothing to do with the business of the state.”", "      “It's lack of faith that makes people afraid of meeting challenges, and I believed in myself.”", "      “With faith, discipline and selfless devotion to duty, there is nothing worthwhile that you cannot achieve.”", "      “Age is whatever you think it is. You are as old as you think you are”", "      “No nation can ever be worthy of its existence that cannot take its women along with the men. No struggle can ever succeed without women participating side by side with men. There are two powers in the world; one is the sword and the other is the pen. There is a great competition and rivalry between the two. There is a third power stronger than both, that of the women.”", "      “The great majority of us are Muslims. We follow the teachings of the Prophet Mohammed (may peace be upon him). We are members of the brotherhood of Islam in which all are equal in rights, dignity and self-respect. Consequently, we have a special and a very deep sense of unity. But make no mistake: Pakistan is not a theocracy or anything like it.”", "      “Jokes? There are no jokes. The truth is the funniest joke of all.”", "      “India is not a nation, nor a country. It is a subcontinent of nationalities.”", "      “I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want.”", "      “Others may know pleasure, but pleasure is not happiness. It has no more importance than a shadow following a man.”", "      “Do not forget that the armed forces are the servants of the people. You do not make national policy; it is we, the civilians, who decide these issues and it is your duty to carry out these tasks with which you are entrusted.”", "      “I am the greatest, I said that even before I knew I was.”", "      “I have lived as plain Mr. Jinnah and I hope to die as plain Mr. Jinnah. I am very much averse to any title or honours and I will be more than happy if there was no prefix to my name.”", "      “The fight is won or lost far away from the witnesses, behind the lines, in the gym, and out there on the road; long before I dance under those lights.”", "      “What keeps me going is goals.”", "      “We have undoubtedly achieved Pakistan, and that too without bloody war, practically peacefully, by moral and intellectual force, and with the power of the pen, which is no less mighty than that of the sword and so our righteous cause has triumphed. Are we now going to besmear and tarnish this greatest achievement for which there is no parallel in the history of the world? Pakistan is now a fait accompli and it can never be undone, besides, it was the only just, honourable, and practical solution of the most complex constitutional problem of this great subcontinent. Let us now plan to build and reconstruct and regenerate our great nation...”", "      “I never thought of losing, but now that it's happened, the only thing is to do it right. That's my obligation to all the people who believe in me. We all have to take defeats in life. ”", "      “Any idea of a United India could never have worked and in my judgment it would have led us to terrific disaster.”", "      “I don't count my sit-ups; I only start counting when it starts hurting because they’re the only ones that count.”", "      “Go to College, Stay in school, If they can make penicillin out of mouldy bread, they can sure make something out of you.”", "      “This is the legend of Cassius Clay, The most beautiful fighter in the world today.He talks a great deal, and brags indeed-y, of a muscular punch that's incredibly speed-y.The fistic world was dull and weary,But with a champ like Liston, things had to be dreary.Then someone with color and someone with dash, Brought fight fans are runnin' with Cash.This brash young boxer is something to see And the heavyweight championship is his des-tin-y.This kid fights great; he’s got speed and endurance,But if you sign to fight him, increase your insurance.This kid's got a left; this kid's got a right,If he hit you once, you're asleep for the night.And as you lie on the floor while the ref counts ten,You’ll pray that you won’t have to fight me again.For I am the man this poem’s about,The next champ of the world, there isn’t a doubt.This I predict and I know the score,I’ll be champ of the world in ’64.When I say three, they’ll go in the third,10 months agoSo don’t bet against me, I’m a man of my word.He is the greatest! Yes!I am the man this poem’s about,I’ll be champ of the world, there isn’t a doubt.Here I predict Mr. Liston’s dismemberment,I’ll hit him so hard; he’ll wonder where October and November went.When I say two, there’s never a third,Standin against me is completely absurd.When Cassius says a mouse can outrun a horse,Don’t ask how; put your money where your mouse is!I AM THE GREATEST!”", "      “I am the greatest.”", "      “Islam expect every Muslim to do this duty, and if we realise our responsibility time will come soon when we shall justify ourselves worthy of a glorious past.”", "      “I have nothing to do with this pseudo-religious approach that Gandhi is advocating.”", "      “Wars of nations are fought to change maps. But wars of poverty are fought to map change.”", "      “I Ain't Got No Quarrel With The VietCong...No VietCong Ever Called Me Nigger.”", "      “Pakistan not only means freedom and independence but the Muslim Ideology which has to be preserved, which has come to us as a precious gift and treasure and which, we hope other will share with us.”", "      “I sincerely hope that they (relations between India and Pakistan) will be friendly and cordial. We have a great deal to do...and think that we can be of use to each other and to the world.”", "      “Allah is the Greatest. I'm just the greatest boxer”", "      “Come forward as servants of Islam, organize the people economically, socially, educationally and politically and I am sure that you will be a power that will be accepted by everybody.”", "      “Superman don't need no seat belt.”", "      “Life is a gamble. You can get hurt, but people die in plane crashes, lose their arms and legs in car accidents; people die every day. Same with fighters: some die, some get hurt, some go on. You just don't let yourself believe it will happen to you.”", "      “No settlement with the majority is possible as no Hindu leader speaking with any authority shows any concern or genuine desire for it.”", "      “You have to stand guard over the development and maintenance of Islamic democracy, Islamic social justice and the equality of manhood in your own native soil.”", "      “We should have a State in which we could live and breathe as free men and which we could develop according to our own lights and culture and where principles of Islamic social justice could find free play.”", "      “My message to you all is of hope, courage and confidence. Let us mobilize all our resources in a systematic and organized way and tackle the grave issues that confront us with the grim determination and discipline worthy of a great nation.”", "      “Wisdom is knowing when you can't be wise.”", "      “When Mrs. Jinnah feels cold, she will say so, and ask for a wrap herself.”", "      “I'll beat him so bad he'll need a shoehorn to put his hat on.”", "      “I figured that if I said it enough, I would convince the world that I really was the greatest.”", "      “It isn't the mountains ahead to climb that wear you out; it's the pebble in your shoe.”", "      “If you even dream of beating me, you'd better wake up and apologize.”", "      “A rooster crows only when it sees the light. Put him in the dark and he'll never crow. I have seen the light and I'm crowing.”", "      “No one starts out on top. You have to work your way up. Some mountains are higher than others, some roads steeper than the next. There are hardships and setbacks, but you can't let them stop you. Even on the steepest road, you must not turn back. You must keep going up. In order to reach the top of the mountain, you have to climb every rock.”", "      “Put yourself out on a limb, sucka, like me!”", "      “I am an ordinary man who worked hard to develop the talent I was given. I believed in myself, and I believe in the goodness of others.”", "      “Impossible is nothing.”", "      “It's all in her walk, a cartoon swagger. Part Jayne Mansfield, part Muhammad Ali. Men never know if it's an invitation upstairs or an invitation outside. ”", "      “How many times have you seen Muslims quote an ayah of the Quran and their eyes were full of anger? Let me tell you, that is not how Angel Jibril brought the Quran to Prophet Muhammad (peace be upon him) and that's not how our Prophet recited the Quran to his people.”", "      “You don’t have to be in a boxing ring to be a great fighter. As long as you are true to yourself, you will succeed in your fight for that in which you believe.”", "      “Truly great people in history never wanted to be great for themselves. All they wanted was the chance to do good for others and to be close to God. I'm not perfect. I know that I still have things to work out, and I'm working on them. There are certain things I have done that I am not proud of, especially when they caused pain to others. I ask God for forgiveness.”", "      “إذا كانوا قد استطاعوا أن يصنعوا البنسلين من الخبز المتعفن، فإنهم يستطيعون بالتأكيد صنع شئ مفيد منك”", "      “[The Quran is] a Revelation sent down by al-'Azeez, ar-Raheem.\" [Yaseen: 5]The Quran is 'azeez (authoritative) and it's from al-'Azeez. And the Prophet is the most merciful human to ever live and was sent as a mercy to mankind from ar-Raheem. It's the perfect message delivered on the tongue of a perfect Messenger (salAllahu alayhi wa sallam).”", "      “I've never let anyone talk me into not believing in myself.”", "      “Don't count the days, make the days count”", "      “The day I met Islam, I found a power within myself that no man could destroy or take away from me.”", "      “And so it has taken me all of sixty years to understand that water is the finest drink, and bread the most delicious food. and that art is worthless unless it plants a measure of splendor in people's hearts.”", "      “My conscience won't let me go shoot my brother, or some darker people, or some poor hungry people in the mud for big powerful America. And shoot them for what? They never called me nigger, they never lynched me, they didn't put no dogs on me, they didn't rob me of my nationality, rape and kill my mother and father... Shoot them for what? How do I got to go shoot them, poor little black people, little babies, children, and women? How can I shoot them poor people? Just take me to jail.”", "      “The man who has no imagination has no wings.”", "      “I could see it. I could almost feel it. When I proclaimed that I was the greatest of all time, I believed in myself, and I still do.”", "      “If your dreams don't scare you, they aren't big enough.”", "      “When you want to talk about who made me, you talk to me. Who made me is ME.”", "      “An enemy of today is a friend of tomorrow”", "      “It's ironic when black non-Muslims say Islam is not a religion that uplifts black people when two of the most celebrated black heroes in recent history were both Muslim; Malcolm X and Muhammad Ali.”", "      “The man who views the world at 50 the same as he did at 20 has wasted 30 years of his life.” -”", "      “Woman is a beam of the divine Light. She is not the being whom sensual desires takes as its object. She is Creator, it should be said. She is not a creature. Great Fatima-ul- Zehra ( Means of Fatima the Radiant, Brightest Star, Star of Venus, The Evening Star), the daughter of the Prophet, is the secret in Sufism. She is the Hujjat of Ali (JJ). In other words, she establishes the esoteric sense of his knowledge and guides those who attain to it.Through her perfume, we breathe paradise. Though she was his daughter, the Prophet Muhammad (SAWW) called her “Um Abi’ha” (mother of her father). What mystery was the Prophet hinting at by this statement? While Fatima Zahra ( Salam -ullah – alleha ) was Muhammad’s (SAWW) daughter. The spiritual Fatima Al-Batool ( the divine virgin) her house is the living Ka’ba.”", "      “Hal yang pali aku sesali adalah aku tidak bisa membuat dua orang mengerti jalan pikiran ku, orang pertama adalah Muhammad Ali Jihad dan kedua adalah anakku, Harilal.”", "      “I'm hungry for knowledge. The whole thing is to learn every day, to get brighter and brighter. That's what this world is about. You look at someone like Gandhi, and he glowed. Martin Luther King glowed. Muhammad Ali glows. I think that's from being bright all the time, and trying to be brighter.”", "      “..Imam Ali [A]..'However knows himself (his soul or spirit) knows [or has known] his Lord”", "      “I know where I’m going and I know the truth, and I don’t have to be what you want me to be. I’m free to be what I want.”", "      “Inside of a ring or out, ain’t nothing wrong with going down. It’s staying down that’s wrong.”", "      “I ought to have awe­some core strength, you know, because this bal­anc­ing thing is hard work.”", "      “But when a faithful Muslim is alone by himself, he is not lonely. As a matter of fact being alone is prized by faithful Muslims. There is a Hadith from Imam Sajjad (A.S.) in which the Imam is quoted as saying: 'If all between the East and West were to die, I would not feel lonely as long as the Qur'an was with me.”", "      “We (women) are a powerful force, but it is not our fists that propel us, it is our minds and wiles.”", "      “I want to go to my country, if I can go back with the substance of freedom in my hand; and if you do not give us freedom, you will have to give me a grave here”", "      “Don’t count the days; make the days count.”", "      “What you’re thinking is what you’re becoming.”", "      “Truly great people in history never wanted to be great for themselves. All they wanted was the chance to do good for others and be close to God.” -Muhammad Ali”", "      “Anything the mind can conceive, the body can do.”", "      “If you have to run then learn from Bolt, if you have to fight watch Muhammad Ali`s jab and grab punches, if dunking with a basketball does it for you why not pull a Vince Carter or fly in like Michael Jordan , if science and evolution tickles your fancy have you read \"Evolution\" by Charles Darwin? Well, Like Martin Luther king said \" If a man is called to be a street sweeper, he should sweep streets even as Michelangelo painted, or Beethoven composed music, or Shakespeare wrote poetry. He should sweep streets so well that all the hosts of heaven and earth will pause to say, here lived a great street sweeper who did his job well.\" So pickup that broom , get started and stop complaining!”", "      “What keeps me going are goals.”", "      “Float like a butterfly, sting like a bee. The hands can't hit what the eyes can't see.”", "      “Entrena mientras ellos duermen, estudia mientras ellos se divierten, persiste mientras ellos descansen y vive lo que ellos sueñan.”", "      “Misticizam nema nikakve veze sa postizanjem moci da seupoznaju nevidljive stvari, da se prave cuda, da se namece voljadrugim ljudima pomocu misterioznih psihickih sredstava. On takodernema ništa zajednickog sa asketizmom, mucenjem samoga sebe,zatvaranjem u samostan, meditacijama i osjecajima koji slijede izisposništva (koji mogu biti pokatkada sredstvo ali nikada cilj), niti sanekim vrstama vjerovanja u Božije Bice (panteizam i druga). Ontakoder nema ništa zajednicko sa tvrdnjama nekih šarlatana da jemistik iznad islamskog zakona i potrebnog minimuma islamskihdužnosti.U nedostatku boljeg izraza, može se reci da je misticizammetoda najboljeg licnog ponašanja: nacin na koji se postiže kontrolanad samim sobom, iskrenost, ostvarenje stalnoga prisustva Boga unašim djelima, napor da volimo Boga, sve više i više.”", "      “The man who has no imagination,has no wing”", "      “Dikarenakan keimanannya yang besar kepada Allah dan Hari Akhir, kepribadian Utsman menjadi stabil dan seimbang. Kekuatan yang dimilikinya tak lantas mengalahkan sikap adilnya, kekuasaannya tak lantas mengalahkan kasih sayangnya, dan kekayaannya tak lantas mengalahkan ketawadu'annya.”", "      “Prophet Muhammad pbuh told Hadrat Ali: \"You are related to me as Aaron was related to Moses pbuh. But no apostle will come after me”"]