["      “Education is the most powerful weapon which you can use to change the world.”", "      “When a man is denied the right to live the life he believes in, he has no choice but to become an outlaw.”", "      “I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.”", "      “A good head and good heart are always a formidable combination. But when you add to that a literate tongue or pen, then you have something very special.”", "      “It always seems impossible until it's done.”", "      “No matter how old you are now. You are never too young or too old for success or going after what you want. Here’s a short list of people who accomplished great things at different ages1) Helen Keller, at the age of 19 months, became deaf and blind. But that didn’t stop her. She was the first deaf and blind person to earn a Bachelor of Arts degree.2) Mozart was already competent on keyboard and violin; he composed from the age of 5.3) Shirley Temple was 6 when she became a movie star on “Bright Eyes.”4) Anne Frank was 12 when she wrote the diary of Anne Frank.5) Magnus Carlsen became a chess Grandmaster at the age of 13.6) Nadia Comăneci was a gymnast from Romania that scored seven perfect 10.0 and won three gold medals at the Olympics at age 14.7) Tenzin Gyatso was formally recognized as the 14th Dalai Lama in November 1950, at the age of 15.8) Pele, a soccer superstar, was 17 years old when he won the world cup in 1958 with Brazil.9) Elvis was a superstar by age 19.10) John Lennon was 20 years and Paul Mcartney was 18 when the Beatles had their first concert in 1961.11) Jesse Owens was 22 when he won 4 gold medals in Berlin 1936.12) Beethoven was a piano virtuoso by age 2313) Issac Newton wrote Philosophiæ Naturalis Principia Mathematica at age 2414) Roger Bannister was 25 when he broke the 4 minute mile record15) Albert Einstein was 26 when he wrote the theory of relativity16) Lance E. Armstrong was 27 when he won the tour de France 17) Michelangelo created two of the greatest sculptures “David” and “Pieta” by age 2818) Alexander the Great, by age 29, had created one of the largest empires of the ancient world19) J.K. Rowling was 30 years old when she finished the first manuscript of Harry Potter20) Amelia Earhart was 31 years old when she became the first woman to fly solo across the Atlantic Ocean21) Oprah was 32 when she started her talk show, which has become the highest-rated program of its kind22) Edmund Hillary was 33 when he became the first man to reach Mount Everest23) Martin Luther King Jr. was 34 when he wrote the speech “I Have a Dream.\"24) Marie Curie was 35 years old when she got nominated for a Nobel Prize in Physics 25) The Wright brothers, Orville (32) and Wilbur (36) invented and built the world's first successful airplane and making the first controlled, powered and sustained heavier-than-air human flight26) Vincent Van Gogh was 37 when he died virtually unknown, yet his paintings today are worth millions.27) Neil Armstrong was 38 when he became the first man to set foot on the moon.28) Mark Twain was 40 when he wrote \"The Adventures of Tom Sawyer\", and 49 years old when he wrote \"Adventures of Huckleberry Finn\"29) Christopher Columbus was 41 when he discovered the Americas30) Rosa Parks was 42 when she refused to obey the bus driver’s order to give up her seat to make room for a white passenger31) John F. Kennedy was 43 years old when he became President of the United States32) Henry Ford Was 45 when the Ford T came out.33) Suzanne Collins was 46 when she wrote \"The Hunger Games\"34) Charles Darwin was 50 years old when his book On the Origin of Species came out.35) Leonardo Da Vinci was 51 years old when he painted the Mona Lisa.36) Abraham Lincoln was 52 when he became president.37) Ray Kroc Was 53 when he bought the McDonalds Franchise and took it to unprecedented levels.38) Dr. Seuss was 54 when he wrote \"The Cat in the Hat\".40) Chesley \"Sully\" Sullenberger III was 57 years old when he successfully ditched US Airways Flight 1549 in the Hudson River in 2009. All of the 155 passengers aboard the aircraft survived41) Colonel Harland Sanders was 61 when he started the KFC Franchise42) J.R.R Tolkien was 62 when the Lord of the Ring books came out43) Ronald Reagan was 69 when he became President of the US44) Jack Lalane at age 70 handcuffed, shackled, towed 70 rowboats45) Nelson Mandela was 76 when he became President”", "      “Resentment is like drinking poison and then hoping it will kill your enemies.”", "      “For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others.”", "      “There is nothing like returning to a place that remains unchanged to find the ways in which you yourself have altered.”", "      “Do not judge me by my successes, judge me by how many times I fell down and got back up again.”", "      “I have walked that long road to freedom. I have tried not to falter; I have made missteps along the way. But I have discovered the secret that after climbing a great hill, one only finds that there are many more hills to climb. I have taken a moment here to rest, to steal a view of the glorious vista that surrounds me, to look back on the distance I have come. But I can only rest for a moment, for with freedom come responsibilities, and I dare not linger, for my long walk is not ended.”", "      “Lead from the back — and let others believe they are in front.”", "      “I am not a saint, unless you think of a saint as a sinner who keeps on trying.”", "      “As I walked out the door toward the gate that would lead to my freedom, I knew if I didn't leave my bitterness and hatred behind, I'd still be in prison.”", "      “There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living.”", "      “If you talk to a man in a language he understands, that goes to his head. If you talk to him in his language, that goes to his heart.”", "      “As I have said, the first thing is to be honest with yourself. You can never have an impact on society if you have not changed yourself... Great peacemakers are all people of integrity, of honesty, but humility.”", "      “Don't raise your voice, improve your argument.\"[Address at the Nelson Mandela Foundation in Houghton, Johannesburg, South Africa, 23 November 2004]”", "      “Overcoming poverty is not a task of charity, it is an act of justice. Like Slavery and Apartheid, poverty is not natural. It is man-made and it can be overcome and eradicated by the actions of human beings. Sometimes it falls on a generation to be great. YOU can be that great generation. Let your greatness blossom.”", "      “ As we let our own light shine, we unconsciously give other people permission to do the same.”", "      “It is said that no one truly knows a nation until one has been inside its jails. A nation should not be judged by how it treats its highest citizens, but its lowest ones.”", "      “I am the captain of my soul.”", "      “A winner is a dreamer who never gives up”", "      “Where you stand depends on where you sit.”", "      “Appearances matter — and remember to smile.”", "      “One of the things I learned when I was negotiating was that until I changed myself, I could not change others.”", "      “After climbing a great hill, one only finds that there are many more hills to climb.”", "      “Courage is not the absence of fear — it s inspiring others to move beyond it.”", "      “May your choices reflect your hopes, not your fears.”", "      “During my lifetime I have dedicated myself to this struggle of the African people. I have fought against white domination, and I have fought against black domination. I have cherished the ideal of a democratic and free society in which all persons live together in harmony and with equal opportunities. It is an ideal which I hope to live for and to achieve. But if needs be, it is an ideal for which I am prepared to die.”", "      “You will achieve more in this world through acts of mercy than you will through acts of retribution.”", "      “One cannot be prepared for something while secretly believing it will not happen.”", "      “When Mandela passed away, the long walk to freedom will be longer and harder. I wish with my tears that every parent tell about Mandela to their children, shall their children grow up firmly and with faith.”", "      “Live life as though nobody is watching, and express yourself as though everyone is listening.”", "      “Nothing is black or white.”", "      “In my country we go to prison first and then become President. ”", "      “What counts in life is not the mere fact that we have lived. It is what difference we have made to the lives of others that will determine the significance of the life we lead.”", "      “There can be no keener revelation of a society's soul than the way in which it treats its children.”", "      “We know too well that our freedom is incomplete without the freedom of the Palestinians.”", "      “There is no easy walk to freedom anywhere, and many of us will have to pass through the valley of the shadow of death again and again before we reach the mountaintop of our desires”", "      “Know your enemy — and learn about his favorite sport.”", "      “It is not where you start but how high you aim that matters for success.”", "      “I am not an optimist, but a great believer of hope.”", "      “Sometimes it falls upon a generation to be great, you can be that generation”", "      “Let there be justice for all. Let there be peace for all. Let there be work, bread, water and salt for all. Let each know that for each the body, the mind and the soul have been freed to fulfill themselves.”", "      “I AM THE MASTER OF MY FATE AND THE CAPTAIN OF MY DESTINY.”", "      “Your playing small does not serve the world. Who are you not to be great?”", "      “Quitting is leading too.”", "      “It is what we make out of what we have, not what we are given, that separates one person from another.”", "      “We must use time creatively, and forever realize that the time is always ripe to do right.”", "      “Tread softly,Brathe peacefully,Laugh hysterically.”", "      “The brave man is not the one who has no fears, he is the one who triumphs over his fears.”", "      “When the water starts boiling it is foolish to turn off the heat.”", "      “It is better to lead from behind and to put others in front, especially when you celebrate victory when nice things occur. You take the front line when there is danger. Then people will appreciate your leadership.”", "      “We owe our children – the most vulnerable citizens in any society – a life free from violence and fear.”", "      “I dream of an Africa which is in peace with itself.”", "      “If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner. -Nelson Mandela, activist, South African president, Nobel Peace Prize (b. 1918)”", "      “Once a person is determined to help themselves, there is nothing that can stop them.”", "      “A good head and a good heart are always a formidable combination.”", "      “Your playing small does not serve the world. There's nothing enlightened about shrinking so that other people won't feel insecure around you.”", "      “Peace is the greatest weapon for development that any person can have.”", "      “It is music and dancing that make me at peace with the world.”", "      “Lead from the front — but don t leave your base behind.”", "      “The brave man is not he who does not feel afraid, but he who conquers that fear.”", "      “No single person can liberate a country. You can only liberate a country if you act as a collective.”", "      “Only free men can negotiate,prisoners can't enter in contracts”", "      “We must use time wisely and forever realize that the time is always ripe to do right.”", "      “Education is the most powerful weapon we can use to change the world”", "      “I always knew that deep down in every human heart, there is mercy and generosity. No one is born hating another person because of the color of his kin, or his background, or his religion. People must learn to hate, and if they can learn to hate, they can be taught to love, for love comes more naturally to the human heart than the opposite.”", "      “There are few misfortunes in this world that you cannot turn into a personal trimuph if you have the iron will and the neccessary skill.”", "      “Money wont create success, the fredom to make it will”", "      “Courageous people do not fear forgiving, for the sake of peace.”", "      “Your victory has demonstrated that no person anywhere in the world should not dare to dream of wanting to change the world for a better place.”", "      “We forgive but not forgotten”", "      “When I look at Africa many questions come to mind, many times I have asked myself what would happen if Dr Kwame Nkrumah and Patrice Lumumba were to rise up and see what is happening, many times I have asked myself what would happen if Nelson Madiba Mandela were to rise up and see what is happening, because what they will be confronted with is an Africa where the Democratic Republic of Congo is unsettled, there is a war going on there, but it's not on the front pages of our newspapers because we don't even control our newspapers and the media.”", "      “If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner.”", "      “For a revolution is not just a question of pulling a trigger; its purpose is to create a fair just society”", "      “Courage is not the absence of fear, but the triumph over it.”", "      “Having resentment against someone is like drinking poison and thinking it will kill your enemy.”", "      “He knew when to compromise. Yet he never compromised his principles. He was a militant. Yet a militant who knew how to plan, assess concrete situations and emerge with rational solutions to problems.”", "      “My greatest hero is Nelson Mandela. What a man. Incarcerated for 25 years, he was released in 1990 and he hasn't reoffended. I think he's going straight, which shows you prison does work.”", "      “Resentment is a method of self harm. \"As I walked out the door toward the gate that would lead to my freedom, I knew if I didn’t leave my bitterness and hatred behind, I’d still be in prison.”", "      “انسانها آفريده شده اند؛که عشق بورزند و به آنها عشق ورزیده شود....!!!اشیاء ساخته شده اند؛که مورد استفاده قرار بگیرند...!!!دلیل آشفتگی های دنیا این است؛که به اشياء عشق ورزیده می شود و انسانها مورد استفاده قرار میگيرند.”", "      “It is most unusual to return to a place that has changed in ways you yourself have altered.”", "      “I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.\"\"Resentment is like drinking poison and then hoping it will kill your enemies.\"\"A good head and a good heart are always a formidable combination.”", "      “No one i born hating another person because of the colour of his skin, or his background, or his religion. People must learn to hate, and if they can learn to hate, they can be taught to love, for love comes more naturally to the human heart than its opposite.”", "      “Sometimes it falls upon a generation to be great...”", "      “There is no such thing as part freedom”", "      “I have fought against white domination, and I have fought against black domination,” he told the court. “I have cherished the ideal of a democratic and free society in which all persons will live together in harmony and with equal opportunities. It is an ideal for which I hope to live for and to see realized. But my lord, if it needs be, it is an ideal for which I am prepared to die.”", "      “Although Verwoerd thought Africans were lower than animals, his death did not yield us any pleasure. Political assassination is not something I or the ANC ever supported. It is a primitive way of contending with an opponent”", "      “True leaders are willing to die for their dreams. They don't oppress with ignorance; they impress with visions\". They live like Martin Luther King Jr, Nelson Mandela...”", "      “I heard somebody say, 'Where's (Nelson) Mandela?' Well, Mandela's dead. Because Saddam killed all the Mandelas. --George W. Bush, on the former South African president, who is still very much alive, Washington, D.C., Sept. 20, 2007”", "      “I never lose. I either win or learn.”", "      “What freedom am I being offered while the organization of the people remains banned? Only free men can negotiate. A prisoner cannot enter into contracts,”", "      “The Oscar-nominated documentary The Act of Killing tells the story of the gangster leaders who carried out anti-communist purges in Indonesia in 1965 to usher in the regime of Suharto.The film’s hook, which makes it compelling and accessible, is that the filmmakers get Anwar —one of the death-squad leaders, who murdered around a thousand communists using a wire rope—and his acolytes to reenact the killings and events around them on film in a variety of genres of their choosing.In the film’s most memorable sequence, Anwar—who is old now and actually really likable, a bit like Nelson Mandela, all soft and wrinkly with nice, fuzzy gray hair—for the purposes of a scene plays the role of a victim in one of the murders that he in real life carried out.A little way into it, he gets a bit tearful and distressed and, when discussing it with the filmmaker on camera in the next scene, reveals that he found the scene upsetting. The offcamera director asks the poignant question, “What do you think your victims must’ve felt like?” and Anwar initially almost fails to see the connection. Eventually, when the bloody obvious correlation hits him, he thinks it unlikely that his victims were as upset as he was, because he was “really” upset. The director, pressing the film’s point home, says, “Yeah but it must’ve been worse for them, because we were just pretending; for them it was real.”Evidently at this point the reality of the cruelty he has inflicted hits Anwar, because when they return to the concrete garden where the executions had taken place years before, he, on camera, begins to violently gag.This makes incredible viewing, as this literally visceral ejection of his self and sickness at his previous actions is a vivid catharsis. He gagged at what he’d done.After watching the film, I thought—as did probably everyone who saw it—how can people carry out violent murders by the thousand without it ever occurring to them that it is causing suffering? Surely someone with piano wire round their neck, being asphyxiated, must give off some recognizable signs? Like going “ouch” or “stop” or having blood come out of their throats while twitching and spluttering into perpetual slumber?What it must be is that in order to carry out that kind of brutal murder, you have to disengage with the empathetic aspect of your nature and cultivate an idea of the victim as different, inferior, and subhuman. The only way to understand how such inhumane behavior could be unthinkingly conducted is to look for comparable examples from our own lives. Our attitude to homelessness is apposite here.It isn’t difficult to envisage a species like us, only slightly more evolved, being universally appalled by our acceptance of homelessness.“What? You had sufficient housing, it cost less money to house them, and you just ignored the problem?”They’d be as astonished by our indifference as we are by the disconnected cruelty of Anwar.”", "      “I was not a messiah, but an ordinary man who had become a leader because of extraordinary circumstances.”", "      “if you talk to a man in a second language , your talking to his brain ,if you talk to him in his mother language you're talking to his heart -”", "      “Non-violence is a good policy when conditions permit.”", "      “Violence was the only weapon that would destroy apartheid.”", "      “Fools multiply when wise men are silent.”", "      “No one is born hating another person because of the color of his skin, or his background, or his religion … if they can learn to hate, they can be taught to love.”", "      “A blind pursuit of cheap popularity has nothing to do with revolution.\"[Political Report of the National Executive Committee to the forty-ninth A.N.C. National Conference, Bloemfontein, South Africa, 17 December 1994]”", "      “I do not deny, however, that I planned sabotage. I did not plan it in a spirit of recklessness nor because I have any love of violence. I planned it as a result of a calm and sober assessment of the political situation that had arisen after many years of tyranny, exploitation and oppression of my people by the Whites.”", "      “إننا لا نخاف من تجربة أي شي جديد لكننا في الواقع نخشى أن نعرف مدى قوتنا على تحقيق المستحيل”", "      “n Mens het letterkunde in jou lewe nodig, want daarsonder gaan jy agteruit.”", "      “Tread softly,Breathe peacefully,Laugh hysterically.” ― Nelson Mandela”", "      “If I had my time over I would do the same again, so would any man who dares call himself a man.”", "      “Niente come tornare in un luogo rimasto immutatoci fa scoprire quanto siamo cambiati...”", "      “Difficulties break some men but make others”", "      “What in Mandela was seen as an almost saintly ability to conciliate could, in a lesser man, be read as weak-kneed populism.”", "      “« L’éducation est l’arme la plus puissante que vous pouvez utiliser pour changer le monde. »”", "      “A good head and a good heart are always a formidable combination.”", "      “overcoming fear, personal scarifies for the cause of freedom of all, and ability to see good in your enemies – No one is born hating another person because of the color of your skin, or his background, or his religion … if they can learn to hate, they can be taught to love.”", "      “Don't Judge a person by his success stories, but only with how many times the person stood up, after falling down.”", "      “Overcoming poverty is not a gesture of charity. It is an act of justice. It is the protection of a fundamental human right, the right to dignity and a decent life.\"[ Live 8 Concert, Mary Fitzgerald Square, Johannesburg, South Africa, 2 July 2005]”", "      “Mandela alikuwa hodari ndiyo maana akapelekwa jela. Alikuwa mvumilivu ndiyo maana akakaa jela kwa miaka ishirini na saba. Alivyotoka akawa kiongozi bora wa Afrika Kusini. Utu ukafanya awasamehe binadamu wenzake. Urithi wa Nelson Mandela kwetu ni uhodari, uvumilivu, uongozi bora, utu na msamaha kwa binadamu wenzetu. Mandela alikuwa baba kwa familia yake. Kwa Afrika Kusini alikuwa mlezi wa ndoto, ya amani na uhuru.”", "      “A good leader can engage in a debate frankly and thoroughly, knowing that at the end he and the other side must be closer, and thus emerge stronger. You don't have that idea when you are arrogant, superficial, and uninformed.”", "      “It was not lack of ability that limited my people, but lack of opportunity.”", "      “The human body has an enormous capacity for adjusting to trying circumstances. I have found that one can bear the unbearable if one can keep one's spirit strong, even when one's body is being tested. Strong convictions are the secret of surviving deprivation. Your spirit can be full even when your stomach is empty.”", "      “Il nostro giocare in piccolo non serve al mondo.”", "      “I am not what happened to me; I am what I choose to become.”", "      “When my son speaks of playing sports, I've always told him: playing on the team is great, but aspire to be the guy who owns the team. I've always told my son: most of the guys on the team will end up bankrupt with bum knees, but not the guy who owns that franchise.”", "      “There is little to be said in favour of poverty, but it was often an incubator of true friendship. Many people will appear to befriend you when you are wealthy, but precious few will do the same when you are poor”", "      “We are the children of Nelson Mandela; we are the children of Kwame Nkrumah; we are the children of Haile Selassie; we are the children of Samora Machel; we are the children of Robert Mugabe; we are the children of Patrice Lumumba; we are the children of Julius Kambarage Nyerere. We know who we are.”", "      “May your choices reflect your hopes, not your fears”", "      “Let's be grateful to all those who came in before us. Grateful to all those men and women, young and old alike, who paved the path forward for us, brick by brick. To those men and women who marched across the bridge in Selma on that great day, those men and women who rallied behind the Gandhis and the Mandelas every single time they were needed, to those men and women who stood up for voting rights and civil rights and gay rights and equality and justice and a free world, those men and women who invented the future by inventing things that fundamentally changed the world from the electricity to vaccinations, from airplanes to birth control pills, from the printing press to the internet.”", "      “A winner is a dreamer who never gives up.”", "      “I never lose. I either win or I learn.”", "      “A new world will be won not by those who stand at a distance with their arms folded...”", "      “The charismatic portrait of the modern leadership looks nothing like Fidel Castro. It is a faceless portrait that epitomizes the toughness of Ronald Reagan, Nelson Mandela's charisma, and the most compassionate heart of Mother Theresa.”", "      “No one is born hating another person. If they can learn to hate, they can be taught to love.”", "      “To deny people of their human rights is to challenge their very humanity.”", "      “War and peace. There are blurred lines in the realities of both. A separation anxiety as the paradigm shifts from the air that a sniper wears on his face (real life, entertainment for the masses or the propaganda machine you decide), to the blueprint of an assassination in a driveway (Chris Hani lying in a pool of his own blood). You know that we cannot eat stones but we can burn, butcher, necklace, murder, forcibly remove and displace entire families, races of different faiths in the name of apartheid. Nelson Mandela, Steve Biko and Chris Hani instruments of change, war, tolerance or peace. The Romantics got it right before anyone else did. Truth is beauty. The truth is South Africa is not cool anymore.”", "      “May your choices reflect your hopes and not your fears.”", "      “If you talk to a man in a language he understands, that goes to his head. If you talk to him in his language, that goes to his heart”", "      “No one is born hating another person because of the color of his skin or his background or his religion. People must learn to hate, and if they can learn to hate, they can be taught to love, for love comes more naturally to the human heart than its opposite”", "      “I wrote this book for the Nelson Mandela's of our communities who are willing to stand up for change and people who are oppressed or suppressed from fulfilling their life's purpose”", "      “To be free is to not merely cast off one’s chains, but to live in a way that respects and enhances the freedom of others.”", "      “Lead from the back and let others believe they are in front.”", "      “As Chief Luthuli said, 'When the women begin to take an active part in the struggle, no power on earth can stop us from achieving freedom in our lifetime.”", "      “Peace is not just the absence of conflict; peace is the creation of an environment where all can flourish regardless of race, color, creed, religion, gender, class, caste or any other social markers of difference.”", "      “jeunes, insolents, libres, vrais, puissants, et anonymes et vous avez de la chance car si on sort de notre anonymat on sera pire que Nelson Mandela et on vous fera souffrir encore plus. 1. Arrêtez votre censure - 2. Arrêtez votre répression policière 3. Arrêtez votre injustice. Mais vous savez quoi? nous jeunes tunisiens on vous niquera quand même bande d'enculés de vieux pervers, on attends votre gouvernement pour lui pisser dessus. Sucez nous comme vous avez sucé Ben Ali! Vous aimez ça vieux cons.”", "      “Some men, under the pressure of incarceration, showed true mettle, while others revealed themselves as less than what they had appeared to be.”", "      “Man's goodness is a flame that can be hidden but never extinguished.”", "      “We're not here to make people like us, we're here to change the world for the better.”", "      “Yes”", "      “Putting someone before yourself is possible only if that is done literally.”", "      “We understand it still that there is no easy road to freedom. We know it well that none of us acting alone can achieve success. We must therefore act together as a united people, for national reconciliation, for nation building, for the birth of a new world. Let there be justice for all. Let there be peace for all.”", "      “Tabia yako ya siri mwanao atakuwa nayo! Kama Nelson Mandela alikuwa alama ya msamaha, msamaha ni tabia yetu. Kama Kwame Nkrumah alikuwa alama ya umoja, umoja ni tabia yetu. Kama Patrice Lumumba alikuwa alama ya uzalendo, uzalendo ni tabia yetu. Kama Robert Mugabe ni alama ya udikteta, udikteta ni tabia yetu. Kama Haile Selassie alikuwa alama ya ushujaa, ushujaa ni tabia yetu. Kama Samora Machel alikuwa alama ya ujamaa, ujamaa ni tabia yetu. Kama Julius Kambarage Nyerere alikuwa alama ya haki, haki ni tabia yetu. Sisi ni watoto wa wazalendo wa Afrika! Wao ni baba wa mataifa ya Afrika! Tumerithi tabia zao za siri.”", "      “Tribute: Nelson MandelaTonight, I salute not the sun.Tonight, I salute not the stars.Tonight, I laud a hero.Tonight, I extol a legend.Tonight, I hail Nelson Mandela.\"He came from the sky,\" some say.\"He came from the stars,\" others claim.\"He came from Heaven,\" many declare.\"He came from God,\" all affirm.Madiba, you are my teacher.Madiba, you are my elder.You are my father.You are my hero.I won't break even if they imprison me.I won't shake even if they threaten me.I won't weep even if they kill me.I won't yield even if they assassinate me.You are our symbol of courage.You are our emblem of hope.You are our model of faithYou are our paragon of love.You are our champion.You are our hero.You are our legend.We fight for you.We suffer for you.We are even prepared to die for you.You opened our eyes.You opened our ears.You opened our minds.You opened our hearts.How sharp your mind was.How strong your heart was.How pure your soul was.You were a fox,you were a lion,but you were also a dove.Long live Madiba, Africa remembers you!Long live Madiba, Africa honors you!Long live Madiba, Africa celebrates you!Long live Madiba, the world loves you!!!”", "      “Nelson Mandela, dat was, toch, geloof ik, die knurft, de sufferd, met een suikerbiet in zijn linkerhand; of was, het, een ander?”", "      “Nelson Mandela was not free because of his attitude towards life and love.Petra HermansOctober 4, 2016”", "      “People must learn to hate, and if they can learn to hate, they can be taught to love.”", "      “Your secret behavior will be inherited by your children! If Nelson Mandela was a symbol of reconciliation; then reconciliation is our character. If Kwame Nkrumah was a symbol of unity; then unity is our character. If Patrice Lumumba was a symbol of patriotism; then patriotism is our character. If Robert Mugabe is a symbol of dictatorship; then dictatorship is our character. If Haile Selassie was a symbol of heroism; then heroism is our character. If Samora Machel was a symbol of socialism; then socialism is our character. If Julius Kambarage Nyerere was a symbol of justice; then justice is our character. We are the children of the African patriarchs! They are the fathers of the African nations! We have inherited their secret behaviors.”", "      “What an amazing gift to help people, not just yourself.”", "      “It is a fact that racial discrimination still exists in the United States and in South America.”", "      “Madiba reminds that democracy is more than just elections.”", "      “If people learn to hate they can learn to love.”", "      “If people can learn to hate they can learn to love.”", "      “There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living\" (Mandela)”", "      “you will continue to live in thehearts of us you'll always anHero of Africa, your name will stay in our mind we will never forget your past until the end of world. May god rest yoursoul in peace. R.I.P Nelson Mandela”", "      “People must learn to hate, and if they can learn to hate, they can be taught to love.\" - Nelson Mandela”", "      “Our neighbor, Hugo du Toit, was a very handsome Afrikaner, who, with his two sisters, was a close friend of Louis Botha, the first Prime Minister of the Union of South Africa, and also a close friend of General Jan Christiaan Smuts, the Prime Minister of the Union of South Africa from 1919 until 1924. He became a South African military leader during World War II. Although some accuse Smuts of having started apartheid, he later stood against it and was a force behind the founding of the United Nations. He is still considered one of the most eminent Afrikaners ever…. At his expansive farm house, Hugo had autographed photos of both men on his study wall. Parties were frequently held at my grandparents’ home and the thought of roasted turkeys and potatoes which Cherie had prepared, brings back warm memories of a delightful era, now lost forever.” The Colonial History of South AfricaFor many years South Africa was occupied primarily by Dutch farmers known as Boers who had first arrived in the Cape of Good Hope in 1652 when Jan van Riebeeck established the Dutch East India Company and later by British settlers who arrived in the Cape colony after the Napoleonic wars in the 1820’s, on board the sailing ships the Nautilus and the Chapman. For the most part the two got along like oil and water. After 1806, some of the Dutch-speaking settlers left the Cape Colony and trekked into the interior where they established the Boer Republics. There were many skirmishes between them, as well as with the native tribes. In 1877 after the First Boer War between the Dutch speaking farmers and the English, the Transvaal Boer republic was seized by Britain. Hostilities continued until the Second Boer War erupted in October of 1899, costing the British 22,000 lives. The Dutch speaking farmers, now called Afrikaners, lost 7,000 men and having been overrun by the English acknowledged British sovereignty by signing the peace agreement, known as the “Treaty of Vereeniging,” on May 31, 1902.Although this thumbnail sketch of South African history leaves much unsaid, the colonial lifestyle continued on for the privileged white ruling class until the white, pro-apartheid National Party, was peacefully ousted when the African National Congress won a special national election. Nelson Mandela was elected as the first black president on May 9, 1994. On May 10, 1994, Mandela was inaugurated as The Republic of South Africa's new freely elected President with Thabo Mbeki and F.W. De Klerk as his vice-presidents.”", "      “Who has the moral high ground? Fifteen blocks from the whitehouse on small corners in northwest, d.c. boys disguised as me rip each other’s hearts out with weapons made in china. they fight for territory. across the planet in a land where civilization was born the boys of d.c. know nothing about their distant relatives in Rwanda. they have never heard of the hutu or tutsi people. their eyes draw blanks at the mention of kigali, byumba or butare. all they know are the streets of d.c., and do not cry at funerals anymore. numbers and frequency have a way of making murder commonplace and not news unless it spreads outside of our house, block, territory. modern massacres are intraethnic. bosnia, sri lanka, burundi, nagorno-karabakh, iraq, laos, angola, liberia, and rwanda are small foreign names on a map made in europe. when bodies by the tens of thousands float down a river turning the water the color of blood, as a quarter of a million people flee barefoot into tanzania and zaire, somehow we notice. we do not smile, we have no more tears. we hold our thoughts. In deeply muted silence looking south and thinking that today nelson mandela seems much larger than he is.”", "      “Let freedom reign.”", "      “Badenhorst had perhaps been the most callous and barbaric commanding officer we had had on Robin Island. But that day, he had revealed that there was another side to his nature… it was a useful reminder that all men, even the most seemingly cold blooded, have a core of decency, and that if their hearts are touched, they are capable of changing. Ultimately, Badenhorst was not evil; his inhumanity had been foisted upon him by an inhuman system. He behaved like a brute because he was rewarded for brutish behavior.”", "      “Communists have always played an active role in the fight by colonial countries for their freedom, because the short-term objects of Communism would always correspond with the long-term objects of freedom movements.”", "      “Prison is a still point in a turning world, and it is very easy to remain in the same place in jail while the world moves on.”", "      “Freedom can never be taken for granted. Each generation must safeguard it and extend it. Your parents and elders sacrificed much so that you should have freedom without suffering what they did. Use this precious right to ensure that the darkness of the past never return.”", "      “Suddenly there were no Xhosas or Zulus, no Indians or Africans, no rightists or leftists, no religious or political leaders; we were all nationalists and patriots bound together by a love of our common history our culture, our country, and our people.”", "      “the most farcical case of false genealogy has to be the way Nelson Mandela, the founder of the armed-struggle organization of the ANC, was turned into a global icon of peace. He lays it out himself: “I said that the time for passive resistance had ended, that nonviolence was a useless strategy and could never overturn a white minority regime bent on retaining its power at any cost. At the end of the day, I said, violence was the only weapon that would destroy apartheid and we must be prepared, in the near future, to use that weapon. The crowd was excited; the youth in particular were clapping and cheering. They were ready to act on what I said right then and there. At that point I began to sing a freedom song, the lyrics of which say, ‘There are the enemies, let us take our weapons and attack them. ’ I sang this song and the crowd joined in, and when the song was finished, I pointed to the police and said, ‘There, there are our enemies!”", "      “Ich bin ein Optimist. Ob das angeboren oder anerzogen ist, kann ich nicht sagen. Zum optimistisch sein gehört, das Gesicht der Sonne zuzuwenden und immer vorwärts zu gehen. Es gab viele dunkle Stunden, in denen mein Glaube an das Gute auf eine fürchterliche Probe gestellt wurde, aber ich wollte und konnte ihn (mich) nicht aufgeben. Dann hat man verloren. (Und stirbt)”", "      “It is a simple tale, but its message is an enduring one: virtue and generosity will be rewarded in ways that one cannot know.”", "      “I discovered for the first time people of my own age firmly aligned with the liberation struggle, who were prepared, despite their relative privilege, to sacrifice themselves of the cause of the oppressed.”", "      “O mais importante da vida é a marca que deixamos na vida dos outros.”", "      “If you talk to a man in a language he understands, that goes to his head.If you talk to him in his language, that goes to his heart.”", "      “There are few misfortunes in this world that you cannot turn into a personal triumph if you have the iron will and the necessary skill.”", "      “Everyone can rise above their circumstances and achieve success if they are dedicated to and passionate about what they do.”", "      “I stand here before you not as a prophet, but as a humble servant of you, the people.”", "      “I think, of course, all politicians have a sense of their own image, but he had it in an unusual extent. And, when I first knew him in the '50s, when I was living in Johannesburg, I thought it was too much. I thought he had too theatrical a sense, like he was too much of a showman, and I wasn't quite sure what lay behind it. I was quite wrong, of course, because as soon as he went—before he went to jail, when he made two great speeches, it was already clear that there was a great deal behind that showmanship.”", "      “Great thinking comes from a great mind”", "      “There is no such thing as part freedom.”", "      “Nelson Mandela so much believed in education-because he knew it lead us (social free)to political views different from the ones he implemented.”", "      “-\tIn my country we go to prison first and then become President.”", "      “Sólo la educación de las masas, puede liberar al pueblo. Un hombre educado no puede ser oprimido, si es capaz de pensar por sí mismo.”", "      “양방배팅 DU-55.COM 추천코드:ASAS7첫충10%-매충5% 단폴&크로스가능/네임드사다리1.95홀짝-좌우-출줄/달팽이-로하이/매쿼실시간/국.해외스타리그&LOL/각종스폐셜등.많은 이벤트로 여러분을 맞이하고 있으니 구경오셔서둘러보고 가세요.증오심이란 네가 독약을 마시면서 네 적들이 죽기를 바라는 것과 같다.“Resentment is like drinking poison and then hoping it will kill your enemies.” – Nelson Mandela”", "      “Banning not only confines one physically, it imprisons one's spirit. it induces a kind of psychological claustrophobia that makes one yearn not only for freedom of movement but spiritual escape...This insidious effect of bans was that at a certain point one began to think that the opponent was not without but within.”", "      “If I preached unity, I must act like a unifier, even at the risk of perhaps alienating some of my own colleagues.”", "      “Tuve ocasión de aprender que el valor no consiste en no tener miedo, sino en ser capaz de vencerlo. He sentido miedo más veces de las que puedo recordar, pero siempre lo he ocultado tras una máscara de audacia. El hombre valiente no es el que no siente miedo, sino el que es capaz de conquistarlo.”", "      “I learned that to humiliate another person is to make him suffer an unnecessarily cruel fate. Even as a boy, I defeated my opponents without dishonoring them. ========== The Long Walk to Freedom (Nelson Mandela)”", "      “It is said that no one truly knows a nation until one has been inside its jails. A nation should not be judged by how it treats its highest citizens, but its lowest ones — and South Africa treated its imprisoned African citizens like animals. ========== The Long Walk to Freedom (Nelson Mandela)”", "      “He nodded for us to rise. I tried to catch his eye, but he was not even looking in our direction. His eyes were focused on the middle distance. His face was very pale, and he was breathing heavily. We looked at each other and seemed to know: it would be death, otherwise why was this normally calm man so nervous? And then he began to speak.”", "      “Después de 27 años en la cárcel y ser elegido en 1994 presidente electo de Sudáfrica, Nelson Mandela compartió con el mundo entero uno de sus poemas favoritos, escrito por Marianne Williamson: “Nuestro temor más profundo no es que seamos inadecuados. Nuestro temor más profundo es que somos excesivamente poderosos. Es nuestra luz, y no nuestra oscuridad, la que nos atemoriza. Nos preguntamos: ¿quién soy yo para ser brillante, magnífico, talentoso y fabuloso? En realidad, ¿quién eres para no serlo? Infravalorándote no ayudas al mundo. No hay nada de instructivo en encogerse para que otras personas no se sientan inseguras cerca de ti. Esta grandeza de espíritu no se encuentra solo en algunos de nosotros; está en todos. Y al permitir que brille nuestra propia luz, de forma tácita estamos dando a los demás permiso para hacer lo mismo. Al liberarnos de nuestro propio miedo, automáticamente nuestra presencia libera a otros”.”", "      “For many years South Africa was occupied primarily by Dutch farmers known as Boers who had first arrived in the Cape of Good Hope in 1652 when Jan van Riebeeck established the Dutch East India Company and later by British settlers who arrived in the Cape colony after the Napoleonic wars in the 1820’s, on board the sailing ships the Nautilus and the Chapman. For the most part the two got along like oil and water. After 1806, some of the Dutch-speaking settlers left the Cape Colony and trekked into the interior where they established the Boer Republics. There were many skirmishes between them as well as with the native tribes. In 1877 after the First Boer War between the Dutch speaking farmers and the English the Transvaal Boer republic was seized by Britain. Hostilities continued until the Second Boer War erupted in October of 1899 costing the British 22,000 lives. The Dutch speaking farmers, now called Afrikaners, lost 7,000 men and having been overrun by the English acknowledged British sovereignty signing the peace agreement, known as the “Treaty of Vereeniging,” on May 31, 1902.Although this thumbnail sketch of South African history leaves much unsaid, the colonial lifestyle continued for the privileged white ruling class until the white, pro-apartheid National Party was peacefully ousted and the African National Congress won. Nelson Mandela was elected as the first black president on May 9, 1994. On May 10, 1994, Mandela was inaugurated as The Republic of South Africa's new freely elected President with Thabo Mbeki and F.W. De Klerk as his vice-presidents.”", "      “Education is the most powerful weapon, which you can use to change the world —NelsoN MaNdela”", "      “It reaffirmed my long-held belief that education was the enemy of prejudice. ========== The Long Walk to Freedom (Nelson Mandela)”", "      “It had been twenty-one years since I had even touched my wife’s hand. ========== The Long Walk to Freedom (Nelson Mandela)”"]