{"content": "      “The only true wisdom is in knowing you know nothing.”\n      “The unexamined life is not worth living.”\n      “I cannot teach anybody anything. I can only make them think”\n      “There is only one good, knowledge, and one evil, ignorance.”\n      “Be kind, for everyone you meet is fighting a hard battle.”\n      “Wonder is the beginning of wisdom.”\n      “To be is to do - SocratesTo do is to be - SartreDo Be Do Be Do - Sinatra”\n      “Strong minds discuss ideas, average minds discuss events, weak minds discuss people.”\n      “To find yourself, think for yourself.”\n      “Education is the kindling of a flame, not the filling of a vessel.”\n      “By all means marry; if you get a good wife, you’ll become happy; if you get a bad one, you’ll become a philosopher.”\n      “He who is not contented with what he has, would not be contented with what he would like to have.”\n      “Be slow to fall into friendship, but when you are in, continue firm and constant.”\n      “If you don't get what you want, you suffer; if you get what you don't want, you suffer; even when you get exactly what you want, you still suffer because you can't hold on to it forever. Your mind is your predicament. It wants to be free of change. Free of pain, free of the obligations of life and death. But change is law and no amount of pretending will alter that reality.”\n      “The children now love luxury; they have bad manners, contempt for authority; they show disrespect for elders and love chatter in place of exercise. Children are now tyrants, not the servants of their households. They no longer rise when elders enter the room. They contradict their parents, chatter before company, gobble up dainties at the table, cross their legs, and tyrannize their teachers.”\n      “Sometimes you put walls up not to keep people out, but to see who cares enough to break them down.”\n      “Style is the answer to everything.A fresh way to approach a dull or dangerous thingTo do a dull thing with style is preferable to doing a dangerous thing without itTo do a dangerous thing with style is what I call artBullfighting can be an artBoxing can be an artLoving can be an artOpening a can of sardines can be an artNot many have styleNot many can keep styleI have seen dogs with more style than men,although not many dogs have style.Cats have it with abundance.When Hemingway put his brains to the wall with a shotgun,that was style.Or sometimes people give you styleJoan of Arc had styleJohn the BaptistJesusSocratesCaesarGarcía Lorca.I have met men in jail with style.I have met more men in jail with style than men out of jail.Style is the difference, a way of doing, a way of being done.Six herons standing quietly in a pool of water,or you, naked, walking out of the bathroom without seeing me.”\n      “When the debate is lost, slander becomes the tool of the loser.”\n      “Know thyself.”\n      “No man has the right to be an amateur in the matter of physical training. It is a shame for a man to grow old without seeing the beauty and strength of which his body is capable.”\n      “The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less.”\n      “Let him who would move the world first move himself.”\n      “Death may be the greatest of all human blessings.”\n      “The only good is knowledge and the only evil is ignorance.”\n      “Employ your time in improving yourself by other men's writings so that you shall come easily by what others have labored hard for.”\n      “Every action has its pleasures and its price.”\n      “I examined the poets, and I look on them as people whose talent overawes both themselves and others, people who present themselves as wise men and are taken as such, when they are nothing of the sort.From poets, I moved to artists. No one was more ignorant about the arts than I; no one was more convinced that artists possessed really beautiful secrets. However, I noticed that their condition was no better than that of the poets and that both of them have the same misconceptions. Because the most skillful among them excel in their specialty, they look upon themselves as the wisest of men. In my eyes, this presumption completely tarnished their knowledge. As a result, putting myself in the place of the oracle and asking myself what I would prefer to be — what I was or what they were, to know what they have learned or to know that I know nothing — I replied to myself and to the god: I wish to remain who I am.We do not know — neither the sophists, nor the orators, nor the artists, nor I— what the True, the Good, and the Beautiful are. But there is this difference between us: although these people know nothing, they all believe they know something; whereas, I, if I know nothing, at least have no doubts about it. As a result, all this superiority in wisdom which the oracle has attributed to me reduces itself to the single point that I am strongly convinced that I am ignorant of what I do not know.”\n      “Do not do to others what angers you if done to you by others.”\n      “I am not an Athenian or a Greek, but a citizen of the world.\"[As quoted in Plutarch's Of Banishment]”\n      “The hour of departure has arrived, and we go our separate ways, I to die, and you to live. Which of these two is better only God knows.”\n      “How long are you going to wait before you demand the best for yourself and in no instance bypass the discriminations of reason? You have been given the principles that you ought to endorse, and you have endorsed them. What kind of teacher, then, are you still waiting for in order to refer your self-improvement to him? You are no longer a boy, but a full-grown man. If you are careless and lazy now and keep putting things off and always deferring the day after which you will attend to yourself, you will not notice that you are making no progress, but you will live and die as someone quite ordinary. From now on, then, resolve to live as a grown-up who is making progress, and make whatever you think best a law that you never set aside. And whenever you encounter anything that is difficult or pleasurable, or highly or lowly regarded, remember that the contest is now: you are at the Olympic Games, you cannot wait any longer, and that your progress is wrecked or preserved by a single day and a single event. That is how Socrates fulfilled himself by attending to nothing except reason in everything he encountered. And you, although you are not yet a Socrates, should live as someone who at least wants to be a Socrates.”\n      “Prefer knowledge to wealth, for the one is transitory, the other perpetual.”\n      “We cannot live better than in seeking to become better.”\n      “We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.”\n      “The worst thing is not that the world is unfree, but that people have unlearned their liberty.The more indifferent people are to politics, to the interests of others, the more obsessed they become with their own faces. The individualism of our time.Not being able to fall asleep and not allowing oneself to move: the marital bed.If high culture is coming to an end, it is also the end of you and your paradoxical ideas, because paradox as such belongs to high culture and not to childish prattle. You remind me of the young men who supported the Nazis or communists not out of cowardice or out of opportunism but out of an excess of intelligence. For nothing requires a greater effort of thought than arguments to justify the rule of nonthought… You are the brilliant ally of your own gravediggers.In the world of highways, a beautiful landscape means: an island of beauty connected by a long line with other islands of beauty.How to live in a world with which you disagree? How to live with people when you neither share their suffering nor their joys? When you know that you don’t belong among them?... our century refuses to acknowledge anyone’s right to disagree with the world…All that remains of such a place is the memory, the ideal of a cloister, the dream of a cloister… Humor can only exist when people are still capable of recognizing some border between the important and the unimportant. And nowadays this border has become unrecognizable.The majority of people lead their existence within a small idyllic circle bounded by their family, their home, and their work... They live in a secure realm somewhere between good and evil. They are sincerely horrified by the sight of a killer. And yet all you have to do is remove them from this peaceful circle and they, too, turn into murderers, without quite knowing how it happened.The longing for order is at the same time a longing for death, because life is an incessant disruption of order. Or to put it the other way around: the desire for order is a virtuous pretext, an excuse for virulent misanthropy.A long time a go a certain Cynic philosopher proudly paraded around Athens in a moth-eaten coat, hoping that everyone would admire his contempt for convention. When Socrates met him, he said: Through the hole in your coat I see your vanity. Your dirt, too, dear sir, is self-indulgent and your self-indulgence is dirty.You are always living below the level of true existence, you bitter weed, you anthropomorphized vat of vinegar! You’re full of acid, which bubbles inside you like an alchemist’s brew. Your highest wish is to be able to see all around you the same ugliness as you carry inside yourself. That’s the only way you can feel for a few moments some kind of peace between yourself and the world. That’s because the world, which is beautiful, seems horrible to you, torments you and excludes you.If the novel is successful, it must necessarily be wiser than its author. This is why many excellent French intellectuals write mediocre novels. They are always more intelligent than their books.By a certain age, coincidences lose their magic, no longer surprise, become run-of-the-mill.Any new possibility that existence acquires, even the least likely, transforms everything about existence.”\n      “The pre-Socratic Greek philosopher Parmenides taught that the only things that are real are things which never change... and the pre-Socratic Greek philosopher Heraclitus taught that everything changes. If you superimpose their two views, you get this result: Nothing is real.”\n      “Beware the barrenness of a busy life.”\n      “Envy is the ulcer of the soul.”\n      “The hottest love has the coldest end.”\n      “Life contains but two tragedies. One is not to get your heart’s desire; the other is to get it.”\n      “Be as you wish to seem.”\n      “I know that I am intelligent, because I know that I know nothing.”\n      “Thou shouldst eat to live; not live to eat.”\n      “From the deepest desires often come the deadliest hate.”\n      “Be nicer than necessary to everyone you meet. Everyone is fighting some kind of battle.”\n      “To fear death, gentlemen, is no other than to think oneself wise when one is not, to think one knows what one does not know. No one knows whether death may not be the greatest of all blessings for a man, yet men fear it as if they knew that it is the greatest of evils.”\n      “True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.”\n      “Once made equal to man, woman becomes his superior.”\n      “If you want to be a good saddler, saddle the worst horse; for if you can tame one, you can tame all.”\n      “The most intriguing people you will encounter in this life are the people who had insights about you, that you didn't know about yourself.”\n      “I pray Thee, O God, that I may be beautiful within. ”\n      “If a man comes to the door of poetry untouched by the madness of the Muses, believing that technique alone will make him a good poet, he and his sane compositions never reach perfection, but are utterly eclipsed by the performances of the inspired madman.”\n      “The beginning of wisdom is the definition of terms.”\n      “We're all—especially those of us who are educated and have read a lot and have watched TV critically—in a very self-conscious and sort of worldly and sophisticated time, but also a time when we seem terribly afraid of other people's reactions to us and very desperate to control how people interpret us. Everyone is extremely conscious of manipulating how they come off in the media; they want to structure what they say so that the reader or audience will interpret it in the way that is most favorable to them. What's interesting to me is that this isn't all that new. This was the project of the Sophists in Athens, and this is what Socrates and Plato thought was so completely evil. The Sophists had this idea: Forget this idea of what's true or not—what you want to do is rhetoric; you want to be able to persuade the audience and have the audience think you're smart and cool. And Socrates and Plato, basically their whole idea is, \"Bullshit. There is such a thing as truth, and it's not all just how to say what you say so that you get a good job or get laid, or whatever it is people think they want.”\n      “One should never do wrong in return, nor mistreat any man, no matter how one has been mistreated by him.”\n      “My friend...care for your psyche...know thyself, for once we know ourselves, we may learn how to care for ourselves\" -Socrates”\n      “The really important thing is not to live, but to live well. And to live well meant, along with more enjoyable things in life, to live according to your principles.”\n      “Regard your good name as the richest jewel you can possibly be possessed of -- for credit is like fire; when once you have kindled it you may easily preserve it, but if you once extinguish it, you will find it an arduous task to rekindle it again. The way to a good reputation is to endeavor to be what you desire to appear.”\n      “The easiest and noblest way is not to be crushing others, but to be improving yourselves. ”\n      “In all of us, even in good men, there is a lawless wild-beast nature, which peers out in sleep.”\n      “To be afraid of death is only another form of thinking that one is wise when one is not; it is to think that one knows what one does not know. No one knows with regard to death wheather it is not really the greatest blessing that can happen to man; but people dread it as though they were certain it is the greatest evil.\" -The Last Days of Socrates”\n      “If all our misfortunes were laid in one common heap whence everyone must take an equal portion, most people would be content to take their own and depart.”\n      “He is richest who is content with the least, for content is the wealth of nature.”\n      “The greatest blessing granted to mankind come by way of madness, which is a divine gift.”\n      “I only know that I know nothing”\n      “Children nowadays are tyrants. They contradict their parents, gobble their food, and tyrannise their teachers.”\n      “All I know is that I do not know anything”\n      “Be of good cheer about death, and know this of a truth, that no evil can happen to a good man, either in life or after death.”\n      “Those who are hardest to love need it the most.”\n      “Think not those faithful who praise all thy words and actions; but those who kindly reprove thy faults.”\n      “All men's souls are immortal, but the souls of the righteous are immortal and divine.”\n      “I would trade all of my technology for an afternoon with Socrates.”\n      “Esteemed friend, citizen of Athens, the greatest city in the world, so outstanding in both intelligence and power, aren't you ashamed to care so much to make all the money you can, and to advance your reputation and prestige--while for truth and wisdom and the improvement of your soul you have no care or worry?”\n      “My advice to you is get married: if you find a good wife you'll be happy; if not, you'll become a philosopher.”\n      “To be is to do”\n      “Millions of books written on every conceivable subject by all these great minds and in the end, none of them knows anything more about the big questions of life than I do … I read Socrates. This guy knocked off little Greek boys. What the Hell’s he got to teach me? And Nietzsche, with his theory of eternal recurrence. He said that the life we lived we’re gonna live over again the exact same way for eternity. Great. That means I’ll have to sit through the Ice Capades again. It’s not worth it. And Freud, another great pessimist. I was in analysis for years and nothing happened. My poor analyst got so frustrated, the guy finally put in a salad bar. Maybe the poets are right. Maybe love is the only answer.”\n      “I decided that it was not wisdom that enabled [poets] to write their poetry, but a kind of instinct or inspiration, such as you find in seers and prophets who deliver all their sublime messages without knowing in the least what they mean.”\n      “The highest realms of thought are impossible to reach without first attaining an understanding of compassion.”\n      “I did not care for the things that most people care about– making money, having a comfortable home, high military or civil rank, and all the other activities, political appointments, secret societies, party organizations, which go on in our city . . . I set myself to do you– each one of you, individually and in private– what I hold to be the greatest possible service. I tried to persuade each one of you to concern himself less with what he has than with what he is, so as to render himself as excellent and as rational as possible.”\n      “Virtue does not come from wealth, but. . . wealth, and every other good thing which men have. . . comes from virtue.”\n      “To move the world we must move ourselves.”\n      “Through your rags I see your vanity.”\n      “Not life, but good life, is to be chiefly valued. ”\n      “He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god.”\n      “The difference between Socrates and Jesus is that no one had ever been put to death in Socrates' name. And that is because Socrates' ideas were never made law. Law, in whatever name, protects privilege.”\n      “Wisdom begins in wonder.”\n      “I know you won't believe me, but the highest form of Human Excellence is to question oneself and others.”\n      “There is no solution; seek it lovingly ”\n      “When you want wisdom and insight as badly as you want to breathe, it is then you shall have it.”\n      “God takes away the minds of poets, and uses them as his ministers, as he also uses diviners and holy prophets, in order that we who hear them may know them to be speaking not of themselves who utter these priceless words in a state of unconsciousness, but that God himself is the speaker, and that through them he is conversing with us. ”\n      “The misuse of language induces evil in the soul”\n      “Living well and beautifully and justly are all one thing.”\n      “Even Socrates, who lived a very frugal and simple life, loved to go to the market. When his students asked about this, he replied, \"I love to go and see all the things I am happy without.”\n      “We should realize that, if [Socrates] demanded that the wisest men should rule, he clearly stressed that he did not mean the learned men; in fact, he was skeptical of all professional learnedness, whether it was that of the philosophers or of the learned men of his own generation, the Sophists. The wisdom he meant was of a different kind. It was simply the realization: how little do I know! Those who did not know this, he taught, knew nothing at all. This is the true scientific spirit.”\n      “There is no greater evil one can suffer than to hate reasonable discourse.”\n      “It is better to change an opinion than to persist in a wrong one.”\n      “One who is injured ought not to return the injury, for on no account can it be right to do an injustice; and it is not right to return an injury, or to do evil to any man, however much we have suffered from him.”\n      “Give me beauty in the inward soul; may the outward and the inward man be at one.”\n      “Well, although I do not suppose that either of us know anything really beautiful & good, I am better off than he is- for he knows nothing & thinks that he knows; I neither know nor think that I know.”\n      “To express oneself badly is not only faulty as far as the language goes, but does some harm to the soul.”\n      “To know thyself is the beginning of wisdom.”\n      “Socrates should have written comics.”\n      “Plato asked Socrates what is love...Socrates: Go into the field and get me the most special leaf...Plato returned with no leaf at handsaid: I found the most beautiful leaf in the field but I didn't pick it up for I might find a better one, but when I returned to the place, it was gone... Socrates: We always look for the best in life. When we finally see it, we take it for granted and expecting a better one... NOT KNOWING IT WAS THE BEST AND LAST!!!”\n      “Are you not ashamed of caring so much for the making of money and for fame and prestige, when you neither think nor care about wisdom and truth and the improvement of your soul?”\n      “Socrates told us, \"the unexamined life is not worth living.\" I think he's calling for curiosity, more than knowledge. In every human society at all times and at all levels, the curious are at the leading edge.”\n      “You can find anyone that will tell you what you want to hear, but the only one worth valuing is the one that tells you what you need to learn.”\n      “He is not only idle who does nothing, but he is idle who might be better employed.”\n      “They say faith is taking the first step when you can’t see the whole staircase. Actually, wisdom is seeing the elevator behind it that would have taken you to the top floor.”\n      “Do not trouble about those who practice philosophy, whether they are good or bad; but examine the thing itself well and carefully. And if philosophy appears a bad thing to you, turn every man from it, not only your sons; but if it appears to you such as I think it to be, take courage, pursue it, and practice it, as the saying is, 'both you and your house.”\n      “One day, the old wise Socrates walks down the streets, when all of the sudden a man runs up to him \"Socrates I have to tell you something about your friend who...\"\"Hold up\" Socrates interrupts him \"About the story you're about to tell me, did you put it trough the three sieves?\"\"Three sieves?\" The man asks \"What three sieves?\"\"Let's try it\" Socrates says.\"The first sieve is the one of truth, did you examine what you were about to tell me if it is true?\" Socrates asks.\"Well no, I just overheard it\" The man says.\"Ah, well then you have used the second sieve, the sieve of good?\" Socrates asks \"Is it something good what you're about to tell me?\"\"Ehm no, on the contrary\" the man answers.\"Hmmm\" The wise man says \"Let's use the third sieve then, is it necessary to tell me what you're so exited about?\"\"No not necessary\" the man says.\"Well\" Socrates says with a smile \"If the story you're about to tell me isn't true, good or necessary, just forget it and don't bother me with it.”\n      “For the poet is a light and winged and holy thing, and there is no invention in him until he has been inspired and is out of his senses, and the mind is no longer in him: when he has not attained to this state, he is powerless and is unable to utter his oracles.”\n      “…money and honour have no attraction for them; good men do not wish to be openly demanding payment for governing and so to get the name of hirelings, nor by secretly helping themselves out of the public revenues to get the name of thieves. And not being ambitious they do not care about honour. Wherefore necessity must be laid upon them, and they must be induced to serve from the fear of punishment. And this, as I imagine, is the reason why the forwardness to take office, instead of waiting to be compelled, has been deemed dishonourable. Now the worst part of the punishment is that he who refuses to rule is liable to be ruled by one who is worse than himself. And the fear of this, as I conceive, induces the good to take office, not because they would, but because they cannot help — not under the idea that they are going to have any benefit or enjoyment themselves, but as a necessity, and because they are not able to commit the task of ruling to any one who is better than themselves, or indeed as good. For there is reason to think that if a city were composed entirely of good men, then to avoid office would be as much an object of contention as to obtain office is at present…”\n      “Are you not ashamed of heaping up the greatest amount of money and honour and reputation, and caring so little about wisdom and truth and the greatest improvement of the soul? ”\n      “Beauty is a short-lived tyranny”\n      “The ancient Oracle said that I was the wisest of all the Greeks. It is because I alone, of all the Greeks, know that I know nothing.”\n      “All men are mortal. Socrates was mortal. Therefore, all men are Socrates.”\n      “Be true to thine own self”\n      “May the inward and outward man be as one.”\n      “I collected men with interesting names. I already knew a Socrates. He was tall and ugly and intellectual and the son of some big Greek movie producer in Hollywood, but also a Catholic, which ruined it for both of us.”\n      “Those moralists, on the other hand, who, following in the footsteps of Socrates, offer the individual a morality of self-control and temperance as a means to his own advantage, as his personal key to happiness, are the exceptions.”\n      “I honor and love you: but why do you who are citizens of the great and mighty nation care so much about laying up the greatest amount of money and honor And reputation, and so little amount wisdom and truth and the greatest improvement of the soul? Re you not ashamed of these?... I do nothing but go about persuading you all, not to take thought for your persons and your properties, but first and chiefly to care about the greatest improvement of the soul. I tell you that virtue is not given by more, but that from virtue comes money and every other good of man. ”\n      “As a rule of thumb I say, if Socrates, Jesus and Tolstoy wouldn't do it, don't.”\n      “An unconsidered life is not one worth living.”\n      “One quality in a person doesn't rule out any other quality. They can exist side by side, good and terrible. Socrates said it a lot better.”\n      “A system of morality which is based on relative emotional values is a mere illusion, a thoroughly vulgar conception which has nothing sound in it and nothing true.”\n      “True knowledge exists in knowing that you know nothing.”\n      “And so they grow richer and richer, and the more they think of making a fortune the less they think of virtue; for when riches and virtue are placed together in the scales of the balance, the one always rises as the other falls.”\n      “As to marriage or celibacy, let a man take which course he will, he will be sure to repent.”\n      “The Sophists had this idea: Forget this idea of what's true or not—what you want to do is rhetoric; you want to be able to persuade the audience and have the audience think you're smart and cool. And Socrates and Plato, basically their whole idea is, \"Bullshit. There is such a thing as truth, and it's not all just how to say what you say so that you get a good job or get laid, or whatever it is people think they want.”\n      “Such as thy words are such will thine affections be esteemed and such as thine affections will be thy deeds and such as thy deeds will be thy life ...”\n      “Storms don't come to teach us painful lessons, rather they were meant to wash us clean.”\n      “I desire only to know the truth, and to live as well as I can... And, to the utmost of my power, I exhort all other men to do the same... I exhort you also to take part in the great combat, which is the combat of life, and greater than every other earthly conflict.”\n      “Now the hour to part has come. I go to die, you go to live. Which of us goes to the better lot is known to no one, except the god.”\n      “A library, to modify the famous metaphor of Socrates, should be the delivery room for the birth of ideas - a place where history comes to life.”\n      “God would seem to indicate to us and not allow us to doubt that these beautiful poems are not human, or the work of man, but divine and the work of God; and that the poets are only the interpreters of the Gods...”\n      “The ideas I stand for are not mine. I borrowed them from Socrates. I swiped them from Chesterfield. I stole them from Jesus. And I put them in a book. If you don't like their rules, whose would you use?”\n      “For the fear of death is indeed the pretense of wisdom, and not real wisdom, being a pretense of knowing the unknown; and no one know whether death, which men in their fear apprehend to be the greatest evil, may not be the greatest good. Is not this ignorance of a disgraceful sort, the ignorance which is the conceit that a man knows that he does not know? And in this respect only I believe myself to differ from men in general, and may perhaps claim to be wiser than they are: that whereas I know but little of the world below, I do not suppose that I know...”\n      “I am a conservative. Quite possibly I am on the losing side; often I think so. Yet, out of a curious perversity I had rather lose with Socrates, let us say, than win with Lenin.”\n      “As for me, all I know is that I know nothing, for when I don't know what justice is, I'll hardly know whether it is a kind of virtue or not, or whether a person who has it is happy or unhappy.”\n      “I soon realized that poets do not compose their poems with knowledge, but by some inborn talent and by inspiration, like seers and prophets who also say many fine things without any understanding of what they say.”\n      “Good teachers get fired; great teachers, killed--Socrates, Christ, and Giordano Bruno.”\n      “Concerning the Gods, there are those who deny the very existence of the Godhead; others say that it exists, but neither bestirs nor concerns itself not has forethought far anything. A third party attribute to it existence and forethought, but only for great and heavenly matters, not for anything that is on earth. A fourth party admit things on earth as well as in heaven, but only in general, and not with respect to each individual. A fifth, of whom were Ulysses and Socrates, are those that cry: --I move not without Thy knowledge!”\n      “Wisdom is knowing you know nothing”\n      “I'm grateful to my readers. Readers who buy and support authors, especially career authors, are the patrons who fund art, genius, innovation, and creativity. Out of all the books published, there will emerge the next Plato, Socrates, Einstein, Da Vinci, Shakespeare, Benjamin Franklin, Edison, Churchill, Tolstoy, and Tolkien. My readers help with my creative process because they help create the positive and supportive environment that allows me to keep writing the books and series my readers love. Thank You!\" - Kailin Gow, Strong.”\n      “The law presumably says that it is finest to keep as quiet as possible in misfortunes and not be irritated, since the good and bad in such things aren't plain, nor does taking it hard get one anywhere, not are any of the human things worthy of great seriousness.... One must accept the fall of the dice and settle one's affairs accordingly-- in whatever way argument declares would be best. One must not behave like children who have stumbled and who hold on to the hurt place and spend their time in crying out; rather one must always habituate the soul to turn as quickly as possible to curing and setting aright what has fallen and is sick, doing away with lament by medicine.”\n      “So then there was the Greek, Socrates, he was great... He invented questioning. Before Socrates, no questioning. Everyone sort of went, ''Yeah, I suppose so.”\n      “Winning or losing achieves the same result--change.”\n      “If you want to be happy you have to study people who are happy. You have to hang out with people that are happy. Life won't go in the direction you want, by simply trying to stay positive in a life you're not happy with. You have to know what you want and why you truly want it so badly. When you figure that out then you need to change your current identity, in order to fit the type of person you envision would make those dreams come true. Happiness is not reliant on the actions or inactions of other people. It is your “courage in motion” toward your dreams.”\n      “Intellectual freedom begins when one says with Socrates that he knows that he knows nothing, and then goes on to add: Do you know what you don’t know and therefore what you should know? If your answer is affirmative and humble, then you are your own teacher, you are making your own assignment, and you will be your own best critic. You will not need externally imposed courses, nor marks, nor diplomas, nor a nod from your boss . . . in business or in politics. (from the essay The Last Don Rag)”\n      “Intelligent individuals learn from every thing and every one; average people, from their experiences. The stupid already have all the answers.”\n      “Remember that there is nothing stable in human affairs; therefore avoid undue elation in prosperity, or undue depression in adversity.”\n      “I know nothing except the fact of my ignorance.”\n      “wealth does not bring goodness, but goodness brings wealth and every other blessing, both to the individual and to the state”\n      “One thing only I know, and that is that I know nothing.”\n      “I do nothing but go about persuading you all, old and young alike, not to take thought for your persons or your properties, but and chiefly to care about the greatest improvement of the soul. I tell you that virtue is not given by money, but that from virtue comes money and every other good of man...”\n      “Nobody is qualified to become a statesman who is entirely ignorant of the problem of wheat.”\n      “In 80% of Socrates' dialogues there was no constructive outcome. He saw his role as simply pointing out what was \"wrong.”\n      “And a thing is not seen because it is visible, but\tconversely, visible because it is seen; nor is a thing led because\tit is in the state of being led, or carried because it is in the\tstate of being carried, but the converse of this. And now I think, Euthyphro, that my meaning will be intelligible; and my\tmeaning is, that any state of action or passion implies previous\taction or passion. It does not become because it is becoming,\tbut it is in a state of becoming because it becomes; neither\tdoes it suffer because it is in a state of suffering, but it is in a\tstate of suffering because it suffers. Do you not agree?”\n      “When you meet a dark angel don't you ever for one minute believe they are bad because they have faced the worst demons and lived to guide you through yours. It really isn't an easy job they have been asked to do, but then neither was standing on the front line during the war in heaven.”\n      “Mankind is made of two kinds of people: wise people who know they're fools, and fools who think they are wise.”\n      “And the same things look bent and straight when seen in water and out of it, and also both concave and convex, due to the sight’s being mislead by the colors, and every sort of confusion of this kind is plainly in our soul. And, then, it is because they take advantage of this affection in our nature that shadow painting, and puppeteering, and many other tricks of the kind fall nothing short of wizardry.”\n      “To fear death, gentlemen, is no other than to think oneself wise when one is not, to think one knows what one does not know.  No one knows whether death may not be the greatest of all blessings for a man, yet men fear it as if they knew that it is the greatest of evils.  And surely it is the most blameworthy ignorance to believe that one knows what one does not know.  It is perhaps on this point and in this respect, gentlemen, that I differ from the majority of men, and if I were to claim that I am wiser than anyone in anything, it would be in this, that, as I have no adequate knowledge of things in the underworld, so I do not think I have.  I do know, however, that it is wicked and shameful to do wrong, to disobey one's superior, be he god or man.  I shall never fear or avoid things of which I do not know, whether they may not be good rather than things that I know to be bad.”\n      “The answer I gave myself and the oracle was that it was to my advantage to be as I am.”\n      “By far the greatest and most admirable form of wisdom is that needed to plan and beautify cities and human communities.”\n      “The really important thing is not live, but to live well.”\n      “Johnson is a radical skeptic, insisting, in the best Socratic tradition, that everything be put on the table for examination. By contrast, most skeptics opposed to him are selective skeptics, applying their skepticism to the things they dislike (notably religion) and refusing to apply their skepticism to the things they do like (notably Darwinism). On two occasions I’ve urged Michael Shermer, publisher of Skeptic Magazine, to put me on its editorial board as the resident skeptic of Darwinism. Though Shermer and I know each other and are quite friendly, he never got back to me about joining his editorial board.”\n      “Nosce te ipsum”\n      “Is there anyone to whom you entrust a greater number of serious matters than your wife? And is there anyone with whom you have fewer conversations?”\n      “As for me, all I know is that I know nothing.”\n      “I thought that as I had failed in the contemplation of true existence, I ought to be careful that I did not lose the eye of my soul; as people may injure their bodily eye by observing and gazing on the sun during an eclipse, unless they take the precaution of looking at the image reflected in the water, or in some similar medium. ...I was afraid that my soul might be blinded altogether if I looked at things with my eyes or tried by the help of my senses to apprehend them. And I thought that I had better had recourse to ideas, and seek in them truth in existence. I dare to say that the simile is not perfect--for I am far from admitting that he who contemplates existence through the medium of ideas, sees them only \"through a glass darkly,\" any more than he who sees them in their working and effects.”\n      “I pity those reviewers above, and people like them, who ridicule authors like R.A. Boulay and other proponents of similar Ancient Astronaut theories, simply for putting forth so many interesting questions (because that's really what he often throughout openly admits is all he does does) in light of fascinating and thought-provoking references which are all from copious sources.Some people will perhaps only read the cover and introduction and dismiss it as soon as any little bit of information flies in the face of their beliefs or normalcy biases. Some of those people, I'm sure, are some of the ones who reviewed this book so negatively without any constructive criticism or plausible rebuttal. It's sad to see how programmed and indoctrinated the vast majority of humanity has become to the ills of dogma, indoctrination, unverified status quos and basic ignorance; not to mention the laziness and conformity that results in such acquiescence and lack of critical thinking or lack of information gathering to confirm or debunk something. Too many people just take what's spoon fed to them all their lives and settle for it unquestioningly. For those people I like to offer a great Einstein quote and one of my personal favorites and that is:\"Condemnation without investigation is the highest form of ignorance\"I found this book to be a very interesting gathering of information and collection of obscure and/or remote antiquated information, i.e. biblical, sacred, mythological and otherwise, that we were not exactly taught to us in bible school, or any other public school for that matter. And I am of the school of thought that has been so for intended purposes.The author clearly cites all his fascinating sources and cross-references them rather plausibly. He organizes the information in a sequential manner that piques ones interest even as he jumps from one set of information to the next. The information, although eclectic as it spans from different cultures and time periods, interestingly ties together in several respects and it is this synchronicity that makes the information all the more remarkable.For those of you who continue to seek truth and enlightenment because you understand that an open mind makes for and lifelong pursuit of such things I leave you with these Socrates quotes:\"True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.”\n      “Remember, no human condition is ever permanent. Then you will not be overjoyed in good fortune, nor too sorrowful in misfortune.”\n      “Everything is plainer when spoken than when unspoken.”\n      “If I am in love, many things about the world, not just the immediate object of my love, seem lovable. To say 'I love X' is somehow really to say 'X inspires love in me', and that love then attaches itself to objects other than X as well. The expansiveness of love is a natural means of ascent between levels.”\n      “I don't know why I did it, I don't know why I enjoyed it, and I don't know why I'll do it again.”\n      “Poverty is not a certain small amount of goods, nor is it just a relation between means and ends; above all it is a relation between people. Poverty is a social status. As such it is the invention of civilization. Socrates made the same point 2,400 years ago: \"He is richest who is content with least, for contentment is the wealth of nature.”\n      “As Socrates so philosophically put it, since we don't know what death is, it is illogical to fear it.”\n      “القناعة هي المصدر الحقيقي لأكبر لذة”\n      “Employ your time in improving yourself by other men's writings, so that you shall gain easily what others have labored hard for.”\n      “Worthless people live only to eat and drink; people of worth eat and drink only to live.”\n      “The more I know, the more I realize I know nothing.”\n      “Conocerse a uno mismo, ese es el principio fundamental de la verdadera sabiduría Humana.”\n      “Evolution is the law of policies: Darwin said it, Socrates endorsed it, Cuvier proved it and established it for all time in his paper on 'The Survival of the Fittest.' These are illustrious names, this is a mighty doctrine: nothing can ever remove it from its firm base, nothing dissolve it, but evolution.”\n      “Well, then, let’s not just trust the likelihood based on painting.”\n      “Imitate Jesus and Socrates”\n      “Be as you wish to seem”\n      “The Only Thing I Know For Sure Is That I Know Nothing At All, For Sure”\n      “For this fear of death is indeed the pretense of wisdom, and not real wisdom, being the appearance of knowing the unknown; since no one knows whether death, which they in their fear apprehend to be the greatest evil, may not be the greatest good. Is there not here conceit of knowledge, which is a disgraceful sort of ignorance? And this is the point in which, as I think, I am superior to men in general, and in which I might perhaps fancy myself wiser than other men, - that whereas I know but little of the world below, I do not suppose that I know: but I do know that injustice and disobedience to a better, whether God or man, is evil and dishonorable, and I will never fear or avoid a possible good rather than a certain evil.”\n      “Would that the majority could inflict the greatest evils, for they would then be capable of the greatest good, and that would be fine, but now they cannot do either. They cannot make a man either wise or foolish, but they inflict things haphazardly.”\n      “What I do not know, I do not think I know.”\n      “One thing only I know, and that is that I know nothing”\n      “The unexamined life is not worth living”\n      “And in knowing that you know nothing makes you the smartest of all.”\n      “But in a private library, you can at any moment converse with Socrates or Shakespeare or Carlyle or Dumas or Dickens or Shaw or Barrie or Galsworthy. And there is no doubt that in these books you see these men at their best. They wrote for you. They \"laid themselves out,\" they did their ultimate best to entertain you, to make a favorable impression. You are necessary to them as an audience is to an actor; only instead of seeing them masked, you look into their innermost heart of heart.”\n      “And that’s the terrible myth of organized society. That everything that’s done through the established system is legal. And that word has a powerful psychological impact. It makes people believe that there is an order to life and an order to a system. And that a person who goes through this order and is convicted has gotten all that is due him and therefore society can turn its conscious off and look to other things and other times. And that’s the terrible thing about these past trials that they have this aura of legitimacy an aura of legality. I suspect that better men than the world has known and more of them have gone to their deaths through a legal system then through all the illegalities in the history of man. Six million people in Europe during the Third Reich, legal, Sacco and Vanzetti, quite legal, the Haymarket defendants, legal, the hundreds of rape trials throughout the south where black men were condemned to death all legal, Jesus legal, Socrates legal and that is the kaleidoscopic nature of what we live through here and in other places because all tyrants learn that it is far better to do this thing through some semblance of legality than to do it without that pretext.”\n      “I know that I know nothing.”\n      “A Life without criticism and status is not a worth living.”\n      “The greatest way to live with honor in this world is to be what we pretend to be.”\n      “Socrates called himself a midwife of ideas. A great book is often such a midwife, delivering to full existence what has been coiled like an embryo in the dark, silent depths of the brain.”\n      “I know I'm intelligent because I know that I know nothing.”\n      “And what, Socrates, is the food of the soul? Surely, I said, knowledge is the food of the soul.”\n      “The library is not a shrine for the worship of books. It is not a temple where literary incense must be burned or where one's devotion to the bound book is expressed in ritual. A library, to modify the famous metaphor of Socrates, should be the delivery room for the birth of ideas - a place where history comes to life.— Cited in ALA Bulletin, Oct. 1954, p.475”\n      “It is only in death that we are truly cured of the 'sickness' of life.”\n      “I shall never cease from the practice and teaching of philosophy, exhorting anyone whom I meet after my manner, and convincing him, saying: O my friend, why do you who are a citizen of the great and mighty and wise city of Athens, care so much about laying up the greatest amount of money and honor and reputation, and so little about wisdom and truth and the greatest improvement of the soul, which you never regard or heed at all? Are you not ashamed of this?”\n      “Beloved Pan and all ye other gods who haunt this place, give me beauty in the inward soul, and may the outward and the inner man be at one.”\n      “Man's greatest privilege is the discussion of virtue\" Socrates in The Apology.”\n      “How can you wonder your travels do you no good, when you carry yourself around with you?”\n      “You won't find peace with another, until you become one person--not two.”\n      “Do you know that the spectator is the last of the rings which, as I am saying, receive the power of the original magnet from one another? The rhapsode like yourself and the actor are intermediate links, and the poet himself is the first of them. Through all these the God sways the souls of men in any direction which he pleases, and makes one man hang down from another. Thus there is a vast chain of dancers and masters and undermasters of choruses, who are suspended, as if from the stone, at the side of the rings which hang down from the Muse. And every poet has some Muse from whom he is suspended, and by whom he is said to be possessed, which is nearly the \tIon 5same thing; for he is taken hold of. ”\n      “I neither know nor think that I know”\n      “Wen das Wort nicht schlägt, den schlägt auch der Stock nicht.”\n      “The hour of departure has arrived, and we go our ways - I to die, and you to live. Which is better only god knows.”\n      “Go back to Socrates: \"Know thyself.\" For Socrates, there are only two kinds of people: the wise, who know they are fools; and fools, who think they are wise. Similarly, for Christ and all the prophets, there are only two kinds of people: saints, who know they are sinners; and sinners, who think they are saints. Which are you?”\n      “Contentment is natural wealth, luxury is artificial poverty\".”\n      “Thou should eat to live; not live to eat.”\n      “wisdom begins in wonder”\n      “It is a disgrace to grow old through sheer carelessness before seeing what manner of man you may become by developing your bodily strength and beauty to their highest limit.”\n      “True wisdom comes to each of us when we realize how little we understand about life, ourselves, & the world around us.”\n      “We approach truth only inasmuch as we depart from life. For what do we, who love truth, strive after in life? To free ourselves from the body, and from all the evil that is caused by the life of the body! If so, then how can we fail to be glad when death comes to us?The wise man seeks death all his life and therefore death is not terrible to him.”\n      “Death is not dreadful or else it would have appeared dreadful to Socrates.”\n      “There is one way, then, in which a man can be free from all anxiety about the fate of his soul - if in life he has abandoned bodily pleasures and adornments, as foreign to his purpose and likely to do more harm than good, and has devoted himself to the pleasures of acquiring knowledge, and so by decking his soul not with a borrowed beauty but with its own - with self-control, and goodness, and courage, and liberality, and truth - has fitted himself to await his journey in the next world.”\n      “It is only possible to succeed at second-rate pursuits - like becoming a millionaire or a prime minister, winning a war, seducing beautiful women, flying through the stratosphere or landing on the moon. First-rate pursuits - involving, as they must, trying to understand what life is about and trying to convey that understanding - inevitably result in a sense of failure. A Napoleon, a Churchill, a Roosevelt can feel themselves to be successful, but never a Socrates, a Pascal, a Blake. Understanding is forever unattainable. Therein lies the inevitability of failure in embarking upon its quest, which is none the less the only one worthy of serious attention.”\n      “Eye-rolling is not exactly the pinnacle of socratic investigation.”\n      “Each in His Own TongueA fire mist and a planet,A crystal and a cell,A jellyfish and a saurian,And caves where the cave men dwell;Then a sense of law and beauty,And a face turned from the clod —Some call it Evolution,And others call it God.A haze on the far horizon,The infinite, tender sky,The ripe, rich tint of the cornfields,And the wild geese sailing high;And all over upland and lowlandThe charm of the goldenrod —Some of us call it Autumn,And others call it God.Like tides on a crescent sea beach,When the moon is new and thin,Into our hearts high yearningsCome welling and surging in;Come from the mystic ocean,Whose rim no foot has trod —Some of us call it Longing,And others call it God.A picket frozen on duty,A mother starved for her brood,Socrates drinking the hemlock,And Jesus on the rood;And millions who, humble and nameless,The straight, hard pathway plod —Some call it Consecration,And others call it God.”\n      “Semper Ubi Sub Ubi”\n      “Hayat kısa, vazife ağır, fırsatlar geçicidir.”\n      “Did you hear the story of Socrates? He was a philosopher in ancient Greece, so they killed him.”\n      “No amount of physical beauty will ever take the place of a beautiful heart.”\n      “I am a humanist because I think humanity can, with constant moral guidance, create reasonably decent societies. I think that young people who want to understand the world can profit from the works of Plato and Socrates, the behaviour of the three Thomases, Aquinas, More and Jefferson — the austere analyses of Immanuel Kant and the political leadership of Abraham Lincoln and Franklin Roosevelt. [The World Is My Home (1991)]”\n      “It is better to be Socrates dissatisfied than a pig satisfied.”\n      “Is there not one true coin for which all things ought to exchange?- and that is wisdom; and only in exchange for this, and in company with this, is anything truly bought or sold, whether courage, temperance or justice. And is not all true virtue the companion of wisdom, no matter what fears or pleasures or other similar goods or evils may or may not attend her? But the virtue which is made up of these goods, when they are severed from wisdom and exchanged with one another, is a shadow of virtue only, nor is there any freedom or health or truth in her; but in the true exchange there is a purging away of all these things, and temperance, and justice, and courage, and wisdom herself, are a purgation of them.”\n      “The definition of terms is the beginning of wisdom.”\n      “Kehidupan yang tak dipikirkan adalah kehidupan yang tak pantas untuk dijalani”\n      “To fear death is nothing other than to think oneself wise when one is not; for it is to think one knows what one does not know. No man knows whether death may not even turn out to be the greatest blessing for a human being; and yet people fear it as if they knew for certain that is is the greatest of evil.\" (Socrates in The Apology)”\n      “By means of beauty, all beautiful things become beautiful.”\n      “I'm wiser than that person. For it's likely that neither of us knows anything fine and good, but he thinks he knows something he doesn't know, whereas I, since I don't in fact know, don't think that I do either. At any rate, it seems that I'm wiser than he in just this one small way: that what I don't know, I don't think I know.”\n      “Get not your friends by bare compliments, but by giving them sensible tokens of your love.”\n      “It is a base thing for a man to wax old in careless self-neglect before he has lifted up his eyes and seen what manner of man he was made to be, in the full perfection of bodily strength and beauty. But these glories are withheld from him who is guilty of self-neglect, for they are not wont to blaze forth unbidden.”\n      “Two questions I'm pondering:1. If money didn't exist, would you still chase your dreams?2. If money didn't exist, would you still keep your job?If the answer is \"YES\" to both, you're on track. If the answer is \"NO\" to either, what needs to change?”\n      “Ancient philosophy was framed by prodigies,Aristotle, Plato and Socrates.And even though their thoughts were deemed the aristocratic voice,they also had a thing for little boys.Katherine the Great so it's been said,needed large animals to be fulfilled in bed.From historic rulers to the Ancient Greeks,we're standing on the shoulders of freaks.Isn't life pretty? Earnest Hemingway once said,then he a bullet through his head.Salvador Dali's surreal paintings were God sent,you'd never know he ate his own excrement.Then there's Da Vinci for whom it required,dressing in women's underwear to be inspired.From the great romantics to the Ancient Greeks,we're standing on the shoulders of freaks.Truman Capote needless to say,would be intoxicated 20 hours a day.From the modern authors to the Ancient Greeks,we're standing on the shoulders of freaks.”\n      “The ruinous abdication by philosophy of its rightful domain is the consequence of the oblivion of philosophers to a great insight first beheld clearly by Socrates and re-affirmed by Kant as by no other philosopher. Science, concerned solely and exclusively with objective existents, cannot give answers to questions about meanings and values. Only ideas engendered by the mind and to be found nowhere but in the mind (Socrates), only the pure transcendental forms supplied by reason (Kant), can secure the ideals and values and put us in touch with the realities that constitute our moral and spiritual life. Twenty-four centuries after Socrates, two centuries after Kant, we badly need to re-learn the lesson.”\n      “When Socrates said he knew nothing he still thought he knew more than anyone else.”\n      “By all means, marry. If you get a good wife, you’ll become happy; if you get a bad one, you’ll become a philosopher.”\n      “I drank what?”\n      “How often when they find a sage As sweet as Socrates or PlatoThey hand him hemlock for his wageOr bake him like a sweet potato!-Taking the Longer View”\n      “Thus such another will not easily come to you, men, but if you believe me, you will spare me; but perhaps you might possibly be offended, like the sleeping who are awakened, striking me, believing Anytus, you might easily kill, then the rest of your lives you might continue sleeping, unless the god caring for you should send you another.”\n      “A good talker is sensitive to expression, to tone and color and inflection in human speech. Because he himself is articulate, he can help others to articulate their half-formulated feelings. His mind fills in the gaps, and he becomes, in Socrates’ words, a kind of midwife for ideas that are struggling to be born.”\n      “The nearest way to glory is to strive to be what you wish to be thought to be.”\n      “[n regard to Jesus believing himself inspired]This belief carried no more personal imputation than the belief of Socrates that he was under the care and admonition of a guardian demon. And how many of our wisest men still believe in the reality of these inspirations while perfectly sane on all other subjects (Works, Vol. iv, p. 327).”\n      “Human nature will not easily find a better helper than eros”\n      “تكلم حتي أراك”\n      “I only wish that ordinary people had an unlimited capacity for doing harm; then they might have an unlimited power for doing good.”\n      “Socrate considérait que c'est un mal qui n'est pas loin de la folie, de s'imaginer que l'on possède une vertu, alors qu'on ne la possède pas. Certes, une pareille illusion est plus dangereuse que l'illusion contraire qui consiste à croire que l'on souffre d'un défaut, d'un vice.Deuxième Considération intempestive, ch. 6”\n      “Aren't you ashamed to be concerned so much about making all the money you can and advancing your reputation and prestige, while for truth and wisdom and the improvement of your souls you have no thought or car?”\n      “An unexamined idea, to paraphrase Socrates, is not worth having and a society whose ideas are never explored for possible error may eventually find its foundations insecure.”\n      “The way to gain a good reputation, is to endeavor to be what you desire to appear.”\n      “And that's the terrible thing about these past trials, is that they have this aura of legitimacy, this aura of legality. I suspect that better men than the world has known and more of them, have gone to their deaths through a legal system than through all the illegalities in the history of man.Six million people in Europe during the Third Reich? Legal.Sacco Vanzetti? Quite legal.The Haymarket defendants? Legal.The hundreds of rape trials throughout the South where black men were condemned to death? All legal.Jesus? Legal.Socrates? Legal.And that is the kaleidoscopic nature of what we live through here and in other places. Because all tyrants learn that it is far better to do this thing through some semblance of legality than to do it without that pretense.”\n      “In Plato's time, dialectics was a debating technique subject to precise rules. A \"thesis\" was proposed-an interrogative proposition such as: Can virtue be taught? One of the two interlocutors attacked the thesis; the other defended it. The former attacked by interrogating-that is, he asked the defender skillfully chosen questions with the aim of forcing him to admit the contradictory of the thesis he wanted to defend. The interrogator had no thesis, and this was why Socrates was in the habit of playing that role.”\n      “...why not let nature show you a few things? Cutting grass and pulling weeds can be a way of life... Lilacs on a bush are better than orchids. And dandelions and devil grass are better! Why? Because they bend you over and turn you away from all the people and the town for a little while and sweat you and get you down where you remember you got a nose again. And when you're all to yourself that way, you're really yourself for a little while; you get to thinking things through, alone. Gardening is the handiest excuse for being a philosopher. Nobody guesses, nobody accuses, nobody knows, but there you are, Plato in the peonies, Socrates force-growing his own hemlock. A man toting a sack of blood manure across his lawn is kin to Atlas letting the world spin easy on his shoulder. As Samuel Spaudling, Esquire, once said, 'Dig in the earth, delve in the soul.' Spin those mower blades, Bill, and walk in the spray of the Fountain of Youth.”\n      “He who would change the world should first change himself.”\n      “Something is happening in Memphis; something is happening in our world. And you know, if I were standing at the beginning of time, with the possibility of taking a kind of general and panoramic view of the whole of human history up to now, and the Almighty said to me, \"Martin Luther King, which age would you like to live in?\" I would take my mental flight by Egypt and I would watch God's children in their magnificent trek from the dark dungeons of Egypt through, or rather across the Red Sea, through the wilderness on toward the promised land. And in spite of its magnificence, I wouldn't stop there.I would move on by Greece and take my mind to Mount Olympus. And I would see Plato, Aristotle, Socrates, Euripides and Aristophanes assembled around the Parthenon. And I would watch them around the Parthenon as they discussed the great and eternal issues of reality. But I wouldn't stop there.I would go on, even to the great heyday of the Roman Empire. And I would see developments around there, through various emperors and leaders. But I wouldn't stop there.I would even come up to the day of the Renaissance, and get a quick picture of all that the Renaissance did for the cultural and aesthetic life of man. But I wouldn't stop there.I would even go by the way that the man for whom I am named had his habitat. And I would watch Martin Luther as he tacked his ninety-five theses on the door at the church of Wittenberg. But I wouldn't stop there.I would come on up even to 1863, and watch a vacillating President by the name of Abraham Lincoln finally come to the conclusion that he had to sign the Emancipation Proclamation. But I wouldn't stop there.I would even come up to the early thirties, and see a man grappling with the problems of the bankruptcy of his nation. And come with an eloquent cry that we have nothing to fear but \"fear itself.\" But I wouldn't stop there.”\n      “Two things greater than all the things are.On is love and the other is war.”\n      “A man who preserves his integrity no real, long-lasting harm can ever come.”\n      “The poets are only the interpreters of the Gods.”\n      “But Socrates did not did not die for good; he lived on in the teaching of Plato. Pythagoras did not die for good; he lived on in the statue of Hera. Nor did the wise king die for good; he lived on in the teaching which he had given.”\n      “So I withdrew and thought to myself: 'I am wiser than this man; it is likely that neither of us knows anything worthwhile, but he thinks he knows something when he does not, whereas when I do not know, neither do I think I know; so I am likely to be wiser than he to this small extent, that I do not think I know what I do not know.”\n      “It is better to suffer wrong than to do wrong”\n      “By all means marry. If you get a good spouse you'll become happy, while if you get a bad one you'll become a philosopher.”\n      “He who knows not and knows not that he knows not is an incorrigible fool.”\n      “I am the wisest man alive, for I know one thing, and that is that I know nothing.”\n      “Many people think that being Christian makes you sort of subhuman or, at least, less than fully human. Guys out there on the street (people think) are having a wonderful time enjoying human life to the fullest, and we in the church are sort of cramped and constricted. Well, things shouldn't be that way. Being a Christian is supposed to make you more truly human, more fully yourself. That means that you are supposed to become somebody who is reflecting the image of God.”\n      “Socrates had it wrong; it is not the unexamined but finally the uncommitted life that is not worth living.”\n      “I \"love\" reading.It makes me feel like I am swallowing up Christ, Homer, Confucius, Newton, Franklin, Socrates, Caesar, and the whole world into one gigantic invincible Sir Moffat. Mine is creative reading. I read building empires in mind. I pray I won't read and read and forget to marry.”\n      “We all know that the un-examined life is not worth living (socrates). But if all you are doing is examining, you are not living.”\n      “Who, I ask, ever found salvation through the conquests of Alexander? What city was ever more wisely governed because of them, what individual improved? Many indeed you might find whom those conquests enriched, but not one whom they made wiser or more temperate than he was by nature, if indeed they have not made him more insolent and arrogant. Whereas all who now find their salvation in philosophy owe it to Socrates.”\n      “And now we go, you to your lives, and I to death, and which of us goes to the better only God knows”\n      “...the one aim of those who practice philosophy in the proper manner is to practice for dying and death.”\n      “The mind is the pilot of the soul.”\n      “He did not say, 'Define me envy', and then, when the man defined it, 'You define it ill, for the terms of the definition do not correspond to the subject defined.' Such phrases are technical and therefore tiresome to the lay mind, and hard to follow, yet you and I cannot get away from them. We are quite unable to rouse the ordinary man's attention in a way which will enable him to follow his own impressions and so arrive at admitting or rejecting this or that. And therefore those of us who are at all cautious naturally give the subject up, when we become aware of this incapacity; while the mass of men, who venture at random into this sort of enterprise, muddle others and get muddled themselves, and end by abusing their opponents and getting abused in return, and so leave the field. But the first quality of all in Socrates, and the most characteristic, was that he never lost his temper in argument, never uttered anything abusive, never anything insolent, but bore with abuse from others and quieted strife.”\n      “I only know, I know nothing”\n      “The only true wisdom is in knowing you know nothing...”\n      “None of us has the right to assess the value of a human existence. All must be held valuable, or none. The death of Christ and the death of Socrates,\" Fen added dryly, \"suggest that our judgements are scarcely infallible...And the evil of Nazism lay precisely in this, that a group of men began to differentiate between the value of their fellow-beings, and to act on their conclusions. It isn't a habit which I, for one, would like to encourage.”\n      “Have you ever stopped to think that maybe God isn't trying to save you? Maybe, he is trying to remove all that hurt and anger inside of you so you can save everyone in this situation? Maybe, today you could be that peaceful warrior. Maybe, for once in your life you could not react, but respond. God is waiting for you to be his hero and heal people. When will you love, not hate? When will you show the best part of who you are? You have the power to be someone great. You can show kindness, compassion, mercy and love if you want to. You have been running your entire life thinking peace is found in what you hurt or cut away from your life. Have you ever considered peace is found in what you love, restore, bring kindness to and forgive? Maybe, today is your day to be someone different--someone the world can say was different because they cared about everyone's feelings.”\n      “I've recovered my tenderness by long looking;I'm a Socrates of small fury.The waves bends with the fish. I'm taughtAs water teaches stone. Believe me, extremest oriole,I can hear light on a dry day.The world is where we fling it; I'm leaving where I am.”\n      “{Stockton, a playwright who performed plays about Robert Ingersoll, gives the four moments in Ingersoll's life that shaped him, first being the death of his father, who was a reverend}Despite their opposing religious views, the old revivalist on his deathbed asked Bob to read to him from the black book clutched to his chest. Bob relented, took the book, and was surprised to discover that it wasn't the Bible. It was Plato describing the noble death of the pagan Socrates: a moving gesture of reconciliation between father and son in parting. The second event was Bob’s painful realization that his outspoken agnosticism not only invalidated his own political career but ended his brother Ebon’s career in Congress, as well. Third was the exquisite anguish of seeing his supportive wife Eva and his young daughters made to suffer for his right to speak his own mind. And fourth was the dramatic tension of having to walk out alone on public stages, in a glaring spotlight, time after time with death threats jammed in his tuxedo pocket informing him that some armed bigot in that night’s audience would see to it that he didn't leave the stage alive.”\n      “Could I climb the highest place in Athens, I would lift up my voice and proclaim, \"Fellow citizens, why do you burn and scrape every stone to gather wealth, and talk so little care of your children to whom you must one day relinquish all?”\n      “Socrates pioneered conversation as a means of intellectual exploration, of questioning assumptions, ones so deeply ingrained we dont even know we have them.”\n      “If the soul is immortal, it demands our care not only for that part of time which we call life, but for all time: and indeed it would seem now that it will be extremely dangerous to neglect it. If death were a release from everything, it would be a boon for the wicked. But since the soul is clearly immortal, it can have no escape or security from evil except by becoming as good and wise as it possibly can. For it takes nothing with it to the next world except its education and training: and these, we are told, are of supreme importance in helping or harming the newly dead at the very beginning of his journey there.”\n      “Just because something is normal in a culture does not make it ethically sound. Normal merely means there is a social consensus that it is held as self-evidently \"true\", predominantly precluding further critical examination of the matter.”\n      “I am likely to be wiser than he to this small, extent, that I do not think I know what I do not know”\n      “She is never alone, because she always has herself. In her own company, she is always enough.”\n      “A strong woman will automatically stoptrying if she feels unwanted. She won't fix it or beg, she'll just walk away.”\n      “watch out for schools that promise your kids will \"experience success.\" I'm teaching Plato's Dialogues these days, and I noticed that Socrates never let his students experience success. Socrates won the argument every time.”\n      “I was thinking of the immortal words of Socrates when he said...I drank what?”\n      “I only know one thing, and that is I know nothing”\n      “-\"Socrates, how do I stop my thoughts, my mind - other than by developing a sense of humor?\"-\"First you need to understand where your thoughts come from, how they arise in the first place. For example, you have a cold now; Its physical symptoms tell you when your body needs to rebalance itself, to restore its proper relationship with sunlight, fresh air, simple food. Just so, Stressful thoughts reflect a conflict with reality. Stress happens when the mind resists what is.”\n      “There was a young man favorably endowed as an Alcibiades. He lost his way in the world. In his need he looked about for a Socrates but found none among his contemporaries. Then he requested the gods to change him into one. But now--he who had been so proud of being an Alcibiades was so humiliated and humbled by the gods' favor that, just when he received what he could be proud of, he felt inferior to all.”\n      “To find the Father of all is hard. And when found, it is impossible to utter Him.”\n      “The New Man is the most important things that is happening in the world today.The new man will have to find new forms of communication, working together and sharing, because the old man and the old society will not disappear immediately. The old man will also put up a fight.The new man is a new humanity. Up to now, man has lived a pathological life, a neurotic life, a destructive life. During modern times, during the last 3000 years, there have been 6000 wars. You can not call this humanity healthy.Once in a while a Buddha, a Jesus, a Socrates, appeared, but each person is born to be a Buddha.How can I become the new man? The new man means a new consciousness, a new being. Humanity can not be saved if the new man does not arrive. Before it was not a necessity, but now it is absolutely necessary because now the war technology can destroy the whole earth. if not the new man arrives, if not people become more aware, awake and conscious, then this earth will not survive.The New Man means to develop all the three dimensions of being, all the three doors to God: the head, the dimension of thinking, logic and reason, the heart, the dimension of joy, trust, intuition, relationships, beauty, creativity and a sense of unity in love and the being, the dimension of meditation, silence, emptiness and oneness with life.The first level of the head is the dimension of ideas, intellect, hypothesis, theories, logic, analysis, rationality and dualistic thinking.The first level is the level of the mind, which means a continuous oscillation like a pendulum between the mind's memories of the past and the ideas, dreams and expectations of the future.The second level of the heart is the dimension of joy, acceptance, trust, understanding, trust, friendship, relationships, intuition, empathy, creativity, compassion, humor, playfulness and a sense of unity in love. The third level of being is the dimension of presence, awareness, meditation, silence, emptiness and wholeness. The third level is our connection with our inner life source.The new man means awareness, consciousness, love and creativity.The new man means meditation, to be in contact with our own inner source of silence.And if more people become meditative, the earth becomes filled with the fragrance of the new man.”\n      “Self-realization. I was thinking of the immortal words of Socrates, who said, 'I drank what?'...”\n      “الرفاهية و الأبهة تلك هي السعادة في نظرك . أما أنا فإني أعتقد أنه إذا كان من خصائص الإله أنه لا يحتاج إلى شيء، فإن مما يقرب من الألوهية أن لا يحتاج الإنسان إلا إلى قليل . و بما أنه لا أكمل من الله فإن القرب منه قرب من الكمال”\n      “Dar să adâncim puţin judecata ce e întemeiată pe nădejdea de a socoti moartea un bine. în adevăr, din două lucruri unul este a fi mort: sau este tot una cu a nu fi deloc, şi atunci cel mort n-are nici o simţire pentru nimic, sau este, după cum spun unii, numai o schimbare şi o trecere a sufletului dintr-un loc într-altul. Şi dacă în moarte nu-i nici o simţire, ci este aşa ca un somn adânc, când cineva doarme fără măcar să aibă un vis, atunci moartea se înfăţişează ca un minunat câştig. Căci eu socotesc că dacă şi-ar alege cineva o noapte în care a dormit aşa de bine că n-a fost tulburat nici măcar de un vis, dacă apoi ar compara acea noapte cu toate celelalte nopţi şi zile ale vieţii sale şi, cercetându-le întru sine, ar trebui să spună câte zile şi câte nopţi din viaţa lui a trăit mai liniştit şi mai plăcut decât în noaptea aceea, socotesc că nu numai un om de rând, dar însuşi Marele Rege ar găsi că acestea sunt prea puţine la număr faţă de celelalte zile şi nopţi.Dacă moartea este aşa ceva, eu o numesc câştig. Căci atunci întreaga veşnicie nu pare a fi altceva decât o singură noapte senină. Dacă însă moartea este ca şi o călătorie de aici în alt loc, dacă sunt adevărate cele ce se spun, că acela este locul de întâlnire al tuturor care au murit, atunci ce bine s-ar putea închipui mai mare decât moartea, o, judecătorii mei?”\n      “The way to gain a good reputation is to endeavor to be what you desire to appear.”\n      “Socrates famously said that the unconsidered life is not worth living. He meant that a life lived without forethought or principle is a life so vulnerable to chance, and so dependent on the choices and actions of others, that it is of little real value to the person living it. He further meant that a life well lived is one which has goals, and integrity, which is chosen and directed by the one who lives it, to the fullest extent possible to a human agent caught in the webs of society and history.”\n      “Sermon of the MountsMatthew 5AND SEEING THE MULTITUDES, HE WENT UP INTO A MOUNTAIN, AND WHEN HE WAS SET, HIS DISCIPLES CAME UNTO HIM The Gospels starts in a very beautiful way.The Bible is the book of the books. The meaning of the word \"bible\" is - the book.It is the most precious and beautiful document that humanity has. These statements are the most beautiful ever made.That is why it is called \"The Testament\", because Jesus has become the witness of God. While Buddha's words are refined and philosophic, Jesus words are poetic, plain and simple.The beginning of the Gospel of Matthew states that 42 generations have passed from Abraham, the founder of Judaism, to Jesus.Jesus is the flowering, the fulfillment, of these 42 generations.The whole history that has preceded Jesus is the fulfillment in him.Jesus is the fruit, the growth, the evolution, of those 42 generations.The path of Jesus is the path of love. Jesus moved among ordinary people, while Buddha - whose path is the path of meditation, intelligence and understanding - moved with sophisticated people, who was already on the spiritual path,Jesus is the culmination of the whole Jewish consciousness, while Buddha was the culmination of the Hindu consciousness and Socrates was the culmination of the Greek consciousness.But the strange things is that the tradition rejected both Jesus, Buddha and Socrates.All the prophets of the Jews that had preceded jesus was preparing the ground for him to come.That is why John the Baptist was saying: \"I am nothing compared to the person that I am preparing the way.\"But when Jesus came, the etablishment, the religious leaders and the priests, started feeling offended.His presence made the religious leaders look small.Hence Jesus was crucified.And this has always been so, because of the sleep and the stupidity of humanity.”\n      “Now it is time that we are going, I to die and you to live; but which of us has the happier prospect is unknown to anyone but God”\n      “I'm not suggesting that teachers never tell the truth, only that it isn't necessary to do it all the time. Since coming to one's own conclusions is mostly how we learn, the real job of a teacher is to force students to come to sensible conclusions by confronting what they already believe with stuff that is antithetical to those beliefs. A confused person has only 2 choices. Admit he is confused and doesn't care, or resolve the confusion. Resolving the confusion invloves thinking. Teachers can encourage thinking by making sure students have something confusing to think about.”\n      “I was astonished at her words, and said: 'Is this really true, O thou wise Diotima?' And she answered with all the authority of an accomplished sophist: 'Of that, Socrates, you may be assured;-think only of the ambition of men, and you will wonder at the senselessness of their ways, unless you consider how they are stirred by the love of an immortality of fame. They are ready to run all risks greater far than they would have run for their children, and to spend money and undergo any sort of toil, and even to die, for the sake of leaving behind them a name which shall be eternal. Do you imagine that Alcestis would have died to save Admetus, or Achilles to avenge Patroclus, or your own Codrus in order to preserve the kingdom for his sons, if they had not imagined that the memory of their virtues, which still survives among us, would be immortal? Nay,' she said, 'I am persuaded that all men do all things, and the better they are the more they do them, in hope of the glorious fame of immortal virtue; for they desire the immortal.”\n      “THESE ARE THE REASONS, THEN, FOR WHICH A MAN CAN BE CONFIDENT ABOUT THE FATE OF HIS SOUL – AS LONG AS IN LIFE HE HAS…DEVOTED HIMSELF TO THE PLEASURES OF AQUIRING KNOWLEDGE …WITH SELF CONTROL, AND GOODNESS, AND COURAGE, AND LIBERALITY, AND TRUTH…”SOCRATES’ LAST WORDS IN PLATO’S PHAEDO”\n      “What a man finds circa se or sub se is overwhelming in amount, what he finds in se is embarassing in its obscurity, but when from his own being he would obtain light as to what is supra se, then indeed he finds himself face to face with a dark and somewhat terrifying mystery. The trouble is that he is himself involved in the mystery. If, in any true sense, man is an image of God, how should he know himself without knowing God? But if it is really of God that he is an image, how should he know himself?”\n      “Socrates could enjoy a banquet now and again, and must have derived considerable satisfaction from his conversations while the hemlock was taking effect, but most of his life he lived quietly with Xanthippe, taking a constitutional in the afternoon, and perhaps meeting with a few friends by the way. Kant is said never to have been more than ten miles from Konigsberg in all his life. Darwin, after going round the world, spent the whole rest of his life in his own house. Marx, after stirring up a few revolutions, decided to spend the remainder of his days in the British Museum. Altogether it will be found that a quiet life is characteristic of great men, and that their pleasures have not been of the sort that would look exciting to the outward eye. No great achievement is possible without persistent work, so absorbing and so difficult that little energy is left over for the more strenuous kinds of amusement, except such as serve to recuperate physical energy during holidays, of which Alpine climbing may serve as the best example.”\n      “All I know is that I know nothing”\n      “Every soul seeks happiness, Socrates believes, and there is a clearly defined path to achieving happiness, though many don’t choose to take it. The only people who are truly happy are those who are virtuous and wise, who live reflective, “examined” lives and strive to behave rightly and justly in every area of their lives. These people create souls that are good, wise, and courageous and as a result they achieve genuine and lasting happiness.”\n      “More about the selection theory: Jerne meant that the Socratic idea of learning was a fitting analogy for 'the logical basis of the selective theories of antibody formation': Can the truth (the capability to synthesize an antibody) be learned? If so, it must be assumed not to pre-exist; to be learned, it must be acquired. We are thus confronted with the difficulty to which Socrates calls attention in Meno [ ... ] namely, that it makes as little sense to search for what one does not know as to search for what one knows; what one knows, one cannot search for, since one knows it already, and what one does not know, one cannot search for, since one does not even know what to search for. Socrates resolves this difficulty by postulating that learning is nothing but recollection. The truth (the capability to synthesize an antibody) cannot be brought in, but was already inherent.”\n      “By all means marry,if you get a good wife, you'll be happy. If you get a bad one, you'll become a philosopher\".”\n      “Когато се задоволяваме с малкото, ние повече от всякога ставаме бого-подобни, защото боговете от нищо не се нуждаят.”\n      “But it is just as useless for a man to want first of all to decide the externals and after that the fundamentals as it is for a cosmic body, thinking to form itself, first of all to decide the nature of its surface, to what bodies it should turn its light, to which its dark side, without first letting the harmony of centrifugal and centripetal forces realize [*realisere*] its existence [*Existents*] and letting the rest come of itself. One must learn first to know himself before knowing anything else (γνῶθι σε αυτόν). Not until a man has inwardly understood himself and then sees the course he is to take does his life gain peace and meaning; only then is he free of the irksome, sinister traveling companion―that irony of life which manifests itself in the sphere of knowledge and invites true knowing to begin with a not-knowing (Socrates), just as God created the world from nothing. But in the waters of morality it is especially at home to those who still have not entered the tradewinds of virtue. Here it tumbles a person about in a horrible way, for a time lets him feel happy and content in his resolve to go ahead along the right path, then hurls him into the abyss of despair. Often it lulls a man to sleep with the thought, \"After all, things cannot be otherwise,\" only to awaken him suddenly to a rigorous interrogation. Frequently it seems to let a veil of forgetfulness fall over the past, only to make every single trifle appear in a strong light again. When he struggles along the right path, rejoicing in having overcome temptation's power, there may come at almost the same time, right on the heels of perfect victory, an apparently insignificant external circumstance which pushes him down, like Sisyphus, from the height of the crag. Often when a person has concentrated on something, a minor external circumstance arises which destroys everything. (As in the case of a man who, weary of life, is about to throw himself into the Thames and at the crucial moment is halted by the sting of a mosquito). Frequently a person feels his very best when the illness is the worst, as in tuberculosis. In vain he tries to resist it but he has not sufficient strength, and it is no help to him that he has gone through the same thing many times; the kind of practice acquired in this way does not apply here. Just as no one who has been taught a great deal about swimming is able to keep afloat in a storm, but only the man who is intensely convinced and has experiences that he is actually lighter than water, so a person who lacks this inward point of poise is unable to keep afloat in life's storms.―Only when a man has understood himself in this way is he able to maintain an independent existence and thus avoid surrendering his own I. How often we see (in a period when we extol that Greek historian because he knows how to appropriate an unfamiliar style so delusively like the original author's, instead of censuring him, since the first prize always goes to an author for having his own style―that is, a mode of expression and presentation qualified by his own individuality)―how often we see people who either out of mental-spiritual laziness live on the crumbs that fall from another's table or for more egotistical reasons seek to identify themselves with others, until eventually they believe it all, just like the liar through frequent repetition of his stories.\"―from_Journals_, Search for Personal Meaning”\n      “An honest man is always a child.”\n      “All the dilemmas and questions of today were known in ethics more than 2,000 years ago. All the greatest teachers of mankind whether prophets such as Moses, Jesus, and Muhammad or non-prophets such as Confucius , Gautama, Buddha, Socrates, Kant, Tolstoy , and Martin Buber, covering a period from the sixth century BC up to the present ( Martin Buber died in 1965) have taught essentially the same morals. As distinguished from rules about social orders and ways of production , moral truths are constant. The reason for this lies in the fact that the riddle had been established at the moment of creation in the \"prologue in heaven\" in the act preceding the whole of human history. Intelligence, education, and experience do not in themselves help us approach or better understand all of that. Jesus pronounced his truth when he was a child and was slightly more than thirty when he was condemned. He needed neither knowledge nor experience for his great, capital truths about God and man because these truths could not be reached by knowledge or experience. Are they not \"Hidden from the wise and the learned and revealed to the little ?”\n      “His way was like other people's; he mounted no high horse; he was justa man and a citizen. He indulged in no Socratic irony. But hisdiscourse was full of Attic grace; those who heard it went away neitherdisgusted by servility, nor repelled by ill-tempered censure, but onthe contrary lifted out of themselves by charity, and encouraged tomore orderly, contented, hopeful lives.”\n      “But now the giant heads of Plato and Socrates, each with an expression of penetrating wisdom carved on his white features, surveyed the river and the melon beds beyond.”\n      “Să te temi de moarte, cetăţeni, nu este nimic altceva decât să-ţi închipui că eşti înţelept fără să fii, înseamnă să crezi că ştii ceea ce nu ştii. Căci nimeni nu ştie ce este moartea şi nici dacă nu e cumva cel mai mare bine pentru om, dar toţi se tem de ea ca şi cum ar fi siguri că e cel mai mare rău. Iar acest fel de a gândi cum să nu fie tocmai prostia aceea vrednică de dispreţ - de a crede că ştii ceea ce nu ştii? Eu însă, atenieni, poate că tocmai prin aceasta şi în acest punct mă deosebesc de cei mai mulţi (chiar dacă ar însemna să spun că într-o privinţă sunt mai înţelept decât altul), şi anume că, dacă nu ştiu mare lucru despre cele din Hades, îmi şi dau seama că nu ştiu.”\n      “The only wisdom is in knowing you know nothing.”\n      “They give you the semblance of success, I give you the reality...”\n      “Homme, connais-toi toi-même!”\n      “... Khi chào từ biệt giấc mơ hạnh phúc để trở về với hiện thực phũ phàng, ở giữa là một vực thẳm khôn cùng, nếu không trào nước mắt thì chẳng có cách nào vượt qua được. Dẫu đến bao nhiêu lần cũng vậy mà thôi.”\n      “Socrates made people face their hypocrisy. He had to die.”\n      “The only thing i know is that i know nothing.”\n      “[I]t's necessary to exert very great foresight every time you go to blame or praise a man, so that you won't speak incorrectly. . . . For you shouldn't suppose that, while stones are sacred and pieces of wood, and birds, and snakes, human beings are not. Rather of all these things, the most sacred is the good human being, while the most polluted is the wicked.\"Speech attributed to Socrates in Plato, Minos 319a, trans. Thomas L. Pangle, in The Roots of Political Philosophy: Ten Forgotten Socratic Dialogues, ed. Thomas L. Pangle (Ithaca: Cornell University Press, 1987), 63.”\n      “Plato wrote in Phaedrus that Socrates felt the written language would result in ‘men filled, not with wisdom, but with the conceit of wisdom, who will be a burden to their fellows’. Socrates saw a core truth in learning from artifacts like books. We cannot become complacent with knowledge and just store it away. It has a shelf life and needs to be used, tested, and experienced. It should be shared amongst people who understand that they are only seeing a fragment of each others’ knowledge.”\n      “Satan will always whisper don't care, be silent, you didn't do anything wrong, your better than them, your stronger than your enemies. However, a true daughter or son of God says back: I hurt so I will make it right. I was silent, but now I am ready to listen and share. I am not better because I know what I have done. I am not stronger than my enemies by hating them, but by healing them.”\n      “Life without enquiry is not worth living.”\n      “If you want to heal your heart surround yourself with people that won't tell you hating other people is how you get over being hurt. Surround yourself with people that will tell you to be more like Christ and reach out to those you don't understand or are offended by. Bitter insecure and anxious people will tell you everything you need to hear to help you move on, but very little of it will be the true teachings of Christ.”\n      “So those are the direct answers human wisdom gives when it answers the question of life. \"The life of the body is evil and a lie. And therefore the destruction of this life of the body is something good, and we must desire it,\" says Socrates. \"Life is that which ought not be - an evil - and the going into nothingness is the sole good of life,\" says Schopenhauer. \"Everything in the world - folly and wisdom and riches and poverty and happiness and grief - all is vanity and nonsense. Man will die and nothing will remain. And that is foolish,\" says Solomon. \"One must not live with awareness of the inevitability of suffering, weakness, old age, and death - one must free oneself from life, from all possibility of life,\" says Buddha. And what these powerful intellects said was said and thought and felt by millions and millions of people like them. And I too thought and felt that.”\n      “Angels come in many forms, but they always bring the same message--wisdom.”\n      “Is something good because the gods approve of it? Or do the gods approve of it because it is good?”\n      “Let us examine our values and join Socrates who said \" The unexamined life is not worth living”\n      “Would you rather have your child in a room with the best equipment in the world with an average teacher or an empty room with Socrates?”\n      “No man is capable of causing great evil without thinking he's doing the right thing.”\n      “Knowledge will make you be free.”\n      “When Socrates lay close to death, a youth --Who was his student in the search for truth --Said: ‘Master, when we’ve washed the man we knew And brought your shroud, where should we bury you?’ He said: ‘If you can find me when I’ve died,Then bury me wherever you decide --I never found myself; I cannot seeHow when I’m dead you could discover me. Throughout my life not one small particleHad any knowledge of itself at all!”\n      “The Book Lover:-See how I have come up in the World, because of my books.I pull the covers agape, pages release their cargo and words fly like birds each with its own song.Listen, and vowels will breathe like flutes in your head,Consonants tick-tack like woodpeckers, and sibilants, sly as asps, bite the plosives that pop from our pressed lips.A picture worth a thousand words?You paint a score of trees, dark needled, stippled and stroked across your canvas:My book say ‘’forrest’’ (Feel that Pine green touch)You wash your paper with azures and turquoise, set ship after ship, sails wind-pregnant,As far as the daubed horizon: my books say ‘’armada’’. (Smell that sea-green scent)Art’s shape is their noun, its colour their objective,Its tone their adverb; my books match the grammar of landscapes.This book may say ‘Socrates’ secrets,Freud’s autopsy of actions or Heaney’s verses;Every idea dreamed by man caught, black stamped for all time, within its cardboard confines.Here the past speaks to us, as the future will, in the language of our senses.Step up book by book-In time, you will reach the stars.”\n      “Socrates may have thought himself to be the wisest in Athens, but King Solomon was the wisest in the world. With all his philosophy Socrates died a poor man, and with all his wisdom King Solomon died a rich man.”\n      “Something in the world forces us to think. This something is an object not of recognition but of a fundamental encounter. What is encountered may be Socrates, a temple or a demon. It may be grasped in a range of affective tones: wonder, love, hatred, suffering. In whichever tone, its primary characteristic is that it can only be sensed. In this sense it is opposed to recognition.”\n      “Something in the world forces us to think. This something is an object not of recognition but of a fundamental encounter. What is encountered may be Socrates, a temple or a demon. It may be grasped in a range of affective tones: wonder, love, hatred, suffering. In whichever tone, its primary characteristic is that it can only be sensed. In this sense it is opposed to recognition.”\n      “Justice. If only we knew what it was.”\n      “We were surprised, shocked really, to discover the type of leadership required for turning a good company into a great one. Compared to high-profile leaders with big personalities who make headlines and become celebrities, the good-to-great leaders seem to have come from Mars. Self-effacing, quiet, reserved, even shy—these leaders are a paradoxical blend of personal humility and professional will. They are more like Lincoln and Socrates than Patton or Caesar.”\n      “Aku tahu bahwa aku tidak tahu apa-apa”\n      “Yo solo sé que no sé nada.”\n      “You, the woman; I, the man; this, the world:And each is the work of all.There is the muffled step in the snow; the stranger; The crippled wren; the nun; the dancer; the Jesus-wingOver the walkers in the village; and there areMany beautiful arms around us and the things we know.See how those stars tramp over the heavens on their sticksOf ancient light: with what simplicity that blueTakes eternity into the quiet cave of God, where CeasarAnd Socrates, like primitive paintings on a wall, Look, with idiot eyes, on the world where we two are.You, the sought for; I, the seeker; this, the search:And each is the mission of all.For greatness is only the drayhorse that coaxesThe built cart out; and where we go is reason.But genius is an enormous littleness, a tricklingOf heart that covers alike the hare and the hunter.How smoothly, like the sleep of a flower, love, The grassy wind moves over night's tense meadow:See how the great wooden eyes of the forrestStare upon the architecture of our innocence.You, the village; I, the stranger; this, the road:And each is the work of all.Then, not that man do more, or stop pity; but that he beWider in living; that all his cities fly a clean flag...We have been alone too long, love; it is terribly lateFor the pierced feet on the water and we must not die now.Have you ever wondered why all the windows in heaven werebroken?Have you seen the homeless in the open grave of God's  hand?Do you want to aquaint the larks with the fatuous musicof war?There is the muffled step in the snow; the stranger; The crippled wren; the nun; the dancer; the Jesus-wingOver the walkers in the village; and there are Many desperate arms about us and the things we know.”\n      “I know nothing except the fact of my ignorance”\n      “One thing that I know, is that I know nothing.”\n      “I'm working on this book on the trial of Socrates. It started out with the idea of the problem of freedom of thought...and expression...I started by spending a year on the English Seventeenth Century Revolutions, and I had a fascinating time. And then I felt I couldn't understand the English Seventeenth Century Revolutions without understanding the Reformation. When I got to the Reformation, I felt that I had to understand the premonitory movements that began in the Middle Ages. When I got there, I felt I had to understand the classical period.\" (quoted in Andrew Patner, I. F. Stone: A Portrait, p. 21)”\n      “Guys, close your eyes.Imagine you have a daughter. Imagine she is dating a guy like you. Did you smile? No?Then change.”\n      “Sometimes you have to stop being scared and just go for it. Either it willwork or it will not. That's life.”\n      “In a syllogism (1. All men are mortal, 2. Socrates is a man, 3. Therefore Socrates is mortal), the generalization (all men are mortal) must have been arrived at by induction. No inductive process is ever absolutely certain. There is always the leap, the assumption, of generalizing and therefore one of the premises of a syllogism must have an element of uncertainty. So it cannot prove anything with certainty. A syllogism is therefore a signpost pointing where to look for direct experience, but can inherently never give information that is 100% certain. But a syllogism (on metaphysical subjects) can also point to what can, inherently, never be experienced; then it is an anomaly.”\n      “Losing love is so rich a philosophical ordeal that it makes a hairdresser into a rival of Socrates.”\n      “I believe I learned more about the theory of knowledge from my dear omniscient master Adalbert Pösch than from any other of my teachers. None did so much to turn me into a disciple of Socrates. For it was my master who taught me not only how very little I knew but also that any wisdom to which I might ever aspire could consist only in realizing more fully the inﬁnity of my ignorance.”\n      “Don't consider my kindness as my weakness,the beast in me is sleeping, not dead.”\n      “Socrates Ghost Must Haunt Me Now\"Socrates ghost must haunt me now,Notorious death has let him go,He comes to me with a clumsy bow,Saying in his disused voice,That I do not know I do not know,The mechanical whims of appetiteAre all that I have of conscious choice,The butterfly caged in eclectic lightIs my only day in the world's great night,Love is not love, it is a childSucking his thumb and biting his lip,But grasp it all, there may be more!From the topless sky to the bottomless floorWith the heavy head and the fingertip:All is not blind, obscene, and poor.Socrates stands by me stockstill,Teaching hope to my flickering will,Pointing to the sky's inexorable blue---Old Noumenon, come true, come true!”\n      “Socrates: (...)They should not pit themselves against the will of the Gods in thought or deed. Here lies the true path of virtue and happiness. The other way is arrogance, pride and hubris. It ends in tragedy, as we all well know from the Theatre.Hermogenes: Thank you Socrates. Does this also mean that what the Gods will is always virtuous and must be the Good?Socrates: Yes. There is no other basis for the Good.”\n      “Plato, Socrates, Aristotle and many more great minds laid the groundwork for the development of modern science. Over the foundation of philosophy, history witnessed the daring ventures of human excellence by both philosophical and scientific geniuses, such as Leonardo-da-Vinci, Copernicus, Galileo, Kepler, Bacon, Darwin, Newton and so on. And the chain of reaction they triggered with their extraordinarily abnormal thinking, given their surrounding ignorance and fundamentalism, resulted into the evolution of our modern science.”\n      “Most people, [Socrates] suggested, sleepwalk through life, never asking themselves what they're doing or why they're doing it. They absorb the values and beliefs of their parents, or their culture, and accept them unquestioningly. But if they happen to absorb wrong beliefs, it will make them sick.”\n      “The story goes that one day Socrates stood gazing at a stall that sold allkinds of wares. Finally he said, “What a lot of things I don’t need!”\n      “Toen Socrates verteld werd dat iemand niet beter van een reis was teruggekeerd, zei hij: 'Natuurlijk niet, want die man had zichzelf meegenomen.' Waartoe gaan wij naar landen, verwarmd door een vreemde zon? Kan iemand mét zijn land ook zichzelf ontvluchten?”\n      “Natura este democrata! Face trandafiri din maracini, si face maracini din trandafiri...Laboratorul dumneavoastra nu poate nimic! Numai natura poate! Va maritati cu Socrate, cu Goethe, cu Einstein, ca sa umpleti lumea cu astefel de genii, si va pomeniti ca din acesti oameni mari lastaresc niste functionari stupizi! Dupa un om genial, natura se odihneste mii de ani.”\n      “In Plato’s Phaedrus, Socrates describes how the Egyptian god Theuth, inventor of writing, came to Thamus, the king of Egypt, and offered to bestow his wonderful invention upon the Egyptian people. “Here is a branch of learning that will ... improve their memories,” Theuth said to the Egyptian king. “My discovery provides a recipe for both memory and wisdom.” But Thamus was reluctant to accept the gift. “If men learn this, it will implant forgetfulness in their souls,” he told the god. “They will cease to exercise their memory and become forgetful; they will rely on that which is written, calling things to remembrance no longer from within themselves, but by means of external marks. What you have discovered is a recipe not for memory, but for reminding. And it is no true wisdom that you offer your disciples, but only its semblance, for by telling them of many things without teaching them anything, you will make them seem to know much, while for the most part they will know nothing. And as men filled not with wisdom but with the conceit of wisdom, they will be a burden to their fellow-men.”\n      “In the immortal words of Socrates...I drank what?”\n      “Socrates nói rằng sinh viên không thể tiếp nhận được tối đa các thông tin mà giáo viên hoặc một người nào đó dạy cho anh ta. Tri thức chi tích lũy và trí tuệ chỉ phát triển khi sinh viên đó tự mình xử lý thông tin. Nói cách khác, Socrates cho rằng vai trò đích thực của một nhà giáo dục là khích lệ sinh viên tự mình suy nghĩ về mọi vấn đề thông qua quá trình tự truy vấn.”\n      “To do is to be'Plato'To be is to do'Socrates 'Do be do be do'Sinatra”\n      “We are in bondage in proportion as what happens to us is determined by outside causes, and we are free in proportion as we are self-determined. Spinoza, like Socrates and Plato, believes that all wrong action is due to intellectual error: the man who adequately understands his own circumstances will act wisely, and will even be happy in the face of what to another would be misfortune.”\n      “Upbringing affects opportunity. Upper-middle-class homes are not only richer (with two professional incomes) and more stable; they are also more nurturing. In the 1970s there were practically no class differences in the amount of time that parents spent talking, reading and playing with toddlers. Now the children of college-educated parents receive 50% more of what Mr Putnam calls “Goodnight Moon” time (after a popular book for infants). Educated parents engage in a non-stop Socratic dialogue with their children, helping them to make up their own minds about right and wrong, true and false, wise and foolish. This is exhausting, so it helps to have a reliable spouse with whom to share the burden, not to mention cleaners, nannies and cash for trips to the theatre.”\n      “AFFIRMATION CREED OF THE ARRIVIST: I am God, and all other gods are my imagery. I gave birth to myself. I am millions of forms excreating; eternal; and nothing exists except through me; yet I am not them—they serve me. I am inconceivable because I make the conceivable as I so will. I am beyond Law, for my casualness rationalizes all things to my pleasure. I am the stranger, ever. We, the new Arrivists have a lusty heritage from the hierocracy of ancient Egypt, and such great familiars as Lao-Tzu, Pythagoras, Sappho, Socrates, Zeno and others who have substantiated their beliefs (and like them we have been spat on by the ugliest denominators): our great copula is the giving. 'Arrivism' formulates from our integrals: our 'thisness' into 'as if becoming 'as now'—the intentional becoming extentional; action by spontaneity conforming everything critical and subvertive to itself, which is the mechanism of evoking our 'thisness'. 'As now' has no pendency: things are, because we are always the potential of what we last were. The gospel of the Arrivist is always his own.”\n      “I have read in some of the old histories that in early times the Greeks did not know how to write until two men, one of whom was called Cadmus (Qatmus) and the other Aghanūn, came from Egypt bringing sixteen letters with which the Greeks wrote. Then one of these two men derived four other letters, also used for writing. Later, another man named Simonides (Simūnidus) derived four additional ones, making twenty-four. It was in those days that Socrates (Suqrātīs) appeared”\n      “But Pandarus, incited by an immoderate defire of riches and power,* leaps to unjufl: energies, the poet all but exclaiming in the very words of Socrates in the Republic', \" that many things are extended to fouls from the univerfe, which aftonifh the flupid, and caufe them to err refpe6iing the eledions of lives/' As therefore the prophet extends a tyrannic life, and he who firft choofes this is faid to be flupid, although he by whom it was extended was entirely a divine nature; fo here, when Minerva offers to the choice of Pandarus a more powerful and rich condition with impiety, or one entirely contrary to this, he makes choice of the worfe. And in this cafe Minerva is not the caufe of the elecflion, but the improbity of him by whom the ele61ion is made. For neither is the prophet in Plato the caufe of a tyrannic life, but the intemperance of him that chofc it. Hence Pandarus, in obeying Minerva, is faid to fuffer this through his ftupidity.”\n      “Socrates says the male libido is like being chained to a madman,”\n      “Such a principled disregard of ad hominem evidence is a characteristically modern prejudice of professional philosophers. For most Greek and Roman thinkers from Plato to Augustine, theorizing was but one mode of living life philosophically. To Socrates and the countless classical philosophers who tried to follow in his footsteps, the primary point was not to ratify a certain set of propositions (even when the ability to define terms and analyze arguments was a constitutive component of a school's teaching), but rather to explore 'the kind of person, the sort of self' that one could elaborate as a result of taking the quest for wisdom seriously.”\n      “If I save my insight, I don’t attend to weakness of eyesight.”\n      “Having the fewest wants, I am nearest to the gods.”\n      “Îmi pare rău pentru tot - că Biblia nu a fost scrisă de Shakespeare și de Socrate, că viața noastră nu are mai mult sens, că a trebuit să scriu rândurile astea.”\n      “Why do you wonder that globetrotting does not help you, seeing that you always take yourself with you? The reason that set you wandering is ever at your heels.”\n      “Bad people live that they may eat and drink, whereas good people eat and drink that they may live.”\n      “SocratesThe philosopher offered us a way out of two powerful delusions: that we should always or never listen to the dictates of public opinion. To follow his example, we will best be rewarded if we strive instead to listen to the dictates of reason”\n      “In essence, love makes no sense, In fact, there is more nonsense than sense in love. Great philosophers - Socrates, Plato and Aristotle alike, could only ponder on this delicate and mystifying subject, and that was way before I graced this planet with my own messed up resonance of amour. Perhaps, in an effort to make sense out of nonsense, the meaning of love was lost in translation over time, or by the mere fact that, to this day there has ben no valid interpretation.”\n      “Certain things need to be done again and again in life, but those things can be learned only in context, not as an abstraction. Different contexts must be provided in order to motivate students and to provide real world skills that will be remembered, not because they were studied and tested but because they were practicied again and again.”\n      “I now know from voracious reading and tireless research that most of my favorite quotes are just paraphrases from ancient philosophers like Socrates, Aristotle, Epicurus, Epictetus, and Aristophanes!”\n      “There are endless books about what every third grader must know that use the idea that factual knowledge is the basis of the ability to read as their justification. Unfortunately, the writers of these tracts have misunderstood the cognitive science behind those statements. It is difficult to read things when you don't understand what they are about, but it does not follow from that thatthe solution is to ram that knowledge down kids' throats and then have them read. It is much more clever to have them read about what they know and to gradually increase their knowledge through stories that cause them to have to learn more in order to make the stories understandable to them.”\n      “No man on earth who conscientiously opposes either you or any other organized democracy, and flatly prevents a great many wrongs and illegalities from taking place in the state to which he belongs, can possibly escape with his life. The true champion of justice, if he intends to survive even for a short time, must necessarily confine himself to private life and leave politics alone.”\n      “To find the truth, try to follow the Socratic method. Just don’t forget to follow your intuition and imagination.”\n      “In the West, people learn through the Socratic tradition. The education system was influenced by Western philosophy and is based on constantly questioning the knowledge that’s handed to you and arriving at the truth through that process of questioning. The Indian system took off from the Guru-Shishyha tradition in which your virtue as a student lay in taking tradition or parampara as it is given to you and passing it on to the next generation in the exact same way.”\n      “In the life of an individual man, virtue is the sole good; such things as health, happiness, possessions, are of no account. Since virtue resides in the will, everything really good or bad in a man's life depends only upon himself. He may become poor, but what of it? He can still be virtuous. A tyrant may put him in prison, but he can still persevere in living in harmony with Nature. He may be sentenced to death, but he can die nobly, like Socrates. Other men have power only over externals; virtue, which alone is truly good, rests entirely with the individual. Therefore every man has perfect freedom, provided he emancipates himself from mundane desires. It is only through false judgments that such desires prevail; the sage whose judgments are true is master of his fate in all that he values, since no outside force can deprive him of virtue.”\n      “I am as knowledgeable as Socrates; I know nothing.”\n      “What does the name of an author on the jacket matter? Let us move forward in thought to three thousand years from now. Who knows which books from our period will be saved, and who knows which authors’ names will be remembered? Some books will remain famous but will be considered anonymous works, as for us the epic of Gilgamesh; other authors’ names will still be well know, but none of their works will survive, as was the case with Socrates; or perhaps all the surviving books will be attributed to a single, mysterious author, like Homer.”\n      “In Plato’s Apology, Socrates defines his life’s mission as awakening the Athenians to the supreme importance of attending to their souls. His timeless plea that we connect to ourselves remains the only way for any of us to truly thrive.”\n      “Answer all the questions. Question all the answers.”\n      “Simmias brings up the Pythagorean opinion that the soul is a harmony, and urges: if the lyre is broken, can the harmony survive? Socrates replies that the soul is not a harmony, for a harmony is complex, but the soul is simple. Moreover, he says, the view that the soul is a harmony is incompatible with its pre-existence, which was proved by the doctrine of reminiscence; for the harmony does not exist before the lyre.”\n      “[On Socrates] My decision to prove reincarnation to the sophomoric cavemen of Athens, quite possibly, was the best decision I made for both myself and humanity. Another dominant behavioral trait is displayed by my efforts to perform selfish acts selflessly, which is significantly unique because the majority of people perform selfless acts selfishly. In the former modus operandi the virtue is preserved through the honesty of being selfish, but in the latter the virtue is corrupted by the dishonesty since the intent is disguised to appear virtuous.Therefore, people are the most evil when performing selfish acts selfishly, and would therefore be the most benevolent when performing selfless acts selflessly. To performs acts selfishly for the mere sake of acting, is irresponsible and destructive and to perform acts selflessly for the sake of acting, is reckless and self-destructive.The interesting dynamic of this newest revelation is how Aristotle knew, innately, to seek out Plato upon his father's death. Once Socrates reunited with Plato, as Aristotle, they proved metaphysics; except the trial of Socrates was so traumatizing they made the decision not to make it known. Instead they channeled the knowledge constructively (\"selfishly\"- because self-preservation is ultimately selfish) which was done selflessly by cultivating it through education.They were so successful, that the King of Macedonia (my father's previous employer) made a formal request ordering me to tutor his son, Alexander. That's interesting because I have memory of Alexander the Great. He was a passionate boy with incredible sex drive that was equal to that of a honey badger's virulence. He allowed his power to intoxicate him and I was the only one he trusted, and when I made the attempt to slow him down by reminding of of the all powerful mighty God, something happened that caused his death and some Athenian imbecile (probably out of guilt) tried to hang me up on a cross for being a traitor. I got the hell of out doge like a bat of hell the minute that fool said something about me not \"honoring\" the \"gods\" - I may have even said something to the effect of 'I am God.' Although, the quote that did survive was when I refused to allow Athens to commit the same crime twice prior to fleeing the city to seek sanctuary at a family's estate.”\n      “We know so little about Socrates but somehow we still remember he existed; more amazing yet, is how the meaning of ethics has completely escaped us.”\n      “Teeming brain can never never ceaseHush! Hush yellow bowl of SocratesCouplet by Mk Bhutta”\n      “When the debate is over, slander becomes the tool of the loser.”\n      “Critón, le debemos un gallo a Asclepio. ¿Te acordarás de pagar la deuda?”\n      “Although there is some controversy about whether Plato or Socrates held the position that if a person knows what the good life is, he/she will not act immorally, in what follows we shall speak as if this is Plato’s own view. According to this position, evil is due to lack of knowledge. If people can discover what is right, Plato believes, they will never act wickedly. But the problem is to discover what is right, or as Plato calls it, “the good.” How can this be done when people differ so greatly in their opinions about the good life? Plato’s answer is that finding the nature of the good life is an intellectual task very similar to the discovery of mathematical truths. Just as the latter cannot be discovered by untrained people, so the former cannot be either.”\n      “He is richest who is content with the least, for content is the wealth of nature.Socrates”\n      “wisdom begins in wonder”\n      “Yeah, yeah, yeah.. Lots of fine people have sat staring at the inside of prison walls. Socrates, Gandhi, Joan of Arc, even our lord Jesus Christ. He spent the last night of his life not with holy men, but with scum like the kind we've got in Oz. One of the last things Jesus did on earth was invite a prisoner to join him in heaven. He loved that criminal. I say he loved that criminal as much as he loved anyone. Jesus knew in his heart it takes a lot to love a sinner. But the sinner, he needs it all the more.”\n      “In the life of the individual man, virtue is the sole good; such things as health, happiness, possessions, are of no account. Since virtue resides in the will, everything really good or bad in a man’s life depends only upon himself. He may become poor, but what of it? He can still be virtuous. A tyrant may put him in prison, but he can still persevere in living in harmony with Nature. He may be sentenced to death, but he can die nobly, like Socrates. Therefore every man has perfect freedom, provided he emancipates himself from mundane desires.”\n      “You may not be rich with money, Socrates was not, your life still has tremendous value.”\n      “The truth is, Socrates, that these regrets, and also the complaints about relations, are to be attributed to the same cause, which is not old age, but men's characters and tempers; for he who is of a calm and happy nature will hardly feel the pressure of age, but to him who is of an opposite disposition youth and age are equally a burden.”\n      “I know one thing, that I know nothing.”\n      “Connais-toi toi-même.”\n      “The journey home was made short by Ronan’s tales of research on love. He confessed to Katie he was not good at expressing his inner feelings. He adopted the Socratic Method and asked all his friends and family for advice. They proved no help so he enlisted the help of Lovely Lucy Looney, the local librarian. He went and researched love, sex and flirting. He spoke of Lucy’s shock on his many visits to the library and his mortification but Katie’s love was worth all embarrassment. She was touched by his Herculean efforts and knew he was her soul mate”\n      “All of us cherish our beliefs. They are, to a degree, self-defining. When someone comes along who challenges our belief system as insufficiently well-based – or who, like Socrates, merely asks embarrassing questions that we haven’t thought of, or demonstrates that we’ve swept key underlying assumptions under the rug – it becomes much more than a search for knowledge. It feels like a personal assault.”\n      “To be completely objective we must say:All men are mortal.Lionel Samaratunga's son is a man.Therefore Lionel Samaratunga's son is mortal.So stated, it is quite generally true, and is the concern of no-one in particular. It is so generally true that it would serve in a textbook of logic as an example of a syllogism in Barbara (though usually, instead of Lionel Samaratunga's son, it is Socrates whose mortality is logically demonstrated).But how many students of logic are going to shed tears when they read that Lionel Samaratunga's son is destined to die? How many have so much as heard of Lionel Samaratunga, let alone of his son? (And anyway, how many students of logic shed a tear even over the death of Socrates, of whom they may perhaps have heard?) But if you were to come across this syllogism unexpectedly, it is not impossible that you might feel emotionally moved (as perhaps at this very moment you may be feeling a little uncomfortable at my having chosen an example so near home). And why should this be so? Because you are fond of Lionel Samaratunga's son and cannot regard this syllogism in Barbara, which speaks of his mortality, quite so objectively as a student of logic. In other words, as soon as feeling comes in at the door objectivity flies out the window. Feeling, being private and not public, is subjective and not objective.And the Buddha has said (A. III,61: i,176) that it is 'to one who feels' that he teaches the Four Noble Truths. So, then, the Dhamma must essentially refer to a subjective aniccatā—i.e. one that entails dukkha—and not, in any fundamental sense, to an objective aniccatā, which we can leave to students of logic and their professors. (Feeling is not a logical category at all.)”\n      “It is not only true that the test of knowledge is an acute and cultivated awareness of how little one knows (as Socrates knew so well), it is true that the unbounded areas and fields of one's ignorance are now expanding in such a way, and at such a velocity, as to make the contemplation of them almost fantastically beautiful.”\n      “Socrates proved the immortality of the soul from the fact that the sickness of the soul (sin) does not consume it as sickness of the body consumes the body. So also we can demonstrate the eternal in man from the fact that despair cannot consume his self, that this precisely is the torment of contradiction in despair. If there were nothing eternal in a man, he could not despair; but if despair could consume his self, there would still be no despair.”\n      “Sống cô độc đương nhiên cảm thấy cuộc đời là những chuỗi ngày dài và buồn tẻ, nhưng nếu được ở bên người mình yêu thương, thì chỉ thoắt cái người ta đã tới ngã ba đường rồi.”\n      “Đó là một câu hỏi phức tạp, mà đời người thì ngắn ngủi.”\n      “Socrates was a figure universally admired; not only the Stoics, but the Cynics, the Skeptics and Epicureans recognized him as their foundational figure and did their best to show that their views were consistent or even identical with those Socrates supposedly held. Everyone, it seems, wanted a piece of him, and to the degree that these rival systems of thought succeeded in presenting themselves as Socratic in inspiration, their reputation with the public is enhanced.”\n      “Non si creda che i classici vanno letti perché \"servono\" a qualcosa. La sola ragione che si può addurre è che leggere i classici è meglio che non leggere i classici.E se qualcuno obietta che non val la pena di far tanta fatica, citerò Cioran: «Mentre veniva preparata la cicuta, Socrate stava imparando un'aria sul flauto. \"A cosa ti servirà?\" gli fu chiesto. \"A sapere quest'aria prima di morire\"».”\n      “Alors qu'on préparait la ciguë, Socrate était en train d'apprendre un air de flûte. \"à quoi bon cela te servira-t-il ? lui demande-t-on. — À savoir cet air avant de mourir.\"Si j'ose rappeler cette réponse trivialisée par les manuels, c'est parce qu'elle me paraît l'unique justification sérieuse de toute volonté de connaître, qu'elle s'exerce au seuil de la mort ou à n'importe quel autre moment.”\n      “Socrates’ dialectic was a Greek, rational version of the Indian brahmodya, the competition that attempted to formulate absolute truth but always ended in silence. For the Indian sages, the moment of insight came when they realized the inadequacy of their words, and thus intuited the ineffable. In that final moment of silence, they had sensed the brahman, even though they could not define it coherently. Socrates was also trying to elicit a moment of truth, when his interlocutors appreciated the creative profundity of human ignorance.”\n      “Socrates [10w] \"I know less than you.That's how smart I am!”\n      “Socrates and Plato are right: whatever man does he always does right: that is, does what seems to him good (advantageous) according to the degree of advancement his intellect has attained, which is always the measure of his rational capacity.”\n      “Nuestra juventud de ahora ama el lujo. Tiene malos modales, desprecia la autoridad; le falta el respeto a susmayores y le encanta charlar en lugar de trabajar; ya no se levanta cuando un adulto entra en la sala; contradice a sus padres, charla ante las visitas, engulle la comida y tiraniza a sus maestros”\n      “A question is far more subversive, biblically, than a statement.”\n      “I am self-propelled; fueled from within. I appreciate peoples’ opinions but I’m not attached to them. I learned a long time ago that if I give then the power to feed me I also give them the power to starve me.”\n      “My world view is somewhat unique. I have learned from many great philosophers including Plato, Socrates, Buddha, Jesus, Darwin, Tagore, Emerson, and many more.”\n      “The wise learns from anything and anyone, the normal from his experiences and the fool knows everything better.”\n      “From the tip of every branch, like a fat purple fig, a wonderful future beckoned and winked. One fig was a husband and a happy home and children, and another fig was a famous poet and another fig was a brilliant professor, and another fig was Ee Gee, the amazing editor, and another fig was Europe and Africa and South America, and another fig was Constantin and Socrates and Attila and a pack of other lovers with queer names and offbeat professions, and another fig was an Olympic lady crew champion, and beyond and above these figs were many more figs I couldn’t quite make out.                 I saw myself sitting in the crotch of this fig tree, starving to death, just because I couldn’t make up my mind which of the figs I would choose. I wanted each and every one of them, but choosing one meant losing all the rest, and, as I sat there, unable to decide, the figs began to wrinkle and go black, and, one by one, they plopped to the ground at my feet.”\n      “One really has to ask oneself how Socrates managed to maneuver himself into such conjugal misery, and this question can be posed in several variations. If Xantippe really was from the start the kind of woman the legend says she was, we would show very little understanding for our great philosopher because then it was his own carelessness that led him to choose precisely her and no other woman. Or is he supposed to have thought, ironic as he was, that a surly woman is just what a thinker needs? If, from the beginning, he recognized her \"true nature\" and put up with it, then this indicates deplorable marital behavior on his part because he thus unreasonably expected a women to spend her whole life with a man who obviously at best endured her but did not appreciate her. Conversely, if Xantippe had become as she is described only during her marriage to Socrates, then the philosopher would really come into a questionable light because then indisputably he himself must have caused his wife's vexation without having interested himself in it. No matter how the story is turned, Xantippe's moods fall back on Socrates. This is a genuine philosophical problem: How did the thinker and questioner manage not to solve the puzzle of Xantippe's bad temper? This great midwife of truth was obviously unable to let his wife's rage express itself or to help her find a language in which she would have been able to express the grounds and justifications for her behavior. The failure of a philosopher often consists not in false answers but in neglecting to pose the right questions —and in denying some experiences the right to become \"problems.\" His experiences with Xantippe must have been of this kind—a misery that is not given the dignity of obtruding into the male problem-monopoly. Philosphers fail when they endure as a naturally given evil that for which they are to blame; indeed, their capacity for \"wisely\" enduring it is itself an intellectual scandal, a misuse of wisdom in favor of blindness. With Socrates, it seems, this misuse immediately avenged itself. When a thinker cannot refrain from equating humanity with masculinity, reality will strike back in the philosopher's marital hell. The stories about this thus have, I think, also a kynical meaning. They reveal the real reason for philosophicalclerical celibacy in our civilization. A definite dominating kind of idealism, philosophy, and grand theory becomes possible only when a certain \"other kind\" of experience is systematically avoided”\n      “ὁ ... ἀνεξέταστος βίος οὐ βιωτὸς ἀνθρώπῳ... An unexamined life is not worth living”\n      “But the criminal is a decadent. Was Socrates a typical criminal?”\n      “We gain our first measure of intelligence when we first admit our own ignorance.”\n      “Socrates liked a blue, red wine. Plato gave the human race not only lemon juice but high tea.”\n      “It is better to be human being dissatisfied than a pig satisfied. It is better to be a Socrates dissatisfied than a fool satisfied.”\n      “Before studying philosophy, every time remember what Socrates said: “I cannot teach anybody anything. I can only make them think”. Philosophy is not a science in strict sense of the term, it cannot give you ready-form and closed-end answers, it can inspire and direct you to find them on your own. Study various philosophical schools, get familiar with different philosophical traditions, then forget them all and find your own way. This is a fundamental approach to philosophy and the method of philosophizing.”\n      “In Ancient Greece, when the philosopher Socrates was asked to sum up what all philosophical commandments could be reduced to, he replied: ‘Know Yourself’. Self-knowledge matters so much because it is only on the basis of an accurate sense of who we are that we can make reliable decisions – particularly around love and work. The difficulty is that we seldom manage to make sense of more than a fraction of who we are.”\n      “No, Socrates! No! It's the unemotional life that's not worth living.”\n      “Many were incarcerated with the aberrant prosaic possibilities of ataraxia. Only the mentally sensitive few were cognizant of the nuisance to serenity and an actuality that lacked a balance betwixt havoc and sangfroid. The intellectual capabilities of the excellent idiosyncratic talents of a man with an agog outlook for de minimis fringe entities had left the portal ajar for the enlightened few, to get a glimpse of the obsecure reality that most had decided to claim socratic ignorance to evade inquiries.”\n      “Nothing is richer than precious stones and than gold; nothing is finer than adamant, nothing nobler than the blood of kings; nothing is sacred in wars; nothing is greater than Socrates' wisdom - indeed, by his own affirmation, nothing is Socrates' wisdom. Nothing is the subject of the speculations of the great Zeno; nothing is higher than heaven; nothing is beyond the walls of the world; nothing is lower than hell, or more glorious than virtue.”\n      “Was it Socrates, or one of his ilk, who said that the celibacy of old age is like finally being unstrapped from the back of a wild horse”\n      “My method is to call in support of my statements the evidence of a single witness, the man I am arguing with, and to take his vote alone; the rest of the world are nothing to me; I am not talking to them.”\n      “Socrates was the best teacher and they killed him!”\n      “Marrying more than twice is still not married.After a mistake, we always say 'I'll never do that again' all said while in the mists of another, and our first mistake was bipedal, when we left the contentment of the forest canopy to walk upright, like all mistakes, 'I'll never do that again.'Never be too truthful or honest, it's deadly, just ask Socrates. If you teach a man to stand up and be somebody, you'll have to buy him shoes.I believe in craft beer and women who don't believe in conversation.God gave men, women, and we haven't seen him since. Delusion is the best way to make a marriage work, but can't seem to convince my wife that we're not married. Marriage is absolute, not zero. God's not married. The keys to happiness are in your hand; unfortunately we live in a digital world.”\n      “You are mistaken, my friend, if you think that a man who is worth anything ought to spend his time weighing up the prospects of life and death. He has only one thing to consider in performing any action; that is, whether he is acting justly or unjustly, like a good man or a bad one.”\n      “At the trial in which he would be sentenced to death, Socrates (as quoted by Plato) said that the unexamined life isn't worth living. Reading is the best way I know to learn how to examine your life. By comparing what you've done to what others have done, and your thoughts and theories and feelings to those of others, you learn about yourself and the world around you. Perhaps that is why reading is one of the few things you do alone that can make you feel less alone; it's a solitary activity that connects you to others.”", "author": "Socrates", "type": "quote", "title": "Socrates Quotes"}