{"title": "Everybody", "artist": "Logic", "content": "Okay I was gone for a minute but I'm back now\nSit the fuck back down\nSeem like everybody nowadays Hollywood\nOh it’s like that now?\nI'ma show you mothafuckas how to act now\nI'ma show em how to act\nI'ma show em how to act\n\n[Verse 1]\nOkay now picture little Bobby just a youngin' runnin' round\nWith his mans, hammer in his hands, feelin' like the man\nRun, mothafucka, run\nBefore the popo get the gun, put it to your brain like goddamn!\nEverybody know you ain't about it\nEverything you talk about I know I can live without it\nRed light, stop. Green light, go!\nEverything ain't what it seem like\nMothafucka I know!\nHold up, what you mean, where you been?\nBitch I been in\nThis is merely the beginning again\nWhat you been living in?\nA box, under the bridge, like Anthony Kiedis?\nLooking for something to complete us\nAnd maybe lead us, fuck an elitist\nHell of a long way from equal is how they treat us\nBody of a builder with the mind of a fetus\nTurn on the television and see the vision they feed us\nAnd I wish I could erase that, face facts\n\n[Chorus]\nEverybody people, everybody bleed, everybody need something\nEverybody love, everybody know, how it go\nEverybody people, everybody bleed, everybody need something\nEverybody love, everybody know\n\n[Verse 2]\nI been knockin doors down like a Jehovah witness\nGod as my witness, I'm with this\nBut on the real I think I need another witness!\nIf it was 1717, black daddy, white momma wouldn't change a thing\nLight skin mothafucka certified as a house nigga\nWell I'll be God damned, go figure\nIn my blood is the slave and the master\nIt's like the devil playin spades with the pastor\nBut he was born with the white privilege!\nMan what the fuck is that?\nWhite people told me as a child, as a little boy, playin with his toys\nI should be ashamed to be black\nAnd some black people look ashamed when I rap\nLike my great granddaddy didn’t take a whip to the back\nNot accepted by the black or the white\nI don't give a fuck, praise God, I could see the light\nEverybody talkin' 'bout race this, race that\nI wish I could erase that, face facts\n\n[Chorus]\nEverybody people, everybody bleed, everybody need something\nEverybody love, everybody know, how it go\nEverybody people, everybody bleed, everybody need something\nEverybody love, everybody know\n\n[Outro]\nOkay I was gone for a minute but I'm back now\nSit the fuck back down\nSeem like everybody nowadays Hollywood\nOh it's like that now?\nI'ma show you mothafuckas how to act now\nI'ma show em how to act\nI'ma show em how to act\n\n"}