{"title": "1-800-273-8255", "artist": "Logic", "content": "I've been on the low\nI been taking my time\nI feel like I'm out of my mind\nIt feel like my life ain't mine\n(Who can relate? Woo!)\nI've been on the low\nI been taking my time\nI feel like I'm out of my mind\nIt feel like my life ain't mine\n\n[Chorus: Logic]\nI don't wanna be alive\nI don't wanna be alive\nI just wanna die today\nI just wanna die\nI don't wanna be alive\nI don't wanna be alive\nI just wanna die\nAnd let me tell you why\n\n[Verse 1: Logic]\nAll this other shit I'm talkin' 'bout they think they know it\nI've been praying for somebody to save me, no one's heroic\nAnd my life don't even matter, I know it, I know it\nI know I'm hurting deep down but can't show it\nI never had a place to call my own\nI never had a home, ain't nobody callin' my phone\nWhere you been? Where you at? What's on your mind?\nThey say every life precious but nobody care about mine\n\n[Pre-Chorus: Logic]\nI've been on the low\nI been taking my time\nI feel like I'm out of my mind\nIt feel like my life ain't mine\n(Who can relate? Woo!)\nI've been on the low\nI been taking my time\nI feel like I'm out of my mind\nIt feel like my life ain't mine\n\n[Chorus: Logic]\nI want you to be alive\nI want you to be alive\nYou don't gotta die today\nYou don't gotta die\nI want you to be alive\nI want you to be alive\nYou don't gotta die\nNow lemme tell you why\n\n[Verse 2: Alessia Cara]\nIt's the very first breath\nWhen your head's been drowning underwater\nAnd it's the lightness in the air\nWhen you're there\nChest to chest with a lover\nIt's holding on, though the road's long\nAnd seeing light in the darkest things\nAnd when you stare at your reflection\nFinally knowing who it is\nI know that you'll thank God you did\n\n[Verse 3: Logic]\nI know where you been, where you are, where you goin'\nI know you're the reason I believe in life\nWhat's the day without a little night?\nI'm just tryna shed a little light\nIt can be hard\nIt can be so hard\nBut you gotta live right now\nYou got everything to give right now\n\n[Pre-Chorus: Logic]\nI've been on the low\nI been taking my time\nI feel like I'm out of my mind\nIt feel like my life ain't mine\n(Who can relate? Woo!)\nI've been on the low\nI been taking my time\nI feel like I'm out of my mind\nIt feel like my life ain't mine\n\n[Chorus: Logic]\nI finally wanna be alive\nI finally wanna be alive\nI don't wanna die today\nI don't wanna die\nI finally wanna be alive\nI finally wanna be alive\nI don't wanna die\nI don't wanna die\n\n[Outro: Khalid]\nPain don't hurt the same, I know\nThe lane I travel feels alone\nBut I'm moving 'til my legs give out\nAnd I see my tears melt in the snow\nBut I don't wanna cry\nI don't wanna cry anymore\nI wanna feel alive\nI don't even wanna die anymore\nOh I don't wanna\nI don't wanna\nI don't even wanna die anymore\n\n"}{"title": "44 Bars", "artist": "Logic", "content": "If you're dealing war, backwards stay far\nWe're dealing with truths and rights\nCome some more into my sight\n(You no hear me yet?)\n(Hear me live and direct)\n(Walk with your tap)\n\n[Verse]\nYeah, in London talkin' to Rhetorik 'bout my life and shit\nI thought the album was finished but I keep writing shit\nIt's kind of funny how life changed and rearranged\nNo matter what happens, everything ain't gon' be the same\nThe incredible album, what an incredible outcome\nI grip the mic and then talk to the people like I'm Malcolm\nI used to think the fame and money was the motivation\nUntil I toured the world and met the people face to face and\nUnderstood that the power was harnessed in that basement\nIt ain't about the money and notoriety\nIt's about the people and making a difference in society\nBut don't get it twisted, this life I'm living is like a movie\nThe Godfather, the Goodfella wielding a Uzi\nOne with the people, if the people is wondering who's he?\nSame level, the same rebel that never settled\nPullin' strings like Geppetto who overcame the ghetto\nAnd I know you wrote me and I still ain't answered\n'Cause shit is different now, it's forced upon me, different stances\nI used to spend all my time conversing with you\nBut now I write this song to let you know I'm hurting with you\nShit is too big, but let's be honest man, it's kinda bittersweet\nBesides the shows and meet and greets, y'all only see me on the street\nAnd even then, that shit is rare—I just don't go outside\n'Cause honestly I don't fuck with this world, I'd rather hide\nThat misconception, \"'Cause I rap, I must be filled with pride\"\nShit I ain't perfect, if you heard different then someone lied\nPeople in my ear telling me, \"Talk that shit\"\nActions speak louder than words, I'd rather walk that shit\nSince the first album, I'm one of the highest earners on the label\nWithin six months I put the second one on they table\nI played sold out shows in parts of the world I can't pronounce\nRelease the tickets, watch them disappear when we announce\nFuck all that murderous syllable shit right now, just let me bounce\nThe mood around me is people smokin' it by the ounce\nLeave Friday for the show and come back Monday with a hundred grand\nDon't fuck with checks, so when I bounce I prefer cash in hand\nYou know my first week looking crazy due to high demand\n'Cause people don't buy music in this day and age, they buy the brand\nThere's ups and downs, don't get me wrong but back when I ain't have shit\nFelt like I woulda sold my soul to make it with this rap shit\nThank God, he never let Lucifer close enough to ask\nLet me attain it by workin' hard and busting my ass\nAchieved a lot in life, but what's a lot with more to gain?\nAt least I don't drink to avoid the hurt, we call that champagne\n\n[Outro]\nCome some more into my sight...\n\n"}{"title": "44 More", "artist": "Logic", "content": "Ayy, bitch, I've been goin' and goin' like the Energizer\nYeah, I'm supplyin' the wood like Elijah\nIn the cut, smokin' on indica\nMight fuck around and compartmentalize ya\nThey say, they say life is a bitch\nAnd if that is the case then I'm finna surprise her\nNo, I am not an adviser, but I do advise ya\nTo pay attention, never need to mention\nI'm that motherfucker bustin' heads\nFinna push it to the ledge\nYeah, I been smokin' my meds\nAin't got no love for the feds\nCan't let fame go to yo head\nFuck with me, watch where you tread\nI'm finna kill it instead\nI'm finna, I'm finna, I'm finna\nI will, I will, do it like I never done it\nAnd I wanna run it and I wanna keep it goin' and goin'\nLike infinity, be the only entity to ever rip it apart\nFrom the start like this, from the heart like this\nFinna murder it, a million miles a minute, no nitrous\nDoin' righteous\nI-I been, I-I-I been down this road before\nEverybody think that they do but they don't\nSwear to God that they would but they won't\nSpittin' riddles in the middle of a past-time\nMe in my mind, feelin' divine, like yeah\nFinna get it like yeah—yeah\nLike yeah, like yeah (Woo, woo, woo, woo)\nI done made 20 million dollars (Preach)\nI don't flex to be acknowledged (Preach)\nAt this point it's common knowledge (Preach)\nAll you haters been abolished (Preach)\nYou in the club throwin' dollars, but I'm savin' mine so my kids go to college (Preach)\nOr maybe whatever they wanna do (Preach)\nJust as long as they never say (Preach)\n\"Daddy blew 20 million dollars (Ayy)\nHe had to flex to be acknowledged (Ayy)\nHe in the club throwin' dollars\nAnd now cannot afford to send me to college (Ayy)\nDaddy just wanna be loved\nJust like everybody wanna be accepted (Ayy)\nBut somehow he had neglected\nMe and my momma for all of this rap shit\" (Ayy)\nNo, I cannot fuck with that shit (Ayy)\nNo, I cannot fuck with that\nWho you know dropped an album\nBack to back to back to back to back to back again?\nI'm back again to snap again\nAnd goddamnit, it ain't no other way around it\nYeah, it's happenin', 'cause I've been livin' in a world on my own\nLeave me alone, I'm in the zone\nWhere I've been prone to destroy shit\nYou cannot avoid this, whack mothafuckas have annoyed this\nYes, you know I enjoy this\nPreach, mothafuckin' preach\nYeah, I'm tryna reach everybody in the streets\nWritin' words to the beats\nEach one teach one, yeah, I'm tryna reach one\nWho the beast one?\nThat be me, on the top to the East one\nTell me how you really wanna do it right now, time to murder this\nShout out everybody, no fuckin' around, ain't heard of this\nHeard of us, we ain't goin' nowhere, it's a herd of us\nHold up, roll up\nLevitated like I'm David Blaine\nLivin' a dream like I'm David Aames\nTalk all you want, we are not the same\nStep in the spot, now they know the name\nSold more albums my first week than Harry Styles and Katy Perry\nThat ain't a sign of the times\nThen I don't know what is, man this shit is scary\n'Cause bitch, I've been blowin' up like C-4\nAnd I'm 3 for 3 like a free throw\nAnybody hatin' on the boy, take a step back and then deep-throat\nNow my phone blowin' up like ring\nLike ring, ring, ring, ring, ring, ring, ring, ring, ring, ring, ring!\nThat Kevin Durant, I'm a champion\nCheck the numbers, I'm a champion\nCan't sleep on the boy anymore\nBut the haters that love to hate gon' pop an Ambien\nStar Lord, champion\nKnow the name, now they know the alias, that's for sure\nGave 'em 44, now here's 44 more\n\n"}{"title": "Alright", "artist": "Logic", "content": "Hold up, let me get my mind\nLet me get my mind right\nLet me get my mind, let me get my mind right\nYou know everything is alright\nYou know everything is all\n\n[Verse 1: Logic]\nJust ride with a mothafucka\nKeep it real, never lie to a mothafucka, hold me down\nChillin', In-A-Gadda-Da-Vida, rockin' Adidas\nWith a señorita when she sippin' liquor by the liter\nThat's royalty, like the homie Gambino\nHe know we be in the casino, lightin' Cubans with a C-note\nI'ma fuck the game, dare you to test my libido\nComin' up shorter than Danny DeVito\nWhenever I step on the beat, ho\nLike a killer on the creep flow\nHad my share of defeat, but we still gon' eat, ho\nWhile the fans bumpin' Welcome To Forever on repeat though\nWonderin' if I'ma ever fall off\nFeelin' mad at the world, wanna hit it with a sawed-off\nBlowin' up like a molotov\nThis is war, everybody, ain’t no reason I'ma call it off\nGet it right, shout out to the homie Dizzy Wright\nIn the studio everyday\nSo you know this shit about to be a busy night\nEverything is al-, everything is alright\n\n[Bridge: Big Sean]\nIt's Finally Famous over everything\nRattPack gang\nWhat up though, Logic?\nYeah, day one shit right there\n\n[Chorus]\nHold up, let me get my mind\nLet me get my mind right\nLet me get my mind, let me get my mind right\nYou know everything is alright (Sean Don)\nYou know everything is all\n\n[Verse 2: Big Sean]\nOh my God, they plottin' and schemin'\nFuckboys rather me not even breathin'\nThey tryna take my blessings away\nThey gotta be demons, I'm blessed everyday\nAnd not blessed like I'm sneezin', I'm healthy and well\nOn top of my ship and I'm not even sinkin'\nAnd I could just sit back and say that I'm happy\nBut can't spend a day without smokin' and drinkin'\nGot Champagne problems, and I order more\nMy wardrobe is Aura Gold\nI'm a young nigga with a older soul\nBut still young enough to know I gotta know some more\nI made somethin' out of nothin', Sean Don the magician\nShe doin' tricks with her pussy, I guess she's a vagician\nShe tryna hold on to a nigga sta-sta-stackin' up\nPurell for these fake niggas tryna dap dap me up\nHype nigga, back-back-back it up\nClaimin' that we homies, boy stop\nThat's the type of shit I boycott\nYellin' fuck the 5-0, state troops\nAny nigga with a badge, I don't even trust the boy scouts\nI got these good girls hoin' out\nTell me what the fuck you know about\nBein' that nigga that these niggas don't know about\nThen they throw you in the game\nAnd you mothafuckin' blow it out; now everything is alright\n\n[Chorus]\nHold up, let me get my mind\nLet me get my mind right\nLet me get my mind, let me get my mind right\nYou know everything is alright\nYou know everything is all\n\n[Verse 3: Logic]\nWhippin' through Gotham\nHatin' mothafuckas, I wanna off ‘em\nHella endorphins, got me livin' life to the coffin\nI'm coughin', wonderin' if I'm goin' insane\nNobody knowin' my pain\nBut I be killin', 'cause I'm into the game\nNow lookin' back it's like ain't nothin' the same\nAll these Spanish women watchin' me like a novela\nHit you with a Beretta, get you wetter than a umbrella\nAin't nobody better do it like me\nI know a lot of mothafuckas don't like me\nProbably wanna fight me\nBut I just keep the peace, no need to keep a piece\nI keep my enemies on a leash, capiche?\nAnd keep it real for the people I reach\n\n"}{"title": "Black SpiderMan", "artist": "Logic", "content": "Jesus, Black Jesus\nJesus, Black Jesus\n\n[Chorus]\nI been feeling so down\nI think they should know now\nI think they should know what's up\nThat's that road I been down\nI know how it go down\nI know how it go now, what's up\nI feel like I don’t belong\nI feel like my life is wrong\nI feel like I don’t know what's up\nWhat's up, what's up\nYeah, yeah\nAyy\n\n[Verse]\nI ain’t here to pick and choose\nI ain't here to sing the blues\nI’m just here to spread the clues\nI’m just here to spread the news\nEverybody know I do\nListen\nI ain’t ashamed to be white\nI ain’t ashamed to be Black\nI ain’t ashamed of my beautiful Mexican wife as a matter of fact\nI know you fucking with that\nAnd I’m not scared of the people who tell me I should be\nDo what you love and don’t ever wonder what it could be\nEverybody from my hood, everybody know I’m good\nSometimes I’m misunderstood\nBut that's just the uneducated that never related and feel like I'm fading off\nThey feel like I'm fading\nI'm right out my mind\nTell 'em!\nMomma don't love me\nDaddy don't love me\nWonder why I drown in the bubbly\nYou could be anything you wanna be\n'Cept the person you don’t wanna be\nLet him hate let em love\nWondering if everybody still like this up above\nWhen that push come to shove\nMake me wanna pull up with the, with the gat in the glove like\nI just wanna be free\nNot a slave to the stereotype\nAll alone in my room in the middle of the night\nI don’t have the words but my stereo might\nI don't wanna be black, I don’t wanna be white, I just wanna be a man today\nI don't wanna be a Christian, Muslim, gay, straight, or bi, see you later, bye\nNot perceived by the things I believe or the color of my skin\nOr the fact I’m attracted to her, maybe him\nOr the fact I’m a single mother living all alone\nLooking for a man and a home to call my own\nBut I already have one\nThe only man I’ma ever need is my son, my son, my son, my son\nSon, say:\nBlack is beautiful\nBe black and proud\nFuck everybody hatin' on me right now, I’m black and proud\nI’m just as white as that Mona Lisa\nI’m just as black as my cousin Keisha\nI’m biracial so bye Felicia\nPraise Black Jesus now call the preacher\nMaybe Jesus was black\nMaybe Jesus had dreads\nSpiderman should be black\nI vote for Glover instead\nGlover instead\nLike what's up\nI vote for more and more and more and more and more and more and more and more and more\nI vote for so much more\n\n[Chorus]\nI been feeling so down\nI think they should know now\nI think they should know what's up\nThat's that road I been down\nI know how it go down\nI know how it go now, what's up\nI feel like I don’t belong\nI feel like my life is wrong\nI feel like I don’t know what's up\nWhat's up, what's up\n\n[Bridge: Logic & Damian]\nGo on and let your soul glow\nLet your soul glow\nGlow\nShine and glow\nLet it glow\nGlow\nLet, let it\nBlack Spiderman can he save a brother now\nBlack Spiderman can he save a brother now\nYeah\nLet your soul glow\nLet your soul glow\nGlow\nYeah\n\n[Skit: Logic & Sir Dylan]\nAyy man\nWhat's up, bro?\nSpiderman should be Black\nYeah, I mean Spiderman should be Black\nFuck yeah\nYeah man\nBlack Spiderman\nBlack Superman\nBlack Santa Claus\nShit, Black Seinfeld\nBlack Seinfeld?\nNigga, that's Martin!\nDamn, you're right...\nShit, I'm fuckin' high\n\n"}{"title": "Everybody", "artist": "Logic", "content": "Okay I was gone for a minute but I'm back now\nSit the fuck back down\nSeem like everybody nowadays Hollywood\nOh it’s like that now?\nI'ma show you mothafuckas how to act now\nI'ma show em how to act\nI'ma show em how to act\n\n[Verse 1]\nOkay now picture little Bobby just a youngin' runnin' round\nWith his mans, hammer in his hands, feelin' like the man\nRun, mothafucka, run\nBefore the popo get the gun, put it to your brain like goddamn!\nEverybody know you ain't about it\nEverything you talk about I know I can live without it\nRed light, stop. Green light, go!\nEverything ain't what it seem like\nMothafucka I know!\nHold up, what you mean, where you been?\nBitch I been in\nThis is merely the beginning again\nWhat you been living in?\nA box, under the bridge, like Anthony Kiedis?\nLooking for something to complete us\nAnd maybe lead us, fuck an elitist\nHell of a long way from equal is how they treat us\nBody of a builder with the mind of a fetus\nTurn on the television and see the vision they feed us\nAnd I wish I could erase that, face facts\n\n[Chorus]\nEverybody people, everybody bleed, everybody need something\nEverybody love, everybody know, how it go\nEverybody people, everybody bleed, everybody need something\nEverybody love, everybody know\n\n[Verse 2]\nI been knockin doors down like a Jehovah witness\nGod as my witness, I'm with this\nBut on the real I think I need another witness!\nIf it was 1717, black daddy, white momma wouldn't change a thing\nLight skin mothafucka certified as a house nigga\nWell I'll be God damned, go figure\nIn my blood is the slave and the master\nIt's like the devil playin spades with the pastor\nBut he was born with the white privilege!\nMan what the fuck is that?\nWhite people told me as a child, as a little boy, playin with his toys\nI should be ashamed to be black\nAnd some black people look ashamed when I rap\nLike my great granddaddy didn’t take a whip to the back\nNot accepted by the black or the white\nI don't give a fuck, praise God, I could see the light\nEverybody talkin' 'bout race this, race that\nI wish I could erase that, face facts\n\n[Chorus]\nEverybody people, everybody bleed, everybody need something\nEverybody love, everybody know, how it go\nEverybody people, everybody bleed, everybody need something\nEverybody love, everybody know\n\n[Outro]\nOkay I was gone for a minute but I'm back now\nSit the fuck back down\nSeem like everybody nowadays Hollywood\nOh it's like that now?\nI'ma show you mothafuckas how to act now\nI'ma show em how to act\nI'ma show em how to act\n\n"}{"title": "Fade Away", "artist": "Logic", "content": "\n[Ad-Libs]\nUh a-ah, yeah, uh, uh, yeah yeah\nUh a-ah, yeah, uh, uh, yeah yeah\nUh a-ah, yeah, uh, uh, yeah yeah\nUh a-ah, yeah, uh, uh, yeah yeah\nUh a-ah, yeah, uh, uh, yeah yeah\nUh a-ah, yeah, uh, uh, yeah yeah\nUh a-ah, yeah, uh, uh, yeah yeah\nUh a-ah, yeah, uh, uh, yeah yeah\n\n[Intro]\nAll day (all day), everyday (everyday)\nWe was on that block until we made a way (we made a way)\nDay to day, man that's the only way (only way)\nThey gon' know my name until it fade away\n\n[Chorus]\nFade away, fade away, fade away, fade away, fade away\nThey gon' know my name until it fade—\n(Way, way, way), fade away\nThey gon' know my name until it fade away\n(Okay, okay)\n\n[Verse 1]\nI been there, I done that, done that, this rap shit I run that\nMotherfucker this far from a comeback, if one of us fall then we run back\nCan't let that social worker just snatch up my kin, gotta get my son back\nCause when they coming through that system don't give a fuck about you (you, you, you)\nEverybody gonna die, gonna go one day, maybe it'll happen on a Monday\nDriving to work and get hit by a Hyundai, fuck it, let it all go one day\nI know, I'ma get it like this, living that life while they all reminisce\nNever regretted, the second I said it I feel like I'm smarter, I read it on Reddit\nYou're fucking pathetic, my etiquette murder ya predicate, bitch I'm ahead of it, yeah\nYes I'ma die but I don’t wonder why in the hell I'ma ride in the dead of it yeah\nI know, know, life on Earth is so unpredictable\nOkay-kay, hold up let me say yes I fade away\n\n[Chorus]\nFade away, fade away, fade away, fade away, fade away\nThey gon' know my name until it fade—\n(Way, way, way), fade away\nThey gon' know my name until it fade away\n(Yeah, yeah)\n\n[Verse 2]\nTell me what I wouldn't wanna give for a life like this, arm and a leg quite like this\nFuck around wanna fight like this, take a hike like this\nI might just, might just, I don't know\nReinvention, that's my intention\nWant so much more than this third-dimension\nThat's not to mention my true ascension is a bigger picture\nNo metaphor, I’m being real with ya\nBut it will hit ya like, \"goddamn!\"\nGoing HAM, full of all of them\nIn a spaceship, I’m in another system\nSo futuristic, on another mission\nBut back on Earth everybody bitchin', I been in the kitchen\nLivin' my life—no inhibition, life to death with no intermission\nNow the good book said we all the same, and we kill each other but it's all in vain\nAnd we all to blame, can't see the picture when it's out the frame\nReal talk, I wanna grip the grain and just ride with ya, build a family then die richer\nWhen ya get to heaven I'ma come and get ya\nSit back and really get the picture\nThis life, yeah, it done ate away, hard times never stayed away\nBut one thing I know day to day, I'ma do somethin' 'fore I fade away\n\n[Chorus (Extended)]\nFade away, fade away, fade away, fade away, fade away\nThey gon' know my name until it fade—\n(Way, way, way), fade away\nThey gon' know my name until it fade away\nFade away, fade away, fade away, fade away, fade away\nThey gon' know my name until it fade—\n(Way, way, way), fade away\nThey gon' know my name until it fade away\n\n[Skit: QUENTIN THOMAS (Steven Blum), WILLIAM KAI (Kevin Randolph) & THALIA (Anna Elyse Palchikoff)]\nTHOMAS: Get the upgrade?\nKAI: Nah, man. It’s the same shit with a different title!\nTHALIA: That’s not true, Kai\nKAI: What the fuck?!\nTHOMAS: Yeah, man. They didn’t just upgrade features, they enhanced her A.I\nKAI: So she can actually hold a conversation?\nTHOMAS: Yeah. Ask her yourself\nKAI: Uh, what am I thinking, Thalia?\nTHALIA: Kai, I’m a program in the ship’s interface, not a psychic\nKAI: Damn, girl!\nTHOMAS: Yeah, that’s another thing now. She’s unisex\nKAI: What?!\nTHOMAS: Thalia, integrate Y chromosome feature\nTHALIA: Sure thing, Thomas. Would you like a standard accent or something a little more exotic?\nKAI: Holy shit!\nTHOMAS: Told you, man. The upgrade’s crazy. Thalia, revert last command and run simulation\nTHALIA: Running simulation\nKAI: Man, what the hell is that?\nTHOMAS: Well, you can pick anyone in history, and based off a collection of data, it allows you to personally speak with them\nKAI: Anybody?\nTHOMAS: Anybody\nKAI: Thalia, do Big Sean\nTHOMAS: All right, let me get this straight. You can speak with anyone in recorded history, like Jesus, Steve Jobs, Einstein, and you pick Big Sean?\nKAI: Man, fuck yeah! That’s my dog!\nTHOMAS: *Laughs* Okay. Thalia, simulate Big Sean\nTHALIA: What up Kai, you lil' bitch?\nKAI: Yeah, I'ma have to upgrade my shit\n\n"}{"title": "Gang Related", "artist": "Logic", "content": "Yeah, uh, yeah\nLivin' life like this\nGotta paint a picture when I write like this\nTales from my hood, not a sight like this\nWhere they up to no good on a night like this\nAnd they murder motherfuckers just 'cause\nType of shit I see, you probably wonder where I was\nI was in the crib, just sittin' on the rug\nBasedheads comin' through lookin' for the plug\nNow, born and raised in my area\nBeautiful by day, by night it's hysteria\nFuck around and bury ya tonight\nRidin' with my homies on sight\nMomma tell me to come in at night\nNow I really gotta go, but they never know\nLivin' life to the fullest, I gotta blow\nPo-po finna bust in the door, we got blow in the crib\nIn the kitchen over there next to the baby with the bib\nGoddamn, what it feel like, middle of the night\nWakin' up, scared for my life\nNever had the heat, just a knife\nWhen the gat go blat like that\nGuarantee you it’s a wrap\nFinna put you on your back like that\nJust breathe, while their mama grieve\nBullet to the dome like an Aleve\nGotta leave for the premises, to murder my nemesis\nNo, no, uh, uh, just stop, stop, stop\n‘Fore they even call the cops\nDo it for the money and the bitches\nAnd the drugs and the props\nTell me why another body even gotta drop\nGet shot off top for some shit that was gang related\n\n[Break: News Report Sample]\nUp first at five tonight, breaking news in Gaithersburg, where a massive manhunt is underway after a deadly shooting. It's all unfolding in the 400 block of West Deer Park and 355. Our Montgomery County reporter joins us, with the latest tonight\n\n[Verse 2]\nLivin' life like this\nHope little Bobby never fight like this\nStab a motherfucker with a knife like this\nAll about the money on a night like this\nRun up in the crib, put a bullet in your rib\nGot a lot to give, but I never had the chance\nNever had the chance, yeah\nStay strapped, but I hate it when I take it out\nIf you want it I'ma lay it out\nHope my little brother make it out\nEvery night what I pray about what I pray about\nCheck it, uh yeah, got a son on the way\nBut I cling to the streets even though I wanna run away\nI imagine a better life\nWhere I never had a debt in life\nHit you with the *gunshots* in the dead of night\nSellin' crack to my own pops\nPushin' this weight on my own block\nIf I sell a brick I can buy a house\nIf they find the key they might lock me up\nBut I take the chance\n'Cause I need that shit and don’t give a fuck\nTake the chance, 'cause I need that shit and don’t give a fuck\n[Pause] — Get down or lay down\nHit ya with the Beretta, you better stay down\nStray shots on the playground\nLivin' how I'm livin' with the life that I'm given\nAnybody that’s ridin' with me, I’m ridin' with 'em\nShow me the enemy, and I'ma hit 'em\nThe second I bit 'em, I get 'em\nAnd hit 'em with the venom\nAin’t no need to pretend I'ma never do it\nI knew it, already been through it\nI do it for the street, for the fam, for the life\nAnybody that's gang related\n\n"}{"title": "Nikki", "artist": "Logic", "content": "I can feel you in my lungs, feel you in my veins\nBloodstream only way to make it to my brain\nI tried some others but man they just not as good as you\nGoing crazy cause I only feel this good with you\nMaybe I’m just not as strong as I once was\nWhen we’re together lately I don’t even feel a buzz\nI’m addicted to this shit like it was hard drugs\nNikki baby I love you but now I gotta go\nCause in the end what happens you already know\nProbably wonder where I been at, I been laying low\nBut in my mind I’m wondering what I’m paying for\nAll these other bitches on my dick but I can’t fuck with that\nYou're the only girl I need I gotta have you back\nEven though you turn my lungs black\nTell me where you been Jack\nUh, I know this shorty that go by the name of Mary\nI used to fuck her way back when I didn't know a thing\nSkipping school with all my homies on some truancy\nBut when I ended things with her it was just you and me\nDoing me good, that’s what I thought at first\nMe and you together, swear to God that’s all that worked\nAway from you though man it's just so hard to work\nUh, my heart is hard at work\nWe been together like ten years\nGoddamn, took me as young man\nEveryday I wonder who I am, who will I be, where will I go\nWhat will they write upon my grave?\nA free man born as a king, who died as a slave\nBut everything he gave her was for nothing though\nOh no I can’t fade that shit I gotta let you go\nYou got me tripping like a flight to Vegas\nAll this shit you got me doing man it’s outrageous\nAll I know is I’m living the life I never would\nFinally let you go, I thought I never could\nDon’t get me wrong, can’t forget the times shared\nSeem like everywhere I go, I always know you're there\nTried to run but my legs won’t\nI look away but my head don’t\nI love it when you’re fresh\nI love it when I take your top off and we share the same breath\nI hate it that I need you, Nikki\nBut I love it when I feed you, Nikki\nI hate that I bleed for you\nUh, I long and I need for you\nBut I love it when I taste you\nNothing can replace you\nI wish I could erase you, you’re everywhere I go\nBut you’re everywhere I long to be\nAnd all these other people that don’t seem to understand\nI’m just a man they always ask what’s wrong with me\nMan you’re everything I crave\nYou’re the only thing I let in that would put me in the grave\nI’m a king, you’re my Coretta\nBut lately I been feeling like a slave for the nicotine\n\n[Break]\nSlave for the—\nSaid, I’m a slave for the nicotine\nBeen a slave for ya\nI’m a muthafuckin' slave for ya\nSlave for the nicotine\nNikki, Nikki, slave for ya\nI’m a slave for ya Nikki\nI’m a muthafuckin' slave for ya\n\n[Outro: Thalia]\nAll handwriting on the album's artwork was done by Big Lenbo—\n\n"}{"title": "Under Pressure", "artist": "Logic", "content": "\n[Hook]\nWork so fucking much my greatest fear is I'ma die alone\nEvery diamond in my chain, yeah, that's a milestone\nPeople calling me, asking me for money, man\nThe only thing I'mma give you motherfuckers is the dial tone\n\n[Verse 1]\nFlashbacks of a youngin' sipping that purple Kool Aid\nSkipping school with my homies and chiefing reefer for two days\nRunning from the law, living how I'm living, fuck 'em all\nBumping Triple Six\nHennessy in my cup, driving through the sticks\nWho the bitch riding with me?\nMan, the devil tryna get me\nMotivated, under-educated, and hated\nBut finally getting cake like a happy belated\nBitch I made it, we on\nBuy it, break it, roll it, light it, smoke it, inhale it\nWrite it, record it, mix it, master it, press it up, unveil it\nFeel like I've been waiting forever, forever to inherit\nThis is war, I declare it\nTime is money, I can't spare it\nFuturistic, so simplistic\nPlease decipher my linguistics\nSlow it down, Robitussin\nI'm the king, ain't no discussion\nAnd now we blowing up like spontaneous human combustion\nMy consumption is the illest\nSection eight, I know you feel this\nOn the come up,  where they run up on you for nothing at all\nBrighter than eleven suns, this the first, where my funds?\nEBT, that's the card\nI thank God, I thank God, but it's hard, but it's hard\n\n[Hook]\nWork so fucking much my greatest fear is I'mma die alone\nEvery diamond in my chain, yeah, that's a milestone\nPeople calling me, asking me for money, man\nThe only thing I'mma give you motherfuckers is the dial tone\n\n[Verse 2]\nGod damn, god damn, we at it again\nMe and my homies that know me blowing up like the Taliban\nYeah, my stress up, but I'm blessed up\nFuck around and get messed up\nWhen I murder the rhyme, I'm living divine\nYou know that I'm one of a kind\nLemme get it right now, ho\nDraped up and I'm dripped out, right now, ho\nCaked up 'til I cash out and I got 'em all wondering how, so\nOn the down low, haters drown slow\nOn the down low, haters drown slow\nOh God, my God, we got it all right\nOh God, my God, we gotta get it, right?\nThese fuckers facades, they just a mirage, right?\nI said these fuckers facades, they just a mirage, right?\nTell me that they love me, know damn well that they don't give a fuck\nI be on that finger flipping killing shit up in the cut\nThat's what's up\nAll these bitches out here tryna gas it up\nThis is everything I ever wanted, I can't pass it up\nLife changed in a year, couldn't happen fast enough\n\"Can I do it like you do it?\" That's what they be asking us\nWhite Benz, black card, bitch better get your plastic up\nMan, this shit is hella hard, but we never acting up\nLive it up, hold on to your dream, don't ever give it up\nFinally had my share of success, and shit, I can't get enough\nNow they know my name through the nation\nCause my single like that good shit, man, always in rotation\nNow they know Logic for Logic, not through my affiliations\nStacking profit on profit, from this music I'm making\nEven Jesus had haters, so when you feeling forsaken\nTell 'em jealous Judases who this is, and man, that'll break 'em\nAnd bitch I'm still the same\nDash of auto tune so y'all can feel the pain\nBroke as fuck, back in that basement, not a dollar to my name\nChasing fame, chasing glory, 'til the day we make a story\nPositive that life ain't mine, bitch you can take that shit to Maury\n\n[Hook]\nWork so fucking much my greatest fear is I'mma die alone\nEvery diamond in my chain, yeah, that's a milestone\nPeople calling me, asking me for money, man\nThe only thing I'mma give you motherfuckers is the dial tone\n\n[Verse 3]\n(Hello, no one is available to take your call)\nI been working hard, I been searching for God\nI been working hard, I been searching for God\n(Please leave a message after the tone)\nLittle brother, this is your sister, you're busy, I get you\nBut I insist you call me back cause I miss you\nI wish you well, well, I wish you would call\nCause lately it feel like I’m just not your sister at all, all\nI’m sorry for calling and bawling, I’m all in\nAnd I feel like I'm falling lately, it feel like my children hate me\nYou tell me I'm beautiful and yet no man wanna date me\nHaunted by vivid memories of that man who raped me\nAnd lately I, I feel more and more like mommy, I know I’m me, but still\nYou always seemed to pick up the phone and somehow I feel\nBetter, but you been answering me lesser and lesser\nSo I resorted to the pills in my dresser, I'm gone\nAnd as for... he left and he ain’t coming back\nI hate him and if I see him I swear I tell him that\nNo longer cooking crack in my kitchen, cutting an' selling that\nHe broke my heart, that relationship been to hell and back\nI been working hard, I been searching for God\nI can feel the Devil around me as they all applaud\nPromise you won't forget me, that you'll always be with me\nAnd even when you gone I can call whenever he hit me\nUnder pressure, I've been feeling under pressure\n\n[Verse 4]\nHey, son, this is your father, don't mean to bother\nHow are you? Heard you were in town, but I never saw ya\nTried to call ya, where are ya?\nIn Paris? What a beautiful destination\nTo perish right by the Eiffel, come now, please don't be spiteful\nOf all my small talk, I think we're overdue a long talk\nWhen I see kids around the way I say how I'm your dad\nIt gets me thinking 'bout incredible moments we've had\nAnd on the real I'm trying so hard not to bug you\nBut do you think you could stop rapping about my drug use?\nI'm two years clean, no longer a fiend\nYeah, I'm 57, but I feel 19\nAnd I love you I swear, Bobby, I know you're there\nAnd when the time is right I know that you gon' take care\nOf anything I need, of your family\nCan I have some tickets to your next show?\nWould you stand with me?\nCan I have some money for my new honey that's hella fine?\nI forgot to mention I got divorced from your step-mom\nMy mind going crazy, but I still look hella calm\nMaybe you could tell *beep*\nI've been feeling under pressure\n\n[Interlude]\nHey, what's up, bro? This Ralph, I didn't want much, man, just calling to see what's going on. I know you're busy. Dad hit me up, it's his birthday today, but I know you know that. Yeah, he calling, he be tryna introduce me to his new chick and stuff, man, I don't know how to handle that. I don't wanna tell him like nah, I ain't trying to meet her off top, you know. So what you think I should do? Text me, I know you're busy, dawg. But he been calling me saying he wanna come down, he wanna bring his new chick and Brenda's like \"damn, he really tryna rock out with his new chick\" cause you know we all talk to Debbie. But I don't know, I don't know how to tell him this shit so just hit me back whenever you got the time, man, I know there's more shit on your plate. You ain't gotta hit me, dawg, but if you do I'd appreciate it. When you back, love you, do your thing. Swag RattPack all day, boy. Alright, nigga\n\n[Verse 5]\nYeah, dear family, I'm so sorry that I've been distant\nEverything changed in an instant, my time has been inconsistent\nI know that you been insisting, I know that birthday I missed it\nI swore I told my assistant, but I guess my mind is in another place\nThoughts often in another world, I started seeing another girl\nIt fell through, man, what a world\nBut I'm so focused on my craft, on employing my staff\nSuch a perfectionist, I can't even finish this draft\nThis letter to the ones I love, the ones that I miss\nBrothers and sisters that hit me up just to reminisce\nMeanwhile people outside of my blood asking for favors\nI don't owe you a fucking thing, you best switch your behavior\nTruly remarkable how I barely know you, but somehow owe you When you don't even know 'bout the shit I go through\nWe ain't spoken in a while, tell me sister, how your child?\nCome now, girl, give me a smile, come on, girl, don't do me foul\nSorry I ain't call before, but I'm calling you right now\nI heard that you was popping E, stop resorting to the vowel\nHow my mama, how she doing, does she know what I'm pursuing?\nI ain't talk to her in years, that relationship she ruined\nBut sometimes I wake up and wonder just what the fuck I'm doing\nThey say family is everything, I swear that shit the truth\nI should spend it all with y'all, but I spend it in the booth\nThis is everything I love, this is everything I need\nNever sacrifice this feeling even though my heart it bleed\nThis is everything I love, everything I need\nNever sacrifice this feeling even though my heart bleed\nUnder pressure, I've been feeling under pressure\n\n[Interlude]\nHey, son, I'm sorry I missed your call today, but I was in an AA meeting. A friend of mine was celebrating four years so I couldn't get you right then. And then when I did call you weren't able to answer or whatever. Just wondering how things are going. Jenn and I aren't together anymore. Living on my own, you know. Anyway, the whole family, even the family that you don’t know, my sisters and your aunts that you've never met are very proud of you. Your cousins just love you too. Anyway, son, I love you, I just want you to know that. And just keep grinding, you know. And I don't wanna hear you joining the Illuminati cause then I gotta kill ya. I love you, son, bye\n\n"}