["      “Change will not come if we wait for some other person, or if we wait for some other time. We are the ones we've been waiting for. We are the change that we seek.”", "      “The best way to not feel hopeless is to get up and do something. Don’t wait for good things to happen to you. If you go out and make some good things happen, you will fill the world with hope, you will fill yourself with hope.”", "      “A change is brought about because ordinary people do extraordinary things.”", "      “Yes We Can!”", "      “We are the change we have been waiting for.”", "      “In the unlikely story that is America, there has never been anything false about hope.”", "      “In the face of impossible odds, people who love this country can change it.”", "      “I'm inspired by the people I meet in my travels--hearing their stories, seeing the hardships they overcome, their fundamental optimism and decency. I'm inspired by the love people have for their children. And I'm inspired by my own children, how full they make my heart. They make me want to work to make the world a little bit better. And they make me want to be a better man.”", "      “Sometimes it takes a while to recognize that someone has a special ability to get us to believe in ourselves, to tie that belief to our highest ideals, and to imagine that together we can do great things.In those rare moments, when such a person comes along, we need to put aside our plans and reach for what we know is possible.”", "      “If you're walking down the right path and you're willing to keep walking, eventually you'll make progress.”", "      “If there's a child on the south side of Chicago who can't read, that matters to me, even if it's not my child. If there's a senior citizen somewhere who can't pay for their prescription, who has to choose between medicine and the rent, that makes my life poorer - even if it's not my grandparent. If there's an Arab-American or Mexican-American family being rounded up by John Ashcroft without benefit of an attorney or due process, I know that that threatens my civil liberties. And I don't have to be a woman to be concerned that the Supreme Court is trying to take away a woman's right, because I know that my rights are next. It is that fundamental belief - I am my brother’s keeper, I am my sister’s keeper - that makes this country work.”", "      “There's not a liberal America and a conservative America - there's the United States of America.”", "      “We don't ask you to believe in our ability to bring change, rather, we ask you to believe in yours.”", "      “What I’ve realized is that life doesn’t count for much unless you’re willing to do your small part to leave our children — all of our children — a better world. Any fool can have a child. That doesn’t make you a father. It’s the courage to raise a child that makes you a father.”", "      “Focusing your life solely on making a buck shows a poverty of ambition. It asks too little of yourself. And it will leave you unfulfilled.”", "      “No, you can't deny women their basic rights and pretend it's about your 'religious freedom'. If you don't like birth control, don't use it. Religious freedom doesn't mean you can force others to live by your own beliefs.”", "      “Nothing can stand in the way of the power of millions of voices calling for change.”", "      “it’s important to make sure that we’re talking with each other in a way that heals, not in a way that wounds.”", "      “Making your mark on the world is hard. If it were easy, everybody would do it. But it's not. It takes patience, it takes commitment, and it comes with plenty of failure along the way. The real test is not whether you avoid this failure, because you won't. it's whether you let it harden or shame you into inaction, or whether you learn from it; whether you choose to persevere.”"]