{"title": "Young Robin Hood", "author": "G. Manville Fenn", "releaseDate": "February 15, 2004", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Prepared by Al Haines\n\n\n\n\nYOUNG ROBIN HOOD\n\nBY\n\nG. MANVILLE FENN\n\nAuthor of \"The Little Skipper,\" \"Our Soldier Boy,\" etc.\n\n\n\n\nWITH TWENTY-THREE ILLUSTRATIONS\n\n\n\n\nSit still, will you?  I never saw such a boy: wriggling about like\na young eel.\"\n\n\"I can't help it, David,\" said the little fellow so roughly spoken\nto by a sour-looking serving man; \"the horse does jog so, and it's\nso slippery.  If I didn't keep moving I should go off.\"\n\n\"You'll soon go off if you don't keep a little quieter,\" growled\nthe man angrily, \"for I'll pitch you among the bushes.\"\n\n\"No, you won't,\" said the boy laughing.  \"You daren't do so.\"\n\n\"What!  I'll let you see, young master.  I want to know why they\ncouldn't let you have a donkey or a mule, instead of hanging you on\nbehind me.\"\n\n\"Aunt said I should be safer behind you,\" said the boy; \"but I'm\nnot.  It's so hard to hold on by your belt, because you're so----\"\n\n\"Look here. Master Robin, I get enough o' that from the men.  If\nyou say I'm so fat, I'll pitch you into the first patch o' brambles\nwe come to.\"\n\n\"But you are fat,\" said the boy; \"and you dare not.  If you did my\nfather would punish you.\"\n\n\"He wouldn't know.\"\n\n\"Oh! yes he would, David,\" said the little fellow, confidently;\n\"the other men would tell him.\"\n\n\"They wouldn't know,\" said the man with a chuckle.  \"I say, aren't\nyou afraid?\"\n\n\"No,\" said the boy.  \"What of, tumbling off?  I could jump.\"\n\n\"'Fraid of going through this great dark forest?\"\n\n\"No.  What is there to be afraid of?\"\n\n\"Robbers and thieves, and all sorts of horrid things.  Why, we\nmight meet Robin Hood and his men.\"\n\n\"I should like that,\" said the boy.\n\n\"What?\" cried the serving man, and he looked round at the great oak\nand beech trees through which the faintly marked road lay, and then\nforward and backward at the dozen mules, laden with packs of cloth,\nevery two of which were led by an armed man.  \"You'd like that?\"\n\n\"Yes,\" said the boy.  \"I want to see him.\"\n\n\"Here's a pretty sort of a boy,\" said the man.  \"Why, he'd eat you\nlike a radish.\"\n\n\"No, he wouldn't,\" said the boy, \"because I'm not a bit like a\nradish; and I say, David, do turn your belt round.\"\n\n\"Turn my belt round?\" said the man, in astonishment.  \"What for?\"\n\n\"So as to put the sword the other side. It does keep on banging my\nlegs so. They're quite bruised.\"\n\n\"It's me that'll be bruised, with you punching and sticking your\nfisties into my belt.  Put your legs on the other side.  I can't\nmove my sword.  I might want it to fight, you know.\"\n\n\"Who with?\" asked the boy.\n\n\"Robbers after the bales o' cloth.  I shall be precious glad to get\n'em safe to the town, and be back home again with whole bones.  Sit\nstill, will you!  Wriggling again!  How am I to get you safe home\nto your father if you keep sidling off like that?  Want me to hand\nyou over to one of the men?\"\n\n\"Yes, please,\" said the boy, dolefully.\n\n\"What?  Don't want to ride on one of the mules, do you?\"\n\n\"Yes, I do,\" said the boy.  \"I should be more comfortable sitting\non one of the packs.  I'm sure aunt would have said I was to sit\nthere, if she had known.\"\n\n\"Look here, young squire,\" said the man, sourly; \"you've too much\ntongue, and you know too much what aren't good for you.  Your aunt,\nmy old missus, says to me:\n\n\"'David,' she says, 'you are to take young Master Robin behind you\non the horse, where he can hold on by your belt, and you'll never\nlose sight of him till you give him into his father the Sheriff's\nhands, along with the bales of cloth; and you can tell the Sheriff\nhe has been a very good boy during his visit'; and now I can't.\"\n\n\"Why can't you?\" said the boy, sharply.\n\n\"'Cause you're doing nothing but squirming and working about behind\nmy saddle.  I shall never get you to the town, if you go on like\nthis.\"\n\nThe boy puckered up his forehead, and was silent as he wondered\nwhether he could manage to sit still for the two hours which were\nyet to elapse before they stopped for the night at a village on the\noutskirts of Sherwood Forest, ready to go on again the next morning.\n\n\"I liked stopping with aunt at Ellton,\" said the little fellow to\nhimself, sadly, \"and I should like to go again; but I should like\nto be fetched home next time, for old David is so cross every time\nI move, and----\"\n\n\"Look here, young fellow,\" growled the man, half turning in his\nsaddle; \"if you don't sit still I'll get one of the pack ropes and\ntie you on, like a sack.  I never see such a fidgety young elver in\nmy----Oh, look at that!\"\n\nThe man gave a tug at his horse's rein; but it was not needed, for\nthe stout cob had cocked its ears forward and stopped short, just\nas the mules in front whisked themselves round, and the men who\ndrove them began to huddle together in a group.\n\nFor all at once the way was barred by about a dozen men in rough\nweather-stained green jerkins, each with a long bow and a sheaf of\narrows at his back, and a long quarter-staff in his hand.\n\nDavid, confidential servant and head man to Aunt Hester, of the\ncloth works at Ellton, looked sharply round at the half-dozen\nheavily-laden mules behind him; and beyond them he saw another\ndozen or so of men, and more were coming from among the trees to\nright and left.\n\n\"Hoi! all of you,\" cried David to his men.  \"Swords out!  We must\nfight for the mistress's cloth.\"\n\nAs he spoke, he seized the hilt of his sword and began to tug at\nit; but it would not leave its sheath, and all the while he was\nkicking at his horse's ribs with his heels, with the result that\nthe stout cob gave a kick and a plunge, lowered its head, and\ndashed off at a gallop, with David holding on to the pommel.\n\nTwo of the men made a snatch at the reins, but they were too late,\nand turned to the mule-drivers, who were following their leader's\nexample and trying to escape amongst the trees, leaving the mules\nhuddled together, squealing and kicking in their fright.\n\nYoung Robin just saw two packages roll to the ground as the cob\ndashed off; then he was holding on with all his might to old\nDavid's belt as the cob galloped away with half-a-dozen of the\nrobbers trying to cut it off.\n\n[Illustration: The stout cob dashed of at a gallop, with David\nholding on to the pommel.]\n\nThen the little fellow felt that he was being jerked and knocked\nand bruised, as the horse tore along with David, head and neck\nstretched out.  There was a rush under some low boughs, and another\nrush over a patch of brambles and tall bracken; then the cob made a\nbold dash at a dense mass of low growth, when there was a violent\njerk as he made a bound, followed by a feeling as if the boy's arms\nwere being torn out at the shoulders, a rush through the air, a\nheavy blow, and a sensation of tearing, and all was, giddiness and\npain.\n\n\n\n\nCHAPTER II\n\nIt is not nice to be pitched by a man off a horse's back on to the\ntop of your head.\n\nThat is what young Robin thought as he sat up and rubbed the place,\nlooking very rueful and sad.\n\nBut he did not seem to be entirely alone there in the dense forest,\nfor there was another young robin, with large eyes and a speckled\njacket, sitting upon a twig and watching him intently.  Robin could\nthink of nothing but himself, his aching head, and his scratches,\nsome of which were bleeding.\n\nThen he listened, and fancied that he heard shouting, with the\ntrampling of mules and the breaking of twigs.\n\nBut he was giddy and puzzled, and after struggling through some\nundergrowth he sat down upon what looked like a green velvet\ncushion; but it was only the moss-covered root of a great beech\ntree, which covered him like a roof and made all soft and shady.\n\nAnd now it was perfectly quiet, and it seemed restful after being\nshaken and jerked about on the horse's back.  Robin was tired too,\nand the dull, half-stupefied state of his brain stopped him from\nbeing startled by his strange position.  His head ached though, and\nit seemed nice to rest it, and he stretched himself out on the moss\nand looked up through the leaves of the great tree, where he could\nsee in one place the ruddy rays of the evening sun glowing, and\nthen he could see nothing--think nothing.\n\nThen he could think, though he still could not see, for it was very\ndark and silent and strange, and for some minutes he could not\nunderstand why he was out there on the moss instead of being in\nAunt Hester's house at Elton, or at home in Nottingham town.\n\nBut he understood it all at once, recollecting what had taken\nplace, and for a time he felt very, very miserable.  It was\nstartling, too, when from close at hand someone seemed to begin\nquestioning him strangely by calling out:\n\n\"Whoo-who-who-who?\"\n\nBut at the end of a minute or two he knew it was an owl, and soon\nafter he was fast asleep and did not think again till the sun was\nshining brightly, and he sat up waiting for old David to come and\npull him up on the horse again.\n\nRobin waited, for he was afraid to move.\n\n\"If I begin to wander about,\" he said to himself, \"David will not\nfind me, and he will go home and tell father I'm lost, when all the\ntime he threw me off the horse because he was afraid and wanted to\nsave himself.\"\n\nSo the boy sat still, waiting to be fetched.  The robin came and\nlooked at him again, as if wondering that he did not pull up\nflowers by the roots and dig, so that worms and grubs might be\nfound, and finally flitted away.\n\nThen all at once there was the pattering of feet, and half-a-dozen\ndeer came into sight, with soft dappled coats, and one of them with\nlarge flat pointed horns; but at the first movement Robin made they\ndashed off among the trees in a series of bounds.\n\nThen there was another long pause, and Robin was thinking how\nhungry he was, when something dropped close to him with a loud rap,\nand looking up sharply, he caught sight of a little keen-eyed\nbushy-tailed animal, looking down from a great branch as if in\nsearch of something it had let fall.\n\n\"Squirrel!\" said Robin aloud, and the animal heard and saw him at\nthe same moment, showing its annoyance at the presence of an\nintruder directly.  For it began to switch its tail and scold after\nits fashion, loudly, its utterances seeming like a repetition of\nthe word \"chop\" more or less quickly made.\n\nFinding its scolding to be in vain, and that the boy would not go,\nthe squirrel did the next best thing--bounded along from bough to\nbough; while, after waiting wearily in the hope of seeing David,\nthe boy began to look round this tree and the next, and finally\nmade his way some little distance farther into the forest, to be\nstartled at last by a harsh cry which was answered from first one\nplace and then another by the noisy party of jays that had been\ndisturbed in their happy solitude.\n\nTo Robin it was just as if the first one had cried \"Hoi! I say,\nhere's a boy.\"  And weary with waiting, and hungry as he was, the\nconstant harsh shouting irritated the little fellow so that he\nhurried away followed by quite a burst of what seemed to be mocking\ncries, with the intention of finding the track leading across the\nforest; but he had not gone far before he found himself in an open\nglade, dotted with beautiful great oak trees, and nearly covered\nwith the broad leaves of the bracken, which were agitated by\nsomething passing through and beneath, giving forth a grunting\nsound.  Directly after he caught sight of a long black back, then\nof others, and he saw that he was close to a drove of small black\npigs, hunting for acorns.  One of the pigs found him at the same\nmoment and saluted him with a sharp, barking sound wonderfully like\nthat of a dog.\n\nThis was taken up directly by the other members of the drove, who\nwith a great deal of barking and grunting came on to the attack,\nfor they did not confine themselves to threatening, their life in\nthe forest making them fierce enough to be dangerous.\n\nRobin's first thought was to run away, but he knew that four legs\nare better than two for getting over the ground, and felt that the\ndrove would attack him more fiercely if they saw that he was afraid.\n\nHis next idea was to climb 'up into the fork of one of the big\ntrees, but he knew that there was not time.  So he obeyed his third\nnotion, which was to jump to where a big piece of dead wood lay,\npick it up, and hit the foremost pig across the nose with it.\n\nThat blow did wonders; it made the black pig which received it\nutter a dismal squeal, and its companions stop and stand barking\nand snapping all around him.  But the blow broke the piece of dead\nwood in two, and the fierce little animals were coming on again,\nwhen a voice cried:\n\n\"Hi! you! knocking our tigs about!\"  And a rough boy about a couple\nof years older than Robin rushed into the middle of the herd,\nkicking first at one and then at another, banging them with a long\nhooked stick he held, and making them run squealing in all\ndirections.  \"What are you knocking our tigs about for?\" cried the\nboy sharply, as he stared hard at the strange visitor to the\nforest, his eyes looking greedily at the little fellow's purple and\nwhite jerkin and his cap with a little white feather in it.\n\n\"They were coming to bite me,\" said Robin quickly, while it struck\nhim as funny that the boy should knock the pigs about himself.\n\n\"What are you doing here?\" said the boy.\n\nRobin told of his misfortune, and finished by saying:\n\n\"I'm so hungry, and I want to go home.  Where can I get some\nbreakfast?\"\n\n\"Dunno,\" said the boy.  \"Have some of these?\"\n\nHe took a handful of acorns from a dirty satchel, and held them\nout, Robin catching at them eagerly, putting one between his white\nteeth, and biting it, but only to make a face full of disgust.\n\n\"It's bitter,\" he said.  \"It's not good to eat.\"\n\n\"Makes our tigs fat,\" said the boy; \"look at 'em.\"\n\n\"But I'm not a pig,\" said Robin.  \"I want some bread and milk.\nWhere can I get some?\"\n\nThe boy shook his head.\n\n\"Where do you live?\" asked Robin.\n\n\"Along o' master.\"\n\n\"Where's that?\"\n\nThe boy shook his head and stared at the cap and feather, one of\nhis hands opening and shutting.\n\n\"Will you show me the way home, then?\"\n\nThe boy shook his head again, and now stared at the velvet jerkin,\nthen at his own garb, which consisted of a piece of sack with slits\nin it for his head and arms to come through, and a strip of\ncow-skin for a belt to hold it in.\n\n\"I could show you where to get something,\" he said at last.\n\n\"Well, show me,\" cried Robin.\n\n\"You give me that jacket and cap, then,\" cried the boy, in a husky,\nlow voice.\n\n\"Give you my clothes?\" said Robin, wonderingly.  \"I can't do that.\"\n\n\"Then I shall take 'em?\" said the boy, in a husky growl.\n\n\"I'm so hungry,\" cried Robin.  \"Show me where to get something, and\nI'll give you my cap and feather.\"\n\n\"I wants the jacket too,\" said the boy.\n\n\"I tell you I can't give you that,\" cried Robin.\n\n\"Then I means to take it.\"\n\nRobin shrank away, and the boy turned upon him fiercely.\n\n\"None of that,\" he cried.  \"See this here stick?  If you was to try\nto run away I should send it spinning after you, and it would break\nyour legs and knock you down, and I could send the tigs after you,\nand they'd soon bring you back.\"\n\nRobin drew a deep breath; he felt hot, and his hands clenched as he\nlonged to strike out at his tyrant.  But the young swineherd was\nbig and strong, and the little fellow knew that he could do next to\nnothing against such an enemy.\n\nThen there was a pause.  Robin stood, hot, excited, and panting;\nthe herd-boy threw himself down on his chest, rested his chin upon\nhis hands, as he stared fiercely at Robin, and kicked his feet up\nand down; while the pigs roamed here and there, nuzzling the fallen\nacorns out from the bracken, and crunching them up loudly.\n\nRobin wanted to run, and he did not want to run, and all at the\nsame time, for his strongest desire just then was to fight his\ntyrant; and for some minutes neither spoke.\n\nAt last the big boy said, in a low, growling way:\n\n\"Now then, are you going to give me them things?\"\n\n\"No,\" said Robin, through his set teeth; and again there was\nsilence.\n\n\"You give 'em to me, and I'll show you the way to where they live\nand they'll give you roast deer and roast pig p'raps, for two of\nourn's gone.  Master says he counted 'em, and they aren't all\nthere, and he wales me with a strap because I let them take the\npigs, and next time he counts 'em there's more than there was\nbefore, but he's whipped me all the same.  You give me them things,\nand I'll take you where you'll get lots to eat, and milk and eggs\nand apples.  D'yer hear?\"\n\n\"I won't give them to you.  I can't--I mustn't,\" cried Robin\npassionately.\n\nThe boy said nothing, but looked away at his pigs, two of which\nwere fighting.\n\n\"Ah, would you?\" he cried; and he made believe to rush at them with\nhis big hook-handled stick.\n\nRobin was thrown off his guard, and before he was aware of it the\nboy made a side leap and, dropping his stick, seized him, threw him\nover on his back, and sat astride upon his chest.\n\n\"Now won't you give em to me?\" cried the herd-boy; and he whipped\noff the cap and threw it to a little distance, with the result that\nhalf a dozen pigs rushed at it; and as he made a brave fight to get\nrid of his enemy, the last that Robin saw of his velvet cap and\nplume was that one black pig tore out the feather, while another\nwas champing the velvet in his mouth.\n\nIt was a brave fight, but all in vain, and a few minutes later the\nboy was standing triumphantly over poor Robin, with the gay jerkin\nrolled up under his arm; and the little fellow struggled to his\nfeet in his trunk hose and white linen shirt, hot, angry, and torn,\nand wishing with all his might that he were as big and strong as\nthe tyrant who had mastered him.\n\n\"I told yer I would,\" said the young ruffian, with a grin.  \"You\nshould ha' given 'em to me at first, and then I shouldn't have hurt\nyer.  Come on; I'll show yer now where yer can get something to\neat.\"\n\nIn his anger and shame Robin felt that he wanted no food now, only\nto go and hide himself away among the trees; but his enemy's next\nwords had their effect.\n\n\"You didn't want this here,\" he said.  \"You've got plenty on you\nnow.  Better nor I have.  There, go straight on there, and I'll\nshow yer.  D'yer hear?\"\n\n\"I don't want to go now,\" said Robin fiercely.\n\n\"Oh, don't yer?  Then I do.  You're agoing afore I makes yer, and\nwhen they've give yer a lot, you're going to eat part and bring\nsome to me so's I can help eat the rest.  You bring a lot, mind,\n'cause I can eat ever so much.  Now then, go on.\"\n\n\"I can't--I don't want to,\" cried Robin.  \"You go first.\"\n\n\"What, and master come, p'raps, and find me gone!  Likely! he'd\ngive me the strap again. There, get on.\"\n\nRobin winced, for the young ruffian picked up his stick and poked\nhim as he would one of his pigs.  But the little fellow could not\nhelp himself, and he went on in the required direction among the\ntrees, the forest growing darker and darker, till suddenly voices\nwere heard, and the boy stopped,\n\n\"You go straight along there,\" he said, \"and I'll wait.\"\n\n\"No, you go,\" said Robin.  \"You know them.\"\n\n\"Oh! yes, and them want some more pigs!  Want me to be leathered\nagain?\"\n\nRobin said \"No,\" but he felt all the time that he should like to\nsee the young tyrant flogged and forced to return the folded up\ndoublet; and he thought sadly of his spoiled and lost cap.\n\n\n\n\nCHAPTER III\n\n\"Now then, don't you be long,\" cried the young swineherd, and he\nraised his stick threateningly, and made another thrust at Robin,\nwhich was avoided; and feeling desperate now as well as hungry,\nfeeling too, that it would be better to fall into any other hands,\nthe little fellow ran on, following a faint track in and out among\nthe trees, till he came suddenly into an opening, face to face with\na group of fifty or sixty people busily engaged around a heap\nbeneath a spreading beech tree.\n\nRobin's first act was to stand and stare, for the heap consisted of\nbales similar to those with which he had seen the mules laden a\ncouple of days back, and tied up together a few yards away were the\nvery mules, while the little crowd of men who were busy bore a very\nstrong resemblance to those by whom the attack was made on the\nprevious day.\n\nRobin knew nothing in those days about the old proverb of jumping\nout of the frying-pan into the fire, but he felt something of the\nkind as he found himself face to face with the marauders who had\nseized upon the bales of cloth and put his aunt's servants to\nflight, and without a moment's hesitation he turned and began to\nhurry back, but ran into the arms of a huge fellow who caught him\nup as if he had been a baby.\n\n[Illustration: Robin ran into the arms of a huge fellow, who caught\nhim up as if he had been a baby.]\n\n\"Hullo, giant!\" cried the big man, \"who are you?\"  And the party of\nmen with him, armed with long bows and arrows, began to laugh\nmerrily.\n\n\"Let me go--let me go!\" cried the boy, struggling angrily.\n\n\"Steady, steady, my little Cock Robin,\" said the man, in his big\nbluff way; \"don't fight, or you'll ruffle your feathers.\"\n\nThe boy ceased struggling directly.\n\n\"How did you know my name was Robin?\" he said.\n\n\"Guessed it, little one.  There, I shan't hurt you.  Where do you\ncome from?\"\n\n\"Ellton,\" said the boy.\n\n\"But what are you doing here in the forest?\"\n\n\"You came and fought David, and frightened him and the men away,\nand those are our mules and the cloth.\"\n\nRobin stopped short, for the big man broke out into a loud whistle,\nand then laughed.\n\n\"Oh, that's it, is it?\" he said; \"and so your name's Robin, is it?\"\n\nThe little fellow nodded.  \"Yes,\" he said.  \"What's yours?\"\n\n\"John,\" said the great fellow, laughing heartily; \"and they call me\nlittle because I'm so big.  What do you think of that?\"\n\n\"I think it's very stupid,\" said the boy.  \"I thought you must be\nRobin Hood.\"\n\n\"Then you thought wrong. But if you thought that this one was you\nwould be right.  Here he comes.\"  The boy looked in wonder at a\ntall man who looked short beside Little John, as he came up in coat\nof green with brown belt, a sword by his side, quiver of arrows\nhung on his back, and longbow in his hand.\n\n\"What woodland bird have you got here, John?\" he said.  And the boy\nsaw that he smiled pleasantly and did not look fierce or\nthreatening.\n\n\"A young Robin,\" said the big fellow; \"part of yesterday's plunder.\"\n\n\"I want to find my way home,\" said the boy.  \"Will you please show\nme?\"\n\n\"But you did not come here into the forest in shirt and hose, did\nyou, my little man?\" said the great outlaw.\n\n\"No; someone took my cap and doublet away, sir.\"\n\nRobin Hood frowned.\n\n\"Who was it?\" he cried angrily.  \"Find out, John, and he shall have\na bowstring about his back.  Point out the man who stripped you, my\nlittle lad,\" he continued, turning to the boy.\n\n\"It wasn't a man,\" said the little fellow, \"but a boy who minds\npigs.\"\n\n\"What, a young swineherd!\" cried the outlaw, laughing.  \"Why did\nyou let him?  Why didn't you fight for your clothes like a man?\"\n\n\"I did,\" said young Robin stoutly; \"but he was so big, he knocked\nme down and sat upon me.\"\n\n\"Oh! that makes all the difference.  How big was he--big as this\nman?\"\n\nYoung Robin glanced at the giant who had caught him, and shook his\nhead.\n\n\"No,\" he said; \"not half, so big as he is.  But he was stronger\nthan I am.\"\n\n\"So I suppose. Well, bring him along. Little John, and let's see if\nthe women can find him some clothes and a cap.  You would like\nsomething more to wear, wouldn't you?\"\n\n\"I should like something to eat,\"' said the boy sadly.  \"I have not\nhad anything since breakfast.\"\n\n\"That's not so very long,\" said Robin Hood. \"We have not had\nanything since breakfast.\"\n\n\"But I mean since breakfast yesterday,\" said young Robin piteously.\n\n\"What!\" cried Little John. \"Why, the poor boy's starved.  But we\ncan soon mend that.  Come here!\"\n\nYoung Robin's first movement was to shrink from the big fellow, but\nhe smiled down in such a bluff, amiable way, that the boy gave him\nhis hands, and in an instant he was swung up and sitting six feet\nin the air upon the great fellow's shoulder, and then rode off to\nan open-fronted shed-like place thatched with reeds, Robin Hood,\nwith his bow over his shoulder, walking by the side.\n\n\"Here, Marian,\" cried the outlaw, and young Robin's heart gave a\nthrob and he made a movement to get down to go to the sweet-faced\nwoman who came hurriedly out, wide-eyed and wondering, in her green\nkirtle, her long soft naturally curling hair rippling down her\nback, but confined round her brow by a plain silver band in which a\nfew woodland flowers were placed.\n\n\"Oh! Robin,\" she cried, flushing with pleasure; \"who is this?\"\n\n\"It is some one for you to take care of,\" said the outlaw, who\nsmiled at the bright look in the girl's face.  \"He is both hungry\nand tired, and his people ran away and left him alone in the\nforest.\"\n\n\"Oh, my dear!\" she cried, as Little John lightly jumped the boy\ndown at her feet.  \"Come along.\"\n\nYoung Robin put his hand in hers and gave her a look full of trust\nand confidence, before turning to the two men, for all his troubles\nseemed over now.\n\n\"Thank you for bringing me here,\" he said; \"but are you bold Robin\nHood and Little John, of whom I've heard my father talk?\"\n\n\"I daresay we are the men he has talked about,\" said the outlaw\nsmiling; \"but who is your father, and what did he say?\"\n\n\"My father is the Sheriff of Nottingham,\" said the boy, \"and he\nsaid that he was going to catch you and your men some day, for you\nwere very wicked and bad.  But he did not know how good and kind\nyou are, and I shall tell him when you send me home.\"\n\nThe two men exchanged glances with Maid Marian.\n\n\"We shall see,\" said the outlaw; \"but you are nearly starved,\naren't you?\"\n\n\"Yes, very, very hungry,\" said the boy, looking piteously at his\nnew protector, whose hand he held.\n\n\"Hungry?\" she cried.\n\n\"Yes, he has had nothing since yesterday morning; but you can cure\nthat.\"\n\n\"Oh, my dear, my dear!\" cried the woman.  And she hurried young\nRobin beneath the shelter, and in a very short time he was smiling\nup in her face in his thankfulness, for she had placed before him a\nbowl of sweet new milk and some of the nicest bread he had ever\ntasted.\n\nAs he ate hungrily he had to answer Maid Marian's questions about\nwho he was and how he came there, which he did readily, and it did\nnot strike him as being very dreadful that the mules and their\nloads had been seized, for old David had been very cross and severe\nwith him for getting tired, and these people in the forest were\nmost kind.\n\n\n\n\nCHAPTER IV\n\nIt was a very strange life for a boy who had been accustomed to\nevery comfort, but young Robin enjoyed it, for everything seemed to\nbe so new and fresh, and the men treated him as if he had come to\nthem for the purpose of being made into a pet.\n\nThey were, of course, fierce outlaws and robbers, ready to turn\ntheir bows and swords against anyone; but the poor people who lived\nin and about the forest liked and helped them, for Robin Hood's men\nnever did them harm, while as to young Robin, they were all eager\nto take him out with them and show him the wonders of the forest.\n\nOn the second day after his arrival in the camp, the boy asked when\nhe was to be shown the way home, and he asked again on the third\nday, but only to be told each time that he should go soon.\n\nOn the fourth day he forgot to ask, for he was busy with big Little\nJohn, who smiled with satisfaction when young Robin chose to stay\nwith him instead of going with some of the men into the forest\nafter a deer.\n\nYoung Robin forgot to ask when he was to be shown the way home,\nbecause Little John had promised to make him a bow and arrows and\nto teach him how to use them.  The great tall outlaw kept his word\ntoo, and long before evening he hung a cap upon a broken bough of\nan oak tree and set young Robin to work about twenty yards away\nshooting arrows at the mark.\n\n\"You've got to hit that every time you shoot,\" said Little John;\n\"and when you can do that at twenty yards you have got to do it at\nforty.  Now begin.\"\n\nFor the bow was ready and made of a piece of yew, and half a dozen\narrows had been finished.\n\n\"Think you can hit it?\" said Little John, after showing the boy how\nto string his bow and fit the notch of the arrow to the string.\n\n\"Oh! yes,\" said Robin confidently.\n\n\"That's right! then you will soon be able to kill a deer.\"\n\n\"But I don't want to kill a deer,\" said the boy.  \"I want to see\nsome, but I shouldn't like to kill one.\"\n\n\"Wait till you're hungry, my fine fellow,\" said Little John,\nlaughing.  \"But my word! you look fine this morning; just like one\nof us.  Did Maid Marian make you that green jerkin?\"\n\n\"Yes,\" said the boy.\n\n\"That's right; so's your cap and feather.  But now then, try if you\ncan hit the cap.  Draw the arrow right to the head before you let\nit go.  My word, what funny little fumbling fingers yours are!\"\n\n\"Are they?\" cried Robin, who thought that his teacher's hands were\nthe biggest he had ever seen.\n\n\"Like babies' fingers,\" said Little John, smiling down at the boy\nas if very much amused.  \"Now then, draw right to the head.\"\n\n\"I can't,\" said the boy; \"it's so hard.\"\n\n\"That's because you are not used to it, little one.  Try again.\nHold tight, and pull hard.  Steadily.  That's the way.  Now loose\nit and let it go.\"\n\nYoung Robin did as he was told, and away went the arrow down\nbetween the trees, to fall with its feathered wings just showing\nabove the fallen leaves.\n\n\"That didn't hit the cap,\" said Little John.  \"Never went near.\"\n\nYoung Robin shook his head.\n\n\"Did you look at the cap when you loosed the arrow?\"\n\n\"No,\" said Robin; \"I shut my eyes.\"\n\n\"Try again then, and keep them open.\"\n\nRobin tried and tried again till he had sent off all six of his\nshafts, and then he stood and looked up at Little John, and Little\nJohn looked down at him.\n\n\"You couldn't kill a deer for dinner to-day,\" said the big fellow.\n\n\"No,\" said young Robin; \"it's so hard.  Could you have hit it?\"\n\n\"I think I could if I stood ten times as far away,\" said the great\nfellow quietly.\n\n\"Oh, do try, please,\" cried Robin.\n\n\"Very well; only let's pick up your arrows first, or we may lose\nsome of them.  Always pick up your arrows while they are fresh--I\nmean, while you can remember where they are.\"\n\nThe shafts were picked up, mostly by Little John, whose eyes were\nvery sharp at seeing where the little arrows lay; and then they\nwalked back, and Robin had to run by his big companion's side, for\nhe began to stride away, counting as he went, till he had taken two\nhundred steps from the tree all along one of the alleys of the\nforest, when he stopped short.\n\n\"Now then, my little bowman,\" he said; \"think I can hit the mark\nnow?\"\n\n\"No,\" said Robin decisively; \"we're too far away.  I can hardly see\nthe cap.\"\n\n\"Well, let's try,\" said Little John, stringing his bow, and then\ncarefully selecting an arrow from the quiver at his back.  This\narrow he drew two or three times through his hand so as to smooth\nthe feathering and make the web lie straight, before fitting the\nnotch to the string.\n\n\"So you think it's too far?\" said Little John.\n\n\"Yes, ever so much.\"\n\n\"Ah, well, we'll try,\" said the big fellow coolly.  \"Where-about\nshall I hit the cap--in the middle?\"\n\n[Illustration: \"Ah, well, we'll try,\" said Little John.\n\"Whereabouts shall I hit the cap?\"]\n\n\"No,\" said Robin; \"just at the top of the brim.\"\n\n\"Very well,\" said the big fellow, standing up very straight and\nrather sidewise, as he held his bow at his left arm's length,\nslowly drew the arrow to the head, and then as Robin gazed in the\ndirection of the indistinctly seen hat hanging on the tree-trunk--\n\nTwang!\n\nThe arrow had been loosed, and the bow had given forth a strange\ndeep musical sound.\n\nRobin looked sharply at Little John, and the big outlaw looked down\nat him.\n\n\"Where did that arrow go?\" said the boy.\n\n\"Let's see,\" said Little John.\n\n\"I don't think we shall ever find it again,\" continued Robin.\n\nThey walked back, the outlaw very slowly, and Robin quite fast so\nas to keep up with him.\n\n\"Perhaps not,\" said Little John, \"but I don't often lose my arrows.\"\n\n\"This one has gone right through the ferns,\" thought Robin, and he\nfelt glad with the thought of the big fellow having missed the\nmark, but as they walked nearer, he kept his eyes fixed upon the\ngreat trunk dimly seen in the shade, being tripped up twice by the\nbracken fronds; but he saved himself from a fall and watched the\ntree trunk still, while the hat hanging on the old bough grew\nplainer, just as it had been before.\n\nThey had walked back nearly three parts of the way when Robin\nsuddenly saw something which made him start, for there was a tiny\nbit of something white above something dark, and those marks were\nnot on the brim of the hat before.\n\nThe next minute Robin's eyes began to open wider, for he knew that\nhe was looking at the feathered end of the arrow, pointing straight\nat him; and directly after, as he stepped a little on one side to\navoid an ant-hill, he could see the whole of the arrow except the\npoint, which had passed through the brim of the hat.\n\n\"Why, you hit it!\" he cried excitedly.\n\n\"Well, that's what I tried to do,\" said Little John.\n\n\"But you hit it just in the place I said.\"\n\n\"Yes, you told me to,\" said Little John, smiling.  \"That's how you\nmust learn to shoot when you grow up to be a man.\"\n\nYoung Robin said nothing, but stood rubbing one ear very gently,\nand staring at the hat.\n\n\"Well,\" said Little John, smiling down at his companion, \"what are\nyou thinking about?\"\n\n\"I was thinking that it is very wonderful for you to stand so far\noff and shoot like that.\"\n\n\"Were you, now?\" said Little John.  \"Well, it is not wonderful at\nall.  If you keep on trying for years you will be able to do it\nquite as well.  I'll teach you.  Shall I?\"\n\n\"I should like you to,\" said Robin, shaking his head; \"but I can't\nstop here.  I must go home to my father.\"\n\n\"Oh! must you?\" said Little John.  \"Go home to your father and\nmother, eh?\"\n\nRobin shook his head.\n\n\"No,\" he said; \"my mother's dead, and I live sometimes with father\nand sometimes with aunt.  I am going home to father now, as soon as\nyou show me the way.  When are you going to show me?\"\n\nLittle John screwed up his face till it was full of wrinkles.\n\"Ah,\" he said, \"I don't know.  You must ask the captain.\"\n\n\"Who is the captain?\" said the boy.\n\n\"Eh?  Why, Robin Hood, of course.  But I wouldn't ask him just yet.\"\n\n\"Why not?\"\n\n\"Eh?  Why not?  Because it might be awkward.  You see, it's a long\nway, and you couldn't go by yourself.\"\n\n\"Well, you could show me,\" said young Robin.  \"You would, wouldn't\nyou?\"\n\n\"I would if I could,\" said Little John; \"but I'm afraid I couldn't.\"\n\n\"Oh! you could, I'm sure,\" said young Robin.  \"You're so big.\"\n\n\"Oh! yes, I'm big enough,\" said Little John, laughing; \"but if I\nwere to take you home your father would not let me come back again;\nand besides, the captain would not let me go for fear that I should\nbe killed.\"\n\n\"Killed?\" said the boy, staring at his big companion.\n\n\"Why, who would kill you?\"\n\n\"Your father, perhaps.\"\n\n\"What, for being kind to me?\"\n\n\"I can't explain all these things to you, mite.  Here's someone\ncoming.  Let's ask him.  Hi!  Captain!  Young squire wants me to\ntake him home.\"\n\nRobin Hood, who had just caught sight of the pair and come up,\nsmiled and shook his head.\n\n\"Not yet, little one,\" he said.  \"I can't spare big Little John.\nWhy, aren't you happy here in the merry greenwood under the trees?\nI thought you liked us.\"\n\n\"So I do,\" said young Robin, \"and I should like to stay ever so\nlong and watch the deer and the birds, and learn to shoot with my\nbow and arrows.\"\n\n\"That's right.  Well said, little one,\" cried Robin Hood, patting\nthe boy on the head.\n\n\"But I'm afraid that my father will be very cross if I don't try to\ngo home.\"\n\n\"Then try and make yourself happy, my boy,\" said Robin Hood, \"for\nyou have tried hard to go home, and you cannot go.\"\n\n\"Why?\" said young Robin.\n\n\"For a dozen reasons,\" said the outlaw, smiling.  \"Here are some:\nyou could not find your way; you would starve to death in the\nforest; you might meet people who would behave worse to you than\nthe young swineherd, or encounter wild beasts; then, biggest reason\nof all: I will not let you go.\"\n\nYoung Robin was silent for a moment or two, and then he said\nquickly:\n\n\"You might tell Little John to take me home.  My father would be so\nglad to see him.\"\n\nRobin Hood and the big fellow just named looked at one another and\nlaughed.\n\n\"Yes,\" said Robin Hood, patting the boy on the shoulder, \"now\nthat's just it.  Your father, the Sheriff, would be so glad to see\nLittle John that he would keep him altogether; and I can't spare\nhim.\"\n\n\"I don't think my father would be so unkind,\" said Robin.\n\n\"But I am sure he would, little man,\" said the outlaw.  \"He'd be so\nglad to get him that he would spoil him.  Eh, John?  What do you\nthink?\"\n\n\"Ay, that he would,\" said Little John, shaking his head.  \"He'd be\nsure to spoil me.  He'd cut me shorter, perhaps, or else hang me up\nfor an ornament.  No, my little man, I couldn't take you home.\"\n\n\"There,\" said the outlaw, smiling; \"you must wait, my boy. Try and\nbe contented as you are.  Maid Marian's very kind to you, is she\nnot?\"\n\n\"Oh! yes,\" cried the boy, with his face lighting up, \"and that's\nwhy I don't want to go.\"\n\n\"Hullo!\" growled Little John.  \"Why, you said just now that you did\nwant to go!\" \"Did I?\" said the boy thoughtfully.\n\n\"To be sure you did.  What do you mean.\"\n\n\"I mean,\" said the boy, looking wistfully from one to the other,\n\"that I feel as if I ought to go home, but I think I should like to\nstay.\"\n\n\"Hurrah!\" cried Little John, taking off and waving his hat.  \"Hear\nthat, captain?  You've got another to add to your merry men.  Young\nRobin and I make a capital pair.  Come along, youngster, and let's\npractise shooting at the mark, and then we'll make enough arrows to\nfill your quiver.\"\n\nFive minutes later young Robin was standing as he had been placed\nby his big companion, who sat down and watched him while he\nsturdily drew the notch of his arrow right to his ear, and then\nloosed the whizzing shaft to go flying away through the woodland\nshade, while Little John shouted as gleefully as some big boy.\n\n\"Hurrah!  Well done, little one!  There it is, sticking in yonder\ntree.\"\n\n\n\n\nCHAPTER V\n\n\"As far as you like, Robin,\" said the outlaw, \"only you must be\nwise.  Don't go far enough to lose your way.  Learn the forest by\ndegrees.  Some day you will not be able to lose yourself.\"\n\n\"But suppose I did lose myself,\" said the boy; \"what then?\"\n\n\"I should have to tell Little John to bring all my merry men to\nlook for you, and Maid Marian here would sit at home and cry till\nyou were found.\"\n\n\"Then I will not lose myself,\" said Robin.  And he always\nremembered his promise when he took his bow and arrows and, with\nhis sword hanging from his belt, went away from the outlaws' camp\nfor a long ramble.\n\nHis bow was just as high as he was himself, that being the rule in\narchery, and his arrows, beautifully made by Little John, were just\nhalf the length of his bow.\n\nAs to his sword, that was a dagger in a green shark-skin sheath\ngiven to him by Robin Hood, who said rightly enough that it was\nquite big enough for him.\n\nMaid Marian found a suitable buckle for the belt, one which Little\nJohn cut out of a very soft piece of deer-skin, the same skin\nforming the cross-belt which went over the boy's shoulder and\nsupported his horn.\n\nFor he was supplied with a horn as well, this being necessary in\nthe forest, and Robin Hood himself taught him in the evenings how\nto blow the calls by fitting his lips to the mouthpiece and\naltering the tone by placing his hand inside the silver rim which\nformed the mouth.\n\nIt was not easy, but the little fellow soon learned.  All the same,\nthough, he made some strange sounds at first, bad enough, Little\nJohn declared, to give one of Maid Marian's cows the tooth-ache,\nand frighten the herds of deer farther and farther away.\n\nThat was only at the first, for young Robin very soon became quite\na woodman, learning fast to sound his horn, to shoot and hit his\nmark, and to find his way through the great wilderness of open\nmoorland and shady trees.\n\nBut it was more than once that he lost his way, for the trees and\nbeaten tracks were so much alike and all was so beautiful that it\nwas easy to wander on and forget all about finding the way back\nthrough the sun-dappled shades.\n\nAnd so it happened that one morning when the outlaw band had gone\noff hunting, to bring back a couple of fat deer for Robin Hood's\nlarder, young Robin started by himself, bow in hand, down one of\nthe lovely beech glades, and had soon gone farther than he had been\nbefore.\n\nThe squirrels dropped the beech mast and dashed away through the\ntrees, to chop and scold at him; the rabbits started from out of\nthe ferns and raced away fast, showing the under part of their\nwhite cotton tails, before they plunged into their shady burrows;\nand twice over, as the boy softly passed out of the shade into some\nsunny opening, he came upon little groups of deer--beautiful\nlarge-eyed thin-legged does, with their fawns--grazing peacefully\non the soft grass which grew in patches between the tufts of golden\nprickly furze, for they were safe enough, the huntsmen being gone\nin search of the lordly bucks, with their tall flattened horns if\nthey were fallow deer, small, round, and sharply pointed if they\nwere roes.\n\nThere was always something fresh to see, and he who went slowly and\nsoftly through the forest saw most.  At such times as this young\nRobin would stop short to watch the grazing deer and fawns with\ntheir softly dappled hides, till all at once a pair of sharp blue\neyes would spy him out, and the jay who owned those eyes would set\nup his soft speckled crest, show his fierce black moustachios, and\nshout an alarm again in a harsh voice--\"Here's a boy! here's a\nboy!\" and the does would leave off eating, throw up their heads,\nand away the little herd would go, nip--nip--nip, in a series of\nbounds, just as if their thin legs were so many springs, their\nblack hoofs coming down close together and just touching the short\nelastic grass, which seemed to send them off again.\n\n\"I wish they wouldn't be afraid of me,\" young Robin said.  \"I\nshouldn't hurt them.\"\n\nBut the does and fawns did not know that, for as Robin said this he\nwas fitting an arrow to his bow-string, and threatening to send it\nflying after the shrieking jay which had given the alarm.  He\nforgot, too, that he had eaten heartily of delicious roasted fawn\nonly a few days before.\n\nAs he wandered on through glades where the sun seemed to send rays\nof glowing silver down through the oak or beech leaves as if to\nfill the golden cups which grew beneath them among the soft green\nmoss, he would come out suddenly perhaps on one of the sunny forest\npools, perhaps where the water was half covered with broad flat\nleaves, among which were silver blossoms, in other places golden,\nwith arrow weed at the sides, along with whispering reeds and\nsword-shaped iris plants.  There beneath the floating leaves great\ngolden-sided carp and tench floated, and sometimes a fierce-eyed\ngreen-splashed pike, while over all flitted and darted upon gauzy\nwings beautiful dragon-flies, chasing the tiny gnats--blue, brown,\ngolden, and golden-green--and now and then encountering and making\ntheir wings rustle as they touched in rapid flight.  Then as he\nstood with his hand resting against a tree trunk, peering forward,\na curious little head with bright crimson eyes divided the sedge or\nreeds growing in the water, its owner looking out to see if there\nwas any danger; and as it looked, Robin could see that the bird's\nbeak seemed to be continued right up into a fiat red plate between\nits eyes.\n\n[Illustration: Robin stood with his hand resting against a tree\ntrunk.]\n\nThen it came sailing out, swimming by means of its long thin legs\nand toes, coming right into the opening, looking of a dark shiny\nbrownish green, all but its stunted tail, the under part of which\nwas pure white, with a black band across.\n\nLittle John told him afterwards that it was a moor-hen, even if it\nwas a cock bird.  It was, not this which took so much of Robin's\nattention, but the seven or eight little dark balls which followed\nit out along one of the lanes of open water, swimming here and\nthere and making dabs with their little beaks at the insects\ngliding about the top.\n\nIt was so quiet and seemed so safe that directly after the reeds\nparted again and another bird swam out from among the sheltering\nreeds.  Robin knew this directly as a drake, but he had never\nbefore seen one with such a gloriously green head, rich\nchestnut-colored breast, soft gray back, or glistening metallic\npurple wing spots.\n\nRobin could have sent a sharp-pointed arrow at this beautiful bird,\nand perhaps have killed it, for he knew well that roast duck or\ndrake is very nice stuffed with sage and onions, and with green\npeas to eat therewith; but he never thought of using his bow, and\nhe was content to feast his eyes upon the bird's beauty and watch\nits motions.\n\nThe drake took no notice of the moor-hen and her dusky dabs, but\nswam right out in the middle, seemed to stand up on the water,\nstretching out his neck and flapping his wings so sharply that\nsomething right on the other side moved suddenly, and Robin saw\nthat there was another bird which he had not seen before--a\nlong-necked, long-legged, loose-feathered gray creature with sharp\neyes and a thin beak, standing in the water and staring eagerly at\nthe drake as much as to say:\n\n\"What's the matter there?\" while he uttered aloud the one enquiring\ncry--\n\n\"Quaik?\"\n\n\"Wirk--wirk--wirk!\" said the drake.\n\n\"Quack, quack, quack, quack!\" came from out of the reeds, and a\nbrown duck came sailing out, followed by ten little yellow balls of\ndown with flat beaks, swimming like their mother, but in a hurried\npop-and-go-one fashion, in and out, and round and round, and\nseeming to go through country dances on the water in chase of water\nbeetles and running spiders or flies, while the duck kept on\nuttering a warning quack, and the drake, who, first with one eye\nand then with the other, kept a sharp look up in the sky for\nfalcons and hawks, now and then muttered out a satisfied\n\"Wirk--wirk--wirk!\"\n\nRobin was Just thinking how beautiful it all was, when the danger\nfor which the drake was watching in the sky suddenly came from the\nwater beneath.\n\nOne of the downy yellow dabs had swum two yards away from the\nothers and his mother, after a daddy long-legs which had flown down\non to the surface of the water, and had opened its little flat beak\nto seize it, when there was a whirl in the water, a rush and\nsplash, and two great jaws armed with sharp teeth closed over the\nduckling, which was visible one moment, gone the next, and Robin\ndrew an arrow out to fit to his bow-string.\n\nBut he was too late to send it whizzing at the great pike, which\nhad given a whisk with its tail and gone off to some lair in the\nreeds to peacefully swallow the young duck, while the rest followed\ntheir quacking father and mother back to the shelter of the reeds,\nrushes, and sedge, where the moor-hen and her brood were already\nsafe, while, startled by the alarm, the heron bent down as it\nspread its great gray wing's, sprang up, gave a few flaps and\nflops, and began to sail round above the pool till it grew peaceful\nagain, when, stretching out its legs, the heron dropped back into\nthe water, stood motionless gazing down with meditative eyes as if\nquite satisfied that no fish would touch it, and then, _flick_!\n\nIt had taken place so rapidly that Robin hardly saw the movement,\nbut certainly the heron's beak was darted in amongst the bottoms of\nthe reeds where they grew out of the water, and directly afterwards\nthe bird straightened itself again, to stand up with a kicking\ngreen frog in its scissor-shaped beak.\n\nThen there was a jerk or two, which altered the frog's position,\nand the beak from being only a little way open was shut quite\nclose, and a knob appeared in the heron's long neck, went slowly\nlower and lower, and then disappeared altogether.\n\nThen the heron shuffled its wings a little as if to put the\nfeathers quite straight, said \"_Phenk_\" loudly twice over, and shut\none eye.\n\nFor the bird had partaken of a satisfactory dinner, and was\nthinking about it, while young Robin sighed and thought it seemed\nvery dreadful; but the next moment he was watching a streak of\nblue, which was a kingfisher with a tiny silver fish in its beak,\nand thinking he was beginning to feel hungry himself.\n\nSo he left the side of the pool with another sigh, the noise he\nmade sending off the great gray heron, and after a little\ndifficulty he found his way back to the outlaws' camp and his own\ndinner, which, oddly enough, was not roast buck or fawn, but roast\nducks and a fine baked pike, cooked in an earthen oven, with plenty\nof stuffing.\n\nThen, being hungry, young Robin partook of his own meal, and forgot\nall about what he had seen.\n\n\n\n\nCHAPTER VI\n\nIt was all very wonderful to young Robin when he saw Little John or\none of the other men let fly an arrow with a twang of the\nbow-string and a sharp whizz of the wings through the air, to\nquiver in a mark eighty or a hundred yards away, or to pierce some\nflying wild goose or duck passing in a flock high in air; but by\ndegrees that which had seemed so marvellous soon ceased to astonish\nhim, and at last looked quite easy.\n\nFor Robin was delighted with his bow and arrows as soon as he found\nthat he could send one of the light-winged shafts whistling in a\nbeautiful curve to stick in some big tree.\n\nThen he began shooting at smaller trees, and then at saplings when\nhe could hit the small trees.  But the saplings were, of course,\nmuch more difficult.  One day though, he went back to Little John\nin triumph to tell him that he had shot at a young oak about as\nthick as his wrist.\n\n\"But you didn't hit it?\" said the big fellow, smiling.\n\n\"I just scratched one side of it though,\" cried the boy.\n\n\"Did you now?  Well done!  You keep on trying, and you'll beat me\nsome day.\"\n\n\"I don't think I shall,\" said Robin, shaking his head thoughtfully.\n\n\"Oh! but you will if you keep on trying.  A lad who tries hard can\ndo nearly anything.\"\n\n\"Can he?\" said Robin.\n\n\"To be sure he can; so you try, and when you can hit anything you\nshoot at you'll be half a man.  And when you've done growing you'll\nbe one quite.\"\n\n\"Shall I ever be as big as you?\" asked Robin.\n\n\"I hope not,\" said Little John, laughing.  \"I'm too big.\"\n\n\"Are you?\" said Robin.  \"I should like to be as big as you.\"\n\n\"No, no, don't,\" cried Little John. \"You go on growing till you're\na six-footer, and then you stop.  All that grows after that's waste\no' good stuff, and gets in your way.  Big uns like me are always\nknocking their heads against something.\"\n\n\"But how am I to know when I'm six feet high?\" said Robin.\n\n\"Oh! I'll tell you, I'll keep measuring you, my lad.\"\n\n\"And how am I to stop growing?\"\n\nLittle John took off his cap and scratched his head, as he wrinkled\nup his big, good-humored face.\n\n\"Well, I don't quite know,\" he said; \"but there's plenty o' time\nyet, and we shall see.  Might put a big stone in your hat; or keep\nyou in a very dry place; or tie your shoulders down to your\nwaist--no, that wouldn't do.\"\n\n\"Why?\" said Robin promptly.\n\n\"Because it wouldn't stop your legs growing, and it's boys' legs\nthat grow the most when they're young.  I say, though, what's\nbecome of all those arrows I made you?\"\n\n\"Shot them away.\"\n\n\"And only two left.  You mustn't waste arrows like that.  Why\ndidn't you look for them after you shot?\"\n\n\"I did,\" cried Robin, \"but they will hide themselves so.  They\ncreep right under the grass and among the weeds so that you can't\nfind them again.  But you'll make me some more, won't you?\"\n\n\"Well,\" said Little John, \"I suppose I must; but you will have to\nbe more careful, young un.  I can't spend all my time making new\narrows for you.  But there, I want you to shoot so that the captain\nwill be proud of you, and some day you'll have to shoot a deer.\"\n\n\"I don't think I should like to shoot a deer,\" said the boy,\nshaking his head.\n\n\"Why not?\"  They're good to eat.\"\n\n\"They look so nice and kind, with their big soft eyes.\"\n\n\"Well, a man then.\"\n\n\"Oh, no!  I shouldn't like to shoot a man.\"\n\n\"What not one of the captain's enemies who had come to kill him?\"\n\n\"I don't think I should mind so much then.  Look here, Little John,\nI'd shoot an arrow into his back, to prick him and make him run\naway.\"\n\n\"And so you shall, my lad,\" cried Little John, and he set to work\ndirectly to cut some wood for arrows to refill the boy's quiver;\nand when those were lost, he made some more, for young Robin was\nalways shooting and losing them; but Little John said it did not\nmatter, for he was going to be a famous marksman, and the big\nfellow looked as proud of his pupil as could be.\n\nBut Little John did not stop at teaching young Robin to shoot, for\none day the boy found him smoothing and scraping a nice new piece\nof ash as thick as his little finger, which was not little at all.\n\n\"You don't know what this is for,\" said the big fellow.\n\n\"It looks like a little quarter-staff,\" said young Robin, \"like all\nthe men have.\"\n\n\"Well done.  Guessed it first time. Now guess who it is for?\"\n\n\"Me,\" said the boy promptly.  And so it was, and what was more,\nLittle John, in the days which followed, taught him how to handle\nit so as to give blows and guard himself, till the little fellow\nbecame as clever and active as could be, making the men roar with\nlaughter when in a bout he managed to strike so quickly that his\nstaff struck leg or arm before his opponent could guard.\n\n\"Why, you're getting quite a forester, Robin,\" said the captain,\nsmiling, \"and what with your skill with bow and quarter-staff\nyou'll soon be able to hold your own.\"\n\nRobin Hood's words were put to the proof in autumn, for one day\nwhen the acorns had swollen to such a size that they could no\nlonger sit in their cups, and came rattling down from the sunny\nside of the great oak-trees, young Robin was having a glorious\nramble.  He had filled his satchel with brown hazel nuts, had a\ngood feast of blackberries, and stained his fingers.  He had had a\nlong talk to a tame fawn which knew him and came when he whistled,\nand tempted a couple of squirrels down with some very brown nuts,\nlaying them upon the bark of a fallen tree, and then drawing back a\nfew yards, with the result that the bushy-tailed little animals\ncrept softly down, nearer and nearer, ending by making a rush,\nseizing the nuts, and darting back to the security of a high branch\nof a tree.\n\n\"I shouldn't hurt you,\" said Robin, as he stood leaning upon his\nlittle quarter-staff, watching them nibble away the ends of the\nnuts to get at the sweet kernel.  \"If I wanted to I could unsling\nmy bow, string it, and bring you down with an arrow; but I don't\nwant to.  Why can't you both be as tame as my fawn?\"\n\nThe squirrels made no answer, but went on nibbling the nuts, and\nsuddenly darted up higher in the tree, while Robin grew so much\ninterested in the movements of the active little creatures that he\nheard no sound behind him, nor did he awaken to the fact that he\nwas being stalked by some one creeping bare-footed from tree to\ntree to get within springing distance, till all at once he felt the\nwhole weight of something alighting on his back and driving him\nforward so that he dropped his quarter-staff and came down on hands\nand knees.\n\n\"Got yer, have I, at last?\" cried a familiar voice, as he felt his\nribs nipped, his assailant having seated himself on his back.\n\"Didn't I tell yer I'd wait, and you was to bring me back a lot to\neat?\"\n\nYoung Robin waited for no more, but in his agony of spirit he gave\nhimself a wrench sidewise, dislodging his rider, and made an effort\nto struggle up again.\n\nBut his old enemy held fast, and after a sharp struggle Robin stood\npanting, face to face with the young swineherd, who had him tightly\nby the doublet with both hands.\n\n\"You let go,\" cried young Robin fiercely.  \"You'll tear my coat.\"\n\n\"I means to tear it right off dreckly,\" said the boy, grinning.  \"I\nwant a noo un again, and it'll just do.  I'm a-going to have them\nbow and arrows too, and the knife and cap, I'll let you see!  Going\nand hiding away all this time, when I told yer to come back!\"\n\n\"You let me go,\" panted Robin, looking vainly round for help.\n\n\"Nay, there aren't no one a-nigh, and I've got yer fast.  Why\ndidn't yer come back as I told you?\"\n\n\"I didn't want to,\" said Robin angrily.  \"You let me go.  I'll call\nLittle John to you.\"\n\n\"Call him, and I'll knock his ugly old eye out,\" cried the boy.  \"I\ndon't care for no Little Johns.  I've got you now, and I'm going to\npay you for not coming back before.  And I know,\" he snarled,\n\"you're a thief; that's what you are.\"\n\n\"I'm not,\" cried Robin fiercely, and he made a desperate struggle\nto get away to where his little quarter-staff lay half hidden\namongst the bracken.  \"You let me go.\" But his efforts to get free\nwere vain.\n\n\"Yes, I'll let you go, p'raps, when I've done with you and got all\nI wants,\" said the boy, in a husky, satisfied tone, as he seemed to\ngloat over his victim.  \"No, I won't; you're a thief, and a\ndeer-stealer, and I shall just take yer to one of the King's\nkeepers.\"\n\nYoung Robin set his teeth and made another struggle, but quite in\nvain, for he was no match in strength for his adversary.\n\n\"What!  Hold still!  Wo ho, kicker!  Quiet, will yer!\" snarled the\nboy.  \"If yer don't leave off I'll drag yer through all the worst\nbrambles and pitch yer to my tigs.  D'yer hear?\" he shouted.\n\nRobin paused breathlessly, and stood gazing wildly at his enemy.\n\n\"Yer thought I was giving yer up, did yer, but I wasn't.  I've been\nwatching for yer ever since yer run away.  I knowed I should ketch\nyer some day.  Errrr! yer young thief!\"\n\nHe tightened his grip of Robin's shoulders, grinned at him like an\nangry dog, and gave him a fierce shake, while his victim breathed\nhard as he pressed his teeth together, and there was the look in\nhis eyes as if he were some newly captured wild creature seeking a\nway to escape.\n\n\"Kerm along,\" snarled the young swineherd.  \"I dropped my staff\njust back here, and as soon as I gets it, I'm going to stand over\nyer while yer strips off all them things; and if yer tries to get\naway I'll break yer legs, and yer can't run then.\"\n\nRobin drew a breath which sounded like a deep sigh, and ceased his\nstruggling, letting his enemy force him to walk backward among the\nbracken and nearly fall again and again, till all at once the\nsavage young lout shouted:\n\n\"Ah, here it is'\" and loosening one hand, he was in the act of\nstooping to pick up the staff he had dropped in leaping upon his\nvictim, who now made a bound which sent the boy face downward on to\nhis staff, while Robin dashed off to where his own quarter-staff\nlay among the bracken--a spot he had glanced at again and again.\n\nHe seized it in an instant, and was about to bound away among the\ntrees, but his enemy had recovered himself, and staff in hand, came\nafter him at so terrible a rate that Robin only avoided a swishing\nblow at his legs by dodging round a tree, which received the stroke.\n\nThe next moment Robin faced round in the open beyond the tree, and\nstood on guard as he had been taught.\n\n\"Ah, would yer?\" snarled the young swineherd; \"take that then.\"\n\nWhisk went the staff and then crack as it was received by Robin\nacross his own, and then, profiting by Little John's lessons, he\nbrought his own over from the left and delivered a sounding blow on\nhis assailant's head.\n\nThe swineherd uttered a savage yell as he staggered back, but came\nfiercely on again, striking with all his might, but so wildly that\nRobin easily avoided the blow, and brought his own staff down\nwhack, crash, on his enemy's shoulders, producing a couple more\nyells of pain.  From that moment Robin had it all his own way, for\nhe easily guarded himself from the swineherd's fierce strokes and\nretorted with swinging blows on first one arm, then on the other.\nThen he brought his staff down with a blow beside his enemy's left\nleg, then half behind the right, making him dance and limp as he\nyelled and sought in vain to beat down his active little adversary,\nwho delivered a shower of cleverly directed blows in response to\nthe wild swoops given with the worst of aim.\n\nIn the heat and excitement Robin had felt no fear. He was on his\nmettle, and fighting for liberty, to gain which he felt that he\nmust effectually beat his enemy; and thanks to Little John's\nlessons he thrashed him so well that at the end of five minutes the\nyoung swine-herd received a final stroke across the knuckles which\nmade him shriek, drop his staff, and turn to run down a long\nstraight avenue in the forest where the ground was open.\n\nRobin in his excitement began to run after him to continue the\nbeating, but the swineherd went too fast, and on the impulse of the\nmoment the victor stopped short, dropping his own staff and\nunslinging his bow from where it hung.  In less time than it takes\nto tell the bow was strung and an arrow fitted, drawn to the head,\nand with a twang it was loosed after the flying lad, now a hundred\nyards away; but as soon as it was shot Robin repented.\n\n\"It'll kill him,\" he thought, and his heart seemed to stand still.\n\nFor the boy's teacher had taught well, and here was the proof.\nTruly as if a long careful aim had been taken the arrow sped many\ntimes faster than the swineherd ran, and Robin's eyes dilated as he\nsaw his adversary give a sudden spring and fall upon his face,\nuttering a hideous yell.\n\nRobin, full of repentance, started off to his enemy's help, but\nbefore he had gone many yards the swineherd sprang up and began to\nrun faster than ever, while when Robin reached the spot there lay\nhis arrow, but the lad was gone.\n\n\"Only pricked him a bit,\" said Little John, when he heard of the\nadventure.  \"Serve the young wretch right.  But the quarter-staff.\nMy word, big un, I'd have given something to have been there to\nhear his bones rattle.  Well, I didn't teach you for naught.  But\nlook here, if you meet that fellow in the forest again don't you\nwait for him to begin; you go at him at once.\"\n\nRobin nodded his head, but he never saw the swineherd again.\n\n\n\n\nCHAPTER VII\n\nYoung Robin's father, the Sheriff, suffered very sadly from the\nloss of his son and his goods, and Robin's aunt came to Nottingham\nand wept bitterly over the loss of the little boy she loved dearly.\nFor David, the old servant in whose charge Robin had been placed\nwhen he was going home, had done what too many weak people do,\ntried to hide one fault by committing another.\n\nRobin was given into his charge to protect and take safely home to\nhis father, and when the attack was made by the outlaw's men,\ninstead of doing anything to protect the little fellow and save him\nfrom being injured by Robin Hood's people, he thought only of\nhimself.  He threw his charge into the first bushes he came to, and\ngalloped away, hardly stopping till he reached Nottingham town.\n\nThere the first question the Sheriff asked was, not what had become\nof the pack mules and the consignment of cloth, but where was\nRobin, and the false servant said that he had fought hard to save\nhim in the fight, but fought in vain, and that the poor boy was\ndead.\n\nAnd then months passed and a year had gone by, and people looked\nsolemn and said that it seemed as if the Sheriff would never hold\nup his head again.  But they thought that he should have gathered\ntogether a number of fighting men and gone and punished Robin Hood\nand his outlaws for carrying off that valuable set of loads of\ncloth.\n\nBut Robin's father cared nothing for the cloth or the mules; he\ncould only think of the bright happy little fellow whom he loved so\nwell, and whom he wept for in secret at night when there was no one\nnear to see.\n\nRobin's aunt when she came and tried to comfort him used to shake\nher head and wipe her eyes.  She said little, only thought a great\ndeal, and she came over again and again to try and comfort her dead\nsister's husband; but it made no difference, for the Sheriff was a\nsadly altered man.\n\nThen all at once there was a change, and it was at a time when\nRobin's aunt was over to Nottingham.\n\nFor one day a man came to the Sheriff's house and wanted him.  But\nthe Sheriff would not see him, for he took no interest in anything\nnow, and told his servant that the man must send word what his\nbusiness was.\n\nThe servant went out, and came back directly.\n\n\"He says, sir, that he was taken prisoner by Robin Hood's men a\nweek ago, and that he has just come from the camp under the\ngreenwood tree, and has brought you news, master.\"\n\nThe Sheriff started up, trembling, and told his servant to bring\nthe strange man in.\n\nIt was no beaten and wounded ruffian, but a hale and hearty fellow,\nwho looked bright and happy, and before he could speak and tell his\nnews the Sheriff began to question him.\n\n\"You have come from the outlaws' camp?\" he said with his voice\ntrembling.\n\n\"Yes, Master Sheriff.\"\n\n\"They took you prisoner, and beat and robbed you?\"\n\n\"Oh! no, Master Sheriff; they took me before Robin Hood, and he\nasked me what I was doing there, and whether I was not afraid to\ncross his forest, and I up and told him plainly that I wasn't.\nThen he said how was that when I must have heard what a terrible\nrobber he was.\"\n\n\"Yes, yes,\" cried the Sheriff, \"and what did you say.\"\n\n\"I said that I had lived about these parts all my life and I never\nheard that he did a poor man any harm. Then he laughed, and all his\npeople laughed too, and he said I was a merry fellow.  'Give him\nplenty to eat and drink,' he said, 'for two or three days, and then\nsend him on his way.'  Yes, Master Sheriff, that he did, and a fine\njolly time I had.  Why, I almost felt as if I should like to stay\naltogether.\"\n\nAnd all this time the Sheriff was watching the man very keenly, and\nsuddenly he caught him by the arm.\n\n[Illustration: The Sheriff was watching the man very keenly, and\nsuddenly caught him by the arm.]\n\n\"Speak out,\" he said; \"you did not come to tell me only that.  What\nis it you are keeping back?  Why don't you speak?\"\n\n\"Because, master,\" said the man softly, \"I was afraid you couldn't\nbear it, for I was a father once and my son died, and though you\nnever knew me, I knew you, and was sorry when the news came that\nyour little boy was killed.  Can you bear to hear good news as well\nas bad?\"\n\nThe Sheriff was silent for a few minutes, during which he closed\nhis eyes and his lips moved, and he looked so strange that Robin's\naunt crossed the room to where he sat, and took hold of his hand,\nas she whispered loving words.\n\n\"Yes, yes,\" he said softly, \"I can bear it now.  Speak, pray speak,\nand tell me all.\"\n\n\"But you will not be angry with me if I am wrong, Master Sheriff?\"\n\n\"No, no,\" said Robin's father; \"speak out at once.\"\n\n\"Well, Master Sheriff, no one would tell me when I asked questions,\nbut there's a little fellow there, dressed all in Lincoln green,\nlike one of Robin Hood's fighting men, with his sword and bugle,\nand bow and arrows, and somehow I began to think, and then I began\nto ask, whether he was Robin Hood's son; but those I asked only\nshook their heads.\n\n\"That made me think all the more, and one day I managed to follow\nhim but among the trees to where I found him feeding one of the\nwild deer, which followed him about like a dog.\"\n\n\"I waited a bit, and then stepped out to him, and what do you think\nhe did?  He strung his bow, fitted an arrow to it before I knew\nwhere I was, and drew it to the head as if he was going to shoot\nme.  'Do you know where Nottingham is?' I said, and he lowered his\nbow.  'Yes,' he said, 'of course.  Do you know my father?'  'Do I\nknow the Sheriff?' I said; 'of course.'  'Are you going there\nsoon?' he cried, and I nodded.  'Then you go to my father,' he\ncried, 'and tell him to tell aunt that I'm quite well, and that\nsome day I'm coming home.\"\n\nThe man stopped, for just then the Sheriff closed his eyes again\nand said something very softly, which Robin's aunt heard, and she\nsank upon her knees and covered her face with her hands.\n\nThen the Sheriff sprang to his feet, looking quite a different man.\n\n\"Here,\" he said to the bringer of the news, and he gave him some\ngold pieces.  \"Could you find your way back to the outlaws' camp in\nthe forest?\"\n\n\"Oh! yes, Master Sheriff, that I could, though they did bind a\ncloth over my face when they brought me away.\"\n\n\"And you could lead me and a strong body of fighting men right to\nthe outlaws' camp?\"\n\n\"I could, Master Sheriff,\" said the man, beginning slowly to lay\nthe gold pieces back one by one upon the table; \"but I can't do\nevil for good.\"\n\n\"What?\" cried the Sheriff angrily.  \"They are robbers and outlaws,\nand every subject of the King has a right to slay them.\"\n\n\"May be, Master Sheriff,\" said the man drily; \"but I'm not going to\nfly at the throat of one who did nothing but good to me.  They tell\nme that Robin Hood's a noble earl who offended the King, and had to\nfly for his life.  What I say is, he's a noble kind-hearted\ngentleman, and if it was my boy he had there, looking as happy as\nthe day is long, I'd go to him without any fighting men.\"\n\n\"How, then?\" cried the Sheriff.\n\n\"Just like a father should, master, and ask him for my boy like a\nman.\"\n\n\"That will do,\" said the Sheriff.  \"You can go.\"\n\nThe man turned to leave the room, when the Sheriff said sharply:\n\n\"Stop!  You are leaving the gold pieces I gave you.\"\n\n\"Yes, I can't take pay to lead anyone to fight against Robin Hood\nand his men.\"\n\n\"Those pieces were for the news you brought me,\" said the Sheriff.\n\"Yes, take them, for you have behaved like an honest man.\"\n\nBut the Sheriff did not take the man's advice, neither did he\nlisten to the appeal of young Robin's aunt.  For, as Sheriff of\nNottingham, he said to himself that it was his duty to destroy or\nscatter the band of outlaws who had lived in Sherwood Forest for so\nlong a time.\n\nSo he gathered a strong body of crossbow-men, and others with\nspears and swords, besides asking for the help of two gallant\nknights who came with their esquires mounted and in armour with\ntheir men.\n\nSomehow Robin Hood knew what was being prepared, and about a week\nafter, when the Sheriff and his great following of about three\nhundred men were struggling to make their way through the forest,\nthey heard the sound of a horn, and all at once the thick woodland\nseemed to be alive with archers, who used their bows in such a way\nthat first one, then a dozen, then by fifties, the Sheriff's men\nbegan to flee, and in less than an hour they were all crawling back\nto Nottingham, badly beaten, not a man among them being ready to\nturn and fight.\n\nIn another month the Sheriff advanced again with a stronger force,\nbut they were driven back more easily than the first, and the\nSheriff was in despair.\n\nBut a couple of days later he had the man to whom he had given the\ngold pieces found, and sent him to the outlaws' camp with a letter\nwritten upon parchment, in which he ordered Robin Hood, in the\nKing's name, to give up the little prisoner he held there contrary\nto the law and against his own will.\n\nIt was many weary anxious days before the messenger came back, but\nwithout the little prisoner.\n\n\"What did he say?\" asked the Sheriff.\n\n\"He said, master, that if you wanted the boy you must go and fetch\nhim.\"\n\nIt was the very next day that the Sheriff went into the room where\nyoung Robin's aunt was seated, looking very unhappy, and she jumped\nup from her chair wonderingly on seeing that her brother-in-law was\ndressed as if for a journey, wearing no sword or dagger, only\ncarrying a long stout walking staff.\n\n\"Where are you going, dear?\" she said.\n\n\"Where I ought to have gone at first,\" he said humbly; \"into the\nforest to fetch my boy.\"\n\n\"But you could never find your way,\" she said, sobbing.  \"Besides,\nyou are the Sheriff, and these men will seize and kill you.\"\n\n\"I have someone to show me the way,\" said the Sheriff gently; \"and\nsomehow, though I have persecuted and fought against the people\nsorely, I feel no fear, for Robin Hood is not the man to slay a\nbroken-hearted father who comes in search of his long-lost boy.\"\n\n\n\n\nCHAPTER VIII\n\nThe sun was low down in the west, and shining through and under the\ngreat oak and beech trees, so that everything seemed to be turned\nto orange and gold.\n\nIt was the outlaws' supper time, the sun being their clock in the\nforest; and the men were gathering together to enjoy their second\ngreat meal of the day, the other being breakfast, after having\nwhich they always separated to go hunting through the woods to\nbring in the provisions for the next day.\n\nRobin Hood's men, then, were scattered about under the shade of a\nhuge spreading oak tree, waiting for the roast venison, which sent\na very pleasant odor from the glowing fire of oak wood, and young\nRobin was seated on the mossy grass close by the thatched shed\nwhich formed the captain's headquarters, where Maid Marian was busy\nspreading the supper for the little party who ate with Robin Hood\nhimself.\n\nLittle John was there, lying down, smiling and contented after a\nhard day's hunting, listening to young Robin, who was displaying\nthe treasures he had brought in that day, and telling his great\ncompanion where he had found them.\n\nThere were flowers for Maid Marian, because she was fond of the\npurple and yellow loosestrife, and long thick reeds in a bundle.\n\n\"You can make me some arrows of those,\" said Robin; \"and I've found\na young yew tree with a bough quite straight.  You must cut that\ndown and dry it to make me a bigger bow.  This one is not strong\nenough.\"\n\n\"Very well, big one,\" said Little John, smiling and stretching out\nhis hand to smooth the boy's curly brown hair.  \"Anything else for\nme to do?\"\n\n\"Oh yes, lots of things, only I can't think of them yet.  Look\nhere, I found these.\"\n\nThe boy took some round prickly husks out of his pocket.\n\n\"Chestnuts--eating ones.\"\n\n\"Yes, I know where you got them,\" said Little-John, \"but they're no\ngood.  Look.\"\n\nHe tore one of the husks open, and laid bare the rich brown nut;\nbut it was, as he said, good for nothing, there being no hard sweet\nkernel within, nothing but soft pithy woolly stuff.\n\n\"No good at all,\" continued the great forester; \"but I'll show you\na tree which bears good ones, only the nuts are better if they're\nleft till they drop out of their husks.\"\n\n\"And then the pigs get them,\" said Robin.\n\n\"Then you must get up before the pigs, and be first.  Halloa!  What\nnow?\"\n\nFor a horn was blown at a distance, and the men under the great oak\ntree sprang to their feet, while Robin Hood came out to see what\nthe signal meant.\n\nYoung Robin, who was now quite accustomed to the foresters' ways,\ncaught up his bow like the rest, and stood looking eagerly in the\ndirection from which the cheery sounding notes of the horn were\nblown.\n\nHe had not long to wait, for half a dozen of the merry men in green\ncame marching towards them with a couple of prisoners, each having\nhis hands fastened behind him with a bow-string and a broad bandage\ntied over his eyes, so that they should not know their way again to\nthe outlaws' stronghold.\n\n\"Prisoners!\" said young Robin.\n\n\"Poor men, too,\" grumbled Little John.\n\n\"Then you'll give them their supper and send them away to-morrow\nmorning,\" said young Robin.\n\n\"I suppose so,\" said Little John, \"but I don't know what made our\nfellows bring them in.\"\n\n\"Let's go and see,\" said young Robin.\n\nLittle John followed as the boy marched off, bow in hand, to where\nRobin Hood was standing, waiting to hear what his men had to say\nabout the prisoners they had brought in.  And as they drew near the\nboy saw that one was, a homely poor-looking man with round\nshoulders, the other, well dressed in sad-colored clothes, and thin\nand bent.  But the boy could see little more for the broad bandage,\nwhich nearly covered the prisoner's face and was tied tightly\nbehind over his long, gray hair, while his gray beard hung down low.\n\nYoung Robin looked pityingly at this prisoner, and a longing came\nover him to loosen the thong which tied his hands tightly behind\nhim, and take off the bandage so that he could breathe freely, but\njust then Robin Hood cried:\n\n\"Well, my lads, whom have we here?\"\n\nThe bowed down gray-haired prisoner rose erect at this, and cried:\n\n\"Is that Robin Hood who speaks?\"\n\nBefore the outlaw could answer; he was stopped by a cry: from the\nboy, who threw down his bow and darted to the prisoner's side.\n\n\"Father!\" he cried; and he leaped up, as active now as one of the\ndeer of the forest, to fling his arms about the prisoner's neck.\n\nBut only for a moment.\n\nThe next he had dropped to the ground, to look fiercely round at\nthe astonished men, as he drew the dagger which hung from his belt.\n\n[Illustration: Robin looked fiercely round at the astonished men,\nas he drew the dagger which hung from his belt.]\n\n\"Who dared do this?\" he cried, as he reached up to tear the bandage\nfrom the face bending over him, and then darted round to begin\nsawing at the thong which held his father's hands.\n\nLittle John took a step or two forward to help the boy, but Robin\nHood held up his hand to keep him back, and a dead silence fell\nupon the great group of foresters who had pressed forward, and who\neagerly watched the scene before them in the soft, amber sunshine\nwhich came slanting through the trees.  The task was hard, but the\nlittle fellow worked well, and many moments had not elapsed before\nthe prisoner's hands were free, and as if seeing no one but the\nlittle forester before him in green, and quite regardless of all\naround, he dropped upon his knees, clasped the boy to his breast,\nand softly whispered the words:\n\n\"Thank God!\"\n\nYoung Robin's arms were tightly round his father's neck by this\ntime, and he was kissing the care-worn face again and again.\n\n\"They didn't know who you were, father; they didn't know who you\nwere,\" cried the boy passionately, as if asking his father's pardon\nfor the outrage committed upon him.\n\n\"No, Rob,\" said the Sheriff, in a choking voice; \"they did not know\nwho I was.  But you know your poor old father again.\"\n\n\"Know you again!\" cried the boy, hanging back, and looking at his\nfather wonderingly.  \"Why, yes; but what a long time you have been\nbefore you came to fetch me.\"\n\n\"Yes, yes, my boy; a long, long year of misery and sorrow; but I\nhave found you now, at last.\"\n\n\"Oh! I am glad,\" cried the boy, struggling free, and catching his\nfather's hand to lead him towards where Robin Hood and Marian were\nstanding, wet-eyed, looking on.\n\n\"This is my father,\" cried the boy proudly. \"This is Robin Hood,\nthe captain, father,\" he continued, and the Sheriff bowed gravely;\n\"and this is Maid Marian, who has been so good to me.\"\n\nThe Sheriff bowed slowly 'and gravely, as if to the greatest lady\nin the land, and then the boy dragged at his father's hand.\n\n\"And this is old Little John, father,\" he cried.  \"I say, isn't he\nbig!\"\n\nThe Sheriff bowed again, and the great outlaw's face wore such a\ncomic expression of puzzlement that Robin Hood laughed aloud, and\ncompleted his great follower's confusion.\n\n\"He has been so good to me, father,\" cried young Robin.  \"I can\nshoot with bow and arrow now, and sound my horn.  Hark!\"\n\nThe boy clapped his horn to his lips and blew a few cheery notes\nwhich ran echoing down the forest glades, and the men assembled\ngave a hearty cheer.\n\n\"You're welcome to the woodlands, Master Sheriff,\" said Robin Hood,\nadvancing now with extended hand.  \"Do not take this as the\noutlaw's hand, nor extend yours as the Sheriff; but let it be the\ngrasp of two Englishmen, one of whom receives a guest.\"\n\n\"I thank you, sir,\" said the Sheriff slowly.  \"I can give you\nnothing but thanks, for after a year of sorrow I find my child is\nafter all alive and well.\"\n\n\"And I hope not worse than when accident brought him into our\nhands.  What do you say?  Do you find him changed?\"\n\n\"Bigger and stronger,\" said the Sheriff, drawing the boy closer to\nhim, while the little fellow clung to his hand.\n\n\"Our woodland life; and I warrant you, Master Sheriff, that he is\nnone the worse, for he is the truest, most gracious little fellow I\never met.  Here, Little Namesake, speak out, and let your father\nknow you have been a good boy ever since you came here to stay.\"\n\nYoung Robin was silent, and looked from one to the other in a\ncuriously abashed fashion.\n\n\"Well, boy, why don't you speak?\" cried Robin Hood merrily.  \"I\nwant Master Sheriff to hear that we have not spoiled you.  Come,\ntell him.  You have always been a good boy, haven't you?\"\n\nYoung Robin hung his head.\n\n\"No,\" he said slowly, with his brow wrinkled up, his head hanging\nand one foot scraping softly at the mossy grass.  \"No, not always.\"\n\nLittle John burst into a tremendous roar of laughter, and began to\nstamp about, with the result that young Robin made a dash at him\nand tried vainly to climb up and clap his hand over the great\nfellow's lips.\n\n\"Don't--don't tell,\" cried the boy.\n\n\"Ran at me--only yesterday,\" cried Little John--\"and began to\nthrash me in a passion.\"\n\n\"Don't tell tales out of school, Little John,\" cried Robin Hood,\nlaughing.  \"There, Rob, you must forgive him; we're none\nof-us-perfect.  Master Sheriff, and if your little fellow had been\nquite so, I don't think that we should all, to a man here, have\nloved him half so well.  But come, after his confession, I think\nyou will grant one thing, and that is, that in spite of his having\nspent a year in the outlaws' camp, he is as honest as the day.\"\n\n\"Nothing could make my boy Robin tell a lie,\" said the Sheriff\nproudly.  \"But, sir, I have come humbly to you now.  Glad even to\nbe your prisoner, so that I might once more see my child.\"\n\n\"My prisoner if you had come amongst us with your posse of armed\nmen, sir,\" said Robin Hood proudly.  \"As it is, Master Sheriff, you\ncome here alone with your guide, and I bid you welcome to our\ngreenwood home.  Fate made me what I am, the Sheriff's enemy, but\nthe gentle visitor's friend.  Come, Rob, my boy, show your father\nwhere he can take away the travel stains, and then bring him to our\nhumble board.\"\n\nIt was the next day that was to be young Robin's last with the\noutlaws in the merry greenwood, and all were gathered together to\nbid him farewell, and see him safely with his father on the road;\nbut not as the Sheriff had come, wearily and on foot, for half a\ndozen of the best mules were forthcoming, and the guests were to\nride back on their journey home.\n\nWho does not know how hard it is to say good-bye?  Young Robin did\nnot till the time had come.\n\nHe awoke that morning joyful and eager to start, for it was to go\nback home in company with the father whom he loved; but when the\ntime came he had to learn how tightly so many of his little\nheartstrings had taken hold of the life under the greenwood tree.\nEverything about him had grown dear, and there was almost a mule\nload of treasures and pets of his own collecting that could not be\nleft behind.\n\nAnd when they had been carefully packed in panniers by Little John\nand one of the men, there was the task of bidding them all\ngood-bye, and then those two words grew harder every time.\n\nBut he spoke out manfully and well, in spite of a choking\nsensation, till nearly the last.\n\n\"For I'm coming back again,\" he said, \"and you'll take care of my\npet fawn for me, Little John, and always remember to feed it well.\nAnd don't forget the dog and that dormouse we couldn't find, so\nthat I can have it when I come back, and--\"\n\n_Croak_!\n\nWhat was that?\n\nIt was a peculiar sound made up in the air by Little John, and that\ndid it, for when young Robin looked up in astonishment, it was to\nsee the great fellow's face all puckered up, and--yes, there were\ntwo great tears rolling down his cheeks as he caught the boy in his\narms and kissed him.\n\nAnd so it was that when young Robin ran to bid Maid Marian\ngood-bye, he could no longer hold it back.  As he clasped his arms\nabout her neck, and kissed her passionately again and again, the\nsobs came fast, but the word _Good-bye_ would not come at all, and\nwhen they rode away, the boy dared not look back for fear the men\nshould see his red and swollen eyes.  So he only waved his hat, and\nkept waving it to the last.\n\nBut he was to see some of his friends again, for about a year after\nthe Sheriff of Nottingham had the strangest visitors of his\nlife-time at his house, and young Robin enjoyed the task of\nwelcoming them, for as one old history says, Robin Hood was\nforgiven and restored by the King to his rightful possessions, and\nthen it was that he was gladly welcomed by the Sheriff, who said he\nwas honored by the visit of the nobleman and his lady.\n\nBut it was nothing to young Robin then that his old friend was an\nearl, and his lady a countess; they were still Robin Hood and Maid\nMarian to him, and big Little John, their follower, his old friend\nand companion, full of memories of his year's happy life in the\nMerry Greenwood.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Young Robin Hood, by G. Manville Fenn\n\n*** END OF THIS PROJECT GUTENBERG EBOOK YOUNG ROBIN HOOD ***\n\n***** This file should be named 11097.txt or 11097.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.net/1/1/0/9/11097/\n\nProduced by Prepared by Al Haines\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nEach eBook is in a subdirectory of the same number as the eBook's\neBook number, often in several formats including plain vanilla ASCII,\ncompressed (zipped), HTML and others.\n\nCorrected EDITIONS of our eBooks replace the old file and take over\nthe old filename and etext number.  The replaced older file is renamed.\nVERSIONS based on separate sources are treated as new eBooks receiving\nnew filenames and etext numbers.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\nEBooks posted prior to November 2003, with eBook numbers BELOW #10000,\nare filed in directories based on their release date.  If you want to\ndownload any of these eBooks directly, rather than using the regular\nsearch system you may utilize the following addresses and just\ndownload by the etext year.\n\n     http://www.gutenberg.net/etext06\n\n    (Or /etext 05, 04, 03, 02, 01, 00, 99,\n     98, 97, 96, 95, 94, 93, 92, 92, 91 or 90)\n\nEBooks posted since November 2003, with etext numbers OVER #10000, are\nfiled in a different way.  The year of a release date is no longer part\nof the directory path.  The path is based on the etext number (which is\nidentical to the filename).  The path to the file is made up of single\ndigits corresponding to all but the last digit in the filename.  For\nexample an eBook of filename 10234 would be found at:\n\n     http://www.gutenberg.net/1/0/2/3/10234\n\nor filename 24689 would be found at:\n     http://www.gutenberg.net/2/4/6/8/24689\n\nAn alternative method of locating eBooks:\n     http://www.gutenberg.net/GUTINDEX.ALL\n\n"}