{"title": "Tales of Three Hemispheres", "author": "Lord Dunsany", "releaseDate": "March 4, 2004", "language": "English", "content": "\n\n\n\nProduced by Tom Harris, text provided by Litrix Reading Room.\n\n\n\n\nTALES OF THREE HEMISPHERES\n\nLord Dunsany\n\n\n\nCONTENTS\n\nThe Last Dream Of Bwona Khubla\nHow the Office of Postman Fell Vacant In Otford-under-the-Wold\nThe Prayer Of Boob Aheera\nEast And West\nA Pretty Quarrel\nHow The Gods Avenged Meoul Ki Ning\nThe Gift Of The Gods\nThe Sack Of Emeralds\nThe Old Brown Coat\nAn Archive Of The Older Mysteries\nA City Of Wonder\n  Beyond the Fields We Know\n  Publisher's Note\n  First Tale: Idle Days on the Yann\n  Second Tale: A Shop In Go-By Street\n  Third Tale: The Avenger Of Perdóndaris\n\n[Note that the tale \"Idle Days on the Yann\" also appears in the\ncollection \"A Dreamer's Tales\".]\n\n\n\n\nTHE LAST DREAM OF BWONA KHUBLA\n\nFrom steaming lowlands down by the equator, where monstrous orchids\nblow, where beetles big as mice sit on the tent-ropes, and fireflies\nglide about by night like little moving stars, the travelers went\nthree days through forests of cactus till they came to the open plains\nwhere the oryx are.\n\nAnd glad they were when they came to the water-hole, where only one\nwhite man had gone before, which the natives know as the camp of Bwona\nKhubla, and found the water there.\n\nIt lies three days from the nearest other water, and when Bwona Khubla\nhad gone there three years ago, what with malaria with which he was\nshaking all over, and what with disgust at finding the water-hole dry,\nhe had decided to die there, and in that part of the world such\ndecisions are always fatal.  In any case he was overdue to die, but\nhitherto his amazing resolution, and that terrible strength of\ncharacter that so astounded his porters, had kept him alive and moved\nhis safari on.\n\nHe had had a name no doubt, some common name such as hangs as likely\nas not over scores of shops in London; but that had gone long ago, and\nnothing identified his memory now to distinguish it from the memories\nof all the other dead but \"Bwona Khubla,\" the name the Kikuyus gave\nhim.\n\nThere is not doubt that he was a fearful man, a man that was dreaded\nstill for his personal force when his arm was no longer able to lift\nthe kiboko, when all his men knew he was dying, and to this day though\nhe is dead.\n\nThough his temper was embittered by malaria and the equatorial sun,\nnothing impaired his will, which remained a compulsive force to the\nvery last, impressing itself upon all, and after the last, from what\nthe Kikuyus say.  The country must have had powerful laws that drove\nBwona Khubla out, whatever country it was.\n\nOn the morning of the day that they were to come to the camp of Bwona\nKhubla all the porters came to the travelers' tents asking for dow.\nDow is the white man's medicine, that cures all evils; the nastier it\ntastes, the better it is.  They wanted down this morning to keep away\ndevils, for they were near the place where Bwona Khubla died.\n\nThe travelers gave them quinine.\n\nBy sunset the came to Campini Bwona Khubla and found water there. Had\nthey not found water many of them must have died, yet none felt any\ngratitude to the place, it seemed too ominous, too full of doom, too\nmuch harassed almost by unseen, irresistible things.\n\nAnd all the natives came again for dow as soon as the tents were\npitched, to protect them from the last dreams of Bwona Khubla, which\nthey say had stayed behind when the last safari left taking Bwona\nKhubla's body back to the edge of civilization to show to the white\nmen there that they had not killed him, for the white men might not\nknow that they durst not kill Bwona Khubla.\n\nAnd the travelers gave them more quinine, so much being bad for the\nnerves, and that night by the camp-fires there was no pleasant talk;\nall talking at once of meat they had eaten and cattle that each one\nowned, but a gloomy silence hung by every fire and the little canvas\nshelters.  They told the white men that Bwona Khubla's city, of which\nhe had thought at the last (and where the natives believed he was once\na king), of which he had raved till the loneliness rang with his\nraving, had settled down all about them; and they were afraid, for it\nwas so strange a city, and wanted more dow.  And the two travelers\ngave them more quinine, for they saw real fear in their faces, and\nknew they might run away and leave them alone in that place, that\nthey, too, had come to fear with an almost equal dread, though they\nknew not why.  And as the night wore on their feeling of boding\ndeepened, although they had shared three bottles or so of champagne\nthat they meant to keep for days when they killed a lion.\n\nThis is the story that each of those two men tell, and which their\nporters corroborate, but then a Kikuyu will always say whatever he\nthinks is expected of him.\n\nThe travelers were both in bed and trying to sleep but not able to do\nso because of an ominous feeling.  That mournfullest of all the cries\nof the wild, the hyæna like a damned soul lamenting, strangely enough\nhad ceased.  The night wore on to the hour when Bwona Khubla had died\nthree or four years ago, dreaming and raving of \"his city\"; and in the\nhush a sound softly arose, like a wind at first, then like the roar of\nbeasts, then unmistakably the sound of motors--motors and motor\nbusses.\n\nAnd then they saw, clearly and unmistakably they say, in that lonely\ndesolation where the equator comes up out of the forest and climbs\nover jagged hills,--they say they saw London.\n\nThere could have been no moon that night, but they say there was a\nmultitude of stars.  Mists had come rolling up at evening about the\npinnacles of unexplored red peaks that clustered round the camp.  But\nthey say the mist must have cleared later on; at any rate they swear\nthey could see London, see it and hear the roar of it.  Both say they\nsaw it not as they knew it at all, not debased by hundreds of\nthousands of lying advertisements, but transfigured, all its houses\nmagnificent, its chimneys rising grandly into pinnacles, its vast\nsquares full of the most gorgeous trees, transfigured and yet London.\n\nIts windows were warm and happy, shining at night, the lamps in their\nlong rows welcomed you, the public-houses were gracious jovial places;\nyet it was London.\n\nThey could smell the smells of London, hear London songs, and yet it\nwas never the London that they knew; it was as though they had looked\non some strange woman's face with the eyes of her lover.  For of all\nthe towns of the earth or cities of song; of all the spots there be,\nunhallowed or hallowed, it seemed to those two men then that the city\nthey saw was of all places the most to be desired by far.  They say a\nbarrel organ played quite near them, they say a coster was singing,\nthey admit that he was singing out of tune, they admit a cockney\naccent, and yet they say that that song had in it something that no\nearthly song had ever had before, and both men say that they would\nhave wept but that there was a feeling about their heartstrings that\nwas far too deep for tears.  They believe that the longing of this\nmasterful man, that was able to rule a safari by raising a hand, had\nbeen so strong at the last that it had impressed itself deeply upon\nnature and had caused a mirage that may not fade wholly away, perhaps\nfor several years.\n\nI tried to establish by questions the truth or reverse of this story,\nbut the two men's tempers had been so spoiled by Africa that they were\nnot up to cross-examination.  They would not even say if their\ncamp-fires were still burning.  They say that they saw the London\nlights all round them from eleven o'clock till midnight, they could\nhear London voices and the sound of the traffic clearly, and over\nall, a little misty perhaps, but unmistakably London, arose the great\nmetropolis.\n\nAfter midnight London quivered a little and grew more indistinct, the\nsound of the traffic began to dwindle away, voices seemed farther off,\nceased altogether, and all was quiet once more where the mirage\nshimmered and faded, and a bull rhinoceros coming down through the\nstillness snorted, and watered at the Carlton Club.\n\n\n\n\nHOW THE OFFICE OF POSTMAN FELL VACANT IN OTFORD-UNDER-THE-WOLD\n\nThe duties of postman at Otford-under-the-Wold carried Amuel Sleggins\nfarther afield than the village, farther afield than the last house in\nthe lane, right up to the big bare wold and the house where no one\nwent, no one that is but the three grim men that dwelt there and the\nsecretive wife of one, and, once a year when the queer green letter\ncame, Amuel Sleggins the postman.\n\nThe green letter always came just as the leaves were turning,\naddressed to the eldest of the three grim men, with a wonderful\nChinese stamp and the Otford post-mark, and Amuel Sleggins carried it\nup to the house.\n\nHe was not afraid to go, for he always took the letter, had done so\nfor seven years, yet whenever summer began to draw to a close, Amuel\nSleggins was ill at ease, and if there was a touch of autumn about\nshivered unduly so that all folk wondered.\n\nAnd then one day a wind would blow from the East, and the wild geese\nwould appear, having left the sea, flying high and crying strangely,\nand pass till they were no more than a thin black line in the sky like\na magical stick flung up by a doer of magic, twisting and twirling\naway; and the leaves would turn on the trees and the mists be white on\nthe marshes and the sun set large and red and autumn would step down\nquietly that night from the wold; and the next day the strange green\nletter would come from China.\n\nHis fear of the three grim men and that secretive woman and their\nlonely, secluded house, or else the cadaverous cold of the dying\nseason, rather braced Amuel when the time was come and he would step\nout bolder upon the day that he feared than he had perhaps for weeks.\nHe longed on that day for a letter for the last house in the lane,\nthere he would dally and talk awhile and look on church-going faces\nbefore his last tramp over the lonely wold to end at the dreaded door\nof the queer grey house called wold-hut.\n\nWhen he came to the door of wold-hut he would give the postman's knock\nas though he came on ordinary rounds to a house of every day, although\nno path led up to it, although the skins of weasels hung thickly from\nupper windows.\n\nAnd scarcely had his postman's knock rung through the dark of the\nhouse when the eldest of the three grim men would always run to the\ndoor.  O, what a face had he.  There was more slyness in it than ever\nhis beard could hide.  He would put out a gristly hand; and into it\nAmuel Sleggins would put the letter from China, and rejoice that his\nduty was done, and would turn and stride away.  And the fields lit up\nbefore him, but, ominous, eager and low murmuring arose in the\nwold-hut.\n\nFor seven years this was so and no harm had come to Sleggins, seven\ntimes he had gone to wold-hut and as often come safely away; and then\nhe needs must marry.  Perhaps because she was young, perhaps because\nshe was fair or because she had shapely ankles as she came one day\nthrough the marshes among the milkmaid flowers shoeless in spring.\nLess things than these have brought men to their ends and been the\nnooses with which Fate snared them running.  With marriage curiosity\nentered his house, and one day as they walked with evening through the\nmeadows, one summer evening, she asked him of wold-hut where he only\nwent, and what the folks were like that no one else had seen. All this\nhe told her; and then she asked him of the green letter from China,\nthat came with autumn, and what the letter contained.  He read to her\nall the rules of the Inland Revenue, he told her he did not know, that\nit was not right that he should know, he lectured her on the sin of\ninquisitiveness, he quoted Parson, and in the end she said that she\nmust know.  They argued concerning this for many days, days of the\nending of summer, of shortening evenings, and as they argued autumn\ngrew nearer and nearer and the green letter from China.\n\nAnd at last he promised that when the green letter came he would take\nit as usual to the lonely house and then hide somewhere near and creep\nto the window at nightfall and hear what the grim folk said; perhaps\nthey might read aloud the letter from China.  And before he had time\nto repent of that promise a cold wind came one night and the woods\nturned golden, the plover went in bands at evening over the marshes,\nthe year had turned, and there came the letter from China. Never\nbefore had Amuel felt such misgivings as he went his postman's rounds,\nnever before had he so much feared the day that took him up to the\nwold and the lonely house, while snug by the fire his wife looked\npleasurably forward to curiosity's gratification and hoped to have\nnews ere nightfall that all the gossips of the village would envy.\nOne consolation only had Amuel as he set out with a shiver, there was\na letter that day for the last house in the lane.  Long did he tarry\nthere to look at their cheery faces, to hear the sound of their\nlaughter--you did not hear laughter in wold-hut--and when the last\ntopic had been utterly talked out and no excuse for lingering remained\nhe heaved a heavy sigh and plodded grimly away and so came late to\nwold-hut.\n\nHe gave his postman's knock on the shut oak door, heard it reverberate\nthrough the silent house, saw the grim elder man and his gristly hand,\ngave up the green letter from China, and strode away. There is a clump\nof trees growing all alone in the wold, desolate, mournful, by day, by\nnight full of ill omen, far off from all other trees as wold-hut from\nother houses.  Near it stands wold-hut.  Not today did Amuel stride\nbriskly on with all the new winds of autumn blowing cheerily past him\ntill he saw the village before him and broke into song; but as soon as\nhe was out of sight of the house he turned and stooping behind a fold\nof the ground ran back to the desolate wood.  There he waited watching\nthe evil house, just too far to hear voices.  The sun was low already.\nHe chose the window at which he meant to eavesdrop, a little barred\none at the back, close to the ground.  And then the pigeons came in;\nfor a great distance there was no other wood, so numbers shelter\nthere, though the clump is small and of so evil a look (if they notice\nthat); the first one frightened Amuel, he felt that it might be a\nspirit escaped from torture in some dim parlour of the house that he\nwatched, his nerves were strained and he feared foolish fears.  Then\nhe grew used to them and the sun set then and the aspect of everything\naltered and he felt strange fears again.  Behind him was a hollow in\nthe wold, he watched it darkening; and before him he saw the house\nthrough the trunks of the trees.  He waited for them to light their\nlamps so that they could not see, when he would steal up softly and\ncrouch by the little back window.  But though every bird was home,\nthough the night grew chilly as tombs, though a star was out, still\nthere shone no yellow light from any window.  Amuel waited and\nshuddered.  He did not dare to move till they lit their lamps, they\nmight be watching.  The damp and the cold so strangely affected him\nthat autumn evening and the remnants of sunset, the stars and the wold\nand the whole vault of the sky seemed like a hall that they had\nprepared for Fear.  He began to feel a dread of prodigious things, and\nstill no light shone in the evil house.  It grew so dark that he\ndecided to move and make his way to the window in spite of the\nstillness and though the house was dark.  He rose and while standing\narrested by pains that cramped his limbs, he heard the door swing open\non the far side of the house.  He had just time to hide behind the\ntrunk of a pine when the three grim men approached him and the woman\nhobbled behind.  Right to the ominous clump of trees they came as\nthough they loved their blackness, passed through within a yard or two\nof the postman and squatted down on their haunches in a ring in the\nhollow behind the trees.  They lit a fire in the hollow and laid a kid\non the fire and by the light of it Amuel saw brought forth from an\nuntanned pouch the letter that came from China. The elder opened it\nwith his gristly hand and intoning words that Amuel did not know, drew\nout from it a green powder and sprinkled it on the fire.  At once a\nflame arose and a wonderful savour, the flames rose higher and\nflickered turning the trees all green; and Amuel saw the gods coming\nto snuff the savour. While the three grim men prostrated themselves by\ntheir fire, and the horrible woman that was the spouse of one, he saw\nthe gods coming gauntly over the wold, beheld the gods of Old England\nhungrily snuffing the savour, Odin, Balder, and Thor, the gods of the\nancient people, beheld them eye to eye clear and close in the\ntwilight, and the office of postman fell vacant in\nOtford-under-the-Wold.\n\n\n\n\nTHE PRAYER OF BOOB AHEERA\n\nIn the harbour, between the liner and the palms, as the huge ship's\npassengers came up from dinner, at moonrise, each in his canoe, Ali\nKareeb Ahash and Boob Aheera passed within knife thrust.\n\nSo urgent was the purpose of Ali Kareeb Ahash that he did not lean\nover as his enemy slid by, did not tarry then to settle that long\naccount; but that Boob Aheera made no attempt to reach him was a\nsource of wonder to Ali.  He pondered it till the liner's electric\nlights shone far away behind him with one blaze and the canoe was near\nto his destination, and pondered it in vain, for all that the eastern\nsubtlety of his mind was able to tell him clearly was that it was not\nlike Boob Aheera to pass him like that.\n\nThat Boob Aheera could have dared to lay such a cause as his before\nthe Diamond Idol Ali had not conceived, yet as he drew near to the\ngolden shrine in the palms, that none that come by the great ships\never found, he began to see more clearly in his mind that this was\nwhere Boob had gone on that hot night.  And when he beached his canoe\nhis fears departed, giving place to the resignation with which he\nalways viewed Destiny; for there on the white sea sand were the tracks\nof another canoe, the edges all fresh and ragged.  Boob Aheera had\nbeen before him.  Ali did not blame himself for being late, the thing\nhad been planned before the beginning of time, by gods that knew their\nbusiness; only his hate of Boob Aheera increased, his enemy against\nwhom he had come to pray.  And the more his hate increased the more\nclearly he saw him, until nothing else could be seen by the eye of his\nmind but the dark lean figure, the little lean legs, the grey beard\nand neat loin-cloth of Boob Aheera, his enemy.\n\nThat the Diamond Idol should have granted the prayers of such a one he\ndid not as yet imagine, he hated him merely for his presumptuousness\nin approaching the shrine at all, for approaching it before him whose\ncause was righteous, for many an old past wrong, but most of all for\nthe expression of his face and the general look of the man as he has\nswept by in his canoe with his double paddle going in the moonlight.\n\nAli pushed through the steaming vegetation.  The place smelt of\norchids.  There is no track to the shrine though many go.  If there\nwere a track the white man would one day find it, and parties would\nrow to see it whenever a liner came in; and photographs would appear\nin weekly papers with accounts of it underneath by men who had never\nleft London, and all the mystery would be gone away and there would be\nnothing novel in this story.\n\nAli had scarcely gone a hundred yards through cactus and creeper\nunderneath the palms when he came to the golden shrine that nothing\nguards except the deeps of the forest, and found the Diamond Idol. The\nDiamond Idol is five inches high and its base a good inch square, and\nit has a greater lustre than those diamonds that Mr. Moses bought last\nyear for his wife, when he offered her an earldom or the diamonds, and\nJael his wife had answered, \"Buy the diamonds and be just plain Mr.\nFortescue.\"\n\nPurer than those was its luster and carved as they carve not in\nEurope, and the men thereby are poor and held to be fearless--yet they\ndo not sell that idol.  And I may say here that if any one of my\nreaders should ever come by ship to the winding harbour where the\nforts of the Portuguese crumble in infinite greenery, where the baobab\nstands like a corpse here and there in the palms, if he goes ashore\nwhere no one has any business to go, and where no one so far as I know\nhas gone from a liner before (though it's little more than a mile or\nso from the pier), and if he finds a golden shrine, which is near\nenough to the shore, and a five-inch diamond in it carved in the shape\nof a god, it is better to leave it alone and get back safe to the ship\nthan to sell that diamond idol for any price in the world.\n\nAli Kareeb Ahash went into the golden shrine, and when he raised his\nhead from the seven obeisances that are the due of the idol, behold!\nit glowed with such a lustre as only it wears after answering recent\nprayer.  No native of those parts mistakes the tone of the idol, they\nknow its varying shades as a tracker knows blood; the moon was\nstreaming in through the open door and Ali saw it clearly.\n\nNo one had been that night but Boob Aheera.\n\nThe fury of Ali rose and surged to his heart, he clutched his knife\ntill the hilt of it bruised his hand, yet he did not utter the prayer\nthat he had made ready about Boob Aheera's liver, for he saw that Boob\nAheera's prayers were acceptable to the idol and knew that divine\nprotection was over his enemy.\n\nWhat Boob Aheera's prayer was he did not know, but he went back to the\nbeach as fast as one can go through cacti and creepers that climb to\nthe tops of the palms; and as fast as his canoe could carry him he\nwent down the winding harbour, till the liner shone beside him as he\npassed, and he heard the sound of its band rise up and die, and he\nlanded and came that night into Boob Aheera's hut.  And there he\noffered himself as his enemy's slave, and Boob Aheera's slave he is to\nthis day, and his master has protection from the idol.  And Ali rows\nto the liners and goes on board to sell rubies made of glass, and thin\nsuits for the tropics and ivory napkin rings, and Manchester kimonos,\nand little lovely shells; and the passengers abuse him because of his\nprices; and yet they should not, for all the money cheated by Ali\nKareeb Ahash goes to Boob Aheera, his master.\n\n\n\n\nEAST AND WEST\n\nIt was dead of night and midwinter.  A frightful wind was bringing\nsleet from the East.  The long sere grasses were wailing.  Two specks\nof light appeared on the desolate plain; a man in a hansom cab was\ndriving alone in North China.\n\nAlone with the driver and the dejected horse.  The driver wore a good\nwaterproof cape, and of course an oiled silk hat, but the man in the\ncab wore nothing but evening dress.  He did not have the glass door\ndown because the horse fell so frequently, the sleet had put his cigar\nout and it was too cold to sleep; the two lamps flared in the wind.\nBy the uncertain light of a candle lamp that flickered inside the cab,\na Manchu shepherd that saw the vehicle pass, where he watched his\nsheep on the plain in fear of the wolves, for the first time saw\nevening dress.  And though he saw if dimly, and what he saw was wet,\nit was like a backward glance of a thousand years, for as his\ncivilization is so much older than ours they have presumably passed\nthrough all that kind of thing.\n\nHe watched it stoically, not wondering at a new thing, if indeed it be\nnew to China, meditated on it awhile in a manner strange to us, and\nwhen he had added to his philosophy what little could be derived from\nthe sight of this hansom cab, returned to his contemplation of that\nnight's chances of wolves and to such occasional thoughts as he drew\nat times for his comfort out of the legends of China, that have been\npreserved for such uses.  And on such a night their comfort was\ngreatly needed.  He thought of the legend of a dragon-lady, more fair\nthan the flowers are, without an equal amongst daughters of men,\nhumanly lovely to look on although her sire was a dragon, yet one who\ntraced his descent from gods of the elder days, and so it was that she\nwent in all her ways divine, like the earliest ones of her race, who\nwere holier than the emperor.\n\nShe had come down one day out of her little land, a grassy valley\nhidden amongst the mountains; by the way of the mountain passes she\ncame down, and the rocks of the rugged pass rang like little bells\nabout her, as her bare feet went by, like silver bells to please her;\nand the sound was like the sound of the dromedaries of a prince when\nthey come home at evening--their silver bells are ringing and the\nvillage-folk are glad.  She had come down to pick the enchanted poppy\nthat grew, and grows to this day--if only men might find it--in a\nfield at the feet of the mountains; if one should pick it happiness\nwould come to all yellow men, victory without fighting, good wages,\nand ceaseless ease.  She came down all fair from the mountains; and as\nthe legend pleasantly passed through his mind in the bitterest hour of\nthe night, which comes before dawn, two lights appeared and another\nhansom went by.\n\nThe man in the second cab was dressed the same as the first, he was\nwetter than the first, for the sleet had fallen all night, but evening\ndress is evening dress all the world over.  The driver wore the same\noiled hat, the same waterproof cape as the other.  And when the cab\nhad passed the darkness swirled back where the two small lamps had\nbeen, and the slush poured into the wheel-tracks and nothing remained\nbut the speculations of the shepherd to tell that a hansom cab had\nbeen in that part of China; presently even these ceased, and he was\nback with the early legends again in contemplation of serener things.\n\nAnd the storm and the cold and the darkness made one last effort, and\nshook the bones of that shepherd, and rattled the teeth in the head\nthat mused on the flowery fables, and suddenly it was morning.  You\nsaw the outlines of the sheep all of a sudden, the shepherd counted\nthem, no wolf had come, you could see them all quite clearly.  And in\nthe pale light of the earliest morning the third hansom appeared, with\nits lamps still burning, looking ridiculous in the daylight. They came\nout of the East with the sleet and were all going due westwards, and\nthe occupant of the third cab also wore evening dress.\n\nCalmly that Manchu shepherd, without curiosity, still less with\nwonder, but as one who would see whatever life has to show him, stood\nfor four hours to see if another would come.  The sleet and the East\nwind continued.  And at the end of four hours another came.  The\ndriver was urging it on as fast as he could, as though he were making\nthe most of the daylight, his cabby's cape was flapping wildly about\nhim; inside the cab a man in evening dress was being jolted up and\ndown by the unevenness of the plain.\n\nThis was of course that famous race from Pittsburg to Piccadilly,\ngoing round by the long way, that started one night after dinner from\nMr. Flagdrop's house, and was won by Mr. Kagg, driving the Honourable\nAlfred Fortescue, whose father it will be remembered was Hagar\nDermstein, and became (by Letters Patent) Sir Edgar Fortescue, and\nfinally Lord St. George.\n\nThe Manchu shepherd stood there till evening, and when he saw that no\nmore cabs would come, turned homeward in search of food.\n\nAnd the rice prepared for him was hot and good, all the more after the\nbitter coldness of that sleet.  And when he had consumed it her\nperused his experience, turning over again in his mind each detail of\nthe cabs he had seen; and from that his thoughts slipped calmly to the\nglorious history of China, going back to the indecorous times before\ncalmness came, and beyond those times to the happy days of the earth\nwhen the gods and dragons were here and China was young; and lighting\nhis opium pipe and casting his thoughts easily forward he looked to\nthe time when the dragons shall come again.\n\nAnd for a long while then his mind reposed itself in such a dignified\ncalm that no thought stirred there at all, from which when he was\naroused he cast off his lethargy as a man emerges from the baths,\nrefreshed, cleansed and contented, and put away from his musings the\nthings he had seen on the plain as being evil and of the nature of\ndreams, or futile illusion, the results of activity which troubleth\ncalm.  And then he turned his mind toward the shape of God, the One,\nthe Ineffable, who sits by the lotus lily, whose shape is the shape of\npeace, and denieth activity, and went out his thanks to him that he\nhad cast all bad customs westward out of China as a woman throws\nhousehold dirt out of her basket far out into neighbouring gardens.\n\nFrom thankfulness he turned to calm again, and out of calm to sleep.\n\n\n\n\nA PRETTY QUARREL\n\nOn one of those unattained, and unattainable pinnacles that are known\nas the Bleaks of Eerie, an eagle was looking East with a hopeful\npresage of blood.\n\nFor he knew, and rejoiced in the knowledge, that eastward over the\ndells the dwarfs were risen in Ulk, and gone to war with the\ndemi-gods.\n\nThe demi-gods are they that were born of earthly women, but their\nsires are the elder gods who walked of old among men.  Disguised they\nwould go through the villages sometimes in summer evenings, cloaked\nand unknown of men; but the younger maidens knew them and always ran\nto them singing, for all that their elders said: in evenings long ago\nthey had danced to the woods of the oak-trees.  Their children dwelt\nout-of-doors beyond the dells of the bracken, in the cool and heathery\nlands, and were now at war with the dwarfs.\n\nDour and grim were the demi-gods and had the faults of both parents,\nand would not mix with men but claimed the right of their fathers, and\nwould not play human games but forever were prophesying, and yet were\nmore frivolous than their mothers were, whom the fairies had long\nsince buried in wild wood gardens with more than human rites.\n\nAnd being irked at their lack of rights and ill content with the land,\nand having no power at all over the wind and snow, and caring little\nfor the powers they had, the demi-gods became idle, greasy, and slow;\nand the contemptuous dwarfs despised them ever.\n\nThe dwarfs were contemptuous of all things savouring of heaven, and of\neverything that was even partly divine.  They were, so it has been\nsaid, of the seed of man; but, being squat and hairy like to the\nbeasts; they praised all beastly things, and bestiality was shown\nreverence among them, so far as reverence was theirs to show.  So most\nof all they despised the discontent of the demi-gods, who dreamed of\nthe courts of heaven and power over wind and snow; for what better,\nsaid the dwarfs, could demi-gods do than nose in the earth for roots\nand cover their faces with mire, and run with the cheerful goats and\nbe even as they?\n\nNow in their idleness caused by their discontent, the seed of the gods\nand the maidens grew more discontented still, and only spake of or\ncared for heavenly things; until the contempt of the dwarfs, who heard\nof all these doings, was bridled no longer and it must needs be war.\nThey burned spice, dipped in blood and dried, before the chief of\ntheir witches, sharpening their axes, and made war on the demi-gods.\n\nThey passed by night over the Oolnar Mountains, each dwarf with his\ngood axe, the old flint war-axe of his fathers, a night when no moon\nshone, and they went unshod, and swiftly, to come on the demi-gods in\nthe darkness beyond the dells of Ulk, lying fat and idle and\ncontemptible.\n\nAnd before it was light they found the heathery lands, and the\ndemi-gods lying lazy all over the side of a hill.  The dwarfs stole\ntowards them warily in the darkness.\n\nNow the art that the gods love most is the art of war: and when the\nseed of the gods and those nimble maidens awoke and found it was war\nit was almost as much to them as the godlike pursuits of heaven,\nenjoyed in the marble courts; or power over wind and snow.  They all\ndrew out at once their swords of tempered bronze, cast down to them\ncenturies since on stormy nights when their fathers, drew them and\nfaced the dwarfs, and casting their idleness from them, fell on them,\nsword to axe.  And the dwarfs fought hard that night, and bruised the\ndemi-gods sorely, hacking with those huge axes that had not spared the\noaks.  Yet for all the weight of their blows and the cunning of their\nadventure, one point they had overlooked: _the demi-gods were\nimmortal._\n\nAs the fight rolled on towards morning the fighters were fewer and\nfewer, yet for all the blows of the dwarfs men fell upon one side\nonly.\n\nDawn came and the demi-gods were fighting against no more than six,\nand the hour that follows dawn, and the last of the dwarfs was gone.\n\nAnd when the light was clear on that peak of the Bleaks of Eerie the\neagle left his crag and flew grimly East, and found it was as he had\nhoped in the matter of blood.\n\nBut the demi-gods lay down in their heathery lands, for once content\nthough so far from the courts of heaven, and even half forgot their\nheavenly rights, and sighed no more for power over wind and snow.\n\n\n\n\nHOW THE GODS AVENGED MEOUL KI NING\n\nMeoul Ki Ning was on his way with a lily from the lotus ponds of Esh\nto offer it to the Goddess of Abundance in her temple Aoul Keroon. And\non the road from the pond to the little hill and the temple Aoul\nKeroon, Ap Ariph, his enemy, shot him with an arrow from a bow that he\nhad made out of bamboo, and took his pretty lily up the hill and\noffered it to the Goddess of Abundance in her temple Aoul Keroon. And\nthe Goddess was pleased with the gift, as all women are, and sent\npleasant dreams to Ap Ariph for seven nights straight from the moon.\n\nAnd on the seventh night the gods held conclave together, on the\ncloudy peaks they held it, above Narn, Ktoon, and Pti.  So high their\npeak arises that no man heard their voices.  They spake on that cloudy\nmountain (not the highest hamlet heard them).  \"What doth the Goddess\nof Abundance,\" (but naming her Lling, as they name her), \"what doth\nshe sending sweet dreams for seven nights to Ap Ariph?\"\n\nAnd the gods sent for their seer who is all eyes and feet, running to\nand fro on the Earth, observing the ways of men, seeing even their\nlittlest doings, never deeming a doing too little, but knowing the web\nof the gods is woven of littlest things.  He it is that sees the cat\nin the garden of parakeets, the thief in the upper chamber, the sin of\nthe child with the honey, the women talking indoors and the small\nhut's innermost things.  Standing before the gods he told them the\ncase of Ap Ariph and the wrongs of Meoul Ki Ning and the rape of the\nlotus lily; he told of the cutting and making of Ap Ariph's bamboo\nbow, of the shooting of Meoul Ki Ning, and of how the arrow hit him,\nand the smile on the face of Lling when she came by the lotus bloom.\n\nAnd the gods were wroth with Ap Ariph and swore to avenge Ki Ning.\n\nAnd the ancient one of the gods, he that is older than Earth, called\nup the thunder at once, and raised his arms and cried out on the gods'\nhigh windy mountain, and prophesied on those rocks with runes that\nwere older than speech, and sang in his wrath old songs that he had\nlearned in storm from the sea, when only that peak of the gods in the\nwhole of the earth was dry; and he swore that Ap Ariph should die that\nnight, and the thunder raged about him, and the tears of Lling were\nvain.\n\nThe lightning stroke of the gods leaping earthward seeking Ap Ariph\npassed near to his house but missed him.  A certain vagabond was down\nfrom the hills, singing songs in the street near by the house of Ap\nAriph, songs of a former folk that dwelt once, they say, in those\nvalleys, and begging for rice and curds; it was him the lightning hit.\n\nAnd the gods were satisfied, and their wrath abated, and their thunder\nrolled away and the great black clouds dissolved, and the ancient one\nof the gods went back to his age-old sleep, and morning came, and the\nbirds and the light shone on the mountain, and the peak stood clear to\nsee, the serene home of the gods.\n\n\n\n\nTHE GIFT OF THE GODS\n\nThere was once a man who sought a boon of the gods.  For peace was\nover the world and all things savoured of sameness, and the man was\nweary at heart and sighed for the tents and the warfields.  Therefore\nhe sought a boon of the ancient gods.  And appearing before them he\nsaid to them, \"Ancient gods; there is peace in the land where I dwell,\nand indeed to the uttermost parts, and we are full weary of peace.  O\nancient gods, grant us war!\"\n\nAnd the ancient gods made him a war.\n\nAnd the man went forth with his sword, and behold it was even war. And\nthe man remembered the little things that he knew, and thought of the\nquiet days that there used to be, and at night on the hard ground\ndreamed of the things of peace.  And dearer and dearer grew the wonted\nthings, the dull but easeful things of the days of peace, and\nremembering these he began to regret the war, and sought once more a\nboon of the ancient gods, and appearing before them he said: \"O\nancient gods, indeed but a man loves best the days of peace. Therefore\ntake back your war and give us peace, for indeed of all your\nblessedness peace is best.\"\n\nAnd the man returned again to the haunts of peace.\n\nBut in a while the man grew weary of peace, of the things that he used\nto know, and the savour of sameness again; and sighing again for the\ntents, and appearing once more to the gods, he said to them: \"Ancient\ngods; we do not love your peace, for indeed the days are dull, and a\nman is best at war.\"\n\nAnd the gods made him a war.\n\nAnd there were drums again, the smoke of campfires again, wind in the\nwaste again, the sound of horses of war, burning cities again, and the\nthings that wanderers know; and the thoughts of that man went home to\nthe ways of peace; moss upon lawns again, light in old spires again,\nsun upon gardens again, flowers in pleasant woods and sleep and the\npaths of peace.\n\nAnd once more the man appeared to the ancient gods and sought from\nthem one more boon, and said to them: \"Ancient gods; indeed but the\nworld and we are a-weary of war and long for the ancient ways and the\npaths of peace.\"\n\nSo the gods took back their war and gave him peace.\n\nBut the man took counsel one day and communed long with himself and\nsaid to himself: \"Behold, the wishes I wish, which the gods grant, are\nnot to be much desired; and if the gods should one day grant a wish\nand never revoke it, which is a way of the gods, I should be sorely\ntried because of my wish; my wishes are dangerous wishes and not to be\ndesired.\"\n\nAnd therefore he wrote an anonymous letter to the gods, writing: \"O\nancient gods; this man that hath four times troubled you with his\nwishes, wishing for peace and war, is a man that hath no reverence for\nthe gods, speaking ill of them on days when they do not hear, and\nspeaking well of them on holy days and at the appointed hours when the\ngods are hearkening to prayer.  Therefore grant no more wishes to this\nimpious man.\"\n\nAnd the days of peace wore on and there arose again from the earth,\nlike mist in the autumn from the fields that generations have\nploughed, the savour of sameness again.  And the man went forth one\nmorning and appeared once more to the gods, and cried: \"O ancient\ngods; give us but one war again, for I would be back to the camps and\ndebateable borders of lands.\"\n\nAnd the gods said: \"We hear not well of your way of life, yea ill\nthings have come to our hearing, so that we grant no more the wishes\nyou wish.\"\n\n\n\n\nTHE SACK OF EMERALDS\n\nOne bad October night in the high wolds beyond Wiltshire, with a north\nwind chaunting of winter, with the old leaves letting go their hold\none by one from branches and dropping down to decay, with a mournful\nsound of owls, and in fearsome loneliness, there trudged in broken\nboots and in wet and windy rags an old man, stooping low under a sack\nof emeralds.  It were easy to see had you been travelling late on that\ninauspicious night, that the burden of the sack was far too great for\nthe poor old man that bore it.  And had you flashed a lantern in his\nface there was a look there of hopelessness and fatigue that would\nhave told you it was no wish of his that kept him tottering on under\nthat bloated sack.\n\nWhen the menacing look of the night and its cheerless sounds, and the\ncold, and the weight of the sack, had all but brought him to the door\nof death, and he had dropped his sack onto the road and was dragging\nit on behind him, just as he felt that his final hour was come, and\ncome (which was worse) as he held the accursed sack, just then he saw\nthe bulk and the black shape of the Sign of the Lost Shepherd loom up\nby the ragged way.  He opened the door and staggered into the light\nand sank on a bench with his huge sack beside him.\n\nAll this you had seen had you been on that lonely road, so late on\nthose bitter wolds, with their outlines vast and mournful in the dark,\nand their little clumps of trees sad with October.  But neither you\nnor I were out that night.  I did not see the poor old man and his\nsack until he sank down all of a heap in the lighted inn.\n\nAnd Yon the blacksmith was there; and the carpenter, Willie Losh; and\nJackers, the postman's son.  And they gave him a glass of beer. And\nthe old man drank it up, still hugging his emeralds.\n\nAnd at last they asked him what he had in his sack, the question he\nclearly dreaded; and he only clasped yet tighter the sodden sack and\nmumbled he had potatoes.\n\n\"Potatoes,\" said Yon the blacksmith.\n\n\"Potatoes,\" said Willie Losh.\n\nAnd when he heard the doubt that was in their voices the old man\nshivered and moaned.\n\n\"Potatoes, did you say?\" said the postman's son.  And they all three\nrose and tried to peer at the sack that the rain-soaked wayfarer so\nzealously sheltered.\n\nAnd from the old man's fierceness I had said that, had it not been for\nthat foul night on the roads and the weight he had carried so far and\nthe fearful winds of October, he had fought with the blacksmith, the\ncarpenter and the postman's son, all three, till he beat them away\nfrom his sack.  And weary and wet as he was he fought them hard.\n\nI should no doubt have interfered; and yet the three men meant no harm\nto the wayfarer, but resented the reticence that he displayed to them\nthough they had given him beer; it was to them as though a master key\nhad failed to open a cupboard.  And, as for me, curiosity held me down\nto my chair and forbade me to interfere on behalf of the sack; for the\nold man's furtive ways, and the night out of which he came, and the\nhour of his coming, and the look of his sack, all made me long as much\nto know what he had, as even the blacksmith, the carpenter and the\npostman's son.\n\nAnd then they found the emeralds.  They were all bigger than hazel\nnuts, hundreds and hundreds of them: and the old man screamed.\n\n\"Come, come, we're not thieves,\" said the blacksmith.\n\n\"We're not thieves,\" said the carpenter.\n\n\"We're not thieves,\" said the postman's son.\n\nAnd with awful fear on his face the wayfarer closed his sack,\nwhimpering over his emeralds and furtively glancing round as though\nthe loss of his secret were and utterly deadly thing.  And then they\nasked him to give them just one each, just one huge emerald each,\nbecause they had given him a glass of beer.  Then to see the wayfarer\nshrink against his sack and guard it with clutching fingers one would\nhave said that he was a selfish man, were it not for the terror that\nwas freezing his face.  I have seen men look sheer at Death with far\nless fear.\n\nAnd they took their emerald all three, one enormous emerald each,\nwhile the old man hopelessly struggled till he saw his three emeralds\ngo, and fell to the floor and wept, a pitiable, sodden heap.\n\nAnd about that time I began to hear far off down the windy road, by\nwhich that sack had come, faintly at first and slowly louder and\nlouder, the click clack clop of a lame horse coming nearer.  Click\nclack clop and a loose shoe rattling, the sound of a horse too weary\nto be out upon such a night, too lame to be out at all.\n\nClick clack clop.  And all of a sudden the old wayfarer heard it;\nheard it above the sound of his won sobbing, and at once went white to\nthe lips.  Such sudden fear as blanched him in a moment struck right\nto the hearts of all there.  They muttered to him that it was only\ntheir play, they hastily whispered excuses, they asked him what was\nwrong, but seemed scarcely to hope for an answer, nor did he speak,\nbut sat with a frozen stare, all at once dry-eyed, a monument to\nterror.\n\nNearer and nearer came the click clack clop.\n\nAnd when I saw the expression of that man's face and how its horror\ndeepened as the ominous sound drew nearer, then I knew that something\nwas wrong.  And looking for the last time upon all four I saw the\nwayfarer horror-struck by his sack and the other three crowding round\nto put their huge emeralds back then, even on such a night, I slipped\naway from the inn.\n\nOutside the bitter wind roared in my ears, and close in the darkness\nthe horse went click clack clop.\n\nAnd as soon as my eyes could see at all in the night I saw a man in a\nhuge hat looped up in front, wearing a sword in a scabbard shabby and\nhuge, and looking blacker than the darkness, riding on a lean horse\nslowly up to the inn.  Whether his were the emeralds, or who he was,\nor why he rode a lame horse on such a night, I did not stop to\ndiscover, but went at once from the inn as he strode in his great\nblack riding coat up to the door.\n\nAnd that was the last that was ever seen of the wayfarer; the\nblacksmith, the carpenter or the postman's son.\n\n\n\n\nTHE OLD BROWN COAT\n\nMy friend, Mr. Douglas Ainslie, tells me that Sir James Barrie once\ntold him this story.  The story, or rather the fragment, was as\nfollows.\n\nA man strolling into an auction somewhere abroad, I think it must have\nbeen France, for they bid in francs, found they were selling old\nclothes.  And following some idle whim he soon found himself bidding\nfor an old coat.  A man bid against him, he bid against the man. Up\nand up went the price till the old coat was knocked down to him for\ntwenty pounds.  As he went away with the coat he saw the other bidder\nlooking at him with an expression of fury.\n\nThat's as far as the story goes.  But how, Mr. Ainslie asked me, did\nthe matter develop, and why that furious look?  I at once made\nenquiries at a reliable source and have ascertained that the man's\nname was Peters, who thus oddly purchased a coat, and that he took it\nto the Rue de Rivoli, to a hotel where he lodged, from the little low,\ndark auction room by the Seine in which he concluded the bargain.\nThere he examined it, off and on, all day and much of the next\nmorning, a light brown overcoat with tails, without discovering any\nexcuse, far less a reason, for having spent twenty pounds on so worn a\nthing.  And late next morning to his sitting room looking out on the\nGardens of the Tuileries the man with the furious look was ushered in.\n\nGrim he stood, silent and angry, till the guiding waiter went.  Not\ntill then did he speak, and his words came clear and brief, welling up\nfrom deep emotions.\n\n\"How did you dare to bid against me?\"\n\nHis name was Santiago.  And for many moments Peters found no excuse to\noffer, no apology, nothing in extenuation.  Lamely at last, weakly,\nknowing his argument to be of no avail, he muttered something to the\nintent that Mr. Santiago could have outbid him.\n\n\"No,\" said the stranger.  \"We don't want all the town in this.  This\nis a matter between you and me.\"  He paused, then added in his fierce,\ncurt way: \"A thousand pounds, no more.\"\n\nAlmost dumbly Peters accepted the offer and, pocketing the thousand\npounds that was paid him, and apologizing for the inconvenience he had\nunwittingly caused, tried to show the stranger out.  But Santiago\nstrode swiftly on before him, taking the coat, and was gone.\n\nThere followed between Peters and his second thoughts another long\nafternoon of bitter reproaches.  Why ever had he let go so\nthoughtlessly of a garment that so easily fetched a thousand pounds?\nAnd the more he brooded on this the more clearly did he perceive that\nhe had lost an unusual opportunity of a first class investment of a\nspeculative kind.  He knew men perhaps better than he knew materials;\nand, though he could not see in that old brown coat the value of so\nmuch as a thousand pounds, he saw far more than that in the man's\neager need for it.  An afternoon of brooding over lost opportunities\nled to a night of remorse, and scarcely had day dawned when he ran to\nhis sitting-room to see if he still had safe the card of Santiago. And\nthere was the neat and perfumed _carte de visite_ with Santiago's\nParisian address in the corner.\n\nThat morning he sought him out, and found Santiago seated at a table\nwith chemicals and magnifying glasses beside him examining, as it lay\nspread wide before him, the old brown coat.  And Peters fancied he\nwore a puzzled air.\n\nThey came at once to business.  Peters was rich and asked Santiago to\nname his price, and that small dark man admitted financial straits,\nand so was willing to sell for thirty thousand pounds.  A little\nbargaining followed, the price came down and the old brown coat\nchanged hands once more, for twenty thousand pounds.\n\nLet any who may be inclined to doubt my story understand that in the\nCity, as any respectable company promoter will tell them, twenty\nthousand pounds is invested almost daily with less return for it than\nan old tail coat.  And, whatever doubts Mr. Peters felt that day about\nthe wisdom of his investment, there before him lay that tangible\nreturn, that something that may be actually fingered and seen, which\nis so often denied to the investor in gold mines and other Selected\nInvestments.  Yet as the days wore on and the old coat grew no\nyounger, nor any more wonderful, nor the least useful, but more and\nmore like an ordinary old coat, Peters began once more to doubt his\nastuteness. Before the week was out his doubts had grown acute.  And\nthen one morning, Santiago returned.  A man, he said, had just arrived\nfrom Spain, a friend unexpected all of a sudden in Paris, from whom he\nmight borrow money: and would Peters resell the coat for thirty\nthousand pounds?\n\nIt was then that Peters, seeing his opportunity, cast aside the\npretence that he had maintained for so long of knowing something about\nthe mysterious coat, and demanded to know its properties. Santiago\nswore that he knew not, and repeatedly swore the same by many sacred\nnames; but when Peters as often threatened not to sell, Santiago at\nlast drew out a thin cigar and, lighting it and settling himself in a\nchair, told all he knew of the coat.\n\nHe had been on its tracks for weeks with suspicions growing all the\ntime that it was no ordinary coat, and at last he had run it to earth\nin that auction room but would not bid for it more than twenty pounds\nfor fear of letting every one into the secret.  What the secret was he\nswore he did not know, but this much he knew all along, that the\nweight of the coat was absolutely nothing; and he had discovered by\ntesting it with acids that the brown stuff of which the coat was made\nwas neither cloth nor silk nor any known material, and would neither\nburn nor tear. He believed it to be some undiscovered element.  And\nthe properties of the coat which he was convinced were marvellous he\nfelt sure of discovering within another week by means of experiments\nwith his chemicals.  Again he offered thirty thousand pounds, to be\npaid within two or three days if all went well.  And then they started\nhaggling together as business men will.\n\nAnd all the morning went by over the gardens of the Tuileries and the\nafternoons came on, and only by two o'clock they arrived at an\nunderstanding, on a basis, as they called it, of thirty thousand\nguineas.  And the old tail coat was brought out and spread on the\ntable, and they examined it together and chatted about its properties,\nall the more friendly for their strenuous argument.  And Santiago was\nrising up to go, and Peters pleasantly holding out his hand, when a\nstep was heard on the stair.  It echoed up to the room, the door\nopened.  And an elderly labouring man came stumping in.  He walked\nwith difficulty, almost like a bather who has been swimming and\nfloating all morning and misses the buoyancy of the water when he has\ncome to land. He stumped up to the table without speaking and there at\nonce caught sight of the old brown coat.\n\n\"Why,\" he said, \"that be my old coat.\"\n\nAnd without another word he put it on.  In the fierce glare of his\neyes as he fitted on that coat, carefully fastening the buttons,\nbuttoning up the flap of a pocket here, unbuttoning one there, neither\nPeters nor Santiago found a word to say.  They sat there wondering how\nthey had dared to bid for that brown tail coat, how they had dared to\nbuy it, even to touch it, they sat there silent without a single\nexcuse.  And with no word more the old labourer stumped across the\nroom, opened wide the double window that looked on the Tuileries\ngardens and, flashing back over his shoulder one look that was full of\nscorn, stumped away up through the air at an angle of forty degrees.\n\nPeters and Santiago saw him bear to his left from the window; passing\ndiagonally over the Rue de Rivoli and over a corner of the Tuileries\ngardens; they saw him clear the Louvre, and thence they dumbly watched\nhim still slanting upwards, stepping out with a firmer and more\nconfident stride as he dwindled and dwindled away with his old brown\ncoat.\n\nNeither spoke till he was no more than a speck in the sky far away\nover Paris going South Eastwards.\n\n\"Well I am blowed,\" said Peters.\n\nBut Santiago sadly shook his head.  \"I knew it was a good coat,\" he\nsaid.  \"I _knew_ it was a good coat.\"\n\n\n\n\nAN ARCHIVE OF THE OLDER MYSTERIES\n\nIt is told in the Archive of the Older Mysteries of China that one of\nthe house of Tlang was cunning with sharpened iron and went to the\ngreen jade mountains and carved a green jade god.  And this was in the\ncycle of the Dragon, the seventy-eighth year.\n\nAnd for nearly a hundred years men doubted the green jade god, and\nthen they worshipped him for a thousand years; and after that they\ndoubted him again, and the green jade god made a miracle and whelmed\nthe green jade mountains, sinking them down one evening at sunset into\nthe earth so that there is only a marsh where the green jade mountains\nwere.  And the marsh is full of the lotus.\n\nBy the side of this lotus marsh, just as it glitters at evening, walks\nLi La Ting, the Chinese girl, to bring the cows home; she goes behind\nthem singing of the river Lo Lang Ho.  And thus she sings of the\nriver, even of Lo Lang Ho: she sings that he is indeed of all rivers\nthe greatest, born of more ancient mountains than even the wise men\nknow, swifter than hares, more deep than the sea, the master of other\nrivers perfumed even as roses and fairer than the sapphires around the\nneck of a prince.  And then she would pray to the river Lo Lang Ho,\nmaster of rivers and rival of the heaven at dawn, to bring her down in\na boat of light bamboo a lover rowing out of the inner land in a\ngarment of yellow silk with turquoises at his waist, young and merry\nand idle, with a face as yellow as gold and a ruby in his cap with\nlanterns shining at dusk.\n\nThus she would pray of an evening to the river Lo Lang Ho as she went\nbehind the cows at the edge of the lotus marshes and the green jade\ngod under the lotus marshes was jealous of the lover that the maiden\nLi La Ting would pray for of an evening to the river Lo Lang Ho, and\nhe cursed the river after the manner of gods and turned it into a\nnarrow and evil smelling stream.\n\nAnd all this happened a thousand years ago, and Lo Lang Ho is but a\nreproach among travelers and the story of that great river is\nforgotten, and what became of the maiden no tale saith though all men\nthink she became a goddess of jade to sit and smile at a lotus on a\nlotus carven of stone by the side of the green jade god far under the\nmarshes upon the peaks of the mountains, but women know that her ghost\nstill haunts the lotus marshes on glittering evenings, singing of Lo\nLang Ho.\n\n\n\n\nA CITY OF WONDER\n\nPast the upper corner of a precipice the moon rode into view.  Night\nhad for some while now hooded the marvelous city.  They had planned it\nto be symmetrical, its maps were orderly, near; in two dimensions,\nthat is length and breadth, its streets met and crossed each other\nwith regular exactitude, with all the dullness of the science of man.\nThe city had laughed as it were and shaken itself free and in the\nthird dimension had soared away to consort with all the careless,\nirregular things that know not man for their master.\n\nYet even there, even at those altitudes, man had still clung to his\nsymmetry, still claimed that these mountains were houses; in orderly\nrows the thousand windows stood watching each other precisely, all\norderly, all alike, lest any should guess by day that there might be\nmystery here.  So they stood in the daylight.  The sun set, still they\nwere orderly, as scientific and regular as the labour of only man and\nthe bees.  The mists darken at evening.  And first the Woolworth\nBuilding goes away, sheer home and away from any allegiance to man, to\ntake his place among mountains; for I saw him stand with the lower\nslopes invisible in the gloaming, while only his pinnacles showed up\nin the clearer sky.  Thus only mountains stand.\n\nStill all the windows of the other buildings stood in their regular\nrows--all side by side in silence, not yet changed, as though waiting\none furtive moment to step from the schemes of man, to slip back to\nmystery and romance again as cats do when they steal on velvet feet\naway from familiar hearths in the dark of the moon.\n\nNight fell, and the moment came.  Someone lit a window, far up another\nshone with its orange glow.  Window by window, and yet not nearly all.\nSurely if modern man with his clever schemes held any sway here still\nhe would have turned one switch and lit them all together; but we are\nback with the older man of whom far songs tell, he whose spirit is kin\nto strange romances and mountains.  One by one the windows shine from\nthe precipices; some twinkle, some are dark; man's orderly schemes\nhave gone, and we are amongst vast heights lit by inscrutable beacons.\n\nI have seen such cities before, and I have told of them in _The Book\nof Wonder_.\n\nHere in New York a poet met a welcome.\n\n\n\n\n              ** BEYOND THE FIELDS WE KNOW **\n\nPUBLISHER'S NOTE\n\nBeyond the fields we know, in the Lands of Dream, lies the Valley of\nthe Yann where the mighty river of that name, rising in the Hills of\nHap, idleing its way by massive dream-evoking amethyst cliffs,\norchid-laden forests, and ancient mysterious cities, comes to the Gates\nof Yann and passes to the sea.\n\nSome years since a poet visiting that land voyaged down the Yann on a\ntrading bark named the _Bird of the River_ and returning safe to\nIreland, set down in a tale that is called _Idle Days on the Yann_,\nthe wonders of that voyage.  Now the tale being one of marvellous\nbeauty, found its way into a volume we call _A Dreamer's Tales_ where\nit may be found to this day with other wondrous tales of that same\npoet.\n\nAs the days went by the lure of the river and pleasant memories of his\nshipmates bore in with a constant urge on the soul of the poet that he\nmight once more journey Beyond the Fields We Know and come to the\nfloor of Yann; and one day it fell out that turning into Go-by Street\nthat leads up from the Embankment toward the Strand and which you and\nI always do go by and perhaps never see in passing, he found the door\nwhich one enters on the way to the Land of Dream.\n\nTwice of late has Lord Dunsany entered that door in Go-by Street and\nreturned to the Valley of the Yann and each time come back with a\ntale; one, of his search for the _Bird of the River,_ the other of the\nmighty hunter who avenged the destruction of Perdóndaris, where on his\nearlier voyage the captain tied up his ship and traded within the\ncity.  That all may be clear to those who read these new tales and to\nwhom no report has previously come Beyond the Fields We Know the\npublishers reprint in this volume _Idle Days on the Yann_.\n\n\n\n\nIDLE DAYS ON THE YANN\n\nSo I came down through the wood to the bank of Yann and found, as had\nbeen prophesied, the ship _Bird of the River_ about to loose her\ncable.\n\nThe captain sate cross-legged upon the white deck with his scimitar\nlying beside him in its jewelled scabbard, and the sailors toiled to\nspread the nimble sails to bring the ship into the central stream of\nYann, and all the while sang ancient soothing songs. And the wind of\nthe evening descending cool from the snowfields of some mountainous\nabode of distant gods came suddenly, like glad tidings to an anxious\ncity, into the wing-like sails.\n\nAnd so we came into the central stream, whereat the sailors lowered\nthe greater sails. But I had gone to bow before the captain, and to\ninquire concerning the miracles, and appearances among men, of the\nmost holy gods of whatever land he had come from. And the captain\nanswered that he came from fair Belzoond, and worshipped gods that\nwere the least and humblest, who seldom sent the famine or the\nthunder, and were easily appeased with little battles. And I told how\nI came from Ireland, which is of Europe, whereat the captain and all\nthe sailors laughed, for they said, \"There are no such places in all\nthe land of dreams.\" When they had ceased to mock me, I explained that\nmy fancy mostly dwelt in the desert of Cuppar-Nombo, about a beautiful\ncity called Golthoth the Damned, which was sentinelled all round by\nwolves and their shadows, and had been utterly desolate for years and\nyears, because of a curse which the gods once spoke in anger and could\nnever since recall. And sometimes my dreams took me as far as Pungar\nVees, the red walled city where the fountains are, which trades with\nthe Isles and Thul. When I said this they complimented me upon the\nabode of my fancy, saying that, though they had never seen these\ncities, such places might well be imagined. For the rest of that\nevening I bargained with the captain over the sum that I should pay\nhim for my fare if God and the tide of Yann should bring us safely as\nfar as the cliffs by the sea, which are named Bar-Wul-Yann, the Gate\nof Yann.\n\nAnd now the sun had set, and all the colours of the world and heaven\nhad held a festival with him, and slipped one by one away before the\nimminent approach of night. The parrots had all flown home to the\njungle on either bank, the monkeys in rows in safety on high branches\nof the trees were silent and asleep, the fireflies in the deeps of the\nforest were going up and down, and the great stars came gleaming out\nto look on the face of Yann. Then the sailors lighted lanterns and\nhung them round the ship, and the light flashed out on a sudden and\ndazzled Yann, and the ducks that fed along his marshy banks all\nsuddenly arose, and made wide circles in the upper air, and saw the\ndistant reaches of the Yann and the white mist that softly cloaked the\njungle, before they returned again into their marshes.\n\nAnd then the sailors knelt on the decks and prayed, not all together,\nbut five or six at a time. Side by side there kneeled down together\nfive or six, for there only prayed at the same time men of different\nfaiths, so that no god should hear two men praying to him at once. As\nsoon as any one had finished his prayer, another of the same faith\nwould take his place. Thus knelt the row of five or six with bended\nheads under the fluttering sail, while the central stream of the River\nYann took them on towards the sea, and their prayers rose up from\namong the lanterns and went towards the stars. And behind them in the\nafter end of the ship the helmsman prayed aloud the helmsman's prayer,\nwhich is prayed by all who follow his trade upon the River Yann, of\nwhatever faith they be. And the captain prayed to his little lesser\ngods, to the gods that bless Belzoond.\n\nAnd I too felt that I would pray. Yet I liked not to pray to a jealous\nGod there where the frail affectionate gods whom the heathen love were\nbeing humbly invoked; so I bethought me, instead, of Sheol Nugganoth,\nwhom the men of the jungle have long since deserted, who is now\nunworshipped and alone; and to him I prayed.\n\nAnd upon us praying the night came suddenly down, as it comes upon all\nmen who pray at evening and upon all men who do not; yet our prayers\ncomforted our own souls when we thought of the Great Night to come.\n\nAnd so Yann bore us magnificently onwards, for he was elate with\nmolten snow that the Poltiades had brought him from the Hills of Hap,\nand the Marn and Migris were swollen full with floods; and he bore us\nin his might past Kyph and Pir, and we saw the lights of Goolunza.\n\nSoon we all slept except the helmsman, who kept the ship in the\nmidstream of Yann.\n\nWhen the sun rose the helmsman ceased to sing, for by song he cheered\nhimself in the lonely night. When the song ceased we suddenly all\nawoke, and another took the helm, and the helmsman slept.\n\nWe knew that soon we should come to Mandaroon. We made a meal, and\nMandaroon appeared. Then the captain commanded, and the sailors loosed\nagain the greater sails, and the ship turned and left the stream of\nYann and came into a harbour beneath the ruddy walls of Mandaroon.\nThen while the sailors went and gathered fruits I came alone to the\ngate of Mandaroon. A few huts were outside it, in which lived the\nguard. A sentinel with a long white beard was standing in the gate,\narmed with a rusty pike. He wore large spectacles, which were covered\nwith dust. Through the gate I saw the city. A deathly stillness was\nover all of it. The ways seemed untrodden, and moss was thick on\ndoorsteps; in the market-place huddled figures lay asleep. A scent of\nincense and burned poppies, and there was a hum of the echoes of\ndistant bells. I said to the sentinel in the tongue of the region of\nYann, \"Why are they all asleep in this still city?\"\n\nHe answered: \"None may ask questions in this gate for fear they wake\nthe people of the city. For when the people of this city wake the gods\nwill die. And when the gods die men may dream no more.\" And I began to\nask him what gods that city worshipped, but he lifted his pike because\nnone might ask questions there. So I left him and went back to the\n_Bird of the River_.\n\nCertainly Mandaroon was beautiful with her white pinnacles peering\nover her ruddy walls and the green of her copper roofs.\n\nWhen I came back again to the _Bird of the River_, I found the sailors\nwere returned to the ship. Soon we weighed anchor, and sailed out\nagain, and so came once more to the middle of the river. And now the\nsun was moving towards his heights, and there had reached us on the\nRiver Yann the song of those countless myriads of choirs that attend\nhim in his progress round the world. For the little creatures that\nhave many legs had spread their gauze wings easily on the air, as a\nman rests his elbows on a balcony and gave jubilant, ceremonial\npraises to the sun, or else they moved together on the air in wavering\ndances intricate and swift, or turned aside to avoid the onrush of\nsome drop of water that a breeze had shaken from a jungle orchid,\nchilling the air and driving it before it, as it fell whirring in its\nrush to the earth; but all the while they sang triumphantly. \"For the\nday is for us,\" they said, \"whether our great and sacred father the\nSun shall bring up more life like us from the marshes, or whether all\nthe world shall end to-night.\" And there sang all those whose notes\nare known to human ears, as well as those whose far more numerous\nnotes have never been heard by man.\n\nTo these a rainy day had been as an era of war that should desolate\ncontinents during all the lifetime of a man.\n\nAnd there came out also from the dark and steaming jungle to behold\nand rejoice in the Sun the huge and lazy butterflies. And they danced,\nbut danced idly, on the ways of the air, as some haughty queen of\ndistant conquered lands might in her poverty and exile dance, in some\nencampment of the gipsies, for the mere bread to live by, but beyond\nthat would never abate her pride to dance for a fragment more.\n\nAnd the butterflies sung of strange and painted things, of purple\norchids and of lost pink cities and the monstrous colours of the\njungle's decay. And they, too, were among those whose voices are not\ndiscernible by human ears. And as they floated above the river, going\nfrom forest to forest, their splendour was matched by the inimical\nbeauty of the birds who darted out to pursue them. Or sometimes they\nsettled on the white and wax-like blooms of the plant that creeps and\nclambers about the trees of the forest; and their purple wings flashed\nout on the great blossoms as, when the caravans go from Nurl to Thace,\nthe gleaming silks flash out upon the snow, where the crafty merchants\nspread them one by one to astonish the mountaineers of the Hills of\nNoor.\n\nBut upon men and beasts the sun sent a drowsiness. The river monsters\nalong the river's marge lay dormant in the slime. The sailors pitched\na pavilion, with golden tassels, for the captain upon the deck, and\nthen went, all but the helmsman, under a sail that they had hung as an\nawning between two masts. Then they told tales to one another, each of\nhis own city or of the miracles of his god, until all were fallen\nasleep. The captain offered me the shade of his pavilion with the gold\ntassels, and there we talked for a while, he telling me that he was\ntaking merchandise to Perdóndaris, and that he would take back to fair\nBelzoond things appertaining to the affairs of the sea. Then, as I\nwatched through the pavilion's opening the brilliant birds and\nbutterflies that crossed and recrossed over the river, I fell asleep,\nand dreamed that I was a monarch entering his capital underneath\narches of flags, and all the musicians of the world were there,\nplaying melodiously their instruments; but no one cheered.\n\nIn the afternoon, as the day grew cooler again, I awoke and found the\ncaptain buckling on his scimitar, which he had taken off him while he\nrested.\n\nAnd now we were approaching the wide court of Astahahn, which opens\nupon the river. Strange boats of antique design were chained there to\nthe steps. As we neared it we saw the open marble court, on three\nsides of which stood the city fronting on colonnades. And in the court\nand along the colonnades the people of that city walked with solemnity\nand care according to the rites of ancient ceremony. All in that city\nwas of ancient device; the carving on the houses, which, when age had\nbroken it remained unrepaired, was of the remotest times, and\neverywhere were represented in stone beasts that have long since\npassed away from Earth--the dragon, the griffin, and the hippogriffin,\nand the different species of gargoyle. Nothing was to be found,\nwhether material or custom, that was new in Astahahn. Now they took no\nnotice at all of us as we went by, but continued their processions and\nceremonies in the ancient city, and the sailors, knowing their custom,\ntook no notice of them. But I called, as we came near, to one who\nstood beside the water's edge, asking him what men did in Astahahn and\nwhat their merchandise was, and with whom they traded. He said, \"Here\nwe have fettered and manacled Time, who would otherwise slay the\ngods.\"\n\nI asked him what gods they worshipped in that city, and he said, \"All\nthose gods whom Time has not yet slain.\" Then he turned from me and\nwould say no more, but busied himself in behaving in accordance with\nancient custom. And so, according to the will of Yann, we drifted\nonwards and left Astahahn, and we found in greater quantities such\nbirds as prey on fishes. And they were very wonderful in their\nplumage, and they came not out of the jungle, but flew, with their\nlong necks stretched out before them, and their legs lying on the wind\nbehind straight up the river over the mid-stream.\n\nAnd now the evening began to gather in. A thick white mist had\nappeared over the river, and was softly rising higher. It clutched at\nthe trees with long impalpable arms, it rose higher and higher,\nchilling the air; and white shapes moved away into the jungle as\nthough the ghosts of shipwrecked mariners were searching stealthily in\nthe darkness for the spirits of evil that long ago had wrecked them on\nthe Yann.\n\nAs the sun sank behind the field of orchids that grew on the matted\nsummit of the jungle, the river monsters came wallowing out of the\nslime in which they had reclined during the heat of the day, and the\ngreat beasts of the jungle came down to drink. The butterflies a while\nsince were gone to rest. In little narrow tributaries that we passed\nnight seemed already to have fallen, though the sun which had\ndisappeared from us had not yet set.\n\nAnd now the birds of the jungle came flying home far over us, with the\nsunlight glistening pink upon their breasts, and lowered their pinions\nas soon as they saw the Yann, and dropped into the trees. And the\nwidgeon began to go up the river in great companies, all whistling,\nand then would suddenly wheel and all go down again. And there shot by\nus the small and arrow-like teal; and we heard the manifold cries of\nflocks of geese, which the sailors told me had recently come in from\ncrossing over the Lispasian ranges; every year they come by the same\nway, close by the peak of Mluna, leaving it to the left, and the\nmountain eagles know the way they come and--men say--the very hour,\nand every year they expect them by the same way as soon as the snows\nhave fallen upon the Northern Plains. But soon it grew so dark that we\nsaw these birds no more, and only heard the whirring of their wings,\nand of countless others besides, until they all settled down along the\nbanks of the river, and it was the hour when the birds of the night\nwent forth. Then the sailors lit the lanterns for the night, and huge\nmoths appeared, flapping about the ship, and at moments their gorgeous\ncolours would be revealed by the lanterns, then they would pass into\nthe night again, where all was black. And again the sailors prayed,\nand thereafter we supped and slept, and the helmsman took our lives\ninto his care.\n\nWhen I awoke I found that we had indeed come to Perdóndaris, that\nfamous city. For there it stood upon the left of us, a city fair and\nnotable, and all the more pleasant for our eyes to see after the\njungle that was so long with us. And we were anchored by the\nmarketplace, and the captain's merchandise was all displayed, and a\nmerchant of Perdóndaris stood looking at it. And the captain had his\nscimitar in his hand, and was beating with it in anger upon the deck,\nand the splinters were flying up from the white planks; for the\nmerchant had offered him a price for his merchandise that the captain\ndeclared to be an insult to himself and his country's gods, whom he\nnow said to be great and terrible gods, whose curses were to be\ndreaded. But the merchant waved his hands, which were of great\nfatness, showing his pink palms, and swore that of himself he thought\nnot at all, but only of the poor folk in the huts beyond the city to\nwhom he wished to sell the merchandise for as low a price as possible,\nleaving no remuneration for himself. For the merchandise was mostly\nthe thick toomarund carpets that in the winter keep the wind from the\nfloor, and tollub which the people smoke in pipes. Therefore the\nmerchant said if he offered a piffek more the poor folk must go\nwithout their toomarunds when the winter came, and without their\ntollub in the evenings, or else he and his aged father must starve\ntogether. Thereat the captain lifted his scimitar to his own throat,\nsaying that he was now a ruined man, and that nothing remained to him\nbut death. And while he was carefully lifting he beard with his left\nhand, the merchant eyed the merchandise again, and said that rather\nthan see so worthy a captain die, a man for whom he had conceived an\nespecial love when first he saw the manner in which he handled his\nship, he and his aged father should starve together and therefore he\noffered fifteen piffeks more.\n\nWhen he said this the captain prostrated himself and prayed to his\ngods that they might yet sweeten this merchant's bitter heart--to his\nlittle lesser gods, to the gods that bless Belzoond.\n\nAt last the merchant offered yet five piffeks more. Then the captain\nwept, for he said that he was deserted of his gods; and the merchant\nalso wept, for he said that he was thinking of his aged father, and of\nhow soon he would starve, and he hid his weeping face with both his\nhands, and eyed the tollub again between his fingers. And so the\nbargain was concluded, and the merchant took the toomarund and tollub,\npaying for them out of a great clinking purse. And these were packed\nup into bales again, and three of the merchant's slaves carried them\nupon their heads into the city. And all the while the sailors had sat\nsilent, cross-legged in a crescent upon the deck, eagerly watching the\nbargain, and now a murmur of satisfaction arose among them, and they\nbegan to compare it among themselves with other bargains that they had\nknown. And I found out from them that there are seven merchants in\nPerdóndaris, and that they had all come to the captain one by one\nbefore the bargaining began, and each had warned him privately against\nthe others. And to all the merchants the captain had offered the wine\nof his own country, that they make in fair Belzoond, but could in no\nwise persuade them to it. But now that the bargain was over, and the\nsailors were seated at the first meal of the day, the captain appeared\namong them with a cask of that wine, and we broached it with care and\nall made merry together. And the captain was glad in his heart because\nhe knew that he had much honour in the eyes of his men because of the\nbargain that he had made. So the sailors drank the wine of their\nnative land, and soon their thoughts were back in fair Belzoond and\nthe little neighbouring cities of Durl and Duz.\n\nBut for me the captain poured into a little glass some heavy yellow\nwine from a small jar which he kept apart among his sacred things.\nThick and sweet it was, even like honey, yet there was in its heart a\nmighty, ardent fire which had authority over souls of men. It was\nmade, the captain told me, with great subtlety by the secret craft of\na family of six who lived in a hut on the mountains of Hian Min. Once\nin these mountains, he said, he followed the spoor of a bear, and he\ncame suddenly on a man of that family who had hunted the same bear,\nand he was at the end of a narrow way with precipice all about him,\nand his spear was sticking in the bear, and the wound not fatal, and\nhe had no other weapon. And the bear was walking towards the man, very\nslowly because his wound irked him--yet he was now very close. And\nwhat the captain did he would not say, but every year as soon as the\nsnows are hard, and travelling is easy on the Hian Min, that man comes\ndown to the market in the plains, and always leaves for the captain in\nthe gate of fair Belzoond a vessel of that priceless secret wine.\n\nAnd as I sipped the wine and the captain talked, I remembered me of\nstalwart noble things that I had long since resolutely planned, and my\nsoul seemed to grow mightier within me and to dominate the whole tide\nof the Yann. It may be that I then slept. Or, if I did not, I do not\nnow minutely recollect every detail of that morning's occupations.\nTowards evening, I awoke and wishing to see Perdóndaris before we left\nin the morning, and being unable to wake the captain, I went ashore\nalone. Certainly Perdóndaris was a powerful city; it was encompassed\nby a wall of great strength and altitude, having in it hollow ways for\ntroops to walk in, and battlements along it all the way, and fifteen\nstrong towers on it in every mile, and copper plaques low down where\nmen could read them, telling in all the languages of those parts of\nthe Earth--one language on each plaque--the tale of how an army once\nattacked Perdóndaris and what befell that army. Then I entered\nPerdóndaris and found all the people dancing, clad in brilliant silks,\nand playing on the tam-bang as they danced. For a fearful thunderstorm\nhad terrified them while I slept, and the fires of death, they said,\nhad danced over Perdóndaris, and now the thunder had gone leaping away\nlarge and black and hideous, they said, over the distant hills, and\nhad turned round snarling at them, showing his gleaming teeth, and had\nstamped, as he went, upon the hilltops until they rang as though they\nhad been bronze. And often and again they stopped in their merry\ndances and prayed to the God they knew not, saying, \"O, God that we\nknow not, we thank Thee for sending the thunder back to his hills.\"\nAnd I went on and came to the market-place, and lying there upon the\nmarble pavement I saw the merchant fast asleep and breathing heavily,\nwith his face and the palms of his hands towards the sky, and slaves\nwere fanning him to keep away the flies. And from the market-place I\ncame to a silver temple and then to a palace of onyx, and there were\nmany wonders in Perdóndaris, and I would have stayed and seen them\nall, but as I came to the outer wall of the city I suddenly saw in it\na huge ivory gate. For a while I paused and admired it, then I came\nnearer and perceived the dreadful truth. The gate was carved out of\none solid piece!\n\nI fled at once through the gateway and down to the ship, and even as I\nran I thought that I heard far off on the hills behind me the tramp of\nthe fearful beast by whom that mass of ivory was shed, who was perhaps\neven then looking for his other tusk. When I was on the ship again I\nfelt safer, and I said nothing to the sailors of what I had seen.\n\nAnd now the captain was gradually awakening. Now night was rolling up\nfrom the East and North, and only the pinnacles of the towers of\nPerdóndaris still took the fallen sunlight. Then I went to the captain\nand told him quietly of the thing I had seen. And he questioned me at\nonce about the gate, in a low voice, that the sailors might not know;\nand I told him how the weight of the thing was such that it could not\nhave been brought from afar, and the captain knew that it had not been\nthere a year ago. We agreed that such a beast could never have been\nkilled by any assault of man, and that the gate must have been a\nfallen tusk, and one fallen near and recently. Therefore he decided\nthat it were better to flee at once; so he commanded, and the sailors\nwent to the sails, and others raised the anchor to the deck, and just\nas the highest pinnacle of marble lost the last rays of the sun we\nleft Perdóndaris, that famous city. And night came down and cloaked\nPerdóndaris and hid it from our eyes, which as things have happened\nwill never see it again; for I have heard since that something swift\nand wonderful has suddenly wrecked Perdóndaris in a day--towers, and\nwalls, and people.\n\nAnd the night deepened over the River Yann, a night all white with\nstars. And with the night there arose the helmsman's song. As soon as\nhe had prayed he began to sing to cheer himself all through the lonely\nnight. But first he prayed, praying the helmsman's prayer. And this is\nwhat I remember of it, rendered into English with a very feeble\nequivalent of the rhythm that seemed so resonant in those tropic\nnights\n\n    To whatever god may hear.\n\n    Wherever there be sailors whether of river or sea: whether their\n    way be dark or whether through storm: whether their perils be of\n    beast or of rock: or from enemy lurking on land or pursuing on sea:\n    wherever the tiller is cold or the helmsman stiff: wherever sailors\n    sleep or helmsman watch: guard, guide, and return us to the old\n    land, that has known us: to the far homes that we know.\n\n    To all the gods that are.\n\n    To whatever god may hear.\n\nSo he prayed, and there was silence. And the sailors laid them down to\nrest for the night. The silence deepened, and was only broken by the\nripples of Yann that lightly touched our prow. Sometimes some monster\nof the river coughed.\n\nSilence and ripples, ripples and silence again.\n\nAnd then his loneliness came upon the helmsman, and he began to sing.\nAnd he sang the market songs of Durl and Duz, and the old\ndragon-legends of Belzoond.\n\nMany a song he sang, telling to spacious and exotic Yann the little\ntales and trifles of his city of Durl. And the songs welled up over\nthe black jungle and came into the clear cold air above, and the great\nbands of stars that looked on Yann began to know the affairs of Durl\nand Duz, and of the shepherds that dwelt in the fields between, and\nthe flocks that they had, and the loves that they had loved, and all\nthe little things that they hoped to do. And as I lay wrapped up in\nskins and blankets listening to those songs, and watching the\nfantastic shapes of the great trees like to black giants stalking\nthrough the night, I suddenly fell asleep.\n\nWhen I awoke great mists were trailing away from the Yann. And the\nflow of the river was tumbling now tumultuously, and little waves\nappeared; for Yann had scented from afar the ancient crags of Glorm,\nand knew that their ravines lay cool before him wherein he should meet\nthe merry wild Irillion rejoicing from fields of snow. So he shook off\nfrom him the torpid sleep that had come upon him in the hot and\nscented jungle, and forgot its orchids and its butterflies, and swept\non turbulent, expectant, strong; and soon the snowy peaks of the Hills\nof Glorm came glittering into view. And now the sailors were waking up\nfrom sleep. Soon we all ate, and then the helmsman laid him down to\nsleep while a comrade took his place, and they all spread over him\ntheir choicest furs.\n\nAnd in a while we heard the sound that the Irillion made as she came\ndown dancing from the fields of snow.\n\nAnd then we saw the ravine in the Hills of Glorm lying precipitous and\nsmooth before us, into which we were carried by the leaps of Yann. And\nnow we left the steamy jungle and breathed the mountain air; the\nsailors stood up and took deep breaths of it, and thought of their own\nfar-off Acroctian hills on which were Durl and Duz--below them in the\nplains stands fair Belzoond.\n\nA great shadow brooded between the cliffs of Glorm, but the crags were\nshining above us like gnarled moons, and almost lit the gloom. Louder\nand louder came the Irillion's song, and the sound of her dancing down\nfrom the fields of snow. And soon we saw her white and full of mists,\nand wreathed with rainbows delicate and small that she had plucked up\nnear the mountain's summit from some celestial garden of the Sun. Then\nshe went away seawards with the huge grey Yann and the ravine widened,\nand opened upon the world, and our rocking ship came through to the\nlight of day.\n\nAnd all that morning and all the afternoon we passed through the\nmarshes of Pondoovery; and Yann widened there, and flowed solemnly and\nslowly, and the captain bade the sailors beat on bells to overcome the\ndreariness of the marshes.\n\nAt last the Irusian Mountains came in sight, nursing the villages of\nPen-Kai and Blut, and the wandering streets of Mlo, where priests\npropitiate the avalanche with wine and maize. Then the night came down\nover the plains of Tlun, and we saw the lights of Cappadarnia. We\nheard the Pathnites beating upon drums as we passed Imaut and\nGolzunda, then all but the helmsman slept. And villages scattered\nalong the banks of the Yann heard all that night in the helmsman's\nunknown tongue the little songs of cities that they know not.\n\nI awoke before dawn with a feeling that I was unhappy before I\nremembered why. Then I recalled that by the evening of the approaching\nday, according to all forseen probabilities, we should come to\nBar-Wul-Yann, and I should part from the captain and his sailors. And I\nhad liked the man because he had given me of his yellow wine that was\nset apart among his sacred things, and many a story he had told me\nabout his fair Belzoond between the Acrotian hills and the Hian Min.\nAnd I had liked the ways that his sailors had, and the prayers that\nthey prayed at evening side by side, grudging not one another their\nalien gods. And I had a liking too for the tender way in which they\noften spoke of Durl and Duz, for it is good that men should love their\nnative cities and the little hills that hold those cities up.\n\nAnd I had come to know who would meet them when they returned to their\nhomes, and where they thought the meetings would take place, some in a\nvalley of the Acrotian hills where the road comes up from Yann, others\nin the gateway of one or another of the three cities, and others by\nthe fireside in the home. And I thought of the danger that had menaced\nus all alike outside Perdóndaris, a danger that, as things have\nhappened, was very real.\n\nAnd I thought too of the helmsman's cheery song in the cold and lonely\nnight, and how he had held our lives in his careful hands. And as I\nthought of this the helmsman ceased to sing, and I looked up and saw a\npale light had appeared in the sky, and the lonely night had passed;\nand the dawn widened, and the sailors awoke.\n\nAnd soon we saw the tide of the Sea himself advancing resolute between\nYann's borders, and Yann sprang lithely at him and they struggled a\nwhile; then Yann and all that was his were pushed back northwards, so\nthat the sailors had to hoist the sails, and the wind being\nfavourable, we still held onwards.\n\nAnd we passed Góndara and Narl and Hoz. And we saw memorable, holy\nGolnuz, and heard the pilgrims praying.\n\nWhen we awoke after the midday rest we were coming near to Nen, the\nlast of the cities in the River Yann. And the jungle was all about us\nonce again, and about Nen; but the great Mloon ranges stood up over\nall things, and watched the city from beyond the jungle.\n\nHere we anchored, and the captain and I went up into the city and\nfound that the Wanderers had come into Nen.\n\nAnd the Wanderers were a weird, dark, tribe, that once in every seven\nyears came down from the peaks of Mloon, having crossed by a pass that\nis known to them from some fantastic land that lies beyond. And the\npeople of Nen were all outside their houses, and all stood wondering\nat their own streets. For the men and women of the Wanderers had\ncrowded all the ways, and every one was doing some strange thing. Some\ndanced astounding dances that they had learned from the desert wind,\nrapidly curving and swirling till the eye could follow no longer.\nOthers played upon instruments beautiful wailing tunes that were full\nof horror, which souls had taught them lost by night in the desert,\nthat strange far desert from which the Wanderers came.\n\nNone of their instruments were such as were known in Nen nor in any\npart of the region of the Yann; even the horns out of which some were\nmade were of beasts that none had seen along the river, for they were\nbarbed at the tips. And they sang, in the language of none, songs that\nseemed to be akin to the mysteries of night and to the unreasoned fear\nthat haunts dark places.\n\nBitterly all the dogs of Nen distrusted them. And the Wanderers told\none another fearful tales, for though no one in Nen knew aught of\ntheir language, yet they could see the fear on the listeners' faces,\nand as the tale wound on, the whites of their eyes showed vividly in\nterror as the eyes of some little beast whom the hawk has seized. Then\nthe teller of the tale would smile and stop, and another would tell\nhis story, and the teller of the first tale's lips would chatter with\nfear. And if some deadly snake chanced to appear the Wanderers would\ngreet him like a brother, and the snake would seem to give his\ngreetings to them before he passed on again. Once that most fierce and\nlethal of tropic snakes, the giant lythra, came out of the jungle and\nall down the street, the central street of Nen, and none of the\nWanderers moved away from him, but they all played sonorously on\ndrums, as though he had been a person of much honour; and the snake\nmoved through the midst of them and smote none.\n\nEven the Wanderers' children could do strange things, for if any one\nof them met with a child of Nen the two would stare at each other in\nsilence with large grave eyes; then the Wanderers' child would slowly\ndraw from his turban a live fish or snake. And the children of Nen\ncould do nothing of that kind at all.\n\nMuch I should have wished to stay and hear the hymn with which they\ngreet the night, that is answered by the wolves on the heights of\nMloon, but it was now time to raise the anchor again that the captain\nmight return from Bar-Wul-Yann upon the landward tide. So we went on\nboard and continued down the Yann. And the captain and I spoke little,\nfor we were thinking of our parting, which should be for long, and we\nwatched instead the splendour of the westerning sun. For the sun was a\nruddy gold, but a faint mist cloaked the jungle, lying low, and into\nit poured the smoke of the little jungle cities, and the smoke of them\nmet together in the mist and joined into one haze, which became\npurple, and was lit by the sun, as the thoughts of men become hallowed\nby some great and sacred thing. Sometimes one column from a lonely\nhouse would rise up higher than the cities' smoke, and gleam by itself\nin the sun.\n\nAnd now as the sun's last rays were nearly level, we saw the sight\nthat I had come to see, for from two mountains that stood on either\nshore two cliffs of pink marble came out into the river, all glowing\nin the light of the low sun, and they were quite smooth and of\nmountainous altitude, and they nearly met, and Yann went tumbling\nbetween them and found the sea.\n\nAnd this was Bar-Wul-Yann, the Gate of Yann, and in the distance\nthrough that barrier's gap I saw the azure indescribable sea, where\nlittle fishing-boats went gleaming by.\n\nAnd the sunset and the brief twilight came, and the exultation of the\nglory of Bar-Wul-Yann was gone, yet still the pink cliffs glowed, the\nfairest marvel that the eye beheld-and this in a land of wonders. And\nsoon the twilight gave place to the coming out of stars, and the\ncolours of Bar-Wul-Yann went dwindling away. And the sight of those\ncliffs was to me as some chord of music that a master's hand had\nlaunched from the violin, and which carries to Heaven of Faëry the\ntremulous spirits of men.\n\nAnd now by the shore they anchored and went no farther, for they were\nsailors of the river and not of the sea, and knew the Yann but not the\ntides beyond.\n\nAnd the time was come when the captain and I must part, he to go back\nagain to his fair Belzoond in sight of the distant peaks of the Hian\nMin, and I to find my way by strange means back to those hazy fields\nthat all poets know, wherein stand small mysterious cottages through\nwhose windows, looking westwards, you may see the fields of men, and\nlooking eastwards see glittering elfin mountains, tipped with snow,\ngoing range on range into the region of Myth, and beyond it into the\nkingdom of Fantasy, which pertain to the Lands of Dream. Long we\nshould meet no more, for my fancy is weakening as the years slip by,\nand I go ever more seldom into the Lands of Dream. Then we clasped\nhands, uncouthly on his part, for it is not the method of greeting in\nhis country, and he commended my soul to the care of his own gods, to\nhis little lesser gods, the humble ones, to the gods that bless\nBelzoond.\n\n\n\n\nA SHOP IN GO-BY STREET\n\nI said I must go back to Yann again and see if _Bird of the River_\nstill plies up and down and whether her bearded captain commands her\nstill or whether he sits in the gate of fair Belzoond drinking at\nevening the marvellous yellow wine that the mountaineer brings down\nfrom the Hian Min.  And I wanted to see the sailors again who came\nfrom Durl and Duz and to hear from their lips what befell Perdóndaris\nwhen its doom came up without warning from the hills and fell on that\nfamous city.  And I wanted to hear the sailors pray at night each to\nhis own god, and to feel the wind of the evening coolly arise when the\nsun went flaming away from that exotic river.  For I thought never\nagain to see the tide of Yann, but when I gave up politics not long\nago the wings of my fancy strengthened, though they had erstwhile\ndrooped, and I had hopes of coming behind the East once more where\nYann like a proud white war-horse goes through the Lands of Dream.\n\nYet I had forgotten the way to those little cottages on the edge of\nthe fields we know whose upper windows, though dim with antique\ncobwebs, look out on the fields we know not and are the starting-point\nof all adventure in all the Lands of Dream.\n\nI therefore made enquiries.  And so I came to be directed to the shop\nof a dreamer who lives not far from the Embankment in the City. Among\nso many streets as there are in the city it is little wonder that\nthere is one that has never been seen before; it is named Go-by Street\nand runs out of the Strand if you look very closely.  Now when you\nenter this man's shop you do not go straight to the point but you ask\nhim to sell you something, and if it is anything with which he can\nsupply you he hands it you and wishes you good-morning.  It is his\nway.  And many have been deceived by asking for some unlikely thing,\nsuch as the oyster-shell from which was taken one of those single\npearls that made the gates of Heaven in Revelations, and finding that\nthe old man had it in stock.\n\nHe was comatose when I went into the shop, his heavy lids almost\ncovered his little eyes; he sat, and his mouth was open.  I said, \"I\nwant some of Abama and Pharpah, rivers of Damascus.\"  \"How much?\" he\nsaid.  \"Two and a half yards of each, to be delivered to my flat.\"\n\"That is very tiresome,\" he muttered, \"very tiresome.  We do not stock\nit in that quantity.\"  \"Then I will take all you have,\" I said.\n\nHe rose laboriously and looked among some bottles.  I saw one\nlabelled: Nilos, river of Ægyptos; and others Holy Ganges, Phlegethon,\nJordan; I was almost afraid he had it, when I heard him mutter again,\n\"This is very tiresome,\" and presently he said, \"We are out of it.\"\n\"Then,\" I said, \"I wish you to tell me the way to those little\ncottages in whose upper chambers poets look out upon the fields we\nknow not, for I wish to go into the Land of Dream and to sail once\nmore upon mighty, sea-like Yann.\"\n\nAt that he moved heavily and slowly in way-worn carpet slippers,\npanting as he went, to the back part of his shop, and I went with him.\nThis was a dingy lumber-room full of idols: the near end was dingy and\ndark but at the far end was a blue cærulean glow in which stars seemed\nto be shining and the heads of the idols glowed. \"This,\" said the fat\nold man in carpet slippers, \"is the heaven of the gods who sleep.\"  I\nasked him what gods slept and he mentioned names that I had never\nheard as well as names that I knew.  \"All those,\" he said, \"that are\nnot worshipped now are asleep.\"\n\n\"Then does Time not kill the gods?\" I said to him and he answered,\n\"No. But for three or four thousand years a god is worshipped and for\nthree or four he sleeps.  Only Time is wakeful always.\"\n\n\"But they that teach us of new gods\"--I said to him, \"are they not\nnew?\"\n\n\"They hear the old ones stirring in their sleep being about to wake,\nbecause the dawn is breaking and the priests crow.  These are the\nhappy prophets: unhappy are they that hear some old god speak while he\nsleeps still being deep in slumber, and prophesy and prophesy and no\ndawn comes, they are those that men stone saying, 'Prophesy where this\nstone shall hit you, and this.'\"\n\n\"Then shall Time never slay the gods,\" I said.  And he answered, \"They\nshall die by the bedside of the last man.  Then Time shall go mad in\nhis solitude and shall not know his hours from his centuries of years\nand they shall clamour round him crying for recognition and he shall\nlay his stricken hands on their heads and stare at them blindly and\nsay, 'My children, I do not know you one from another,' and at these\nwords of Time empty worlds shall reel.\"\n\nAnd for some while then I was silent, for my imagination went out into\nthose far years and looked back at me and mocked me because I was the\ncreature of a day.\n\nSuddenly I was aware by the old man's heavy breathing that he had gone\nto sleep.  It was not an ordinary shop: I feared lest one of his gods\nshould wake and call for him: I feared many things, it was so dark,\nand one or two of those idols were something more than grotesque.  I\nshook the old man hard by one of his arms.\n\n\"Tell me the way to the cottages,\" I said, \"on the edge of the fields\nwe know.\"\n\n\"I don't think we can do that,\" he said.\n\n\"Then supply me,\" I said, \"with the goods.\"\n\nThat brought him to his senses.  He said, \"You go out by the back door\nand turn to the right\"; and he opened a little, old, dark door in the\nwall through which I went, and he wheezed and shut the door. The back\nof the shop was of incredible age.  I saw in antique characters upon a\nmouldering board, \"Licensed to sell weasels and jade earrings.\"  The\nsun was setting now and shone on little golden spires that gleamed\nalong the roof which had long ago been thatched and with a wonderful\nstraw.  I saw that the whole of Go-by Street had the same strange\nappearance when looked at from behind.  The pavement was the same as\nthe pavement of which I was weary and of which so many thousand miles\nlay the other side of those houses, but the street was of most pure\nuntrampled grass with such marvellous flowers in it that they lured\ndownward from great heights the flocks of butterflies as they traveled\nby, going I know not whence.  The other side of the street there was\npavement again but no houses of any kind, and what there was in place\nof them I did not stop to see, for I turned to my right and walked\nalong the back of Go-by Street till I came to the open fields and the\ngardens of the cottages that I sought.  Huge flowers went up out of\nthese gardens like slow rockets and burst into purple blooms and stood\nthere huge and radiant on six-foot stalks and softly sang strange\nsongs.  Others came up beside them and bloomed and began singing too.\nA very old witch came out of her cottage by the back door and into the\ngarden in which I stood.\n\n\"What are these wonderful flowers?\" I said to her.\n\n\"Hush!  Hush!\" she said, \"I am putting the poets to bed.  These\nflowers are their dreams.\"\n\nAnd in a lower voice I said: \"What wonderful songs are they singing?\"\nand she said, \"Be still and listen.\"\n\nAnd I listened and found they were singing of my own childhood and of\nthings that happened there so far away that I had quite forgotten them\ntill I heard the wonderful song.\n\n\"Why is the song so faint?\" I said to her.\n\n\"Dead voices,\" she said, \"Dead voices,\" and turned back again to her\ncottage saying: \"Dead voices\" still, but softly for fear that she\nshould wake the poets.  \"They sleep so badly while they live,\" she\nsaid.\n\nI stole on tiptoe upstairs to the little room from whose windows,\nlooking one way, we see the fields we know and, looking another, those\nhilly lands that I sought--almost I feared not to find them.  I looked\nat once toward the mountains of faëry; the afterglow of the sunset\nflamed on them, their avalanches flashed on their violet slopes coming\ndown tremendous from emerald peaks of ice; and there was the old gap\nin the blue-grey hills above the precipice of amethyst whence one sees\nthe Lands of Dream.\n\nAll was still in the room where the poets slept when I came quietly\ndown.  The old witch sat by a table with a lamp, knitting a splendid\ncloak of gold and green for a king that had been dead a thousand\nyears.\n\n\"Is it any use,\" I said, \"to the king that is dead that you sit and\nknit him a cloak of gold and green?\"\n\n\"Who knows?\" she said.\n\n\"What a silly question to ask,\" said her old black cat who lay curled\nby the fluttering fire.\n\nAlready the stars were shining on that romantic land when I closed the\nwitch's door; already the glow-worms were mounting guard for the night\naround those magical cottages.  I turned and trudged for the gap in\nthe blue-grey mountains.\n\nAlready when I arrived some colour began to show in the amethyst\nprecipice below the gap although it was not yet morning.  I heard a\nrattling and sometimes caught a flash from those golden dragons far\naway below me that are the triumph of the goldsmiths of Sirdoo and\nwere given life by the ritual incantations of the conjurer Amargrarn.\nOn the edge of the opposite cliff, too near I thought for safety, I\nsaw the ivory palace of Singanee that mighty elephant-hunter; small\nlights appeared in windows, the slaves were awake, and beginning with\nheavy eyelids the work of the day.\n\nAnd now a ray of sunlight topped the world.  Others than I must\ndescribe how it swept from the amethyst cliff the shadow of the black\none that opposed it, how that one shaft of sunlight pierced the\namethyst for leagues, and how the rejoicing colour leaped up to\nwelcome the light and shot back a purple glow on the walls of the\npalace of ivory while down in that incredible ravine the golden\ndragons still played in the darkness.\n\nAt this moment a female slave came out by a door of the palace and\ntossed a basket-full of sapphires over the edge.  And when day was\nmanifest on those marvellous heights and the flare of the amethyst\nprecipice filled the abyss, then the elephant-hunter arose in his\nivory palace and took his terrific spear and going out by a landward\ndoor went forth to avenge Perdóndaris\n\nI turned then and looked upon the lands of Dream, and the thin white\nmist that never rolls quite away was shifting in the morning. Rising\nlike isles above it I saw the Hills of Hap and the city of copper,\nold, deserted Bethmoora, and Utnar Véhi and Kyph and Mandaroon and the\nwandering leagues of Yann.  Rather I guessed than saw the Hian Min\nwhose imperturbable and aged heads scarce recognize for more than\nclustered mounds the round Acroctian hills, that are heaped about\ntheir feet and that shelter, as I remembered, Durl and Duz.  But most\nclearly I discerned that ancient wood through which one going down to\nthe bank of Yann whenever the moon is old may come on _Bird of the\nRiver_ anchored there, waiting three days for travellers, as has been\nprophesied of her.  And as it was now that season I hurried down from\nthe gap in the blue-grey hills by an elfin path that was coeval with\nfable, and came by means of it to the edge of the wood.  Black though\nthe darkness was in that ancient wood the beasts that moved in it were\nblacker still.  It is very seldom that any dreamer travelling in Lands\nof Dream is ever seized by these beasts, and yet I ran; for if a man's\nspirit is seized in the Lands of Dream his body may survive it for\nmany years and well know the beasts that mouthed him far away and the\nlook in their little eyes and the smell of their breath; that is why\nthe recreation field at Hanwell is so dreadfully trodden into restless\npaths.\n\nAnd so I came at last to the sea-like flood of proud, tremendous Yann,\nwith whom there tumbled streams from incredible lands--with these he\nwent by singing.  Singing he carried drift-wood and whole trees,\nfallen in far-away, unvisited forests, and swept them mightily by, but\nno sign was there either out in the river or in the olden anchorage\nnear by of the ship I came to see.\n\nAnd I built myself a hut and roofed it over with the huge abundant\nleaves of a marvellous weed and ate the meat that grows on the\ntargar-tree and waited there three days.  And all day long the river\ntumbled by and all night long the tolulu-bird sang on and the huge\nfireflies had no other care than to pour past in torrents of dancing\nsparks, and nothing rippled the surface of the Yann by day and nothing\ndisturbed the tolulu-bird by night.  I know not what I feared for the\nship I sought and its friendly captain who came from fair Belzoond and\nits cheery sailors out of Durl and Duz; all day long I looked for it\non the river and listened for it by night until the dancing fireflies\ndanced me to sleep.  Three times only in those three nights the\ntolulu-bird was scared and stopped his song, and each time I awoke\nwith a start and found no ship and saw that he was only scared by the\ndawn.  Those indescribable dawns upon the Yann came up like flames in\nsome land over the hills where a magician burns by secret means\nenormous amethysts in a copper pot.  I used to watch them in wonder\nwhile no bird sang--till all of a sudden the sun came over a hill and\nevery bird but one began to sing, and the tolulu-bird slept fast, till\nout of an opening eye he saw the stars.\n\nI would have waited three more days, but on the third day I had gone\nin my loneliness to see the very spot where first I met _Bird of the\nRiver_ at her anchorage with her bearded captain sitting on the deck.\nAnd as I looked at the black mud of the harbour and pictured in my\nmind that band of sailors whom I had not seen for two years, I saw an\nold hulk peeping from the mud.  The lapse of centuries seemed partly\nto have rotted and partly to have buried in the mud all but the prow\nof the boat and on the prow I faintly saw a name.  I read it slowly--\nit was _Bird of the River._ And then I knew that, while in Ireland and\nLondon two years had barely passed over my head, ages had gone over\nthe region of Yann and wrecked and rotted that once familiar ship, and\nburied years ago the bones of the youngest of my friends, who so often\nsang to me of Durl and Duz or told the dragon-legends of Belzoond.\nFor beyond the world we know there roars a hurricane of centuries\nwhose echo only troubles--though sorely--our fields; while elsewhere\nthere is calm. I stayed a moment by that battered hulk and said a\nprayer for whatever may be immortal of those who were wont to sail it\ndown the Yann, and I prayed for them to the gods to whom they loved to\npray, to the little lesser gods that bless Belzoond.  Then leaving the\nhut that I built to those ravenous years I turned my back to the Yann\nand entering the forest at evening just as its orchids were opening\ntheir petals to perfume the night came out of it in the morning, and\npassed that day along the amethyst gulf by the gap in the blue-grey\nmountains.  I wondered if Singanee, that mighty elephant-hunter, had\nreturned again with his spear to his lofty ivory palace or if his doom\nhad been one with that of Perdóndaris.  I saw a merchant at a small\nback door selling new sapphires as I passed the palace, then I went on\nand came as twilight fell to those small cottages where the elfin\nmountains are in sight of the fields we know.  And I went to the old\nwitch that I had seen before and she sat in her parlour with a red\nshawl round her shoulders still knitting the golden cloak, and faintly\nthrough one of her windows the elfin mountains shone and I saw again\nthrough another the fields we know.\n\n\"Tell me something,\" I said, \"of this strange land!\"\n\n\"How much do you know?\" she said.  \"Do you know that dreams are\nillusion?\"\n\n\"Of course I do,\" I said.  \"Every one knows that.\"\n\n\"Oh no they don't,\" she said, \"the mad don't know it.\"\n\n\"That is true,\" I said.\n\n\"And do you know,\" she said, \"that Life is illusion?\"\n\n\"Of course it is not,\" I said.  \"Life is real, Life is earnest----.\"\n\nAt that the witch and her cat (who had not moved from her old place by\nthe hearth) burst into laughter.  I stayed some time, for there was\nmuch that I wished to ask, but when I saw that the laughter would not\nstop I turned and went away.\n\n\n\n\nTHE AVENGER OF PERDÓNDARIS\n\nI was rowing on the Thames not many days after my return from the Yann\nand drifting eastwards with the fall of the tide away from Westminster\nBridge, near which I had hired my boat.  All kinds of things were on\nthe water with me--sticks drifting, and huge boats--and I was\nwatching, so absorbed the traffic of that great river that I did not\nnotice I had come to the City until I looked up and saw that part of\nthe Embankment that is nearest to Go-by Street. And then I suddenly\nwondered what befell Singanee, for there was a stillness about his\nivory palace when I passed it by, which made me think that he had not\nthen returned.  And though I had seen him go forth with his terrific\nspear, and mighty elephant-hunter though he was, yet his was a fearful\nquest for I knew that it was none other than to avenge Perdóndaris by\nslaying that monster with the single tusk who had overthrown it\nsuddenly in a day. So I tied up my boat as soon as I came to some\nsteps, and landed and left the Embankment, and about the third street\nI came to I began to look for the opening of Go-by Street; it is very\nnarrow, you hardly notice it at first, but there it was, and soon I\nwas in the old man's shop.  But a young man leaned over the counter.\nHe had no information to give me about the old man--he was sufficient\nin himself.  As to the little old door in the back of the shop, \"We\nknow nothing about that, sir.\"  So I had to talk to him and humour\nhim.  He had for sale on the counter an instrument for picking up a\nlump of sugar in a new way.  He was pleased when I looked at it and he\nbegan to praise it.  I asked him what was the use of it, and he said\nthat it was of no use but that it had only been invented a week ago\nand was quite new and was made of real silver and was being very much\nbought.  But all the while I was straying towards the back of the\nshop.  When I enquired about the idols there he said that they were\nsome of the season's novelties and were a choice selection of mascots;\nand while I made a pretence of selecting one I suddenly saw the\nwonderful old door.  I was through it at once and the young\nshop-keeper after me.  No one was more surprised than he when he saw\nthe street of grass and the purple flowers on it; he ran across in his\nfrock-coat on to the opposite pavement and only just stopped in time,\nfor the world ended there. Looking downward over the pavement's edge\nhe saw, instead of accustomed kitchen-windows, white clouds and a\nwide, blue sky.  I led him to the old back door of the shop, looking\npale and in need of air, and pushed him lightly and he went limply\nthrough, for I thought the air was better for him on the side of the\nstreet that he knew. As soon as the door was shut on that astonished\nman I turned to the right and went along the street till I saw the\ngardens and the cottages, and a little red patch moving in a garden,\nwhich I knew to be the old witch wearing her shawl.\n\n\"Come for a change of illusion again?\" she said.\n\n\"I have come from London,\" I said.  \"And I want to see Singanee.  I\nwant to go to his ivory palace over the elfin mountains where the\namethyst precipice is.\"\n\n\"Nothing like changing your illusions,\" she said, \"or you grow tired.\nLondon's a fine place but one wants to see the elfin mountains\nsometimes.\"\n\n\"Then you know London?\" I said.\n\n\"Of course I do,\" she said.  \"I can dream as well as you.  You are not\nthe only person that can imagine London.\"  Men were toiling dreadfully\nin her garden; it was in the heat of the day and they were digging\nwith spades; she suddenly turned from me to beat one of them over the\nback with a long black stick that she carried.  \"Even my poets go to\nLondon sometimes,\" she said to me.\n\n\"Why did you beat that man?\" I said.\n\n\"To make him work,\" she answered.\n\n\"But he is tired,\" I said.\n\n\"Of course he is,\" said she.\n\nAnd I looked and saw that the earth was difficult and dry and that\nevery spadeful that the tired men lifted was full of pearls; but some\nmen sat quite still and watched the butterflies that flitted about the\ngarden and the old witch did not beat them with her stick.  And when I\nasked her who the diggers were she said, \"These are my poets, they are\ndigging for pearls.\"  And when I asked her what so many pearls were\nfor she said to me: \"To feed the pigs of course.\"\n\n\"But do the pigs like pearls?\" I said to her.\n\n\"Of course they don't,\" she said.  And I would have pressed the matter\nfurther but the old black cat had come out of the cottage and was\nlooking at me whimsically and saying nothing so that I knew I was\nasking silly questions.  And I asked instead why some of the poets\nwere idle and were watching butterflies without being beaten.  And she\nsaid: \"The butterflies know where the pearls are hidden and they are\nwaiting for one to alight above the buried treasure.  They cannot dig\nuntil they know where to dig.\"  And all of a sudden a faun came out of\na rhododendron forest and began to dance upon a disk of bronze in\nwhich a fountain was set; and the sound of his two hooves dancing on\nthe bronze was beautiful as bells.\n\n\"Tea-bell,\" said the witch; and all the poets threw down their spades\nand followed her into the house, and I followed them; but the witch\nand all of us followed the black cat, who arched his back and lifted\nhis tail and walked along the garden-path of blue enamelled tiles and\nthrough the black-thatched porch and the open, oaken door and into a\nlittle room where tea was ready.  And in the garden the flowers began\nto sing and the fountain tinkled on the disk of bronze.  And I learned\nthat the fountain came from an otherwise unknown sea, and sometimes it\nthrew gilded fragments up from the wrecks of unheard-of galleons,\nfoundered in storms of some sea that was nowhere in the world; or\nbattered to bits in wars waged with we know not whom.  Some said that\nit was salt because of the sea and others that it was salt with\nmariners' tears.  And some of the poets took large flowers out of\nvases and threw their petals all about the room, and others talked two\nat a time and other sang.  \"Why they are only children after all,\" I\nsaid.\n\n\"Only children!\" repeated the old witch who was pouring out cowslip\nwine.\n\n_\"Only_ children,\" said the old black cat.  And every one laughed at\nme.\n\n\"I sincerely apologize,\" I said.  \"I did not mean to say it.  I did\nnot intend to insult any one.\"\n\n\"Why he knows nothing at all,\" said the old black cat.  And everybody\nlaughed till the poets were put to bed.\n\nAnd then I took one look at the fields we know, and turned to the\nother window that looks on the elfin mountains.  And the evening\nlooked like a sapphire.  And I saw my way though the fields were\ngrowing dim, and when I found it I went downstairs and through the\nwitch's parlour, and out of doors and came that night to the palace of\nSinganee.\n\nLights glittered through every crystal slab--and all were\nuncurtained--in the palace of ivory.  The sounds were those of a\ntriumphant dance. Very haunting indeed was the booming of a bassoon,\nand like the dangerous advance of some galloping beast were the blows\nwielded by a powerful man on the huge, sonourous drum.  It seemed to\nme as I listened that the contest of Singanee with the more than\nelephantine destroyer of Perdóndaris had already been set to music.\nAnd as I walked in the dark along the amethyst precipice I suddenly\nsaw across it a curved white bridge.  It was one ivory tusk.  And I\nknew it for the triumph of Singanee.  I knew at once that this curved\nmass of ivory that had been dragged by ropes to bridge the abyss was\nthe twin of the ivory gate that once Perdóndaris had, and had itself\nbeen the destruction of that once famous city--towers and walls and\npeople. Already men had begun to hollow it and to carve human figures\nlife-size along its sides.  I walked across it; and half way across,\nat the bottom of the curve, I met a few of the carvers fast asleep. On\nthe opposite cliff by the palace lay the thickest end of the tusk and\nI came down a ladder which leaned against the tusk for they had not\nyet carved steps.\n\nOutside the ivory palace it was as I had supposed and the sentry at\nthe gate slept heavily; and though I asked of him permission to enter\nthe palace he only muttered a blessing on Singanee and fell asleep\nagain. It was evident that he had been drinking bak.  Inside the ivory\nhall I met with servitors who told me that any stranger was welcome\nthere that night, because they extolled the triumph of Singanee.  And\nthey offered me bak to drink to commemorate the splendour but I did\nnot know its power nor whether a little or much prevailed over a man\nso I said that I was under an oath to a god to drink nothing\nbeautiful; and they asked me if he could not be appeased by a prayer,\nand I said, \"In nowise,\" and went towards the dance; and they\ncommiserated me and abused that god bitterly, thinking to please me\nthereby, and then they fell to drinking bak to the glory of Singanee.\nOutside the curtains that hung before the dance there stood a\nchamberlain and when I told him that though a stranger there, yet I\nwas well known to Mung and Sish and Kib, the gods of Pegana, whose\nsigns I made, he bade me ample welcome. Therefore I questioned him\nabout my clothes asking if they were not unsuitable to so august an\noccasion and he swore by the spear that had slain the destroyer of\nPerdóndaris that Singanee would think it a shameful thing that any\nstranger not unknown to the gods should enter the dancing hall\nunsuitably clad; and therefore he led me to another room and took\nsilken robes out of an old sea-chest of black and seamy oak with green\ncopper hasps that were set with a few pale sapphires, and requested me\nto choose a suitable robe.  And I chose a bright green robe, with an\nunder-robe of light blue which was seen here and there, and a light\nblue sword-belt.  I also wore a cloak that was dark purple with two\nthin strips of dark-blue along the border and a row of large dark\nsapphires sewn along the purple between them; it hung down from my\nshoulders behind me.  Nor would the chamberlain of Singanee let me\ntake any less than this, for he said that not even a stranger, on that\nnight, could be allowed to stand in the way of his master's\nmunificence which he was pleased to exercise in honour of his victory.\nAs soon as I was attired we went to the dancing hall and the first\nthing that I saw in that tall, scintillant chamber was the huge form\nof Singanee standing among the dancers and the heads of the men no\nhigher than his waist.  Bare were the huge arms that had held the\nspear that had avenged Perdóndaris.  The chamberlain led me to him and\nI bowed, and said that I gave thanks to the gods to whom he looked for\nprotection; and he said that he had heard my gods well spoken of by\nthose accustomed to pray but this he said only of courtesy, for he\nknew not whom they were.\n\nSinganee was simply dressed and only wore on his head a plain gold\nband to keep his hair from falling over his forehead, the ends of the\ngold were tied in the back with a bow of purple silk.  But all his\nqueens wore crowns of great magnificence, though whether they were\ncrowned as the queens of Singanee or whether queens were attracted\nthere from the thrones of distant lands by the wonder of him and the\nsplendour I did not know.\n\nAll there wore silken robes of brilliant colours and the feet of all\nwere bare and very shapely for the custom of boots was unknown in\nthose regions.  And when they saw that my big toes were deformed in\nthe manner of Europeans, turning inwards towards the others instead of\nbeing straight, one or two asked sympathetically if an accident had\nbefallen me.  And rather than tell them truly that deforming out big\ntoes was our custom and our pleasure I told them that I was under the\ncurse of a malignant god at whose feet I had neglected to offer\nberries in infancy.  And to some extent I justified myself, for\nConvention is a god though his ways are evil; and had I told them the\ntruth I would not have been understood.  They gave me a lady to dance\nwith who was of marvellous beauty, she gold me that her name was\nSaranoora, a princess from the North, who had been sent as tribute to\nthe palace of Singanee. And partly she danced as Europeans dance and\npartly as the fairies of the waste who lure, as legend has it, lost\ntravellers to their doom. And if I could get thirty heathen men out of\nfantastic lands, with their long black hair and little elfin eyes and\ninstruments of music even unknown to Nebuchadnezzar the King; and if I\ncould make them play those tunes that I heard in the ivory palace on\nsome lawn, gentle reader, at evening near your house then you would\nunderstand the beauty of Saranoora and the blaze of light and colour\nin that stupendous hall and the lithesome movement of those mysterious\nqueens that danced round Singanee.  Then gentle reader you would be\ngentle no more but the thoughts that run like leopards over the far\nfree lands would come leaping into your head even were it London, yes,\neven in London: you would rise up then and beat your hands on the wall\nwith its pretty pattern of flowers, in the hope that the bricks might\nbreak and reveal the way to that palace of ivory by the amethyst gulf\nwhere the golden dragons are. For there have been men who have burned\nprisons down that the prisoners might escape, and even such\nincendiaries those dark musicians are who dangerously burn down custom\nthat the pining thoughts may go free.  Let your elders have no fear,\nhave no fear.  I will not play those tunes in any streets we know.  I\nwill not bring those strange musicians here, I will only whisper the\nway to the Lands of Dream, and only a few frail feet shall find the\nway, and I shall dream alone of the beauty of Saranoora and sometimes\nsigh.  We danced on and on at the will of the thirty musicians, but\nwhen the stars were paling and the wind that knew the dawn was\nruffling up the edge of the skirts of night, then Saranoora the\nprincess of the North led me out into a garden.  Dark groves of trees\nwere there which filled the night with perfume and guarded night's\nmysteries from the arising dawn.  There floated over us, wandering in\nthat garden, the triumphant melody of those dark musicians, whose\norigin was unguessed even by those that dwelt there and knew the Lands\nof Dream.  For only a moment once sang the tolulu-bird, for the\nfestival of that night had scared him and he was silent.  For only a\nmoment once we heard him singing in some far grove because the\nmusicians rested and our bare feet made no sound; for a moment we\nheard that bird of which once our nightingale dreamed and handed on\nthe tradition to his children.  And Saranoora told me that they have\nnamed the bird the Sister of Song; but for the musicians, who\npresently played again, she said they had no name, for no one knew who\nthey were or from what country.  Then some one sang quite near us in\nthe darkness to an instrument of strings telling of Singanee and his\nbattle against the monster.  And soon we saw him sitting on the ground\nand singing to the night of that spear-thrust that had found the\nthumping heart of the destroyer of Perdóndaris; and we stopped awhile\nand asked him who had seen so memorable a struggle and he answered\nnone but Singanee and he whose tusk had scattered Perdóndaris, and now\nthe last was dead.  And when we asked him if Singanee had told him of\nthe struggle he said that that proud hunter would say no word about it\nand that therefore his mighty deed was given to the poets and become\ntheir trust forever, and he struck again his instrument of strings and\nsang on.\n\nWhen the strings of pearls that hung down from her neck began to gleam\nall over Saranoora I knew that dawn was near and that that memorable\nnight was all but gone.  And at last we left the garden and came to\nthe abyss to see the sunrise shine on the amethyst cliff. And at first\nit lit up the beauty of Saranoora and then it topped the world and\nblazed upon those cliffs of amethyst until it dazzled our eyes, and we\nturned from it and saw the workman going out along the tusk to hollow\nit and to carve a balustrade of fair professional figures.  And those\nwho had drunken bak began to awake and to open their dazzled eyes at\nthe amethyst precipice and to rub them and turn them away.  And now\nthose wonderful kingdoms of song that the dark musicians established\nall night by magical chords dropped back again to the sway of that\nancient silence who ruled before the gods, and the musicians wrapped\ntheir cloaks about them and covered up their marvellous instruments\nand stole away to the plains; and no one dared ask them whither they\nwent or why they dwelt there, or what god they served.  And the dance\nstopped and all the queens departed.  And then the female slave came\nout again by a door and emptied her basket of sapphires down the abyss\nas I saw her do before.  Beautiful Saranoora said that those great\nqueens would never wear their sapphires more than once and that every\nday at noon a merchant from the mountains sold new ones for that\nevening.  Yet I suspected that something more than extravagance lay at\nthe back of that seemingly wasteful act of tossing sapphires into an\nabyss, for thee were in the depths of it those two dragons of gold of\nwhom nothing seemed to be known.  And I thought, and I think so still,\nthat Singanee, terrific though he was in war with the elephants, from\nwhose tusks he had built his palace, well knew and even feared those\ndragons in the abyss, and perhaps valued those priceless jewels less\nthan he valued his queens, and that he to whom so many lands paid\nbeautiful tribute out of their dread of his spear, himself paid\ntribute to the golden dragons. Whether those dragons had wings I could\nnot see; nor, if they had, could I tell if they could bear that weight\nof solid gold from the abyss; nor by what paths they could crawl from\nit did I know. And I know not what use to a golden dragon should\nsapphires be or a queen. Only it seemed strange to me that so much\nwealth of jewels should be thrown by command of a man who had nothing\nto fear--to fall flashing and changing their colours at dawn into an\nabyss.\n\nI do not know how long we lingered there watching the sunrise on those\nmiles of amethyst.  And it is strange that that great and famous\nwonder did not move me more than it did, but my mind was dazzled by\nthe fame of it and my eyes were actually dazzled by the blaze, and as\noften happens I thought more of little things and remember watching\nthe daylight in the solitary sapphire that Saranoora had and that she\nwore upon her finger in a ring.  Then, the dawn wind being all about\nher, she said that she was cold and turned back into the ivory palace.\nAnd I feared that we might never meet again, for time moves\ndifferently over the Lands of Dream than over the fields we know; like\nocean-currents going different ways and bearing drifting ships.  And\nat the doorway of the ivory palace I turned to say farewell and yet I\nfound no words that were suitable to say.  And often now when I stand\nin other lands I stop and think of many things to have said; yet all I\nsaid was \"Perhaps we shall meet again.\"  And she said that it was\nlikely that we should often meet for that this was a little thing for\nthe gods to permit not knowing that the gods of the Lands of Dream\nhave little power upon the fields we know.  Then she went in through\nthe doorway. And having exchanged for my own clothes again the raiment\nthat the chamberlain had given me I turned from the hospitality of\nmighty Singanee and set my face towards the fields we know.  I crossed\nthat enormous tusk that had been the end of Perdóndaris and met the\nartists carving it as I went; and some by way of greeting as I passed\nextolled Singanee, and in answer I gave honour to his name.  Daylight\nhad not yet penetrated wholly to the bottom of the abyss but the\ndarkness was giving place to a purple haze and I could faintly see one\ngolden dragon there. Then looking once towards the ivory palace, and\nseeing no one at the windows, I turned sorrowfully away, and going by\nthe way that I knew passed through the gap in the mountains and down\ntheir slopes till I came again in sight of the witch's cottage.  And\nas I went to the upper window to look for the fields we know, the\nwitch spoke to me; but I was cross, as one newly waked from sleep, and\nI would not answer her. Then the cat questioned me as to whom I had\nmet, and I answered him that in the fields we know cats kept their\nplace and did not speak to man.  And then I came downstairs and walked\nstraight out of the door, heading for Go-by Street.  \"You are going\nthe wrong way,\" the witch called through the window; and indeed I had\nsooner gone back to the ivory palace again, but I had no right to\ntrespass any further on the hospitality of Singanee and one cannot\nstay always in the Lands of Dream, and what knowledge had that old\nwitch of the call of the fields we know or the little though many\nsnares that bind our feet therein? So I paid no heed to her, but kept\non, and came to Go-by Street.  I saw the house with the green door\nsome way up the street but thinking that the near end of the street\nwas closer to the Embankment where I had left my boat I tried the\nfirst door I came to, a cottage thatched like the rest, with little\ngolden spires along the roof-ridge, and strange birds sitting there\nand preening marvellous feathers.  The door opened, and to my surprise\nI found myself in what seemed like a shepherd's cottage; a man who was\nsitting on a log of wood in a little low dark room said something to\nme in an alien language.  I muttered something and hurried through to\nthe street. The house was thatched in front as well as behind.  There\nwere not golden spires in front, no marvellous birds; but there was no\npavement.  There was a row of houses, byres, and barns but no other\nsign of a town.  Far off I saw one or two little villages.  Yet there\nwas the river--and no doubt the Thames, for it was the width of the\nThames and had the curves of it, if you can imagine the Thames in that\nparticular spot without a city around it, without any bridges, and the\nEmbankment fallen in.  I saw that there had happened to me permanently\nand in the light of day some such thing as happens to a man, but to a\nchild more often, when he awakes before morning in some strange room\nand sees a high, grey window where the door ought to be and unfamiliar\nobjects in wrong places and though knowing where he is yet knows not\nhow it can be that the place should look like that.\n\nA flock of sheep came by me presently looking the same as ever, but\nthe man who led them had a wild, strange look.  I spoke to him and he\ndid not understand me.  Then I went down to the river to see if my\nboat was there and at the very spot where I had left it, in the mud\n(for the tide was low) I saw a half-buried piece of blackened wood\nthat might have been part of a boat, but I could not tell.  I began to\nfeel that I had missed the world.  It would be a strange thing to\ntravel from far away to see London and not be able to find it among\nall the roads that lead there, but I seemed to have travelled in Time\nand to have missed it among the centuries.  And when as I wandered\nover the grassy hills I came on a wattled shrine that was thatched\nwith straw and saw a lion in it more worn with time than even the\nSphinx at Gizeh and when I knew it for one of the four in Trafalgar\nSquare then I saw that I was stranded far away in the future with many\ncenturies of treacherous years between me and anything that I had\nknown.  And then I sat on the grass by the worn paws of the lion to\nthink out what to do.  And I decided to go back through Go-by Street\nand, since there was nothing left to keep me any more to the fields we\nknow, to offer myself as a servant in the palace of Singanee, and to\nsee again the face of Saranoora and those famous, wonderful,\namethystine dawns upon the abyss where the golden dragons play.  And I\nstayed no longer to look for remains of the ruins of London; for there\nis little pleasure in seeing wonderful things if there is no one at\nall to hear of them and to wonder.  So I returned at once to Go-by\nStreet, the little row of huts, and saw no other record that London\nhad been except that one stone lion.  I went to the right house this\ntime.  It was very much altered and more like one of those huts that\none sees on Salisbury plain than a shop in the city of London, but I\nfound it by counting the houses in the street for it was still a row\nof houses though pavement and city were gone. And it was still a shop.\nA very different shop to the one I knew, but things were for sale\nthere--shepherd's crooks, food, and rude axes.  And a man with long\nhair was there who was clad in skins. I did not speak to him for I did\nnot know his language. He said to me something that sounded like\n\"Everkike.\"  It conveyed no meaning to me; but when he looked towards\none of his buns, light suddenly dawned in my mind, and I knew that\nEngland was even England still and that still she was not conquered,\nand that though they had tired of London they still held to their\nland; for the words that the man had said were, \"Av er kike,\" and then\nI knew that that very language that was carried to distant lands by\nthe old, triumphant cockney was spoken still in his birthplace and\nthat neither his politics nor his enemies had destroyed him after all\nthese thousand years.  I had always disliked the Cockney dialect--and\nwith the arrogance of the Irishman who hears from rich and poor the\nEnglish of the splendour of Elizabeth; and yet when I heard those\nwords my eyes felt sore as with impending tears--it should be\nremembered how far away I was.  I think I was silent for a little\nwhile.  Suddenly I saw that the man who kept the shop was asleep.\nThat habit was strangely like the ways of a man who if he were then\nalive would be (if I could judge from the time-worn look of the lion)\nover a thousand years old.  But then how old was I?  It is perfectly\nclear that Time moves over the Lands of Dream swifter or slower than\nover the fields we know.  For the dead, and the long dead, live again\nin our dreams; and a dreamer passes through the events of days in a\nsingle moment of the Town-Hall's clock.  Yet logic did not aid me and\nmy mind was puzzled.  While the old man slept--and strangely like in\nface he was to the old man who had shown me first the little, old\nbackdoor--I went to the far end of his wattled shop.  There was a door\nof a sort on leather hinges.  I pushed it open and there I was again\nunder the notice-board at the back of the shop, at least the back of\nGo-by Street had not changed. Fantastic and remote though this grass\nstreet was with its purple flowers and the golden spires, and the\nworld ending at its opposite pavement, yet I breathed more happily to\nsee something again that I had seen before.  I thought I had lost\nforever the world I knew, and now that I was at the back of Go-by\nStreet again I felt the loss less than when I was standing where\nfamiliar things ought to be; and I turned my mind to what was left me\nin the vast Lands of Dream and thought of Saranoora.  And when I saw\nthe cottages again I felt less lonely even at the thought of the cat\nthough he generally laughed at the things I said.  And the first thing\nthat I saw when I saw the witch was that I had lost the world and was\ngoing back for the rest of my days to the palace of Singanee.  And the\nfirst thing that she said was: \"Why!  You've been through the wrong\ndoor,\" quite kindly for she saw how unhappy I looked.  And I said,\n\"Yes, but it's all the same street. The whole street's altered and\nLondon's gone and the people I used to know and the houses I used to\nrest in, and everything; and I'm tired.\"\n\n\"What did you want to go through the wrong door for?\" she said.\n\n\"O, that made no difference,\" I said.\n\n\"O, didn't it?\" she said in a contradictory way.\n\n\"Well I wanted to get to the near end of the street so as to find my\nboat quickly by the Embankment.  And now my boat, and the Embankment\nand--and----.\"\n\n\"Some people are always in such a hurry,\" said the old black cat. And\nI felt too unhappy to be angry and I said nothing more.\n\nAnd the old witch said, \"Now which way do you want to go?\" and she was\ntalking rather like a nurse to a small child.  And I said, \"I have\nnowhere to go.\"\n\nAnd she said, \"Would you rather go home or go to the ivory palace of\nSinganee.\"  And I said, \"I've got a headache, and I don't want to go\nanywhere, and I'm tired of the Lands of Dream.\"\n\n\"Then suppose you try going in through the right door,\" she said.\n\n\"That's no good,\" I said.  \"Everyone's dead and gone, and they're\nselling buns there.\"\n\n\"What do you know about Time?\" she said.\n\n\"Nothing,\" answered the old, black cat, though nobody spoke to him.\n\n\"Run along,\" said the old witch.\n\nSo I turned and trudged away to Go-by Street again.  I was very tired.\n\"What does he know about anything?\" said the old black cat behind me.\nI knew what he was going to say next.  He waited a moment and then\nsaid, \"Nothing.\"  When I looked over my shoulder he was strutting back\nto the cottage.  And when I got to Go-by Street I listlessly opened\nthe door through which I had just now come.  I saw no use in doing it,\nI just did wearily as I was told.  And the moment I got inside I saw\nit was just the same as of old, and the sleepy old man was there who\nsold idols.  And I bought a vulgar thing that I did not want, for the\nsheer joy of seeing accustomed things.  And when I turned from Go-by\nStreet which was just the same as ever, the first thing that I saw was\na taximeter running into a hansom cab.  And I took off my hat and\ncheered.  And I went to the Embankment and there was my boat, and the\nstately river full of dirty, accustomed things. And I rowed back and\nbought a penny paper, (I had been away it seemed for one day) and I\nread it from cover to cover--patent remedies for incurable illnesses\nand all--and I determined to walk, as soon as I was rested, in all the\nstreets that I knew and to call on all the people that I had ever met,\nand to be content for long with the fields we know.\n\n\n\n\n\nEnd of Project Gutenberg's Tales of Three Hemispheres, by Lord Dunsany\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TALES OF THREE HEMISPHERES ***\n\n***** This file should be named 11440-8.txt or 11440-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.net/1/1/4/4/11440/\n\nProduced by Tom Harris, text provided by Litrix Reading Room.\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nEach eBook is in a subdirectory of the same number as the eBook's\neBook number, often in several formats including plain vanilla ASCII,\ncompressed (zipped), HTML and others.\n\nCorrected EDITIONS of our eBooks replace the old file and take over\nthe old filename and etext number.  The replaced older file is renamed.\nVERSIONS based on separate sources are treated as new eBooks receiving\nnew filenames and etext numbers.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\nEBooks posted prior to November 2003, with eBook numbers BELOW #10000,\nare filed in directories based on their release date.  If you want to\ndownload any of these eBooks directly, rather than using the regular\nsearch system you may utilize the following addresses and just\ndownload by the etext year.\n\n     http://www.gutenberg.net/etext06\n\n    (Or /etext 05, 04, 03, 02, 01, 00, 99,\n     98, 97, 96, 95, 94, 93, 92, 92, 91 or 90)\n\nEBooks posted since November 2003, with etext numbers OVER #10000, are\nfiled in a different way.  The year of a release date is no longer part\nof the directory path.  The path is based on the etext number (which is\nidentical to the filename).  The path to the file is made up of single\ndigits corresponding to all but the last digit in the filename.  For\nexample an eBook of filename 10234 would be found at:\n\n     http://www.gutenberg.net/1/0/2/3/10234\n\nor filename 24689 would be found at:\n     http://www.gutenberg.net/2/4/6/8/24689\n\nAn alternative method of locating eBooks:\n     http://www.gutenberg.net/GUTINDEX.ALL\n\n"}