{"title": "If", "author": "Lord Dunsany [Dunsany, Edward John Moreton Drax Plunkett, Baron]", "releaseDate": "May, 1998\n\n\n", "language": "English", "content": "\n\n\n\nProduced by An Anonymous Volunteer\n\n\n\n\n\nIf\n\nBy Lord Dunsany\n\n[Dunsany, Edward John Moreton Drax Plunkett, Baron]\n\n\n\nDRAMATIS PERSONAE\n\n     JOHN BEAL\n     MARY BEAL\n     LIZA\n     ALI\n     BERT, BILL: two railway porters\n     THE MAN IN THE CORNER\n     MIRALDA CLEMENT\n     HAFIZ EL ALCOLAHN\n     DAOUD\n     ARCHIE BEAL\n     BAZZALOL, THOOTHOOBABA: two Nubian door-keepers\n     BEN HUSSEIN, Lord of the Pass\n     ZABNOOL, SHABEESH: two conjurers\n     OMAR, a singer\n     ZAGBOOLA, mother of Hafiz\n     THE SHEIK OF THE BISHAREENS\n\n     Notables, soldiers, Bishareens, dancers, etc.\n\n\n\n\nIF\n\n\n\n\nACT I\n\nSCENE 1\n\nA small railway station near London.\nTime: Ten years ago.\n\nBERT\n\n'Ow goes it, Bill?\n\nBILL\n\nGoes it? 'Ow d'yer think it goes?\n\nBERT\n\nI don't know, Bill. 'Ow is it?\n\nBILL\n\nBloody.\n\nBERT\n\nWhy? What's wrong?\n\nBILL\n\nWrong? Nothing ain't wrong.\n\nBERT\n\nWhat's up then?\n\nBILL\n\nNothing ain't right.\n\nBERT\n\nWhy, wot's the worry?\n\nBILL\n\nWot's the worry? They don't give you\nbetter wages nor a dog, and then they thinks\nthey can talk at yer and talk at yer, and say\nwot they likes, like.\n\nBERT\n\nWhy? You been on the carpet, Bill?\n\nBILL\n\nAin't I! Proper.\n\n\nBERT\n\nWhy, wot about, Bill?\n\nBILL\n\nWot about? I'll tell yer. Just coz I let\na lidy get into a train. That's wot about.\nSaid I ought to 'av stopped 'er. Thought the\ntrain was moving. Thought it was dangerous.\nThought I tried to murder 'er, I suppose.\n\nBERT\n\nWot? The other day?\n\nBILL\n\nYes.\n\nBERT\n\nTuesday?\n\nBILL\n\nYes.\n\nBERT\n\nWhy. The one that dropped her bag?\n\nBILL\n\nYes. Drops 'er bag. Writes to the company.\nThey writes back she shouldn't 'av\ngot in. She writes back she should. Then\nthey gets on to me. Any more of it and\nI'll...\n\nBERT\n\nI wouldn't, Bill; don't you.\n\nBILL\n\nI will.\n\nBERT\n\nDon't you, Bill. You've got your family\nto consider.\n\nBILL\n\nWell, anyway, I won't let any more of\nthem passengers go jumping into trains any\nmore, not when they're moving, I won't.\nWhen the train gets in, doors shut. That's\nthe rule. And they'll 'ave to abide by it.\n\nBERT\n\nWell, I wouldn't stop one, not if...\n\nBILL\n\nI don't care. They ain't going to 'ave me\non the mat again and talk all that stuff to\nme. No, if someone 'as to suffer...\n'Ere she is.\n\n[Noise of approaching train heard.]\n\nBERT\n\nAy, that's her.\n\nBILL\n\nAnd shut goes the door.\n\n[Enter JOHN BEAL.]\n\nBERT\n\nWait a moment, Bill.\n\nBILL\n\nNot if he's... Not if he was ever so.\n\nJOHN [preparing to pass]\n\nGood morning....\n\nBILL\n\nCan't come through. Too late.\n\nJOHN\n\nToo late? Why, the train's only just in.\n\nBILL\n\nDon't care. It's the rule.\n\nJOHN\n\nO, nonsense. [He carries on.]\n\nBILL\n\nIt's too late. I tell you you can't come.\n\nJOHN\n\nBut that's absurd. I want to catch my\ntrain.\n\nBILL\n\nIt's too late.\n\nBERT\n\nLet him go, Bill.\n\nBILL\n\nI'm blowed if I let him go.\n\nJOHN\n\nI want to catch my train.\n\n[JOHN is stopped by BILL and pushed\nback by the face. JOHN advances towards\nBILL looking like fighting. The train has\ngone.]\n\nBILL\n\nOnly doing my duty.\n\n[JOHN stops and reflects at this, deciding\nit isn't good enough. He shrugs his\nshoulders, turns round and goes away.]\n\nJOHN\n\nI shouldn't be surprised if I didn't get even\nwith you one of these days, you..... and\nsome way you won't expect.\n\nCurtain\n\nSCENE 2\n\nYesterday evening.\n\n[Curtain rises on JOHN and MARY in\ntheir suburban home.]\n\nJOHN\n\nI say, dear. Don't you think we ought to\nplant an acacia?\n\nMARY\n\nAn acacia, what's that, John?\n\nJOHN\n\nO, it's one of those trees that they have.\n\nMARY\n\nBut why, John?\n\nJOHN\n\nWell, you see the house is called The Acacias,\nand it seems rather silly not to have at\nleast one.\n\nMARY\n\nO, I don't think that matters. Lots of\nplaces are called lots of things. Everyone\ndoes.\n\nJOHN\n\nYes, but it might help the postman.\n\nMARY\n\nO, no, it wouldn't, dear. He wouldn't\nknow an acacia if he saw it any more than I\nshould.\n\nJOHN\n\nQuite right, Mary, you're always right.\nWhat a clever head you've got!\n\nMARY\n\nHave I, John? We'll plant an acacia if\nyou like. I'll ask about it at the grocer's.\n\nJOHN\n\nYou can't get one there.\n\nMARY\n\nNo, but he's sure to know where it can be\ngot.\n\nJOHN\n\nWhere do they grow, Mary?\n\nMARY\n\nI don't know, John; but I am sure they do,\nsomewhere.\n\nJOHN\n\nSomehow I wish sometimes, I almost wish\nI could have gone abroad for a week or so to\nplaces like where acacias grow naturally.\n\nMARY\n\nO, would you really, John?\n\nJOHN\n\nNo, not really. But I just think of it\nsometimes.\n\nMARY\n\nWhere would you have gone?\n\nJOHN\n\nO, I don't know. The East or some such\nplace. I've often heard people speak of it,\nand somehow it seemed so...\n\nMARY\n\nThe East, John? Not the East. I don't\nthink the East somehow is quite respectable.\n\nJOHN\n\nO well, it's all right, I never went, and\nnever shall go now. It doesn't matter.\n\nMARY [the photographs catching her eye]\n\nO, John, I meant to tell you. Such a dreadful\nthing happened.\n\nJOHN\n\nWhat, Mary?\n\nMARY\n\nWell, Liza was dusting the photographs,\nand when she came to Jane's she says she\nhadn't really begun to dust it, only looked at\nit, and it fell down, and that bit of glass is\nbroken right out of it.\n\nJOHN\n\nAsk her not to look at it so hard another\ntime.\n\nMARY\n\nO, what do you mean, John?\n\nJOHN\n\nWell, that's how she broke it; she said so,\nand as I know you believe in Liza...\n\nMARY\n\nWell, I can't think she'd tell a lie, John.\n\nJOHN\n\nNo, of course not. But she mustn't look\nso hard another time.\n\nMARY\n\nAnd it's poor little Jane's photograph.\nShe will feel it so.\n\nJOHN\n\nO, that's all right, we'll get it mended.\n\nMARY\n\nStill, it's a dreadful thing to have happened.\n\nJOHN\n\nWe'll get it mended, and if Jane is unhappy\nabout it she can have Alice's frame. Alice\nis too young to notice it.\n\nMARY\n\nShe isn't, John. She'd notice it quick.\n\nJOHN\n\nWell, George, then.\n\nMARY [looking at photo thoughtfully]\n\nWell, perhaps George might give up his\nframe.\n\nJOHN\n\nYes, tell Liza to change it. Why not make\nher do it now?\n\nMARY\n\nNot to-day, John. Not on a Sunday.\nShe shall do it to-morrow by the time you get\nback from the office.\n\nJOHN\n\nAll right. It might have been worse.\n\nMARY\n\nIt's bad enough. I wish it hadn't happened.\n\nJOHN\n\nIt might have been worse. It might have\nbeen Aunt Martha.\n\nMARY\n\nI'd sooner it had been her than poor little\nJane.\n\nJOHN\n\nIf it had been Aunt Martha's photograph\nshe'd have walked in next day and seen it for\ncertain; I know Aunt Martha. Then there'd\nhave been trouble.\n\nMARY\n\nBut, John, how could she have known?\n\nJOHN\n\nI don't know, but she would have; it's a\nkind of devilish sense she has.\n\nMARY\n\nJohn!\n\nJOHN\n\nWhat's the matter?\n\nMARY\n\nJohn! What a dreadful word you used.\nAnd on a Sunday too! Really!\n\nJOHN\n\nO, I'm sorry. It slipped out somehow.\nI'm very sorry.\n\n[Enter LIZA.]\n\nLIZA\n\nThere's a gentleman to see you, sir, which\nisn't, properly speaking, a gentleman at all.\nNot what I should call one, that is, like.\n\nMARY\n\nNot a gentleman! Good gracious, Liza!\nWhatever do you mean?\n\nLIZA\n\nHe's black.\n\nMARY\n\nBlack?\n\nJOHN [reassuring]\n\nO... yes, that would be Ali. A queer\nold customer, Mary; perfectly harmless. Our\nfirm gets hundreds of carpets through him;\nand then one day...\n\nMARY\n\nBut what is he doing here, John?\n\nJOHN\n\nWell, one day he turned up in London;\nbroke, he said; and wanted the firm to give\nhim a little cash. Well, old Briggs was for\ngiving him ten shillings. But I said \"here's\na man that's helped us in making thousands\nof pounds. Let's give him fifty.\"\n\nMARY\n\nFifty pounds!\n\nJOHN\n\nYes, it seems a lot; but it seemed only fair.\nTen shillings would have been an insult to\nthe old fellow, and he'd have taken it as such.\nYou don't know what he'd have done.\n\nMARY\n\nWell, he doesn't want more?\n\nJOHN\n\nNo, I expect he's come to thank me. He\nseemed pretty keen on getting some cash.\nBadly broke, you see. Don't know what he was\ndoing in London. Never can tell with these\nfellows. East is East, and there's an end of it.\n\nMARY\n\nHow did he trace you here?\n\nJOHN\n\nO, got the address at the office. Briggs\nand Cater won't let theirs be known. Not\ngot such a smart little house, I expect.\n\nMARY\n\nI don't like letting people in that you don't\nknow where they come from.\n\nJOHN\n\nO, he comes from the East.\n\nMARY\n\nYes, I--I know. But the East doesn't seem\nquite to count, somehow, as the proper sort of\nplace to come from, does it, dear?\n\nJOHN\n\nNo.\n\nMARY\n\nIt's not like Sydenham or Bromley, some\nplace you can put your finger on.\n\nJOHN\n\nPerhaps just for once, I don't think there's\nany harm in him.\n\nMARY\n\nWell, just for once. But we can't make a\npractice of it. And you don't want to be\nthinking of business on a Sunday, your only\nday off.\n\nJOHN\n\nO, it isn't business, you know. He only\nwants to say thank you.\n\nMARY\n\nI hope he won't say it in some queer\nEastern way. You don't know what these\npeople....\n\nJOHN\n\nO, no. Show him up, Liza.\n\nLIZA\n\nAs you like, mum.\n[Exit.]\n\nMARY\n\nAnd you gave him fifty pounds?\n\nJOHN\n\nWell, old Briggs agreed to it. So I suppose\nthat's what he got. Cater paid him.\n\nMARY\n\nIt seems a lot of money. But I think, as\nthe man is actually coming up the stairs,\nI'm glad he's got something to be grateful\nfor.\n\n[Enter ALI, shown in by LIZA.]\n\nALI\n\nProtector of the Just.\n\nJOHN\n\nO, er--yes. Good evening.\n\nALI\n\nMy soul was parched and you bathed it\nin rivers of gold.\n\nJOHN\n\nO, ah, yes.\n\nALI\n\nWherefore the name Briggs, Cater, and Beal\nshall be magnified and called blessed.\n\nJOHN\n\nHa, yes. Very good of you.\n\nALI [advancing, handing trinket]\n\nProtector of the Just, my offering.\n\nJOHN\n\nYour offering?\n\nALI\n\nHush. It is beyond price. I am not\nbidden to sell it. I was in my extremity, but\nI was not bidden to sell it. It is a token of\ngratitude, a gift, as it came to me.\n\nJOHN\n\nAs it came to you?\n\n\nALI\n\nYes, it was given me.\n\nJOHN\n\nI see. Then you had given somebody what\nyou call rivers of gold?\n\nALI\n\nNot gold; it was in Sahara.\n\nJOHN\n\nO, and what do you give in the Sahara\ninstead of gold?\n\nALI\n\nWater.\n\nJOHN\n\nI see. You got it for a glass of water, like.\n\nALI\n\nEven so.\n\nJOHN\n\nAnd--and what happened?\n\nMARY\n\nI wouldn't take his only crystal, dear.\nIt's a nice little thing, but [to ALI], but you\nthink a lot of it, don't you?\n\nALI\n\nEven so.\n\nJOHN\n\nBut look here, what does it do?\n\nALI\n\nMuch.\n\nJOHN\n\nWell, what?\n\nALI\n\nHe that taketh this crystal, so, in his hand,\nat night, and wishes, saying \"At a certain\nhour let it be\"; the hour comes and he will\ngo back eight, ten, even twelve years if he\nwill, into the past, and do a thing again, or\nact otherwise than he did. The day passes;\nthe ten years are accomplished once again; he\nis here once more; but he is what he might\nhave become had he done that one thing\notherwise.\n\nMARY\n\nJohn!\n\nJOHN\n\nI--I don't understand.\n\nALI\n\nTo-night you wish. All to-morrow you\nlive the last ten years; a new way, master, a\nnew way, how you please. To-morrow night\nyou are here, what those years have made you.\n\nJOHN\n\nBy Jove!\n\nMARY\n\nHave nothing to do with it, John.\n\nJOHN\n\nAll right, Mary, I'm not going to. But,\ndo you mean one could go back ten years?\n\n\nALI\n\nEven so.\n\n\nJOHN\n\nWell, it seems odd, but I'll take your word\nfor it. But look here, you can't live ten years\nin a day, you know.\n\nALI\n\nMy master has power over time.\n\nMARY\n\nJohn, don't have anything to do with him.\n\nJOHN\n\nAll right, Mary. But who is your master?\n\nALI\n\nHe is carved of one piece of jade, a god in\nthe greenest mountains. The years are his\ndreams. This crystal is his treasure. Guard\nit safely, for his power is in this more than\nin all the peaks of his native hills. See what\nI give you, master.\n\nJOHN\n\nWell, really, it's very good of you.\n\nMARY\n\nGood night, Mr. Ali. We are very much\nobliged for your kind offer, which we are so\nsorry we can't avail ourselves of.\n\nJOHN\n\nOne moment, Mary. Do you mean that\nI can go back ten years, and live till--till now\nagain, and only be away a day?\n\nALI\n\nStart early and you will be here before\nmidnight.\n\nJOHN\n\nWould eight o'clock do!\n\nALI\n\nYou could be back by eleven that evening.\n\nJOHN\n\nI don't quite see how ten years could go\nin a single day.\n\nALI\n\nThey will go as dreams go.\n\nJOHN\n\nEven so, it seems rather unusual, doesn't\nit?\n\nALI\n\nTime is the slave of my master\n\nMARY\n\nJohn!\n\nJOHN\n\nAll right, Mary. [In a lower voice.] I'm\nonly trying to see what he'll say.\n\nMARY\n\nAll right, John, only...\n\nALI\n\nIs there no step that you would wish\nuntrodden, nor stride that you would make\nwhere once you faltered?\n\nJOHN\n\nI say, why don't you use it yourself?\n\nALI\n\nI? I am afraid of the past. But you\nEngleesh, and the great firm of Briggs, Cater,\nand Beal; you are afraid of nothing.\n\nJOHN\n\nHa, ha. Well--I wouldn't go quite as far\nas that, but--well, give me the crystal.\n\nMARY\n\nDon't take it, John! Don't take it.\n\nJOHN\n\nWhy, Mary? It won't hurt me.\n\nMARY\n\nIf it can do all that--if it can do all that...\n\nJOHN\n\nWell?\n\nMARY\n\nWhy, you might never have met me.\n\nJOHN\n\nNever have met you? I never thought of\nthat.\n\nMARY\n\nLeave the past alone, John.\n\nJOHN\n\nAll right, Mary. I needn't use it. But I\nwant to hear about it, it's so odd, it's so\nwhat-you-might-call queer; I don't think I\never----- [To ALI.] You mean if I work\nhard for ten years, which will only be all\nto-morrow, I may be Governor of the Bank\nof England to-morrow night.\n\nALI\n\nEven so.\n\nMARY\n\nO, don't do it, John.\n\nJOHN\n\nBut you said--I'll be back here before\nmidnight to-morrow.\n\nALI\n\nIt is so.\n\nJOHN\n\nBut the Governor of the Bank of England\nwould live in the City, and he'd have a much\nbigger house anyway. He wouldn't live in\nLewisham.\n\nALI\n\nThe crystal will bring you to this house\nwhen the hour is accomplished, even\ntomorrow night. If you be the great banker\nyou will perhaps come to chastise one of your\nslaves who will dwell in this house. If you\nbe head of Briggs and Cater you will come to\ngive an edict to one of your firm. Perchance\nthis street will be yours and you will come to\nshow your power unto it. But you will come.\n\nJOHN\n\nAnd if the house is not mine?\n\nMARY\n\nJohn! John! Don't.\n\nALI\n\nStill you will come.\n\nJOHN\n\nShall I remember?\n\nALI\n\nNo.\n\nJOHN\n\nIf I want to do anything different to what\nI did, how shall I remember when I get back\nthere?\n\nMARY\n\nDon't. Don't do anything different, John.\n\nJOHN\n\nAll right.\n\nALI\n\nChoose just before the hour of the step\nyou desire to change. Memory lingers a little\nat first, and fades away slowly.\n\nJOHN\n\nFive minutes?\n\nALI\n\nEven ten.\n\nJOHN\n\nThen I can change one thing. After that I\nforget.\n\nALI\n\nEven so. One thing. And the rest follows.\n\nJOHN\n\nWell, it's very good of you to make me this\nnice present, I'm sure.\n\nALI\n\nSell it not. Give it, as I gave it, if the heart\nimpels. So shall it come back one day to the\nhills that are brighter than grass, made richer\nby the gratitude of many men. And my\nmaster shall smile thereat and the vale shall\nbe glad.\n\nJOHN\n\nIt's very good of you, I'm sure.\n\nMARY\n\nI don't like it, John. I don't like tampering\nwith what's gone.\n\nALI\n\nMy master's power is in your hands.\nFarewell.\n\n[Exit.]\n\nJOHN\n\nI say, he's gone.\n\nMARY\n\nO, he's a dreadful man.\n\nJOHN\n\nI never really meant to take it.\n\nMARY\n\nO, John, I wish you hadn't\n\nJOHN\n\nWhy? I'm not going to use it.\n\nMARY\n\nNot going to use it, John?\n\nJOHN\n\nNo, no. Not if you don't want me to.\n\nMARY\n\nO, I'm so glad.\n\nJOHN\n\nAnd besides, I don't want things different.\nI've got fond of this little house. And Briggs\nis a good old sort, you know. Cater's a bit\nof an ass, but there's no harm in him. In\nfact, I'm contented, Mary. I wouldn't even\nchange Aunt Martha now.\n\n[Points at frowning framed photograph\ncentrally hung.]\n\nYou remember when she first came and\nyou said \"Where shall we hang her?\" I said\nthe cellar. You said we couldn't. So she had\nto go there. But I wouldn't change her now.\nI suppose there are old watch-dogs like her in\nevery family. I wouldn't change anything.\n\nMARY\n\nO, John, wouldn't you really?\n\nJOHN\n\nNo, I'm contented. Grim old soul, I\nwouldn't even change Aunt Martha.\n\nMARY\n\nI'm glad of that, John. I was frightened.\nI couldn't bear to tamper with the past.\nYou don't know what it is, it's what's gone.\nBut if it really isn't gone at all, if it can be dug\nup like that, why you don't know what\nmightn't happen! I don't mind the future,\nbut if the past can come back like that....\nO, don't, don't, John. Don't think of it.\nIt isn't canny. There's the children, John.\n\nJOHN\n\nYes, yes, that's all right. It's only a little\nornament. I won't use it. And I tell you\nI'm content. [Happily] It's no use to me.\n\nMARY\n\nI'm so glad you're content, John. Are you\nreally? Is there nothing that you'd have had\ndifferent? I sometimes thought you'd rather\nthat Jane had been a boy.\n\nJOHN\n\nNot a bit of it. Well, I may have at the\ntime, but Arthur's good enough for me.\n\nMARY\n\nI'm so glad. And there's nothing you ever\nregret at all?\n\nJOHN\n\nNothing. And you? Is there nothing you\nregret, Mary?\n\nMARY\n\nMe? Oh, no. I still think that sofa would\nhave been better green, but you would have\nit red.\n\nJOHN\n\nYes, so I would. No, there's nothing I\nregret.\n\nMARY\n\nI don't suppose there's many men can say\nthat.\n\nJOHN\n\nNo, I don't suppose they can. They're\nnot all married to you. I don't suppose\nmany of them can.\n\n[MARY smiles.]\n\nMARY\n\nI should think that very few could say\nthat they regretted nothing... very few\nin the whole world.\n\nJOHN\n\nWell, I won't say nothing.\n\nMARY\n\nWhat is it you regret, John?\n\nJOHN\n\nWell, there is one thing.\n\nMARY\n\nAnd what is that?\n\nJOHN\n\nOne thing has rankled a bit.\n\nMARY\n\nYes, John?\n\nJOHN\n\nO, it's nothing, it's nothing worth\nmentioning. But it rankled for years.\n\nMARY\n\nWhat was it, John?\n\nJOHN\n\nO, it seems silly to mention it. It was\nnothing.\n\nMARY\n\nBut what?\n\nJOHN\n\nO, well, if you want to know, it was once\nwhen I missed a train. I don't mind missing\na train, but it was the way the porter pushed\nme out of the way. He pushed me by the\nface. I couldn't hit back, because, well, you\nknow what lawyers make of it; I might have\nbeen ruined. So it just rankled. It was years\nago before we married.\n\nMARY\n\nPushed you by the face. Good gracious!\n\nJOHN\n\nYes, I'd like to have caught that train in\nspite of him. I sometimes think of it still.\nSilly of me, isn't it?\n\nMARY\n\nWhat a brute of a man.\n\nJOHN\n\nO, I suppose he was doing his silly duty.\nBut it rankled.\n\nMARY\n\nHe'd no right to do any such thing! He'd\nno right to touch you!\n\nJOHN\n\nO, well, never mind.\n\nMARY\n\nI should like to have been there...\nI'd have...\n\nJOHN\n\nO, well, it can't be helped now; but I'd\nlike to have caught it in sp...\n[An idea seizes him.]\n\nMARY\n\nWhat is it?\n\nJOHN\n\nCan't be helped, I said. It's the very thing\nthat can be helped.\n\nMARY\n\nCan be helped, John? Whatever do you\nmean?\n\nJOHN\n\nI mean he'd no right to stop me catching\nthat train. I've got the crystal, and I'll\ncatch it yet!\n\nMARY\n\nO, John, that's what you said you wouldn't\ndo.\n\nJOHN\n\nNo. I said I'd do nothing to alter the past.\nAnd I won't. I'm too content, Mary. But\nthis can't alter it. This is nothing.\n\nMARY\n\nWhat were you going to catch the train\nfor, John?\n\nJOHN\n\nFor London. I wasn't at the office then.\nIt was a business appointment. There was a\nman who had promised to get me a job, and\nI was going up to...\n\nMARY\n\nJohn, it may alter your whole life!\n\nJOHN\n\nNow do listen, Mary, do listen. He never\nturned up. I got a letter from him apologising\nto me before I posted mine to him. It\nturned out he never meant to help me, mere\nmeaningless affabilities. He never came to\nLondon that day at all. I should have taken\nthe next train back. That can't affect the\nfuture.\n\nMARY\n\nN-no, John. Still, I don't like it.\n\nJOHN\n\nWhat difference could it make?\n\nMARY\n\nN-n-no.\n\nJOHN\n\nThink how we met. We met at ARCHIE's\nwedding. I take it one has to go to one's\nbrother's wedding. It would take a pretty\nbig change to alter that. And. you were her\nbridesmaid. We were bound to meet. And\nhaving once met, well, there you are. If we'd\nmet by chance, in a train, or anything like\nthat, well, then I admit some little change\nmight alter it. But when we met at ARCHIE's\nwedding and you were her bridesmaid, why,\nMary, it's a cert. Besides, I believe in\npredestination. It was our fate; we couldn't\nhave missed it.\n\nMARY\n\nNo, I suppose not; still..\n\nJOHN\n\nWell, what?\n\nMARY\n\nI don't like it.\n\nJOHN\n\nO, Mary, I have so longed to catch that\ninfernal train. Just think of it, annoyed on\nand off for ten years by the eight-fifteen.\n\nMARY\n\nI'd rather you didn't, John.\n\nJOHN\n\nBut why?\n\nMARY\n\nO, John, suppose there's a railway\naccident? You might be killed, and we should\nnever meet.\n\nJOHN\n\nThere wasn't.\n\nMARY\n\nThere wasn't, John? What do you mean?\n\nJOHN\n\nThere wasn't an accident to the eight-fifteen.\nIt got safely to London just ten years ago.\n\nMARY\n\nWhy, nor there was.\n\nJOHN\n\nYou see how groundless your fears are.\nI shall catch that train, and all the rest will\nhappen the same as before. Just think\nMary, all those old days again. I wish I\ncould take you with me. But you soon will\nbe. But just think of the old days coming\nback again. Hampton Court again and Kew,\nand Richmond Park again with all the May.\nAnd that bun you bought, and the corked\nginger-beer, and those birds singing and the\n'bus past Isleworth. O, Mary, you wouldn't\ngrudge me that?\n\nMARY\n\nWell, well then all right, John.\n\nJOHN\n\nAnd you will remember there wasn't an\naccident, won't you?\n\nMARY [resignedly, sadly]\n\nO, yes, John. And you won't try to get\nrich or do anything silly, will you?\n\nJOHN\n\nNo, Mary. I only want to catch that\ntrain. I'm content with the rest. The same\nthings must happen, and they must lead me\nthe same way, to you, Mary. Good night,\nnow, dear.\n\nMARY\n\nGood night?\n\nJOHN\n\nI shall stay here on the sofa holding the\ncrystal and thinking. Then I'll have a\nbiscuit and start at seven.\n\nMARY\n\nThinking, John? What about?\n\nJOHN\n\nGetting it clear in my mind what I want\nto do. That one thing and the rest the same.\nThere must be no mistakes.\n\nMARY [sadly]\n\nGood night, John.\n\nJOHN\n\nHave supper ready at eleven.\n\nMARY\n\nVery well, John.\n[Exit.]\n\nJOHN [on the sofa, after a moment or two]\n\nI'll catch that infernal train in spite of him.\n\n[He takes the crystal and closes it up in\nthe palm of his left hand.]\n\nI wish to go back ten years, two weeks and\na day, at, at--8.10 a.m. to-morrow; 8.10 a.m.\nto-morrow, 8.10.\n\n[Re-enter MARY in doorway.]\n\nMARY\n\nJohn! John! You are sure he did get\nhis fifty pounds?\n\nJOHN\n\nYes. Didn't he come to thank me for the\nmoney?\n\nMARY\n\nYou are sure it wasn't ten shillings?\n\nJOHN\n\nCater paid him, I didn't.\n\nMARY\n\nAre you sure that Cater didn't give him\nten shillings?\n\nJOHN\n\nIt's the sort of silly thing Cater would have\ndone!\n\nMARY\n\nO, John!\n\nJOHN\n\nHmm.\n\n\nCurtain\n\n\n\nSCENE 3\n\nScene: As in Act I, Scene 1.\nTime. Ten years ago.\n\nBERT\n\n'Ow goes it, Bill?\n\nBILL\n\nGoes it? 'Ow d'yer think it goes?\n\nBERT\n\nI don't know, Bill. 'Ow is it?\n\nBILL\n\nBloody.\n\nBERT\n\nWhy, what's wrong?\n\nBILL\n\nWrong? Nothing ain't wrong.\n\nBERT\n\nWhat's up, then?\n\nBILL\n\nNothing ain't right.\n\nBERT\n\nWhy, wot's the worry?\n\nBILL\n\nWot's the worry? They don't give you\nbetter wages nor a dog, and then they thinks\nthey can talk at yer and talk at yer, and say\nwot they likes, like.\n\nBERT\n\nWhy? You been on the carpet, Bill?\n\nBILL\n\nAin't I! Proper.\n\nBERT\n\nWhy? Wot about, Bill?\n\nBILL\n\nWot about? I'll tell yer. Just coz I let\na lidy get into a train. That's wot about.\nSaid I ought to 'av stopped 'er. Thought the\ntrain was moving. Thought it was dangerous.\nThought I tried to murder 'er, I suppose.\n\nBERT\n\nWot? The other day?\n\nBILL\n\nYes.\n\nBERT?\n\nTuesday?\n\nBILL\n\nYes.\n\nBERT\n\nWhy? The one that dropped her bag?\n\nBILL\n\nYes. Drops 'er bag. Writes to the\ncompany. They writes back she shouldn't 'av\ngot in. She writes back she should. Then\nthey gets on to me. Any more of it and I'll...\n\nBERT\n\nI wouldn't, Bill; don't you.\n\nBILL\n\nI will.\n\nBERT\n\nDon't you, Bill. You've got your family\nto consider.\n\nBILL\n\nWell, anyway, I won't let any more of\nthem passengers go jumping into trains any\nmore, not when they're moving, I won't.\nWhen the train gets in, doors shut. That's\nthe rule, and they'll have to abide by it.\n\n[Enter JOHN BEAL.]\n\nBILL [touching his hat]\nGood morning, sir.\n\n[JOHN does not answer, but walks to the\ndoor between them.]\n\nCarry your bag, sir?\n\nJOHN\n\nGo to hell!\n\n[Exit through door.]\n\nBILL\n\nUllo.\n\nBERT\n\nSomebody's been getting at 'im.\n\nBILL\n\nWell, I never did. Why, I knows the young\nfeller.\n\nBERT\n\nPleasant spoken, ain't 'e, as a rule?\n\nBILL\n\nNever knew 'im like this.\n\nBERT\n\nYou ain't bin sayin' nothing to 'im, 'ave\nyer?\n\nBILL\n\nNever in my life.\n\nBERT\n\nWell, I never.\n\nBILL\n\n'Ad some trouble o' some kind.\n\nBERT\n\nMust 'ave.\n\n[Train is heard.]\n\nBILL\n\nAh, 'ere she is. Well, as I was saying...\n\nCurtain\n\nSCENE 4\n\nIn a second-class railway carriage.\n\nTime: Same morning as Scene 1, Act I.\n\nNoise, and a scene drawn past the\nwindows. The scene, showing a\nmomentary glimpse of fair English hills, is\nalmost entirely placards, \"GIVE HER\nBOVRIL,\" \"GIVE HER OXO,\"\nalternately, for ever.\n\nOccupants, JOHN BEAL, a girl, a man.\n\nAll sit in stoical silence like the two\nimages near Luxor. The man has the\nwindow seat, and therefore the right of\ncontrol over the window.\n\nMIRALDA CLEMENT\n\nWould you mind having the window open?\n\nTHE MAN IN THE CORNER [shrugging his\nshoulders in a shivery way]\n\nEr--certainly. [Meaning he does not mind.\nHe opens the window.]\n\nMIRALDA CLEMENT\n\nThank you so much.\n\nMAN IN THE CORNER\n\nNot at all. [He does not mean to contradict\nher. Stoical silence again.]\n\nMIRALDA CLEMENT\n\nWould you mind having it shut now? I\nthink it is rather cold.\n\nMAN IN THE CORNER\n\nCertainly.\n\n[He shuts it. Silence again.]\n\nMIRALDA CLEMENT\n\nI think I'd like the window open again now\nfor a bit. It is rather stuffy, isn't it?\n\nMAN IN THE CORNER\n\nWell, I think it's very cold.\n\nMIRALDA CLEMENT\n\nO, do you? But would you mind opening\nit for me?\n\nMAN IN THE CORNER\n\nI'd much rather it was shut, if you don't\nmind.\n\n[She sighs, moves her hands slightly, and\nher pretty face expresses the resignation of\nthe Christian martyr in the presence of\nlions. This for the benefit of John.]\n\nJOHN\n\nAllow me, madam.\n\n[He leans across the window's rightful\nowner, a bigger man than he, and opens his\nwindow.\n\nMAN IN THE CORNER shrugs his shoulders\nand, quite sensibly, turns to his paper.]\n\nMIRALDA\n\nO, thank you so much.\n\nJOHN\n\nDon't mention it.\n\n[Silence again.]\n\nVOICES OF PORTERS [Off]\n\nFan Kar, Fan Kar.\n\n[MAN IN THE CORNER gets out.]\n\nMIRALDA\n\nCould you tell me where this is?\n\nJOHN\n\nYes. Elephant and Castle.\n\nMIRALDA\n\nThank you so much. It was kind of you to\nprotect me from that horrid man. He wanted\nto suffocate me.\n\nJOHN\n\nO, very glad to assist you, I'm sure. Very\nglad.\n\nMIRALDA\n\nI should have been afraid to have done it in\nspite of him. It was splendid of you.\n\nJOHN\n\nO, that was nothing.\n\nMIRALDA\n\nO, it was, really.\n\nJOHN\n\nOnly too glad to help you in any little way.\n\nMIRALDA\n\nIt was so kind of you.\n\nJOHN\n\nO, not at all.\n\n[Silence for a bit.]\n\nMIRALDA\n\nI've nobody to help me.\n\nJOHN\n\nEr, er, haven't you really?\n\nMIRALDA\n\nNo, nobody.\n\nJOHN\n\nI'd be very glad to help you in any little\nway.\n\nMIRALDA\n\nI wonder if you could advise me.\n\nJOHN\n\nI--I'd do my best.\n\nMIRALDA\n\nYou see, I have nobody to advise me.\n\nJOHN\n\nNo, of course not.\n\nMIRALDA\n\nI live with my aunt, and she doesn't\nunderstand. I've no father or mother.\n\nJOHN\n\nO, er, er, really?\n\nMIRALDA\n\nNo. And an uncle died and he left me a\nhundred thousand pounds.\n\nJOHN\n\nReally?\n\nMIRALDA\n\nYes. He didn't like me. I think he did it\nout of contrariness as much as anything.\nHe was always like that to me.\n\nJOHN\n\nWas he? Was he really?\n\nMIRALDA\n\nYes. It was invested at twenty-five per\ncent. He never liked me. Thought I was\ntoo--I don't know what.\n\nJOHN\n\nNo.\n\nMIRALDA\n\nThat was five years ago, and I've never got\na penny of it.\n\nJOHN\n\nReally. But, but that's not right.\n\nMIRALDA [sadly]\n\nNo.\n\nJOHN\n\nWhere's it invested?\n\nMIRALDA\n\nIn Al Shaldomir.\n\nJOHN\n\nWhere's that?\n\nMIRALDA\n\nI don't quite know. I never was good at\ngeography. I never quite knew where Persia\nends.\n\nJOHN\n\nAnd what kind of an investment was it?\n\nMIRALDA\n\nThere's a pass in some mountains that they\ncan get camels over, and a huge toll is levied\non everything that goes by; that is the custom\nof the tribe that lives there, and I believe\nthe toll is regularly collected.\n\nJOHN\n\nAnd who gets it?\n\nMIRALDA\n\nThe chief of the tribe. He is called Ben\nHussein. But my uncle lent him all this\nmoney, and the toll on the camels was what\nthey call the security. They always carry\ngold and turquoise, you know.\n\nJOHN\n\nDo they?\n\nMIRALDA\n\nYes, they get it from the rivers.\n\nJOHN\n\nI see.\n\nMIRALDA\n\nIt does seem a shame his not paying,\ndoesn't it?\n\nJOHN\n\nA shame? I should think it is. An awful\nshame. Why, it's a crying shame. He ought\nto go to prison.\n\nMIRALDA\n\nYes, he ought. But you see it's so hard\nto find him. It isn't as if it was this side of\nPersia. It's being on the other side that is\nsuch a pity. If only it was in a country like,\nlike...\n\nJOHN\n\nI'd soon find him. I'd... Why, a man\nlike that deserves anything.\n\nMIRALDA\n\nIt is good of you to say that.\n\nJOHN\n\nWhy, I'd... And you say you never\ngot a penny?\n\nMIRALDA\n\nNo.\n\nJOHN\n\nWell, that is a shame. I call that a\ndownright shame.\n\nMIRALDA\n\nNow, what ought I to do?\n\nJOHN\n\nDo? Well, now, you know in business\nthere's nothing like being on the spot. When\nyou're on the spot you can--but then, of\ncourse, it's so far.\n\nMIRALDA\n\nIt is, isn't it?\n\nJOHN\n\nStill, I think you should go if you could.\nIf only I could offer to help you in any way,\nI would gladly, but of course...\n\nMIRALDA\n\nWhat would you do?\n\nJOHN\n\nI'd go and find that Hussein fellow; and\nthen...\n\nMIRALDA\n\nYes?\n\nJOHN\n\nWhy, I'd tell him a bit about the law, and\nmake him see that you didn't keep all that\nmoney that belonged to someone else.\n\nMIRALDA\n\nWould you really?\n\nJOHN\n\nNothing would please me better.\n\nMIRALDA\n\nWould you really? Would you go all that\nway?\n\nJOHN\n\nIt's just the sort of thing that I should like,\napart from the crying shame. The man\nought to be...\n\nMIRALDA\n\nWe're getting into Holborn. Would you\ncome and lunch somewhere with me and talk\nit over?\n\nJOHN\n\nGladly. I'd be glad to help. I've got to\nsee a man on business first. I've come up to\nsee him. And then after that, after that\nthere was something I wanted to do after that.\nI can't think what it was. But something I\nwanted to do after that. O, heavens, what\nwas it?\n\n[Pause.]\n\nMIRALDA\n\nCan't you think?\n\nJOHN\n\nNo. O, well, it can't have been so very\nimportant. And yet... Well, where shall\nwe lunch?\n\nMIRALDA\n\nGratzenheim's.\n\nJOHN\n\nRight. What time?\n\nMIRALDA\n\nOne-thirty. Would that suit?\n\nJOHN\n\nPerfectly. I'd like to get a man like\nHussein in prison. I'd like... O, I beg your\npardon.\n\n[He hurries to open the door. Exit\nMIRALDA.]\n\nNow what was it I wanted to do\nafterwards?\n\n[Throws hand to forehead.]\nO, never mind.\n\nCurtain\n\n\n\n\nACT II\n\nSCENE\n\nJOHN's tent in Al Shaldomir. There\nare two heaps of idols, left and right, lying\nupon the ground inside the tent. DAOUD\ncarries another idol in his arms. JOHN\nlooks at its face.\n\nSix months have elapsed since the scene\nin the second-class railway carriage.\n\nJOHN BEAL\n\nThis god is holy.\n\n[He points to the left heap. DAOUD\ncarries it there and lays it on the heap.]\n\nDAOUD\n\nYes, great master.\n\nJOHN BEAL\n\nYou are in no wise to call me great master.\nHave not I said so? I am not your master.\nI am helping you people. I know better than\nyou what you ought to do, because I am\nEnglish. But that's all. I'm not your master,\nSee?\n\nDAOUD\n\nYes, great master.\n\nJOHN BEAL\n\nO, go and get some more idols. Hurry.\n\nDAOUD\n\nGreat master, I go.\n[Exit.]\n\nJOHN BEAL\n\nI can't make these people out.\n\nDAOUD [returning]\n\nI have three gods.\n\nJOHN BEAL [looking at their faces, pointing to\nthe two smaller idols first]\nThese two are holy. This one is unholy.\n\nDAOUD\n\nYes, great master.\n\nJOHN BEAL\n\nPut them on the heap.\n\n[DAOUD does so, two left, one right.]\n\nGet some more.\n\n[DAOUD salaams. Exit.]\n\n[Looking at right heap.] What a--what a\nfilthy people\n\n[Enter DAOUD with two idols.]\n\nJOHN BEAL [after scrutiny]\n\nThis god is holy, this is unholy.\n\n[Enter ARCHIE BEAL, wearing a \"Bowler\"\nhat.]\n\nWhy, ARCHIE, this is splendid of you!\nYou've come! Why, that's splendid! All\nthat way!\n\nARCHIE BEAL\n\nYes, I've come. Whatever are you doing?\n\nJOHN BEAL\n\nARCHIE, it's grand of you to come! I never\nought to have asked it of you, only...\n\nARCHIE BEAL\n\nO, that's all right. But what in the world\nare you doing?\n\nJOHN BEAL\n\nARCHIE, it's splendid of you.\n\nARCHIE BEAL\n\nO, cut it. That's all right. But what's all\nthis?\n\nJOHN BEAL\n\nO, this. Well, well they're the very oddest\npeople here. It's a long story. But I wanted\nto tell you first how enormously grateful I\nam to you for coming.\n\nARCHIE BEAL\n\nO, that's all right. But I want to know\nwhat you're doing with all these genuine\nantiques.\n\nJOHN BEAL\n\nWell, ARCHIE, the fact of it is they're a real\nodd lot of people here. I've learnt their\nlanguage, more or less, but I don't think I quite\nunderstand them yet. A lot of them are\nMahommedans; they worship Mahommed,\nyou know. He's dead. But a lot of them\nworship these things, and...\n\nARCHIE BEAL\n\nWell, what have you got 'em all in here\nfor?\n\nJOHN BEAL\n\nYes, that's just it. I hate interfering with\nthem, but, well, I simply had to. You see\nthere's two sorts of idols here; they offer\nfruit and rats to some of them; they lay them\non their hands or their laps.\n\nARCHIE BEAL\n\nWhy do they offer them rats?\n\nJOHN BEAL\n\nO, I don't know. They don't know either.\nIt's the right thing to do out here, it's been\nthe right thing for hundreds of years; nobody\nexactly knows why. It's like the bows we\nhave on evening shoes, or anything else.\nBut it's all right.\n\nARCHIE BEAL\n\nWell, what are you putting them in heaps\nfor?\n\nJOHN BEAL\n\nBecause there's the other kind, the ones\nwith wide mouths and rust round them.\n\nARCHIE BEAL\n\nRust? Yes, so there is. What do they\ndo?\n\nJOHN BEAL\n\nThey offer blood to them, ARCHIE. They\npour it down their throats. Sometimes they\nkill people, sometimes they only bleed them.\nIt depends how much blood the idol wants.\n\nARCHIE BEAL\n\nHow much blood it wants? Good Lord!\nHow do they know?\n\nJOHN BEAL\n\nThe priests tell them. Sometimes they\nfill them up to their necks--they're all hollow,\nyou know. In spring it's awful.\n\nARCHIE BEAL\n\nWhy are they worse in spring?\n\nJOHN BEAL\n\nI don't know. The priests ask for more\nblood then. Much more. They say it always\nwas so.\n\nARCHIE BEAL\n\nAnd you're stopping it?\n\nJOHN BEAL\n\nYes, I'm stopping these. One must. I'm\nletting them worship those. Of course, it's\nidolatry and all that kind of thing, but I\ndon't like interfering short of actual murder.\n\nARCHIE BEAL\n\nAnd they're obeying you?\n\nJOHN BEAL\n\n'M, y-yes. I think so.\n\nARCHIE BEAL\n\nYou must have got a great hold over them.\n\nJOHN BEAL\n\nWell, I don't know about that. It's the\npass that counts.\n\nARCHIE BEAL\n\nThe pass?\n\nJOHN BEAL\n\nYes, that place you came over. It's the\nonly way anyone can get here.\n\nARCHIE BEAL\n\nYes, I suppose it is. But how does the pass\naffect these idols?\n\nJOHN BEAL\n\nIt affects everything here. If that pass\nwere closed no living man would ever enter\nor leave, or even hear of, this country. It's\nabsolutely cut off except for that one pass.\nWhy, ARCHIE, it isn't even on the map.\n\nARCHIE BEAL\n\nYes, I know.\n\nJOHN BEAL\n\nWell, whoever owns that pass is everybody.\nNo one else counts.\n\nARCHIE BEAL\n\nAnd who does own it?\n\nJOHN BEAL\n\nWell, it's actually owned by a fellow called\nHussein, but Miss Clement's uncle, a man\ncalled Hinnard, a kind of lonely explorer,\nseems to have come this way; and I think he\nunderstood what this pass is worth.\nAnyhow, he lent Hussein a big sum of money and\ngot an acknowledgment from Hussein. Old\nHinnard must have been a wonderfully\nshrewd man. For that acknowledgment is\nno more legal than an I.O.U., and Hussein\nis simply a brigand.\n\nARCHIE BEAL\n\nNot very good security.\n\nJOHN BEAL\n\nWell, you're wrong there. Hussein himself\nrespects that piece of parchment he signed.\nThere's the name of some god or other written\non it Hussein is frightened of. Now you\nsee how things are. That pass is as holy as\nall the gods that there are in Al Shaldomir.\nHussein possesses it. But he owes an\nenormous sum to Miss Miralda Clement, and I am\nhere as her agent; and you've come to help\nme like a great sportsman.\n\nARCHIE BEAL\n\nO, never mind that. Well, it all seems\npretty simple.\n\nJOHN BEAL\n\nWell, I don't know, ARCHIE. Hussein\nadmits the debt, but...\n\nARCHIE BEAL\n\nBut what?\n\nJOHN BEAL\n\nI don't know what he'll do.\n\nARCHIE BEAL\n\nWants watching, does he?\n\nJOHN BEAL\n\nYes. And meanwhile I feel sort of\nresponsible for all these silly people.\nSomebody's got to look after them. Daoud!\n\nDAOUD [off]\n\nGreat master.\n\nJOHN BEAL\n\nBring in some more gods.\n\nDAOUD\n\nYes, great master.\n\nJOHN BEAL\n\nI can't get them to stop calling me absurd\ntitles. They're so infernally Oriental.\n\n[Enter DAOUD.]\n\nARCHIE BEAL\n\nHe's got two big ones this time.\n\nJOHN BEAL [to ARCHIE]\n\nYou see, there is rust about their mouths.\n[To DAOUD]: They are both unholy.\n\n[He points to R. heap, and DAOUD\nputs them there. To DAOUD.]\n\nBring in some more.\n\nDAOUD\n\nGreat master, there are no more gods in\nAl Shaldomir.\n\nJOHN BEAL\n\nIt is well.\n\nDAOUD\n\nWhat orders, great master.\n\nJOHN BEAL\n\nListen. At night you shall come and take\nthese gods away. These shall be worshipped\nagain in their own place, these you shall cast\ninto the great river and tell no man where you\ncast them.\n\nDAOUD\n\nYes, great master.\n\nJOHN BEAL\n\nYou will do this, Daoud?\n\nDAOUD\n\nEven so, great master.\n\nJOHN BEAL\n\nI am sorry to make you do it. You are\nsad that you have to do it. Yet it must be\ndone.\n\nDAOUD\n\nYes, I am sad, great master.\n\nJOHN BEAL\n\nBut why are you sad, Daoud?\n\nDAOUD\n\nGreat master, in times you do not know\nthese gods were holy. In times you have not\nguessed. In old centuries, master, perhaps\nbefore the pass. Men have prayed to them,\nsorrowed before them, given offerings to\nthem. The light of old hearths has shone on\nthem, flames from old battles. The shadow\nof the mountains has fallen on them, so\nmany times, master, so many times. Dawn\nand sunset have shone on them, master, like\nfirelight flickering; dawn and sunset, dawn\nand sunset, flicker, flicker, flicker for century\nafter century. They have sat there watching\nthe dawns like old men by the fire. They are\nso old, master, so old. And some day dawn\nand sunset will die away and shine on the\nworld no more, and they would have still\nsat on in the cold. And now they go...\nThey are our history, master, they are our old\ntimes. Though they be bad times they are\nour times, master; and now they go. I am\nsad, master, when the old gods go.\n\nJOHN BEAL\n\nBut they are bad gods, Daoud.\n\nDAOUD\n\nI am sad when the bad gods go.\n\nJOHN BEAL\n\nThey must go, Daoud. See, there is no\none watching. Take them now.\n\nDAOUD\n\nEven so, great master.\n\n[He takes up the largest of the gods with\nrust.]\n\nCome, Aho-oomlah, thou shalt not drink\nNideesh.\n\nJOHN BEAL\n\nWas Nideesh to have been sacrificed?\n\nDAOUD\n\nHe was to have been drunk by Aho-oomlah.\n\nJOHN BEAL\n\nNideesh.  Who is he?\n\nDAOUD\n\nHe is my son.\n\n[Exit with Aho-oomlah.\nJOHN BEAL almost gasps.]\n\nARCHIE BEAL [who has been looking round\nthe tent]\n\nWhat has he been saying?\n\nJOHN BEAL\n\nThey're--they're a strange people.  I\ncan't make them out.\n\nARCHIE BEAL\n\nIs that the heap that oughtn't to be\nworshipped?\n\nJOHN BEAL\n\nYes.\n\nARCHIE BEAL\n\nWell, do you know, I'm going to chuck this\nhat there.  It doesn't seem to me somehow to\nbe any more right here than those idols would\nbe at home.  Odd isn't it?  Here goes.\n\n[He throws hat on right heap of idols.  JOHN\nBEAL does not smile.]\n\nWhy, what's the matter?\n\nJOHN BEAL\n\nI don't like to see a decent Christian hat\namong these filthy idols.  They've all got\nrust on their mouths.  I don't like to see\nit, Archie; it's sort of like what they call\nan omen.  I don't like it.\n\nARCHIE BEAL\n\nDo they keep malaria here?\n\nJOHN BEAL\n\nI don't think so.  Why?\n\nARCHIE BEAL\n\nThen what's the matter, Johnny?  Your nerves\nare bad.\n\nJOHN BEAL\n\nYou don't know these people, and I've brought\nyou out here.  I feel kind of responsible.\nIf Hussein's lot turn nasty you don't\nknow what he'd do, with all those idols and\nall.\n\nARCHIE BEAL\n\nHe'll give 'em a drink, you mean.\n\nJOHN BEAL\n\nDon't, ARCHIE. There's no saying. And I\nfeel responsible for you.\n\nARCHIE BEAL\n\nWell, they can have my hat. It looks\nsilly, somehow. I don't know why. What\nare we going to do?\n\nJOHN BEAL\n\nWell, now that you've come we can go\nahead.\n\nARCHIE BEAL\n\nRighto. What at?\n\nJOHN BEAL\n\nWe've got to see Hussein's accounts, and\nget everything clear in black and white, and\nsee just what he owes to Miss Miralda\nClement.\n\nARCHIE BEAL\n\nBut they don't keep accounts here.\n\nJOHN BEAL\n\nHow do you know?\n\nARCHIE BEAL\n\nWhy, of course they don't. One can see\nthat.\n\nJOHN BEAL\n\nBut they must.\n\nARCHIE BEAL\n\nWell, you haven't changed a bit for your\nsix months here.\n\nJOHN BEAL\n\nHaven't changed?\n\nARCHIE BEAL\n\nNo. Just quietly thinking of business.\nYou'll be a great business man, Johnny.\n\nJOHN BEAL\n\nBut we must do business; that's what I\ncame here for.\n\nARCHIE BEAL\n\nYou'll never make these people do it.\n\nJOHN BEAL\n\nWell, what do you suggest?\n\nARCHIE BEAL\n\nLet's have a look at old Hussein.\n\nJOHN BEAL\n\nYes, that's what I have been waiting for.\nDaoud!\n\nDAOUD [off]\n\nMaster. [Enters.]\n\nJOHN BEAL\n\nGo to the palace of the Lord of the pass\nand beat on the outer door. Say that I\ndesire to see him. Pray him to come to my\ntent.\n\n[DAOUD bows and Exit.]\n\n[To ARCHIE.] I've sent him to the palace\nto ask Hussein to come.\n\nARCHIE BEAL\n\nLives in a palace, does he?\n\nJOHN BEAL\n\nYes, it's a palace, it's a wonderful place.\nIt's bigger than the Mansion House, much.\n\nARCHIE BEAL\n\nAnd you're going to teach him to keep\naccounts.\n\nJOHN BEAL\n\nWell, I must. I hate doing it. It seems\nalmost like being rude to the Lord Mayor.\nBut there's two things I can't stand--cheating\nin business is one and murder's another.\nI've got to interfere. You see, if one happens\nto know the right from wrong as we do, we've\nsimply got to tell people who don't. But\nit isn't pleasant. I almost wish I'd never\ncome.\n\nARCHIE BEAL\n\nWhy, it's the greatest sport in the world.\nIt's splendid.\n\nJOHN BEAL\n\nI don't see it that way. To me those idols\nare just horrid murder. And this man owes\nmoney to this girl with no one to look after\nher, and he's got to pay. But I hate being\nrude to a man in a place like the Mansion\nHouse, even if he is black. Why, good Lord,\nwho am I? It seems such cheek.\n\nARCHIE BEAL\n\nI say, Johnny, tell me about the lady. Is\nshe pretty?\n\nJOHN BEAL\n\nWhat, Miss Miralda? Yes.\n\nARCHIE BEAL\n\nBut what I mean is--what's she like?\n\nJOHN BEAL\n\nOh, I don't know. It's very hard to say.\nShe's, she's tall and she's fair and she's got\nblue eyes.\n\nARCHIE BEAL\n\nYes, but I mean what kind of a person is\nshe? How does she strike you?\n\nJOHN BEAL\n\nWell, she's pretty hard up until she gets\nthis money, and she hasn't got any job that's\nany good, and no real prospects bar this,\nand nobody particular by birth, and doesn't\nknow anybody who is, and lives in the least\nfashionable suburb and can only just afford\na second-class fare and...\n\nARCHIE BEAL\n\nYes, yes, go on.\n\nJOHN BEAL\n\nAnd yet somehow she sort of seems like\na--like a queen.\n\nARCHIE BEAL\n\nLord above us! And what kind of a queen?\n\nJOHN BEAL\n\nO, I don't know. Well, look here, ARCHIE,\nit's only my impression. I don't know her\nwell yet. It's only my impression. I only\ntell you in absolute confidence. You won't\npass it on to anybody, of course.\n\nARCHIE BEAL\n\nO, no. Go on.\n\nJOHN BEAL\n\nWell, I don't know, only she seemed more\nlike well, a kind of autocrat, you know,\nwho'd stop at nothing. Well, no, I don't\nmean that, only...\n\nARCHIE BEAL\n\nSo you're not going to marry her?\n\nJOHN BEAL\n\nMarry her! Good Lord, no. Why, you'd\nnever dare ask her. She's not that sort. I\ntell you she's a sort of queen. And (Good\nLord!) she'd be a queen if it wasn't for\nHussein, or something very like one. We can't\ngo marrying queens. Anyhow, not one like\nher.\n\nARCHIE BEAL\n\nWhy not one like her?\n\nJOHN BEAL\n\nI tell you--she's a--well, a kind of goddess.\nYou couldn't ask her if she loved you. It\nwould be such, such...\n\nARCHIE BEAL\n\nSuch what?\n\nJOHN BEAL\n\nSuch infernal cheek.\n\nARCHIE BEAL\n\nI see. Well, I see you aren't in love with\nher. But it seems to me you'll be seeing a\ngood deal of her some day if we pull this off.\nAnd then, my boy-o, you'll be going and\ngetting in love with her.\n\nJOHN BEAL\n\nI tell you I daren't. I'd as soon propose to\nthe Queen of Sheba.\n\nARCHIE BEAL\n\nWell, Johnny, I'm going to protect you\nfrom her all I can.\n\nJOHN BEAL\n\nProtect me from her? Why?\n\nARCHIE BEAL\n\nWhy, because there's lots of other girls\nand it seems to me you might be happier with\nsome of them.\n\nJOHN BEAL\n\nBut you haven't even seen her.\n\nARCHIE BEAL\n\nNor I have. Still, if I'm here to protect\nyou I somehow think I will. And if I'm not\n...\n\nJOHN BEAL\n\nWell, and what then?\n\nARCHIE BEAL\n\nWhat nonsense I'm talking. Fate does\neverything. I can't protect you.\n\nJOHN BEAL\n\nYes, it's nonsense all right, ARCHIE, but...\n\nHUSSEIN [off]\n\nI am here.\n\nJOHN BEAL\n\nBe seen.\n\n[HUSSEIN enters. He is not unlike\nBluebeard.]\n\nJOHN BEAL [pointing to ARCHIE]\nMy brother.\n\n[ARCHIE shakes hands with HUSSEIN.\nHUSSEIN looks at his hand when it is\nover in a puzzled way. JOHN BEAL and\nHussein then bow to each other.]\n\nHUSSEIN\n\nYou desired my presence.\n\nJOHN BEAL\n\nI am honoured.\n\nHUSSEIN\n\nAnd I.\n\nJOHN BEAL\n\nThe white traveller, whom we call Hinnard,\nlent you one thousand greater gold pieces,\nwhich in our money is one hundred thousand\npounds, as you acknowledge. [Hussein\nnods his head.] And every year you were to\npay him for this two hundred and fifty of your\ngreater gold pieces--as you acknowledge also.\n\nHUSSEIN\n\nEven so.\n\nJOHN BEAL\n\nAnd this you have not yet had chance to\npay, but owe it still.\n\nHUSSEIN\n\nI do.\n\nJOHN BEAL\n\nAnd now Hinnard is dead.\n\nHUSSEIN\n\nPeace be with him.\n\nJOHN BEAL\n\nHis heiress is Miss Miralda Clement, who\ninstructs me to be her agent. What have you\nto say?\n\nHUSSEIN\n\nPeace be with Hinnard.\n\nJOHN BEAL\n\nYou acknowledge your debt to this lady,\nMiss Miralda Clement?\n\nHUSSEIN\n\nI know her not.\n\nJOHN BEAL\n\nYou will not pay your debt?\n\nHUSSEIN\n\nI will pay.\n\nJOHN BEAL\n\nIf you bring the gold to my tent, my\nbrother will take it to Miss Clement.\n\nHUSSEIN\n\nI do not pay to Miss Clement.\n\nJOHN BEAL\n\nTo whom do you pay?\n\nHUSSEIN\n\nI pay to Hinnard.\n\nJOHN BEAL\n\nHinnard is dead.\n\nHUSSEIN\n\nI pay to Hinnard.\n\nJOHN BEAL\n\nHow will you pay to Hinnard?\n\nHUSSEIN\n\nIf he be buried in the sea...\n\nJOHN BEAL\n\nHe is not buried at sea.\n\nHUSSEIN\n\nIf he be buried by any river I go to the god\nof rivers.\n\nJOHN BEAL\n\nHe is buried on land near no river.\n\nHUSSEIN\n\nTherefore I will go to a bronze god of\nearth, very holy, having the soil in his care\nand the things of earth. I will take unto him\nthe greater pieces of gold due up to the year\nwhen the white traveller died, and will melt\nthem in fire at his feet by night on the\nmountains, saying, \"O, Lruru-onn (this is his\nname) take this by the way of earth to the\ngrave of Hinnard.\" And so I shall be free\nof my debt before all gods.\n\nJOHN BEAL\n\nBut not before me. I am English. And\nwe are greater than gods.\n\nARCHIE BEAL\n\nWhat's that, Johnny?\n\nJOHN BEAL\n\nHe won't pay, but I told him we're English\nand that they're greater than all his bronze\ngods.\n\nARCHIE BEAL\n\nThat's right, Johnny.\n\n[HUSSEIN looks fiercely at ARCHIE.\nHe sees ARCHIE's hat lying before a big\nidol. He points at the hat and looks in\nthe face of the idol.]\n\nHUSSEIN [to the idol]\nDrink! Drink!\n\n[He bows. Exit.]\n\nARCHIE BEAL\n\nWhat's that he's saying?\n\nJOHN BEAL [meditatively]\nO, nothing--nothing.\n\nARCHIE BEAL\n\nHe won't pay, oh?\n\nJOHN BEAL\n\nNo, not to Miss Miralda.\n\nARCHIE BEAL\n\nWho to?\n\nJOHN BEAL\n\nTo one of his gods.\n\nARCHIE BEAL\n\nThat won't do.\n\nJOHN BEAL\n\nNo.\n\nARCHIE BEAL\n\nWhat'll we do?\n\nJOHN BEAL\n\nI don't quite know. It isn't as if we were in\nEngland.\n\nARCHIE BEAL\n\nNo, it isn't.\n\nJOHN BEAL\n\nIf we were in England...\n\nARCHIE BEAL\n\nI know; if we were in England you could\ncall a policeman. I tell you what it is,\nJohnny.\n\nJOHN BEAL\n\nYes?\n\nARCHIE BEAL\n\nI tell you what; you want to see more of\nMiss Clement.\n\nJOHN BEAL\n\nWhy?\n\nARCHIE BEAL\n\nWhy, because at the present moment our\nfriend Hussein is a craftier fellow than you,\nand looks like getting the best of it.\n\nJOHN BEAL\n\nHow will seeing more of Miss Miralda help\nus?\n\nARCHIE BEAL\n\nWhy, because you want to be a bit craftier\nthan Hussein, and I fancy she might make\nyou.\n\nJOHN BEAL\n\nShe? How?\n\nARCHIE BEAL\n\nWe're mostly made what we are by some\nwoman or other. We think it's our own\ncleverness, but we're wrong. As things are\nyou're no match for Hussein, but if you\naltered...\n\nJOHN BEAL\n\nWhy, ARCHIE; where did you get all those\nideas from?\n\nARCHIE BEAL\n\nO, I don't know.\n\nJOHN BEAL\n\nYou never used to talk like that.\n\nARCHIE BEAL\n\nO, well.\n\nJOHN BEAL\n\nYou haven't been getting in love, ARCHIE,\nhave you?\n\nARCHIE BEAL\n\nWhat are we to do about Hussein?\n\nJOHN BEAL\n\nIt's funny your mentioning Miss Miralda.\nI got a letter from her the same day I got\nyours.\n\nARCHIE BEAL\n\nWhat does she say?\n\nJOHN BEAL\n\nI couldn't make it out.\n\nARCHIE BEAL\n\nWhat were her words?\n\nJOHN BEAL\n\nShe said she was going into it closer. She\nunderlined closer. What could she mean by\nthat? How could she get closer?\n\nARCHIE BEAL\n\nWell, the same way as I did.\n\nJOHN BEAL\n\nHow do you mean? I don't understand.\n\nARCHIE BEAL\n\nBy coming here.\n\nJOHN BEAL\n\nBy coming here? But she can't come here.\n\nARCHIE BEAL\n\nWhy not?\n\nJOHN BEAL\n\nBecause it's impossible. Absolutely\nimpossible. Why--good Lord--she couldn't\ncome here. Why, she'd want a chaperon and\na house and--and--everything. Good Lord,\nshe couldn't come here. It would be--well\nit would be impossible--it couldn't be done.\n\nARCHIE BEAL\n\nO, all right. Then I don't know what she\nmeant.\n\nJOHN BEAL\n\nARCHIE! You don't really think she'd come\nhere? You don't really think it, do you?\n\nARCHIE BEAL\n\nWell, it's the sort of thing that that sort of\ngirl might do, but of course I can't say...\n\nJOHN BEAL\n\nGood Lord, ARCHIE! That would be awful.\n\nARCHIE BEAL\n\nBut why?\n\nJOHN BEAL\n\nWhy? But what would I do? Where\nwould she go? Where would her chaperon\ngo? The chaperon would be some elderly\nlady. Why, it would kill her.\n\nARCHIE BEAL\n\nWell, if it did you've never met her, so you\nneedn't go into mourning for an elderly lady\nthat you don't know; not yet, anyway.\n\nJOHN BEAL\n\nNo, of course not. You're laughing at me,\nARCHIE. But for the moment I took you\nseriously. Of course, she won't come. One\ncan go into a thing closely without doing it\nabsolutely literally. But, good Lord, wouldn't\nit be an awful situation if she did.\n\nARCHIE BEAL\n\nO, I don't know.\n\nJOHN BEAL\n\nAll alone with me here? No, impossible.\nAnd the country isn't civilised.\n\nARCHIE BEAL.\n\nWomen aren't civilised.\n\nJOHN BEAL\n\nWomen aren't...? Good Lord, ARCHIE,\nwhat an awful remark. What do you mean?\n\nARCHIE BEAL\n\nWe're tame, they're wild. We like all the\ndull things and the quiet things, they like\nall the romantic things and the dangerous\nthings.\n\nJOHN BEAL\n\nWhy, ARCHIE, it's just the other way about.\n\nARCHIE BEAL\n\nO, yes; we do all the romantic things, and\nall the dangerous things. But why?\n\nJOHN BEAL\n\nWhy? Because we like them, I suppose.\nI can't think of any other reason.\n\nARCHIE BEAL\n\nI hate danger. Don't you?\n\nJOHN BEAL\n\nEr--well, yes, I suppose I do, really.\n\nARCHIE BEAL\n\nOf course you do. We all do. It's the\nwomen that put us up to it. She's putting\nyou up to this. And the more she puts you\nup to the more likely is Hussein to get it in his\nfat neck.\n\nJOHN BEAL\n\nBut--but you don't mean you'd hurt\nHussein? Not--not badly, I mean.\n\nARCHIE BEAL\n\nWe're under her orders, Johnny. See what\nshe says.\n\nJOHN BEAL\n\nYou, you don't really think she'll come\nhere?\n\nARCHIE BEAL\n\nOf course I do, and the best thing too.\nIt's her show; she ought to come.\n\nJOHN BEAL\n\nBut, but you don't understand. She's\njust a young girl, A girl like Miss Miralda\ncouldn't come out here over the pass and\ndown these mountains, she'd never stand it,\nand as for the chaperon... You've\nnever met Miss Miralda.\n\nARCHIE BEAL\n\nNo, Johnny. But the girl that was able to\nget you to go from Bromley to this place can\nlook after herself.\n\nJOHN BEAL\n\nI don't see what that's got to do with it.\nShe was in trouble and I had to help her.\n\nARCHIE BEAL\n\nYes, and she'll be in trouble all the way\nhere from Blackheath, and everyone will have\nto help her.\n\nJOHN BEAL\n\nWhat beats me is how you can have the\nvery faintest inkling of what she's like\nwithout ever having seen her and without my\nhaving spoken of her to you for more than a\nminute.\n\nARCHIE BEAL\n\nWell, Johnny, you're not a romantic bird,\nyou're not a traveller by nature, barring your\none trip to Eastbourne, and it was I that took\nyou there. And contrariwise, as they say in\na book you've never read, you're a\nlevelheaded business man and a hardworking\nrespectable stay-at-home. You meet a girl\nin a train, and the next time I see you you're\nin a place that isn't marked on the map and\ntelling it what gods it ought to worship and\nwhat gods it ought to have agnosticism about.\nWell, I say some girl.\n\nJOHN BEAL\n\nWell, I must say you make the most\nextraordinary deductions, but it was awfully good\nof you to come, and I ought to be grateful;\nand I am, too, I'm awfully grateful; and I\nought to let you talk all the rot you like. Go\nahead. You shall say what you like and do\nwhat you like. It isn't many brothers that\nwould do what you've done.\n\nARCHIE BEAL\n\nO, that's nothing. I like this country.\nI'm glad I came. And if I can help you with\nHussein, why all the better.\n\nJOHN BEAL\n\nIt's an awful country, Archie, but we've\ngot to see this through.\n\nARCHIE BEAL\n\nDoes she know all about Hussein?\n\nJOHN BEAL\n\nYes, everything. I've written fully.\n\nOMAR [Off]\n\nAl Shaldomir, Al Shaldomir,\nThe nightingales that guard thy ways...\n\nJOHN BEAL [shouting|\n\nO, go away, go away. [To ARCHIE.] I said\nit was an awful country. They sit down\noutside one's tent and do that kind of thing for\nno earthly reason.\n\nARCHIE BEAL\n\nO, I'd let them sing.\n\nJOHN BEAL\n\nO, you can't have people doing that kind of\nthing.\n\nOMAR [in doorway]\n\nMaster, I go.\n\nJOHN BEAL\n\nBut why do you come?\n\nOMAR\n\nI came to sing a joyous song to you, master.\n\nJOHN BEAL\n\nWhy did you want to sing me a joyous\nsong?\n\nOMAR\n\nBecause a lady is riding out of the West.\n[Exit.]\n\nJOHN BEAL\n\nA lady out of... Good Lord!\n\nARCHIE BEAL\n\nShe's coming, Johnny.\n\nJOHN BEAL\n\nComing? Good Lord, no, Archie. He said\na lady; there'd be the chaperon too. There'd\nbe two of them if it was Miss Miralda. But\nhe said a lady. One lady. It can't be her.\nA girl like that alone in Al Shaldomir. Clean\noff the map. Oh, no, it isn't possible.\n\nARCHIE BEAL\n\nI wouldn't worry.\n\nJOHN BEAL\n\nWouldn't worry? But, good Lord, the\nsituation's impossible. People would talk.\nDon't you see what people would say? And\nwhere could they go? Who would look after\nthem? Do try and understand how awful\nit is. But it isn't. It's impossible. It can't\nbe them. For heaven's sake run out and see\nif it is; and (good Lord!) I haven't brushed\nmy hair all day, and, and--oh, look at me.\n\n[He rushes to camp mirror. Exit\nARCHIE.\n\nJOHN BEAL tidies up desperately.\n\nEnter ARCHIE.]\n\nARCHIE BEAL\n\nIt's what you call THEM.\n\nJOHN BEAL\n\nWhat I call THEM? Whatever do you\nmean?\n\nARCHIE BEAL\n\nWell, it's her. She's just like what you said.\n\nJOHN BEAL\n\nBut it can't be. She doesn't ride. She can\nnever have been able to afford a horse.\n\nARCHIE BEAL\n\nShe's on a camel. She'll be here in a\nmoment. [He goes to door.] Hurry up with that\nhair; she's dismounted.\n\nJOHN BEAL\n\nO, Lord! What's the chaperon like?\n\nARCHIE BEAL\n\nO, she's attending to that herself.\n\nJOHN BEAL\n\nAttending to it herself? What do you\nmean?\n\nARCHIE BEAL\n\nI expect she'll attend to most things.\n\n[Enter HAFIZ EL ALCOLAHN in doorway\nof tent, pulling back flap a little.]\n\nJOHN BEAL\n\nWho are you?\n\nHAFIZ\n\nI show the gracious lady to your tent.\n\n[Enter MIRALDA CLEMENT, throwing\na smile to HAFIZ.]\n\nMIRALDA\n\nHullo, Mr. Beal.\n\nJOHN BEAL\n\nEr--er--how do you do?\n\n[She looks at ARCHIE.]\n\nO, this is my brother--Miss Clement.\n\nMIRANDA and ARCHIE BEAL\n\nHow do you do?\n\nMIRALDA\n\nI like this country.\n\nJOHN BEAL\n\nI'm afraid I hardly expected you.\n\nMIRALDA\n\nDidn't you?\n\nJOHN BEAL\n\nNo. You see er--it's such a long way.\nAnd wasn't it very expensive?\n\nMIRALDA\n\nWell, the captain of the ship was very kind\nto me.\n\nJOHN BEAL\n\nO! But what did you do when you landed?\n\nMIRALDA\n\nO, there were some Arabs coming this way\nin a caravan. They were really very good to\nme too.\n\nJOHN BEAL\n\nBut the camel?\n\nMIRALDA\n\nO, there were some people the other side of\nthe mountains. Everybody has been very\nkind about it. And then there was the man\nwho showed me here. He's called Hafiz el\nAlcolahn. It's a nice name, don't you think?\n\nJOHN BEAL\n\nBut, you know, this country, Miss\nClement, I'm half afraid it's hardly--isn't it,\nArchie? Er--how long did you think of\nstaying?\n\nMIRALDA\n\nO, a week or so.\n\nJOHN BEAL\n\nI don't know what you'll think of Al\nShaldomir. I'm afraid you'll find it...\n\nMIRALDA\n\nOh, I like it. Just that hollow in the\nmountains, and the one pass, and no record of it\nanywhere. I like that. I think it's lovely.\n\nJOHN BEAL\n\nYou see, I'm afraid--what I mean is I'm\nafraid the place isn't even on the map!\n\nMIRALDA\n\nO, that's lovely of it.\n\nJOHN BEAL\n\nAll decent places are.\n\nMIRALDA\n\nYou mean if a place is on the map we've\ngot to behave accordingly. But if not, why...\n\nJOHN BEAL\n\nHussein won't pay.\n\nMIRALDA\n\nLet's see Hussein.\n\nJOHN BEAL\n\nI'm afraid he's rather, he's rather a\nsavage-looking brigand.\n\nMIRALDA\n\nNever mind.\n\n[ARCHIE is quietly listening and smiling\nsometimes.]\n\nEnter DAOUD. He goes up to the\nunholy heap and takes away two large idols,\none under each arm. Exit.]\n\nWhat's that, Mr. Beal?\n\nJOHN BEAL\n\nO, that. I'm afraid it's rather horrible.\nI told you it was an awful country. They\npray to these idols here, and some are all\nright, though of course it's terribly\nblasphemous, but that heap, well, I'm afraid, well\nthat heap is very bad indeed.\n\nMIRALDA\n\nWhat do they do?\n\nJOHN BEAL\n\nThey kill people.\n\nMIRALDA\n\nDo they? How?\n\nJOHN BEAL\n\nI'm afraid they pour their blood down those\nhorrible throats.\n\nMIRALDA\n\nDo they? How do you know?\n\nJOHN BEAL\n\nI've seen them do it, and those mouths\nare all rusty. But it's all right now. It\nwon't happen any more.\n\nMIRALDA\n\nWon't it? Why not?\n\nJOHN BEAL\n\nWell, I...\n\nARCHIE BEAL\n\nHe's stopped them, Miss Clement. They're\nall going to be thrown into the river.\n\nMIRALDA\n\nHave you?\n\nJOHN BEAL\n\nWell, yes. I had to. So it's all right now.\nThey won't do it any more.\n\nMIRALDA\n\nH'm.\n\nJOHN BEAL\n\nWhat, what is it? I promise you that's all\nright. They won't do that any more.\n\nMIRALDA\n\nH'm. I've never known anyone that tried\nto govern a country or anything of that sort,\nbut...\n\nJOHN BEAL\n\nOf course, I'm just doing what I can to put\nthem right.... I'd be very glad of your\nadvice... Of course, I'm only here in\nyour name.\n\nMIRALDA\n\nWhat I mean is that I'd always thought\nthat the one thing you shouldn't do, if you\ndon't mind my saying so...\n\nJOHN BEAL\n\nNo, certainly.\n\nMIRALDA\n\nWas to interfere in people's\nreligious beliefs.\n\nJOHN BEAL\n\nBut, but I don't think you quite\nunderstand. The priests knife these people in the\nthroat, boys and girls, and then acolytes\nlift them up and the blood runs down. I've\nseen them.\n\nMIRALDA\n\nI think it's best to leave religion to the\npriests. They understand that kind of thing.\n\n[JOHN BEAL opens his mouth in horror\nand looks at ARCHIE. ARCHIE returns\nthe glance; there is very nearly a twinkle in\nARCHIE's eyes.]\n\nMIRALDA\n\nLet's see Hussein.\n\nJOHN BEAL\n\nWhat do you think, Archie?\n\nARCHIE BEAL\n\nPoor fellow. We'd better send for him.\n\nMIRALDA\n\nWhy do you say \"poor fellow\"?\n\nARCHIE BEAL\n\nOh, because he's so much in debt. It's\nawful to be in debt. I'd sooner almost\nanything happened to me than to owe a lot of\nmoney.\n\nMIRALDA\n\nYour remark didn't sound very\ncomplimentary.\n\nARCHIE BEAL\n\nO, I only meant that I'd hate to be in debt.\nAnd I should hate owing money to you,\nBecause...\n\nMIRALDA\n\nWhy?\n\nARCHIE BEAL\n\nBecause I should so awfully want to pay it.\n\nMIRALDA\n\nI see.\n\nARCHIE BEAL\n\nThat's all I meant.\n\nMIRALDA\n\nDoes Hussein awfully want to pay it?\n\nARCHIE BEAL\n\nWell, no. But he hasn't seen you yet. He\nwill then, of course.\n\n[Enter DAOUD. He goes to the unholy\nheap.]\n\nJOHN BEAL\n\nDaoud, for the present these gods must\nstay. Aho-oomlah's gone, but the rest must\nstay for the present.\n\nDAOUD\n\nEven so, great master.\n\nJOHN BEAL\n\nDaoud, go once more to the palace of the\nLord of the Pass and beat the outer door.\nSay that the great lady herself would see him.\nThe great lady, Miss Clement, the white\ntraveller's heiress.\n\nDAOUD\n\nYes, master.\n\nJOHN BEAL\n\nHasten.\n\n[Exit DAOUD.]\n\nI have sent him for Hussein.\n\nMIRALDA\n\nI don't know their language.\n\nJOHN BEAL\n\nYou will see him, and I'll tell you what he\nsays.\n\nMIRALDA [to ARCHIE]\n\nHave you been here long?\n\nARCHIE BEAL\n\nNo. I think he wrote to me by the same\nmail as he wrote to you (if they have mails\nhere). I came at once.\n\nMIRALDA\n\nSo did I; but you weren't on the Empress\nof Switzerland.\n\nARCHIE BEAL\n\nNo, I came round more by land.\n\nJOHN BEAL\n\nYou know, I hardly like bringing Hussein\nin here to see you. He's such a--he's rather\na...\n\nMIRALDA\n\nWhat's the matter with him?\n\nJOHN BEAL\n\nWell, he's rather of the brigand type, and\none doesn't know what he'll do.\n\nMIRALDA\n\nWell, we must see him first and hear what\nhe has to say before we take any steps.\n\nJOHN BEAL\n\nBut what do you propose to do?\n\nMIRALDA\n\nWhy, if he pays me everything he owes, or\ngives up the security...\n\nJOHN BEAL\n\nThe security is the pass.\n\nMIRALDA\n\nYes. If he gives up that or pays...\n\nJOHN BEAL\n\nYou know he's practically king of the\nwhole country. It seems rather cheek almost\nmy sending for him like this.\n\nMIRALDA\n\nHe must come.\n\nJOHN BEAL\n\nBut what are you going to do?\n\nMIRALDA\n\nIf he gives up the pass...\n\nJOHN BEAL\n\nWhy, if he gives up the pass you'd be\nyou'd be a kind of queen of it all.\n\nMIRALDA\n\nWell, if he does that, all right...\n\nJOHN BEAL\n\nBut what if he doesn't?\n\nMIRALDA\n\nWhy, if he doesn't pay...\n\nHUSSEIN [off]\n\nI am here.\n\nJOHN BEAL\n\nBe seen.\n\n[Enter HUSSEIN.]\n\nHUSSEIN\n\nGreeting once more.\n\nJOHN BEAL\n\nAgain greeting.... The great lady,\nMiss Clement, is here.\n\n[HUSSEIN and MIRALDA look at each\nother.]\n\nYou will pay to Miss Clement and not to\nyour god of bronze. On the word of an\nEnglishman, your god of bronze shall not have\none gold piece that belongs to the great lady!\n\nHUSSEIN [looking contemptuous]\n\nOn the word of the Lord of the Pass, I only\npay to Hinnard.\n\n[He stands smiling while MIRALDA\nregards him. Exit.]\n\nARCHIE BEAL\n\nWell?\n\nJOHN BEAL\n\nHe won't pay.\n\nARCHIE BEAL\n\nWhat are we to do now?\n\nJOHN BEAL [to MIRALDA]\n\nI'm afraid he's rather an ugly customer to\nintroduce you to like that. I'm sorry he came\nnow.\n\nMIRALDA\n\nO, I like him, I think he looks splendid.\n\nARCHIE BEAL\n\nWell, what are we to do?\n\nJOHN BEAL\n\nYes.\n\nARCHIE BEAL\n\nWhat do you say, Miss Clement?\n\nJOHN BEAL\n\nYes, what do you feel we ought to do?\n\nMIRALDA\n\nWell, perhaps I ought to leave all that to\nyou.\n\nARCHIE BEAL\n\nO, no.\n\nJOHN BEAL\n\nNo, it's your money. What do you think\nwe really ought to do?\n\nMIRALDA\n\nWell, of course, I think you ought to kill\nHussein.\n\n[JOHN BEAL and ARCHIE BEAL look\nat each other a little startled.]\n\nJOHN BEAL\n\nBut wouldn't that--wouldn't that\nbe--murder?\n\nMIRALDA\n\nO, yes, according to the English law.\n\nJOHN BEAL\n\nI see; you mean--you mean we're not--but\nwe are English.\n\nMIRALDA\n\nI mean it wouldn't be murder--by your\nlaw, unless you made it so.\n\nJOHN BEAL\n\nBy my law?\n\nMIRALDA\n\nYes, if you can interfere with their religion\nlike this, and none of them say a word,\nwhy--you can make any laws you like.\n\nJOHN BEAL\n\nBut Hussein is king here; he is Lord of the\nPass, and that's everything here. I'm nobody.\n\nMIRALDA\n\nO, if you like to be nobody, of course that's\ndifferent.\n\nARCHIE BEAL\n\nI think she means that if Hussein weren't\nthere there'd be only you. Of course, I don't\nknow. I've only just come.\n\nJOHN BEAL\n\nBut we can't kill Hussein!\n\n[MIRALDA begins to cry.]\n\nO Lord! Good heavens! Please, Miss\nClement! I'm awfully sorry if I've said\nanything you didn't like. I wouldn't do that for\nworlds. I'm awfully sorry. It's a beastly\ncountry, I know. I'm really sorry you came.\nI feel it's all my fault. I'm really awfully\nsorry...\n\nMIRALDA\n\nNever mind. Never mind. I was so\nhelpless, and I asked you to help me. I never\nought to have done it. I oughtn't to have\nspoken to you at all in that train without\nbeing introduced; but I was so helpless. And\nnow, and now, I haven't a penny in the world,\nand, O, I don't know what to do.\n\nARCHIE BEAL\n\nWe'll do anything for you, Miss Clement.\n\nJOHN BEAL\n\nAnything in the wide world. Please, please\ndon't cry. We'll do anything.\n\nMIRALDA\n\nI... I only, I only wanted to--to kill\nHussein. But never mind, it doesn't matter\nnow.\n\nJOHN BEAL\n\nWe'll do it, Miss Clement, won't we,\nArchie? Only don't cry. We'll do it. I--I\nsuppose he deserves it, doesn't he?\n\nARCHIE BEAL\n\nYes, I suppose he does.\n\nJOHN BEAL\n\nWell, all right, Miss Clement, that's settled.\nMy brother and I will talk it over.\n\nMIRALDA [still sniping]\n\nAnd--and--don't hang him or anything--he\nlooks so fine.... I--I wouldn't like\nhim treated like that. He has such a grand\nbeard. He ought to die fighting.\n\nJOHN BEAL\n\nWe'll see what we can do, Miss Clement.\n\nMIRALDA\n\nIt is sweet of you. It's really sweet. It's\nsweet of both of you. I don't know what I d\nhave done without you. I seemed to know\nit that day the moment I saw you.\n\nJOHN BEAL\n\nO, it's nothing, Miss Clement, nothing at\nall.\n\nARCHIE BEAL\n\nThat's all right.\n\nMIRALDA\n\nWell, now I'll have to look for an hotel.\n\nJOHN BEAL\n\nYes, that's the trouble, that really is the\ntrouble. That's what I've been thinking of\n\nMIRALDA\n\nWhy, isn't there...\n\nJOHN BEAL\n\nNo, I'm afraid there isn't. What are we to\ndo, Archie.\n\nARCHIE BEAL\n\nI--I can't think. Perhaps Miss Clement\nwould have a scheme.\n\nMIRALDA [to JOHN BEAL]\n\nI rely on you, Mr. Beal.\n\nJOHN BEAL\n\nI--I; but what can I... You see,\nyou're all alone. If you'd anyone with you,\nyou could have...\n\nMIRALDA\n\nI did think of bringing a rather nice aunt.\nBut on the whole I thought it better not to\ntell anyone.\n\nJOHN BEAL\n\nNot to tell...\n\nMIRALDA\n\nNo, on the whole I didn't.\n\nJOHN BEAL\n\nI say, Archie, what are we to do?\n\nARCHIE BEAL\n\nHere's Daoud.\n\n[Enter DAOUD.]\n\nJOHN BEAL\n\nThe one man I trust in Al Shaldomir!\n\nDAOUD\n\nI have brought two watchers of the\ndoorstep to guard the noble lady.\n\nJOHN BEAL\n\nHe says he's brought two watchers of the\ndoorstep to look after Miss Clement.\n\nARCHIE BEAL\n\nTwo chaperons! Splendid! She can go\nanywhere now.\n\nJOHN BEAL\n\nWell, really, that is better. Yes that will\nbe all right. We can find a room for you now.\nThe trouble was your being alone. I hope\nyou'll like them. [To DAOUD.] Tell them\nto enter here.\n\nDAOUD [beckoning in the doorway]\n\nHo! Enter!\n\nJOHN BEAL\n\nThat's all right, ARCHIE, isn't it?\n\nARCHIE BEAL\n\nYes, that's all right. A chaperon's a\nchaperon, black or white.\n\nJOHN BEAL\n\nYou won't mind their being black, will you,\nMiss Clement?\n\nMIRALDA\n\nNo, I shan't mind. They can't be worse\nthan white ones.\n\n[Enter BAZZALOL and THOOTHOOBABA\ntwo enormous Nubians, bearing peacock\nfans and wearing scimitars. All stare at\nthem. They begin to fan slightly.]\n\nDAOUD\n\nThe watchers of the doorstep.\n\nJOHN BEAL\n\nIdiot, Daoud! Fools! Dolts! Men may\nnot guard a lady's door.\n\n[BAZZALOL and THOOTHOOBABA smile\ningratiatingly.]\n\nWe are not men.\n\nBAZZALOL [bowing]\n\nCurtain\n\nSix and a half years elapse\n\n\nTHE SONG OF THE IRIS MARSHES\n\nWhen morn is bright on the mountains olden\n Till dawn is lost in the blaze of day,\n When morn is bright and the marshes golden,\nWhere shall the lost lights fade away?\n And where, my love, shall we dream to-day?\n\nDawn is fled to the marshy hollows\n Where ghosts of stars in the dimness stray,\nAnd the water is streaked with the flash of\nswallows\n And all through summer the iris sway.\n But where, my love, shall we dream to-day?\n\nWhen night is black in the iris marshes.\n\n\n\n\nACT III\n\nSCENE 1\n\nSix and a half years later.\nAl Shaldomir.\nA room in the palace.\n\nMIRALDA reclines on a heap of cushions,\nJOHN beside her.\n\nBazzalol and Thoothoobaba fan them.\n\nOMAR [declaiming to a zither]\n\nAl Shaldomir, Al Shaldomir,\n The nightingales that guard thy ways\nCease not to give thee, after God\n And after Paradise, all praise.\n Thou art the theme of all their lays.\nAl Shaldomir, Al Shaldomir....\n\nMIRALDA\n\nGo now, Omar.\n\nOMAR\n\nO lady, I depart.\n[Exit.]\n\nMIRALDA [languidly]\n\nJohn, John. I wish you'd marry me.\n\nJOHN\n\nMiralda, you're thinking of those old\ncustoms again that we left behind us seven years\nago. What's the good of it?\n\nMIRALDA\n\nI had a fancy that I wished you would.\n\nJOHN\n\nWhat's the good of it? You know you are\nmy beloved. There are none of those\nclergymen within hundreds of miles. What's the\ngood of it?\n\nMIRALDA\n\nWe could find one, John.\n\nJOHN\n\nO, yes, I suppose we could, but...\n\nMIRALDA\n\nWhy won't you?\n\nJOHN\n\nI told you why.\n\nMIRALDA\n\nO, yes, that instinct that you must not\nmarry. That's not your reason, John.\n\nJOHN\n\nYes, it is.\n\nMIRALDA\n\nIt's a silly reason. It's a crazy reason.\nIt's no reason at all. There's some other\nreason.\n\nJOHN\n\nNo, there isn't. But I feel that in my\nbones. I don't know why. You know that\nI love none else but you. Besides, we're\nnever going back, and it doesn't matter.\nThis isn't Blackheath.\n\nMIRALDA\n\nSo I must live as your slave.\n\nJOHN\n\nNo, no, Miralda. My dear, you are not my\nslave. Did not the singer compare our love\nto the desire of the nightingale for the\nevening star? All know that you are my queen.\n\nMIRALDA\n\nThey do not know at home.\n\nJOHN\n\nHome? Home? How could they know?\nWhat have we in common with home? Rows\nand rows of little houses; and if they hear a\nnightingale there they write to the papers.\nAnd--and if they saw this they'd think they\nwere drunk. Miralda, don't be absurd.\nWhat has set you thinking of home?\n\nMIRALDA\n\nI want to be crowned queen.\n\nJOHN\n\nBut I am not a king. I am only Shereef.\n\nMIRALDA\n\nYou are all-powerful here, John, you can do\nwhat you please, if you wish to. You don't\nlove me at all.\n\nJOHN\n\nMiralda, you know I love you. Didn't\nI kill Hussein for you?\n\nMIRALDA\n\nYes, but you don't love me now.\n\nJOHN\n\nAnd Hussein's people killed ARCHIE. That\nwas for you too. I brought my brother out\nhere to help you. He was engaged to be\nmarried, too.\n\nMIRALDA\n\nBut you don't love me now.\n\nJOHN\n\nYes, I do. I love you as the dawn loves\nthe iris marshes. You know the song they\nsing. (footnote: poem just before Act III)\n\nMIRALDA\n\nThen why won't you marry me?\n\nJOHN\n\nI told you, I told you. I had a dream about\nthe future. I forgot the dream, but I know\nI was not to marry. I will not wrong the\nfuture.\n\nMIRALDA\n\nDon't be crazy.\n\nJOHN\n\nI will have what fancies I please, crazy or\nsane. Am I not Shereef of Shaldomir? Who\ndare stop me if I would be mad as Herod?\n\nMIRALDA\n\nI will be crowned queen.\n\nJOHN\n\nIt is not my wish.\n\nMIRALDA\n\nI will, I will, I will.\n\nJOHN\n\nDrive me not to anger. If I have you cast\ninto a well and take twenty of the fairest\ndaughters of Al Shaldomir in your place, who\ncan gainsay me?\n\nMIRALDA\n\nI will be crowned queen.\n\nJOHN\n\nO, do not be tiresome.\n\nMIRALDA\n\nWas it not my money that brought you\nhere? Was it not I who said \"Kill Hussein\"?\nWhat power could you have had, had\nHussein lived? What would you have been doing\nnow, but for me?\n\nJOHN\n\nI don't know, Miralda.\n\nMIRALDA\n\nCatching some silly train to the City.\nWorking for some dull firm. Living in some\nsmall suburban house. It is I, I, that brought\nyou from all that, and you won't make me a\nqueen.\n\nJOHN\n\nIs it not enough that you are my beloved?\nYou know there is none other but you. Is\nit not enough, Miralda?\n\nMIRALDA\n\nIt is not enough. I will be queen.\n\nJOHN\n\nTchah!... Miralda, I know you are a\nwonderful woman, the most wonderful in the\nEast; how you ever came to be in the West\nI don't know, and a train of all places; but,\nMiralda, you must not have petty whims,\nthey don't become you.\n\nMIRALDA\n\nIs it a petty whim to wish to be a queen?\n\nJOHN\n\nYes, when it is only the name you want.\nYou are a queen. You have all you wish for.\nAre you not my beloved? And have I not\npower here over all men? Could I not close\nthe pass?\n\nMIRALDA\n\nI want to be queen.\n\nJOHN\n\nOh-h! I will leave you. I have more to do\nthan to sit and hear your whims. When I\ncome back you will have some other whim.\nMiralda, you have too many whims.\n\n[He rises.]\n\nMIRALDA\n\nWill you be back soon?\n\nJOHN\n\nNo.\n\nMIRALDA\n\nWhen will you come back, John?\n\n[She is reclining, looking fair, fanning\nslightly.]\n\nJOHN\n\nIn half an hour.\n\nMIRALDA\n\nIn half an hour?\n\nJOHN\n\nYes.\n\n[Exit.]\n\nMIRALDA\n\nHalf an hour.\n\n[Her fan is laid down. She clutches\nit with sudden resolve. She goes to the\nwall, fanning herself slowly. She leans\nagainst it. She fans herself now with\nobvious deliberation. Three times the\ngreat fan goes pat against the window, and\nthen again separately three times; and\nthen she puts it against the window once\nwith a smile of ecstasy. She has signalled.\nShe returns to the cushions and reclines\nwith beautiful care, fanning herself softly.\n\nEnter the Vizier, HAFIZ EL ALCOLAHN]\n\nHAFIZ\n\nLady! You bade me come.\n\nMIRALDA\n\nDid I, Hafiz?\n\nHAFIZ\n\nLady, your fan.\n\nMIRALDA\n\nAh, I was fanning myself.\n\nHAFIZ\n\nSeven times, lady.\n\nMIRALDA\n\nAh, was it? Well, now you're here.\n\nHAFIZ\n\nLady, O star of these times. O light over\nlonely marshes. [He kneels by her and\nembraces her.] Is the Shereef gone, lady?\n\nMIRALDA\n\nFor half an hour, Hafiz.\n\nHAFIZ\n\nHow know you for half an hour?\n\nMIRALDA\n\nHe said so.\n\nHAFIZ\n\nHe said so? Then is the time to fear, if a\nman say so.\n\nMIRALDA\n\nI know him.\n\nHAFIZ\n\nIn our country who knows any man so\nmuch? None.\n\nMIRALDA\n\nHe'll be away for half an hour.\n\nHAFIZ [embracing]\n\nO, exquisite lily of unattainable mountains.\n\nMIRALDA\n\nAh, Hafiz, would you do a little thing for\nme?\n\nHAFIZ\n\nI would do all things, lady, O evening\nstar.\n\nMIRANDA\n\nWould you make me a queen, Hafiz?\n\nHAFIZ\n\nIf--if the Shereef were gathered?\n\nMIRALDA\n\nEven so, Hafiz.\n\nHAFIZ\n\nLady, I would make you queen of all that\nlies west of the passes.\n\nMIRANDA\n\nYou would make me queen?\n\nHAFIZ\n\nIndeed, before all my wives, before all\nwomen, over all Shaldomir, named the elect.\n\nMIRALDA\n\nO, well, Hafiz; then you may kiss me.\n[HAFIZ does so ad lib.]\n\nHafiz, the Shereef has irked me.\n\nHAFIZ\n\nLady, O singing star, to all men is the hour.\n\nMIRALDA\n\nThe appointed hour?\n\nHAFIZ\n\nEven the appointed hour, the last, leading\nto darkness.\n\nMIRALDA\n\nIs it written, think you, that the Shereef's\nhour is soon?\n\nHAFIZ\n\nLady, O dawn's delight, let there be a\nbanquet. Let the great ones of Shaldomir be\nbidden there.\n\nMIRALDA\n\nThere shall be a banquet, Hafiz.\n\nHAFIZ\n\nSoon, O lady. Let it be soon, sole lily of\nthe garden.\n\nMIRALDA\n\nIt shall be soon, Hafiz.\n[More embraces.]\n\nHAFIZ\n\nAnd above all, O lady, bid Daoud, the son\nof the baker.\n\nMIRALDA\n\nHe shall be bidden, Hafiz.\n\nHAFIZ\n\nO lady, it is well.\n\nMIRALDA\n\nGo now, Hafiz.\n\nHAFIZ\n\nLady, I go [giving a bag of gold to BAZZALOL].\nSilence. Silence. Silence.\n\nBAZZALOL [kneeling]\n\nO, master!\n\nHAFIZ\n\nLet the tomb speak; let the stars cry out;\nbut do you be silent.\n\nBAZZALOL\n\nAye, master.\n\nHAFIZ [to THOOTHOOBABA]\n\nAnd you. Though this one speak, yet be\nsilent, or dread the shadow of Hafiz el\nAlcolahn.\n\n[He drops a bag of gold.\nTHOOTHOOBABA goes down and grabs at the gold;\nhis eyes gloat over it.]\n\nTHOOTHOOBABA\n\nMaster, I speak not. Oh-h-h.\n\n[Exit HAFIZ.\n\nMIRALDA arranges herself on the\ncushions. She looks idly at each Nubian. The\nNubians put each a finger over his lips and\ngo on fanning with one hand.]\n\nMIRALDA\n\nA queen. I shall look sweet as a queen.\n\n[Enter JOHN. She rises to greet him\ncaressingly.\n\nEnter DAOUD.]\n\nOh, you have brought Daoud with you.\n\nJOHN\n\nWhy not?\n\nMIRALDA\n\nYou know that I don't like Daoud.\n\nJOHN\n\nI wish to speak with him.\n\n[MIRALDA looks straight at JOHN and\nmoves away in silence. Exit L.]\n\nJOHN\n\nDaoud.\n\nDAOUD\n\nGreat master.\n\nJOHN\n\nDaoud, one day in spring, in the cemetery\nof those called Blessed, beyond the city's\ngates, you swore to me by the graves of both\nyour parents....\n\nDAOUD\n\nGreat master, even so I swore.\n\nJOHN\n\n.... to be true to me always.\n\nDAOUD\n\nThere is no Shereef but my master.\n\nJOHN\n\nDaoud, you have kept your word.\n\nDAOUD\n\nI have sought to, master.\n\nJOHN\n\nYou have helped me often, Daoud, warned\nme and helped me often. Through you I\nknew those currents that run through the\ndeeps of the market, in silence and all men\nfeel them, but a ruler never. You told me of\nthem, and when I knew--then I could look\nafter myself, Daoud. They could do nothing\nagainst me then. Well, now I hold this\npeople. I hold them at last, Daoud, and now\n--well, I can rest a little.\n\nDAOUD\n\nNot in the East, master.\n\nJOHN\n\nNot in the East, Daoud?\n\nDAOUD\n\nNo, master.\n\nJOHN\n\nWhy? What do you mean?\n\nDAOUD\n\nIn Western countries, master, whose tales\nI have read, in a wonderful book named the\n\"Good Child's History of England,\" in the\nWest a man hath power over a land, and lo!\nthe power is his and descends to his son's son\nafter him.\n\nJOHN\n\nWell, doesn't it in the East?\n\nDAOUD\n\nNot if he does not watch, master; in the\nnight and the day, and in the twilight\nbetween the day and the night, and in the dawn\nbetween the night and the day.\n\nJOHN\n\nI thought you had pretty long dynasties\nin these parts, and pretty lazy ones.\n\nDAOUD\n\nMaster, he that was mightiest of those that\nwere kings in Babylon had a secret door\nprepared in an inner chamber, which led to a\nlittle room, the smallest in the palace, whose\nback door opened secretly to the river, even\nto great Euphrates, where a small boat waited\nall the days of his reign.\n\nJOHN\n\nDid he really now? Well, he was taking no\nchances. Did he have to use it?\n\nDAOUD\n\nNo, master. Such boats are never used.\nThose that watch like that do not need to\nseek them, and the others, they would never\nbe able to reach the river in time, even though\nthe boat were there.\n\nJOHN\n\nI shouldn't like to have to live like that.\nWhy, a river runs by the back of this palace.\nI suppose palaces usually are on rivers. I'm\nglad I don't have to keep a boat there.\n\nDAOUD\n\nNo, master.\n\nJOHN\n\nWell, what is it you are worrying about?\nWho is it you are afraid of?\n\nDAOUD\n\nHafiz el Alcolahn.\n\nJOHN\n\nO, Hafiz. I have no fears of Hafiz. Lately\nI ordered my spies to watch him no longer.\nWhy does he hate me?\n\nDAOUD\n\nBecause, most excellent master, you slew\nHussein.\n\nJOHN\n\nSlew Hussein? What is that to do with\nhim? May I not slay whom I please?\n\nDAOUD\n\nEven so, master. Even so. But he was\nHussein's enemy.\n\nJOHN\n\nHis enemy, eh?\n\nDAOUD\n\nFor years he had dreamed of the joy of\nkilling Hussein.\n\nJOHN\n\nWell, he should have done it before I came.\nWe don't hang over things and brood over\nthem for years where I come from. If a\nthing's to be done, it's done.\n\nDAOUD\n\nEven so, master. Hafiz had laid his plans\nfor years. He would have killed him and got\nhis substance; and then, when the hour drew\nnear, you came, and Hussein died, swiftly,\nnot as Hafiz would have had him die; and\nlo! thou art the lord of the pass, and Hafiz is\nno more than a beetle that runs about in the\ndirt.\n\nJOHN\n\nWell, so you fear Hafiz?\n\nDAOUD\n\nNot for himself, master. Nay, I fear not\nHafiz. But, master, hast thou seen when the\nthunder is coming, but no rumble is heard\nand the sky is scarce yet black, how little\nwinds run in the grass and sigh and die; and\nthe flower beckons a moment with its head;\nall the world full of whispers, master, all\nsaying nothing; then the lightning, master, and\nthe anger of God; and men say it came\nwithout warning? [Simply.] I hear those things\ncoming, master.\n\nJOHN\n\nWell?\n\nDAOUD\n\nMaster, it is all silent in the market. Once,\nwhen the price of turquoises was high, men\nabused the Shereef. When the merchant men\ncould not sell their pomegranates for silver\nthey abused the Shereef. It is men's way,\nmaster, men's way. Now it is all silent in the\nmarket. It is like the grasses with the idle\nwinds, that whisper and sigh and die away;\nlike the flowers beckoning to nothing. And\nso, master, and so....\n\nJOHN\n\nI see, you fear some danger.\n\nDAOUD\n\nI fear it, master.\n\nJOHN\n\nWhat danger, Daoud?\n\nDAOUD\n\nMaster, I know not.\n\nJOHN\n\nFrom what quarter, Daoud?\n\nDAOUD\n\nO master, O sole Lord of Al Shaldomir,\nnamed the elect, from that quarter.\n\nJOHN\n\nThat quarter? Why, that is the gracious\nlady's innermost chamber.\n\nDAOUD\n\nFrom that quarter, great master, O Lord\nof the Pass.\n\nJOHN\n\nDaoud, I have cast men into prison for\nsaying less than this. Men have been flogged\non the feet for less than this.\n\nDAOUD\n\nSlay me, master, but hear my words.\n\nJOHN\n\nI will not slay you. You are mistaken,\nDaoud. You have made a great mistake.\nThe thing is absurd. Why, the gracious lady\nhas scarcely seen Hafiz. She knows nothing\nof the talk of the market. Who could tell\nher? No one comes here. It is absurd. Only\nthe other day she said to me... But it\nis absurd, it is absurd, Daoud. Besides, the\npeople would never rebel against me. Do I\nnot govern them well?\n\nDAOUD\n\nEven so, master.\n\nJOHN\n\nWhy should they rebel, then?\n\nDAOUD\n\nThey think of the old times, master.\n\nJOHN\n\nThe old times? Why, their lives weren't\nsafe. The robbers came down from the\nmountains and robbed the market whenever they\nhad a mind.\n\nDAOUD\n\nMaster, men were content in the old times.\n\nJOHN\n\nBut were the merchants content?\n\nDAOUD\n\nThose that loved merchandise were\ncontent, master. Those that loved it not went\ninto the mountains.\n\nJOHN\n\nBut were they content when they were\nrobbed?\n\nDAOUD\n\nThey soon recovered their losses, master.\nTheir prices were unjust and they loved usury.\n\nJOHN\n\nAnd were the people content with unjust\nprices?\n\nDAOUD\n\nSome were, master, as men have to be in\nall countries. The others went into the\nmountains and robbed the merchants.\n\nJOHN\n\nI see.\n\nDAOUD\n\nBut now, master, a man robs a merchant\nand he is cast into prison. Now a man is\nslain in the market and his son, his own son,\nmaster, may not follow after the aggressor\nand slay him and burn his house. They are\nill-content, master. No man robs the\nmerchants, no man slays them, and the\nmerchants' hearts are hardened and they oppress\nall men.\n\nJOHN\n\nI see. They don't like good government?\n\nDAOUD\n\nThey sigh for the old times, master.\n\nJOHN\n\nI see; I see. In spite of all I have done for\nthem, they want their old bad government\nback again.\n\nDAOUD\n\nIt is the old way, master.\n\nJOHN\n\nYes, yes. And so they would rebel. Well,\nwe must watch. You have warned me once\nagain, Daoud, and I am grateful. But you\nare wrong, Daoud, about the gracious lady.\nYou are mistaken. It is impossible. You are\nmistaken, Daoud. I know it could not be.\n\nDAOUD\n\nI am mistaken, master. Indeed, I am\nmistaken. Yet, watch. Watch, master.\n\nJOHN\n\nWell, I will watch.\n\nDAOUD\n\nAnd, master, if ever I come to you bearing\noars, then watch no longer, master, but follow\nme through the banquet chamber and through\nthe room beyond it. Move as the wild deer\nmove when there is danger, without pausing,\nwithout wondering, without turning round;\nfor in that hour, master, in that hour....\n\nJOHN\n\nThrough the room beyond the banquet\nchamber, Daoud?\n\nDAOUD\n\nAye, master, following me.\n\nJOHN\n\nBut there is no door beyond, Daoud.\n\nDAOUD\n\nMaster, I have prepared a door.\n\nJOHN\n\nA door, Daoud?\n\nDAOUD\n\nA door none wots of, master.\n\nJOHN\n\nWhither does it lead?\n\nDAOUD\n\nTo a room that you know not of, a little\nroom; you must stoop, master.\n\nJOHN\n\nO, and then?\n\nDAOUD\n\nTo the river, master.\n\nJOHN\n\nThe river! But there's no boat there.\n\nDAOUD\n\nUnder the golden willow, master.\n\nJOHN\n\nA boat?\n\nDAOUD\n\nEven so, under the branches.\n\nJOHN\n\nIs it come to that?... No, Daoud, all\nthis is unnecessary. It can't come to that.\n\nDAOUD\n\nIf ever I come before you bearing two oars,\nin that hour, master, it is necessary.\n\nJOHN\n\nBut you will not come. It will never come\nto that.\n\nDAOUD\n\nNo, master.\n\nJOHN\n\nA wise man can stop things before they\nget as far as that.\n\nDAOUD\n\nThey that were kings in Babylon were wise\nmen, master.\n\nJOHN\n\nBabylon! But that was thousands of\nyears ago.\n\nDAOUD\n\nMan changes not, master.\n\nJOHN\n\nWell, Daoud, I will trust you, and if it\never comes to that...\n\n[Enter MIRALDA.]\n\nMIRALDA\n\nI thought Daoud was gone.\n\nDAOUD\n\nEven now I go, gracious lady.\n\n[Exit DAOUD. Rather strained silence\nwith JOHN and MIRALDA till he goes.\nShe goes and retakes herself comfortable\non the cushions. He is not entirely at ease.]\n\nMIRALDA\n\nYou had a long talk with Daoud.\n\nJOHN\n\nYes, he came and talked a good deal.\n\nMIRALDA\n\nWhat about?\n\nJOHN\n\nO, just talk; you know these Eastern\npeople.\n\nMIRALDA\n\nI thought it was something you were\ndiscussing with him.\n\nJOHN\n\nO, no.\n\nMIRALDA\n\nSome important secret.\n\nJOHN\n\nNo, not at all.\n\nMIRALDA\n\nYou often talk with Daoud.\n\nJOHN\n\nYes, he is useful to me. When he talks\nsense I listen, but to-day...\n\nMIRALDA\n\nWhat did he come for to-day?\n\nJOHN\n\nO, nothing.\n\nMIRALDA\n\nYou have a secret with Daoud that you\nwill not share with me.\n\nJOHN\n\nNo, I have not.\n\nMIRALDA\n\nWhat was it he said?\n\nJOHN\n\nHe said there was a king in Babylon who...\n\n[DAOUD slips into the room.]\n\nMIRALDA\n\nIn Babylon? What has that to do with\nus?\n\nJOHN\n\nNothing. I told you he was not talking\nsense.\n\nMIRALDA\n\nWell, what did he say?\n\nJOHN\n\nHe said that in Babylon...\n\nDAOUD\n\nHist!\n\nJOHN\n\nO, well...\n\n[MIRALDA glares, but calms herself\nand says nothing.\n\nExit DAOUD.]\n\nMIRALDA\n\nWhat did Daoud say of Babylon?\n\nJOHN\n\nO, well, as you say, it had nothing to do\nwith us.\n\nMIRALDA\n\nBut I wish to hear it.\n\nJOHN\n\nI forget.\n\n[For a moment there is silence.]\n\nMIRALDA\n\nJohn, John. Will you do a little thing for\nme?\n\nJOHN\n\nWhat is it?\n\nMIRALDA\n\nSay you will do it, John. I should love to\nhave one of my little wishes granted.\n\nJOHN\n\nWhat is it?\n\nMIRALDA\n\nKill Daoud, John. I want you to kill\nDaoud.\n\nJOHN\n\nI will not.\n\n[He walks up and down in front of the\ntwo Nubians in silence. She plucks\npetulantly at a pillow. She suddenly calms\nherself. A light comes into her eyes. The\nNubians go on fanning. JOHN goes on\npacing.]\n\n MIRALDA\n\nJohn, John, I have forgotten my foolish\nfancies.\n\nJOHN\n\nI am glad of it.\n\nMIRALDA\n\nI do not really wish you to kill Daoud.\n\nJOHN [same voice]\n\nI'm glad you don't.\n\nMIRALDA\n\nI have only one fancy now, John.\n\nJOHN\n\nWell, what is it?\n\nMIRALDA\n\nGive a banquet, John. I want you to give\na banquet.\n\nJOHN\n\nA banquet? Why?\n\nMIRALDA\n\nIs there any harm in my fancy?\n\nJOHN\n\nNo.\n\nMIRALDA\n\nThen if I may not be a queen, and if you\nwill not kill Daoud for me, give a banquet,\nJohn. There is no harm in a banquet.\n\nJOHN\n\nVery well. When do you want it?\n\nMIRALDA\n\nTo-morrow, John. Bid all the great ones\nto it, all the illustrious ones in Al Shaldomir.\n\nJOHN\n\nVery well.\n\nMIRALDA\n\nAnd bid Daoud come.\n\nJOHN\n\nDaoud? You asked me to kill him.\n\nMIRALDA\n\nI do not wish that any longer, John.\n\nJOHN\n\nYou have queer moods, Miralda.\n\nMIRALDA\n\nMay I not change my moods, John?\n\nJOHN\n\nI don't know. I don't understand them.\n\nMIRALDA\n\nAnd ask Hafiz el Alcolahn, John.\n\nJOHN\n\nHafiz? Why?\n\nMIRALDA\n\nI don't know, John. It was just my fancy.\n\nJOHN\n\nYour fancy, eh?\n\nMIRALDA\n\nThat was all.\n\nJOHN\n\nThen I will ask him. Have you any other\nfancy?\n\nMIRALDA\n\nNot now, John.\n\nJOHN\n\nThen go, Miralda.\n\nMIRALDA\n\nGo?\n\nJOHN\n\nYes.\n\nMIRALDA\n\nWhy?\n\nJOHN\n\nBecause I command it.\n\nMIRALDA\n\nBecause you command it?\n\nJOHN\n\nYes, I, the Shereef Al Shaldomir.\n\nMIRALDA\n\nVery well.\n\n[Exit L.\n\nHe walks to the door to see that she is\nreally gone. He comes back to centre and\nstands with back to audience, pulling a\ncord quietly from his pocket and arranging\nit.\n\nHe moves half left and comes up behind\nBAZZALOL. Suddenly he slips the cord\nover BAZZALOL's head, and tightens it\nround his neck.]\n\n[BAZZALOL flops on his knees.\n\nTHOOTHOOBABA goes on fanning.]\n\nJOHN\n\nSpeak!\n\n[BAZZALOL is silent.\n\nJOHN tightens it more. THOOTHOOBABA\ngoes on quietly fanning.]\n\nBAZZALOL\n\nI cannot.\n\nJOHN\n\nIf you would speak, raise your left hand.\nIf you raise your left hand and do not speak\nyou shall die.\n\n[BAZZALOL is silent. JOHN tightens\nmore. BAZZALOL raises his great flabby\nleft hand high. JOHN releases the cord.\nBAZZALOL blinks and moves his mouth.]\n\nBAZZALOL\n\nGracious Shereef, one visited the great\nlady and gave us gold, saying, \"Speak not.\"\n\nJOHN\n\nWhen?\n\nBAZZALOL\n\nGreat master, one hour since.\n\nJOHN [a little viciously]\n\nWho?\n\nBAZZALOL\n\nO heaven-sent, he was Hafiz el Alcolahn.\n\nJOHN\n\nGive me the gold.\n\n[BAZZALOL gives it.]\n\n[To THOOTHOOBABA.] Give me the\ngold.\n\nTHOOTHOOBABA\n\nMaster, none gave me gold.\n\n[John touches his dagger, and looks like\nusing it.\n\nTHOOTHOOBABA gives it.]\n\nJOHN\n\nTake back your gold. Be silent about this.\nYou too.\n\n[He throws gold to BAZZALOL.]\n\nGold does not make you silent, but there is\na thing that does. What is that thing?\nSpeak. What thing makes you silent?\n\nBAZZALOL\n\nO, great master, it is death.\n\nJOHN\n\nDeath, eh? And how will you die if you\nspeak? You know how you will die?\n\nBAZZALOL\n\nYes, heaven-sent.\n\nJOHN\n\nTell your comrade, then.\n\nBAZZALOL\n\nWe shall be eaten, great master.\n\nJOHN\n\nYou know by what?\n\nBAZZALOL\n\nSmall things, great master, small things.\nOh-h-h-h. Oh-h-h.\n\n[THOOTHOOBABA's knees scarcely hold\nhim.]\n\nJOHN\n\nIt is well.\n\n\nCurtain\n\nSCENE 2\n\nA small street. Al Shaldomir.\n\nTime: Next day.\n\n[Enter L. the SHEIK OF THE\nBISHAREENS.\n\nHe goes to an old green door, pointed of\ncourse in the Arabic way.]\n\nSHEIK OF THE BISHAREENS\n\nHo, Bishareens!\n\n[The BISHAREENS run on.]\n\nSHEIK\n\nIt is the place and the hour.\n\nBISHAREENS\n\nAh, ah!\n\nSHEIK [to FIRST BISHAREEN]\n\nWatch.\n\n[FIRST BISHAREEN goes to right and\nwatches up sunny street.]\n\nFIRST BISHAREEN\n\nHe comes.\n\n[Enter HAFIZ EL ALCOLAHN. He goes\nstraight up to the SHEIK and whispers.]\n\nSHEIK [turning]\n\nHear, O Bishareens.\n\n[HAFIZ places flute to his lips.]\n\nA BISHAREEN\n\nAnd the gold, master?\n\nSHEIK\n\nSilence! It is the signal.\n\n[HAFIZ plays a weird, strange tune on\nhis flute.]\n\nHAFIZ\n\nSo.\n\nSHEIK\n\nMaster, once more.\n\n[HAFIZ raises the flute again to his lips.]\n\nSHEIK\n\nHear, O Bishareens!\n\n[He plays the brief tune again.]\n\nHAFIZ [to SHEIK]\n\nLike that.\n\nSHEIK\n\nWe have heard, O master.\n\n[He walks away L. Hands move in\nthe direction of knife-hilts.]\n\nTHE BISHAREENS\n\nAh, ah!\n\n[Exit HAFIZ.\n\nHe plays a merry little tune on his\nflute as he walks away.]\n\nCurtain\n\nSCENE 3\n\nThe banqueting hall. A table along the\nback. JOHN and MIRALDA seated with\nnotables of Al Shaldomir.\n\nJOHN sits in the centre, with MIRALDA\non his right and, next to her, HAFIZ EL\nALCOLAHN.\n\nMIRALDA [to JOHN]\n\nYou bade Daoud be present?\n\nJOHN\n\nYes.\n\nMIRALDA\n\nHe is not here.\n\nJOHN\n\nDaoud not here?\n\nMIRALDA\n\nNo.\n\nJOHN\n\nWhy?\n\nMIRALDA\n\nWe all obey you, but not Daoud.\n\nJOHN\n\nI do not understand it.\n\nA NOTABLE\n\nThe Shereef has frowned.\n\n[Enter R. an OFFICER-AT-ARMS. He\nhalts at once and salutes with his sword,\nthen takes a side pace to his left, standing\nagainst the wall, sword at the carry.\n\nJOHN acknowledges salute by touching\nhis forehead with the inner tips of his\nfingers.]\n\nOFFICER-AT-ARMS\n\nSoldiers of Al Shaldomir; with the\ndance-step; march.\n\n[Enter R. some men in single file;\nuniform, pale green silks; swords at carry.\nThey advance in single file, in a slightly\nserpentine way, deviating to their left a\nlittle out of the straight and returning to it,\nstepping neatly on the tips of their toes.\nTheir march is fantastic and odd without\nbeing exactly funny.\n\n The OFFICER-AT-ARMS falls in on their\n left flank and marches about level with the\n third or fourth man.\n When he reaches the centre he gives\n another word of command.]\n\nOFFICER-AT-ARMS\n\nWith reverence: Salute.\n\n[The actor who takes this part should\nhave been an officer or N. C. O.\n\nJOHN stands up and acknowledges their\nsalute by touching his forehead with the\nfingers of the right hand, palm turned\ninwards.\n\nExeunt soldiers L. JOHN sits down.]\n\nA NOTABLE\n\nHe does not smile this evening.\n\nA WOMAN\n\nThe Shereef?\n\nNOTABLE\n\nHe has not smiled.\n\n[Enter R. ZABNOOL, a CONJURER, with\nbrass bowl. He bows. He walks to centre\nopposite JOHN. He exhibits his bowl.]\n\nZABNOOL\n\nBehold. The bowl is empty.\n\n[ZABNOOL produces a snake.]\n\nZABNOOL\n\nAh, little servant of Death.\n\n[He produces flowers.]\n\nFlowers, master, flowers. All the way from\nNowhere.\n\n[He produces birds.]\n\nBirds, master. Birds from Nowhere.\nSing, sing to the Shereef. Sing the little\nempty songs of the land of Nowhere.\n\n[He seats himself on the ground facing\nJOHN. He puts the bowl on the ground.\nHe places a piece of silk, with queer\ndesigns on it over the bowl. He partly\ndraws the silk away with his left hand and\nputs in his right. He brings out a young\ncrocodile and holds it by the neck.]\n\nCONJURER\n\nBehold, O Shereef; O people, behold; a\ncrocodile.\n\n[He arises and bows to JOHN and wraps\nup the crocodile in some drapery and walks\naway. As he goes he addresses his\ncrocodile.]\n\nO eater of lambs, O troubler of the rivers,\nyou sought to evade me in an empty bowl.\nO thief, O appetite, you sought to evade the\nShereef. The Shereef has seen you, O vexer\nof swimmers, O pig in armour, O...\n\n[Exit.\n\nSHABEESH, another CONJURER, rushes\non.]\n\nSHABEESH\n\nBad man, master; he very, very bad man.\n\n[He pushes ZABNOOL away roughly,\nimpetus of which carries ZABNOOL to the\nwings.]\n\nVery, very bad man, master.\n\nMIRALDA [reprovingly]\n\nZabnool has amused us.\n\nSHABEESH\n\nHe very, very bad man, lily lady. He get\ncrocodile from devil. From devil Poolyana,\nlily lady. Very, very bad.\n\nMIRALDA\n\nHe may call on devils if he amuse us,\nShabeesh.\n\nSHABEESH\n\nBut Poolyana, my devil. He call on my\ndevil, lily lady. Very, very, very bad. My\ndevil Poolyana.\n\nMIRALDA\n\nCall on him yourself, Shabeesh. Amuse\nus.\n\nSHABEESH\n\nShall one devil serve two masters?\n\nMIRALDA\n\nWhy not?\n\nSHABEESH [beginning to wave priestly conjurer's\nhands]\n\nVery bad man go away. Go away, bad\nman: go away, bad man. Poolyana not want\nbad man: Poolyana only work for good man.\nHe mighty fine devil. Poolyana, Poolyana.\nBig, black, fine, furry devil. Poolyana,\nPoolyana, Poolyana. O fine, fat devil with big\nangry tail. Poolyana, Poolyana, Poolyana.\nSend me up fine young pig for the Shereef.\nPoolyana, Poolyana. Lil yellow pig with\ncurly tail. [Small pig appears.] O\nPoolyana, great Poolyana. Fine black fur and\ngrey fur underneath. Fine ferocious devil\nyou my devil, Poolyana. O, Poolyana,\nPoolyana, Poolyana. Send me a big beast what\nchew bad man's crocodile. Big beast with\nbig teeth, eat him like a worm.\n\n[He has spread large silk handkerchief\non floor and is edging back from it in\nalarm.]\n\nLong nails in him toes, big like lion,\nPoolyana. Send great smelly big beast--eat\nup bad man's crocodile.\n\n[At first stir of handkerchief SHABEESH\nleaps in alarm.]\n\nHe come, he come. I see his teeth and\nhorns.\n\n[Enter small live rabbit from trapdoor\nunder handkerchief.]\n\nO, Poolyana, you big devil have your liddle\njoke. You laugh at poor conjuring man.\nYou send him lil rabbit to eat big crocodile.\nBad Poolyana. Bad Poolyana.\n\n[Whacks ground with stick.]\n\nYou plenty bad devil, Poolyana.\n\n[Whacking it again. Handkerchief has\nbeen thrown on ground again.\nHandkerchief stirs slightly.]\n\nNo, no, Poolyana. You not bad devil.\nYou not bad devil. You plenty good devil,\nPoolyana. No, no, no! Poor conjuring man\nquite happy on muddy earth. No, Poolyana,\nno! O, no, no, devil. O, no, no! Hell plenty\nnice place for devil. Master! He not my\ndevil! He other man's devil!\n\nJOHN\n\nWhat's this noise? What's it about?\nWhat's the matter?\n\nSHABEESH [in utmost terror]\n\nHe coming, master! Coming!\n\nZABNOOL\n\nPoolyana, Poolyana, Poolyana. Stay\ndown, stay down, Poolyana. Stay down in\nnice warm hell, Poolyana. The Shereef want\nno devil to-day.\n\n[ZABNOOL before speaking returns to\ncentre and pats air over ground where\nhandkerchief lies.\n\nThen SHABEESH and ZABNOOL come\ntogether side by side and bow and smile\ntogether toward the SHEREEF. Gold is\nthrown to them, which ZABNOOL gathers\nand hands to SHABEESH, who gives a share\nback to ZABNOOL.]\n\nA NOTABLE\n\nThe Shereef is silent.\n\n[Enter three women R. in single file,\ndancing, and carrying baskets full of pink\nrose-leaves. They dance across, throwing\ndown rose-leaves, leaving a path of them\nbehind them. Exeunt L.]\n\nA NOTABLE\n\nStill he is silent.\n\nMIRALDA\n\nWhy do you not speak?\n\nJOHN\n\nI do not wish to speak.\n\nMIRALDA\n\nWhy?\n\n[Enter OMAR with his zither.]\n\n OMAR [singing]\n\nAl Shaldomir, Al Shaldomir,\nBirds sing thy praises night and day;\n  The nightingale in every wood,\nBlackbirds in fields profound with may;\nBirds sing of thee by every way.\n\nAl Shaldomir, Al Shaldomir,\nMy heart is ringing with thee still\nThough far away, O fairy fields,\nMy soul flies low by every hill\nAnd misses not one daffodil.\n\nAl Shaldomir, Al Shaldomir,\nO mother of my roving dreams\nBlue is the night above thy spires\nAnd blue by myriads of streams\nParadise through thy gateway gleams.\n\nMIRALDA\n\nWhy do you not wish to speak?\n\nJOHN\n\nYou desire me to speak?\n\nMIRALDA\n\nNo. They all wonder why you do not\nspeak; that is all.\n\nJOHN\n\nI will speak. They shall hear me.\n\nMIRALDA\n\nO, there is no need to.\n\nJOHN\n\nThere is a need. [He rises.] People of\nShaldomir, behold I know your plottings.\nI know the murmurings that you murmur\nagainst me. When I sleep in my inner\nchamber my ear is in the market, while I sit at\nmeat I hear men whisper far hence and know\ntheir innermost thoughts. Hope not to\novercome me by your plans nor by any manner of\ncraftiness. My gods are gods of brass; none\nhave escaped them. They cannot be\noverthrown. Of all men they favour my people.\nTheir hands reach out to the uttermost ends\nof the earth. Take heed, for my gods are\nterrible. I am the Shereef; if any dare\nwithstand me I will call on my gods and they shall\ncrush him utterly. They shall grind him into\nthe earth and trample him under, as though\nhe had not been. The uttermost parts have\nfeared the gods of the English. They reach\nout, they destroy, there is no escape from\nthem. Be warned; for I do not permit any\nto stand against me. The laws that I have\ngiven you, you shall keep; there shall be no\nother laws. Whoso murmurs shall know my\nwrath and the wrath of my gods. Take heed,\nI speak not twice. I spoke once to Hussein.\nHussein heard not; and Hussein is dead, his\nears are closed for ever. Hear, O people.\n\nHAFIZ\n\nO Shereef, we murmur not against you.\n\nJOHN\n\nI know thoughts and hear whispers. I\nneed not instruction, Hafiz.\n\n HAFIZ\n\nYou exalt yourself over us as none did\naforetime.\n\nJOHN\n\nYes. And I will exalt myself. I have been\nShereef hitherto, but now I will be king. Al\nShaldomir is less than I desire. I have ruled\ntoo long over a little country. I will be the\nequal of Persia. I will be king; I proclaim it.\nThe pass is mine; the mountains shall be\nmine also. And he that rules the mountains\nhas mastery over all the plains beyond. If\nthe men of the plains will not own it let them\nmake ready; for my wrath will fall on them\nin the hour when they think me afar, on a\nnight when they think I dream. I proclaim\nmyself king over...\n\n[HAFIZ pulls out his flute and plays the\nweird, strange tune. JOHN looks at him in\nhorrified anger.]\n\nJOHN\n\nThe penalty is death! Death is the\npunishment for what you do, Hafiz. You have\ndared while I spoke. Hafiz, your contempt is\ndeath. Go to Hussein. I, the king...\nsay it.\n\n[DAOUD has entered R., bearing two\noars. DAOUD walks across, not looking\nat JOHN. Exit by small door in L. near\nback.\n\nJOHN gives one look at the banqueters,\nthen he follows DAOUD. Exit.\n\nAll look astonished. Some rise and\npeer. HAFIZ draws his knife.]\n\nOMAR [singing]\n\nAl Shaldomir, Al Shaldomir,\nThe nightingales that guard thy ways\nCease not to give thee, after God\nAnd after Paradise, all praise.\n\nCRIES [off]\n\nKill the unbeliever. Kill the dog. Kill the\nChristian.\n\n[Enter the SHEIK OF THE BISHAREENS,\nfollowed by all his men.]\n\nSHEIK\n\nWe are the Bishareens, master.\n\n[MIRALDA standing up, right arm\nakimbo, left arm pointing perfectly straight out\ntowards the small door, hand extended.]\n\nMIRALDA\n\nHe is there.\n\n[The BISHAREENS run off through the\nlittle door.]\n\nA NOTABLE\n\nNot to interfere with old ways is wisest.\n\nANOTHER\n\nIndeed, it would have been well for him.\n\n[The BISHAREENS begin to return\nlooking all about them like disappointed\nhounds.]\n\nA BISHAREEN\n\nHe is not there, master.\n\nHAFIZ\n\nNot there? Not there? Why, there is no\ndoor beyond. He must needs be there, and\nhis chief spy with him.\n\nSHEIK [off]\n\nHe is not here.\n\nMIRALDA [turning round and clawing the wall]\n\nO, I was weary of him. I was weary of him.\n\nHAFIZ\n\nBe comforted, pearl of the morning; he is\ngone.\n\nMIRALDA\n\nWhen I am weary of a man he must die.\n\n[He embraces her knees.]\n\nZAGBOOLA [who has come on with a little crowd\nthat followed the BISHAREENS. She is\nblind.]\n\nLead me to Hafiz. I am the mother of\nHafiz. Lead me to Hafiz. [They lead her\nnear.] Hafiz! Hafiz!\n\n[She finds his shoulder and tries to drag\nhim away.]\n\nHAFIZ\n\nGo! Go! I have found the sole pearl of\nthe innermost deeps of the sea.\n\n[He is kneeling and kissing MIRALDA's\nhand. ZAGBOOLA wails.]\n\nCurtain\n\n\n\n\nACT IV\n\nSCENE 1\n\nThree years elapse.\n\nScene: The street outside the Acacias.\n\nTime: Evening.\n\n[Ali leans on a pillar-box watching.\nJohn shuffles on L. He is miserably\ndressed, an Englishman down on his luck.\nA nightingale sings far off.]\n\nJOHN\n\nA nightingale here. Well, I never.\n\nAl Shaldomir, Al Shaldomir,\nThe nightingales that guard thy ways\nCease not to give thee, after God\nAnd after Paradise, all praise...\n\nThe infernal place! I wish I had never\nseen it! Wonder what set me thinking of\nthat?\n\n[The nightingale sings another bar.\nJOHN turns to his left and walks down the\nlittle path that leads to the door of the\nAcacias.]\n\nI mustn't come here. Mustn't come to a\nfine house like this. Mustn't. Mustn't.\n\n[He draws near it reluctantly. He puts\nhis hand to the bell and withdraws it.\nThen he rings and snatches his hand away.\nHe prepares to run away. Finally he rings\nit repeatedly, feverishly, violently.\n\nEnter LIZA, opening the door.]\n\nLIZA\n\nUllo, 'Oo's this!\n\nJOHN\n\nI oughtn't to have rung, miss, I know. I\noughtn't to have rung your bell; but I've\nseen better days, and wondered if--I\nwondered...\n\nLIZA\n\nI oughtn't to 'ave opened the door, that's\nwot I oughtn't. Now I look at you, I\noughtn't to 'ave opened it. Wot does you\nwant?\n\nJOHN\n\nO, don't turn me away now, miss. I must\ncome here. I must.\n\nLIZA\n\nMust? Why?\n\nJOHN\n\nI don't know.\n\nLIZA\n\nWot do you want?\n\nJOHN\n\nWho lives here?\n\nLIZA\n\nMr. and Mrs. Cater; firm of Briggs, Cater,\nand Johnstone. What do you want?\n\nJOHN\n\nCould I see Mr. Cater?\n\nLIZA\n\nHe's out. Dining at the Mansion House.\n\n JOHN\n\nOh.\n\nLIZA\n\nHe is.\n\nJOHN\n\nCould I see Mrs. Cater?\n\nLIZA\n\nSee Mrs. Cater? No, of course you\ncouldn't.\n\n[She prepares to shut the door.]\n\nJOHN\n\nMiss! Miss! Don't go, miss. Don't shut\nme out. If you knew what I'd suffered, if\nyou knew what I'd suffered. Don't!\n\nLIZA [coming forward again]\n\nSuffered? Why? Ain't you got enough to\neat?\n\nJOHN\n\nNo, I've had nothing all day.\n\nLIZA\n\n'Aven't you really now?\n\nJOHN\n\nNo. And I get little enough at any time.\n\nLIZA [kindly]\n\nYou ought to work.\n\nJOHN\n\nI... I can't. I can't bring myself...\nI've seen better times.\n\nLIZA\n\nStill, you could work.\n\nJOHN\n\nI--I can't grub for halfpennies when I've\n--when I've...\n\nLIZA\n\nWhen you've what?\n\nJOHN\n\nLost millions.\n\nLIZA\n\nMillions?\n\nJOHN\n\nI've lost everything.\n\nLIZA\n\n'Ow did you lose it?\n\nJOHN\n\nThrough being blind. But never mind,\nnever mind. It's all gone now, and I'm\nhungry.\n\nLIZA\n\n'Ow long 'ave you been down on your luck?\n\nJOHN\n\nIt's three years now.\n\nLIZA\n\nCouldn't get a regular job, like?\n\nJOHN\n\nWell, I suppose I might have. I suppose\nit's my fault, miss. But the heart was out of\nme.\n\nLIZA\n\nDear me, now.\n\nJOHN\n\nMiss.\n\nLIZA\n\nYes?\n\nJOHN\n\nYou've a kind face...\n\nLIZA\n\n'Ave I?\n\nJOHN\n\nYes. Would you do me a kind turn?\n\nLIZA\n\nWell, I dunno. I might, as yer so down\non yer luck--I don't like to see a man like\nyou are, I must say.\n\nJOHN\n\nWould you let me come into the big house\nand speak to the missus a moment?\n\nLIZA\n\nShe'd row me awful if I did. This house is\nvery respectable.\n\nJOHN\n\nI feel, if you would, I feel, I feel my luck\nmight change.\n\nLIZA\n\nBut I don't know what she'd say if I did.\n\nJOHN\n\nMiss, I must.\n\nLIZA\n\nI don't know wot she'd say.\n\nJOHN\n\nI must come in, miss, I must.\n\nLIZA\n\nI don't know what she'll say.\n\nJOHN\n\nI must. I can't help myself.\n\nLIZA\n\nI don't know what she'll...\n\n[JOHN is in, door shuts.]\n\n[ALI throws his head up and laughs,\nbut quite silently.]\n\nCurtain\n\nSCENE 2\n\nThe drawing-room at the Acacias.\n\nA moment later.\n\nThe scene is the same as in Act I, except\nthat the sofa which was red is now green,\nand the photograph of Aunt Martha is\nreplaced by that of a frowning old colonel.\nThe ages of the four children in the\nphotographs are the same, but their sexes have\nchanged.\n\n[MARY reading. Enter LIZA.]\n\nLIZA\n\nThere's a gentleman to see you, mum,\nwhich is, properly speaking, not a gentleman\nat all, but 'e would come in, mum.\n\nMARY\n\nNot a gentleman! Good gracious, Liza,\nwhatever do you mean?\n\nLIZA\n\n'E would come in, mum.\n\nMARY\n\nBut what does he want?\n\nLIZA [over shoulder]\n\nWhat does you want?\n\nJOHN [entering]\n\nI am a beggar.\n\nMARY\n\nO, really? You've no right to be coming\ninto houses like this, you know.\n\nJOHN\n\nI know that, madam, I know that. Yet\nsomehow I couldn't help myself. I've been\nbegging for nearly three years now, and I've\nnever done this before, yet somehow to-night\nI felt impelled to come to this house. I beg\nyour pardon, humbly. Hunger drove me to\nit.\n\nMARY\n\nHunger?\n\n\nJOHN\n\nI'm very hungry, madam.\n\nMARY\n\nUnfortunately Mr. Cater has not yet\nreturned, or perhaps he might...\n\nJOHN\n\nIf you could give me a little to eat\nyourself, madam, a bit of stale bread, a crust,\nsomething that Mr. Cater would not want.\n\nMARY\n\nIt's very unusual, coming into a house like\nthis and at such an hour--it's past eleven\no'clock--and Mr. Cater not yet returned.\nAre you really hungry?\n\nJOHN\n\nI'm very, very hungry.\n\nMARY\n\nWell, it's very unusual; but perhaps I\nmight get you a little something.\n\n[She picks up an empty plate from the\nsupper table.]\n\nJOHN\n\nMadam, I do not know how to thank you.\n\nMARY\n\nO, don't mention it.\n\nJOHN\n\nI have not met such kindness for three\nyears. I... I'm starving. I've known\nbetter times.\n\nMARY [kindly]\n\nI'll get you something. You've known\nbetter times, you say?\n\nJOHN\n\nI had been intended for work in the City.\nAnd then, then I travelled, and--and I got\nvery much taken with foreign countries, and\nI thought--but it all went to pieces. I lost\neverything. Here I am, starving.\n\nMARY [as one might reply to the Mayoress who\nhad lost her gloves]\n\nO, I'm so sorry.\n\n[JOHN sighs deeply.]\n\nMARY\n\nI'll get a nice bit of something to eat.\n\nJOHN\n\nA thousand thanks to you, madam.\n\n[Exit MARY with the plate.]\n\nLIZA [who has been standing near the door all the\ntime]\n\nWell, she's going to get you something.\n\nJOHN\n\nHeaven reward her.\n\nLIZA\n\nHungry as all that?\n\nJOHN\n\nI'm on my beam ends.\n\nLIZA\n\nCheer up!\n\nJOHN\n\nThat's all very well to say, living in a fine\nhouse, as you are, dry and warm and well-fed.\nBut what have I to cheer up about?\n\nLIZA\n\nIsn't there anything you could pop?\n\nJOHN\n\nWhat?\n\nLIZA\n\nNothing you can take to the pawn-shop?\nI've tided over times I wanted a bit of cash\nthat way sometimes.\n\nJOHN\n\nWhat could I pawn?\n\nLIZA\n\nWell, well you've a watch-chain.\n\nJOHN\n\nA bit of old leather.\n\nLIZA\n\nBut what about the watch?\n\nJOHN\n\nI've no watch.\n\nLIZA\n\nO, funny having a watch-chain then.\n\nJOHN\n\nO, that's only for this; it's a bit of crystal.\n\nLIZA\n\nFunny bit of a thing. What's it for?\n\nJOHN\n\nI don't know.\n\nLIZA\n\nWas it give to you?\n\nJOHN\n\nI don't know. I don't know how I got it.\n\nLIZA\n\nDon't know how you got it?\n\nJOHN\n\nNo, I can't remember at all. But I've a\nfeeling about it, I can't explain what I feel;\nbut I don't part with it.\n\nLIZA\n\nDon't you? You might get something on\nit, likely and have a square meal.\n\nJOHN\n\nI won't part with it.\n\nLIZA\n\nWhy?\n\nJOHN\n\nI feel I won't. I never have.\n\nLIZA\n\nFeel you won't?\n\nJOHN\n\nYes, I have that feeling very strongly.\nI've kept it always. Everything else is gone.\n\nLIZA\n\nHad it long?\n\nJOHN\n\nYes, yes. About ten years. I found I had\nit one morning in a train. It's odd that I\ncan't remember.\n\nLIZA\n\nBut wot d'yer keep it for?\n\nJOHN\n\nJust for luck.\n\n[LIZA breaks into laughter.]\n\nLIZA\n\nWell, you are funny.\n\nJOHN\n\nI'm on my beam ends. I don't know if that is funny.\n\nLIZA\n\nYou're as down in your luck as ever you\ncan be, and you go keeping a thing like that\nfor luck. Why, you couldn't be funnier.\n\nJOHN\n\nWell, what would you do?\n\nLIZA\n\nWhy, I 'ad a mascot once, all real gold; and\nI had rotten luck. Rotten luck I had.\nRotten.\n\nJOHN\n\nAnd what did you do?\n\nLIZA\n\nTook it back to the shop.\n\nJOHN\n\nYes?\n\nLIZA\n\nThey was quite obliging about it. Gave\nme a wooden one instead, what was\nguaranteed. Luck changed very soon altogether.\n\nJOHN\n\nCould luck like mine change?\n\nLIZA\n\nCourse it could.\n\nJOHN\n\nLook at me.\n\nLIZA\n\nYou'll be all right one of these days. Give\nme that mascot.\n\nJOHN\n\nI--I hardly like to. One has an awfully\nstrong feeling with it.\n\nLIZA\n\nGive it to me. It's no good.\n\nJOHN\n\nI--I don't like to.\n\nLIZA\n\nYou just give it to me. I tell you it's doing\nyou no good. I know all about them mascots.\nGive it me.\n\nJOHN\n\nWell, I'll give it you. You're the\nfirst woman that's been kind to me since\n... I'm on my beam ends.\n\n[Face in hands--tears.]\n\nLIZA\n\nThere, there. I'm going to smash it, I am.\nThese mascots! One's better without 'em.\nYour luck'll turn, never fear. And you've a\nnice supper coming.\n\n[She puts it in a corner of the\nmantelpiece and hammers it. It smashes.\n\nThe photographs of the four children\nchange slightly. The Colonel gives place\nto Aunt Martha. The green sofa turns red.\nJOHN's clothes become neat and tidy. The\nhammer in LIZA's hand turns to a feather\nduster. Nothing else changes.]\n\nA VOICE [off, in agony]\n\nAllah! Allah! Allah!\n\nLIZA\n\nSome foreign gentleman must have hurt\nhimself.\n\nJOHN\n\nH'm. Sounds like it... Liza.\n\n[LIZA, dusting the photographs on the\nwall, just behind the corner of the\nmantelpiece.]\n\nLIZA\n\nFunny. Thought I--thought I 'ad a\nhammer in my hand.\n\nJOHN\n\nReally, Liza, I often think you have. You\nreally should be more careful. Only--only\nyesterday you broke the glass of Miss Jane's\nphotograph.\n\nLIZA\n\nThought it was a hammer.\n\nJOHN\n\nReally, I think it sometimes is. It's a\nmistake you make too often, Liza. You--you\nmust be more careful.\n\nLIZA\n\nVery well, sir. Funny my thinking I 'ad\nan 'ammer in my 'and, though.\n\n[She goes to tidy the little supper table.\nEnter MARY with food on a plate.]\n\nMARY\n\nI've brought you your supper, John.\n\nJOHN\n\nThanks, Mary. I--I think I must have\ntaken a nap.\n\nMARY\n\nDid you, dear? Thanks, Liza. Run along\nto bed now, Liza. Good gracious, it's\nhalf-past eleven.\n\n[MARY makes final arrangements of\nsupper table.]\n\nLIZA\n\nThank you, mum.\n\n[Exit ]\n\nJOHN\n\nMary.\n\nMARY\n\nYes, John.\n\nJOHN\n\nI--I thought I'd caught that train.\n\nCurtain\n\n\n\n\n\nEnd of the Project Gutenberg EBook of If, by \nLord Dunsany [Dunsany, Edward John Moreton Drax Plunkett, Baron]\n\n*** END OF THIS PROJECT GUTENBERG EBOOK IF ***\n\n***** This file should be named 1311.txt or 1311.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/3/1/1311/\n\nProduced by An Anonymous Volunteer\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}