{"title": "The Story of Sigurd the Volsung", "author": "William Morris", "releaseDate": "September 17, 2004 ", "language": "English", "type": "books", "content": "\n\nE-text prepared by David Starner, Cori Samuel, and the Project Gutenberg\nOnline Distributed Proofreading Team\n\n\n\nTHE STORY OF SIGURD THE VOLSUNG\n\nWritten In Verse By\n\nWILLIAM MORRIS\n\nWith Portions Condensed Into Prose by Winifred Turner, B.A.\nLate Assistant Mistress, Ware Grammar School For Girls\nAnd\nHelen Scott, M.A.\n\n1922\n\n\n\n\n\n\n\nBIOGRAPHICAL INTRODUCTION\n\nBy J. W. Mackail\n\n\nWilliam Morris, one of the most eminent imaginative writers of the\nVictorian age, differs from most other poets and men of letters in\ntwo ways--first, he did great work in many other things as well as in\nliterature; secondly, he had beliefs of his own about the meaning and\nconduct of life, about all that men think and do and make, very\ndifferent from those of ordinary people, and he carried out these\nviews in his writings as well as in all the other work he did\nthroughout his life.\n\nHe was born in 1834. His father, a member of a business firm in the\nCity of London, was a wealthy man and lived in Essex, in a country\nhouse with large gardens and fields belonging to it, on the edge of\nEpping Forest. Until the age of thirteen Morris was at home among a\nlarge family of brothers and sisters. He delighted in the country\nlife and especially in the Forest, which is one of the most romantic\nparts of England, and which he made the scene of many real and\nimaginary adventures. From fourteen to eighteen he was at school at\nMarlborough among the Wiltshire downs, in a country full of beauty and\nhistory, and close to another of the ancient forests of England, that\nof Savernake. He proceeded from school to Exeter College, Oxford,\nwhere he soon formed a close friendship with a remarkable set of young\nmen of his own age; chief among these, and Morris's closest friend for\nthe rest of his life, was Edward Burne-Jones, the painter. Study of\nthe works of John Ruskin confirmed them in the admiration which they\nalready felt for the life and art of the Middle Ages. In the summer\nvacation of 1855 the two friends went to Northern France to see the\nbeautiful towns and splendid churches with which that country had been\nfilled between the eleventh and the fifteenth centuries; and there\nthey made up their minds that they cared for art more than for\nanything else, such as wealth or ease or the opinion of the world,\nand that as soon as they left Oxford they would become artists.\nBy art they meant the making of beauty for the adornment and\nenrichment of human life, and as artists they meant to strive against\nall that was ugly or mean or untruthful in the life of their own time.\n\nArt, as they understood it, is one single thing covering the whole\nof life but practised in many special forms that differ one from\nanother. Among these many forms of art there are two of principal\nimportance. One of the two is the art which is concerned with the\nmaking and adorning of the houses in which men and women live; that is\nto say, architecture, with all its attendant arts of decoration,\nincluding sculpture, painting, the designing and ornamenting of\nmetal, wood and glass, carpets, paper-hangings, woven, dyed and\nembroidered cloths of all kinds, and all the furniture which a house\nmay have for use or pleasure. The other is the art which is concerned\nwith the making and adorning of stories in prose and verse. Both of\nthese kinds of art were practised by Morris throughout his life. The\nformer was his principal occupation; he made his living by it, and\nbuilt up in it a business which alone made him famous, and which has\nhad a great influence towards bringing more beauty into daily domestic\nlife in England and in other countries also. His profession was thus\nthat of a manufacturer, designer, and decorator. When he had to\ndescribe himself by a single word, he called himself a designer. But\nit is the latter branch of his art which principally concerns us now,\nthe art of a maker and adorner of stories. He became famous in this\nkind of art also, both in prose and verse, as a romance-writer and a\npoet. But he spoke of it as play rather than work, and although he\nspent much time and great pains on it, he regarded it as relaxation\nfrom the harder and more constant work of his life, which was carrying\non the business of designing, painting, weaving, dyeing, printing and\nother occupations of that kind. In later life he also gave much of his\ntime to political and social work, with the object of bringing back\nmankind into a path from which they had strayed since the end of the\nMiddle Ages, and creating a state of society in which art, by the\npeople and for the people, a joy to the maker and the user, might be\nnaturally, easily, and universally produced.\n\nEven as a boy Morris had been noted for his love of reading and\ninventing tales; but he did not begin to write any until he had been\nfor a couple of years at Oxford. His earliest poems and his earliest\nwritten prose tales belong to the same year, 1855, in which he\ndetermined to make art his profession. The first of either that he\npublished appeared in the Oxford and Cambridge Magazine, which was\nstarted and managed by him and his friends in 1856. In 1858, after he\nhad left Oxford, he brought out a volume of poems called, after the\ntitle of the first poem in the book, \"The Defence of Guenevere.\" Soon\nafterwards he founded, with some of his old Oxford friends and others\nwhom he had made in London, among whom Dante Gabriel Rossetti was the\nleading spirit, the firm of Morris and Company, manufacturers and\ndecorators. His business, in which he was the principal and finally\nthe sole partner, took up the main part of his time. He had also\nmarried, and built himself a beautiful small house in Kent, the\ndecoration of which went busily on for several years. Among all these\nother occupations he almost gave up writing stories, but never ceased\nreading and thinking about them. In 1865 he came back to live in\nLondon, where, being close to his work, he had more leisure for other\nthings; and between 1865 and 1870 he wrote between thirty and forty\ntales in verse, containing not less than seventy or eighty thousand\nlines in all. The longest of these tales, \"The Life and Death of\nJason,\" appeared in 1867. It is the old Greek story of the ship Argo\nand the voyage in quest of the Golden Fleece. Twenty-five other tales\nare included in \"The Earthly Paradise,\" published in three parts\nbetween 1868 and 1870.\n\nDuring these years Morris learned Icelandic, and his next published\nworks were translations of some of the Icelandic sagas, writings\ncomposed from six to nine hundred years ago, and containing a mass of\nlegends, histories and romances finely told in a noble language. These\ntranslations were followed in 1876 by his great epic poem, \"Sigurd the\nVolsung and the Fall of the Niblungs.\" In that poem he retold a story\nof which an Icelandic version, the \"Volsunga Saga,\" written in the\ntwelfth century, is one of the world's masterpieces. It is the great\nepic of Northern Europe, just as the \"Iliad\" and \"Odyssey\" of Homer\nare the chief epics of ancient Greece, and the \"Æneid\" of Virgil the\nchief epic of the Roman Empire. Morris's love for these great stories\nof ancient times led him to rewrite the tale of the Volsungs and\nNiblungs, which he reckoned the finest of them all, more fully and on\na larger scale than it had ever been written before. He had already,\nin 1875, translated the \"Æneid\" into verse, and some ten years later,\nin 1886-87, he also made a verse translation of the \"Odyssey.\" In 1873\nhe had also written another very beautiful poem, \"Love is Enough,\"\ncontaining the story of three pairs of lovers, a countryman and\ncountry-woman, an emperor and empress, and a prince and peasant girl.\nThis poem was written in the form of a play, not of a narrative.\n\nTo write prose was at first for Morris more difficult than to write\npoetry. Verse came naturally to him, and he composed in prose only\nwith much effort until after long practice. Except for his early tales\nin the Oxford and Cambridge Magazine and his translations of Icelandic\nsagas, he wrote little but poetry until the year 1882. About that time\nhe began to give lectures and addresses, and wrote them in great\nnumbers during the latter part of his life. A number of them were\ncollected and published in two volumes called \"Hopes and Fears for\nArt\" and \"Signs of Change,\" and many others have been published\nseparately. He thus gradually accustomed himself to prose composition.\nFor several years he was too busy with other things, which he thought\nmore important, to spend time on storytelling; but his instinct forced\nitself out again, and in 1886 he began the series of romances in prose\nor in mixed prose and verse which went on during the next ten years.\nThe chief of these are, \"A Dream of John Ball,\" \"The House of\nWolfings,\" \"The Roots of the Mountains,\" \"News from Nowhere,\" \"The\nGlittering Plain,\" \"The Wood beyond the World,\" \"The Well at the\nWorld's End,\" \"The Water of the Wondrous Isles,\" and \"The Sundering\nFlood.\" During the same years he also translated, out of\nIcelandic and old French books, more of the stories which he had\nlong known and admired. \"The Sundering Flood\" was written in his last\nillness, and finished by him within a few days of his death, in the\nautumn of 1896.\n\n\n\n\nINTRODUCTION TO SIGURD\n\nBy The Editors\n\n\nThe story of Sigurd is important to English people not only for its\nwondrous beauty, but also on account of its great age, and of what it\ntells us about our own Viking ancestors, who first knew the story.\n\nThe tale was known all over the north of Europe, in Denmark, in\nGermany, in Norway and Sweden, and in Iceland, hundreds of years\nbefore it was written down. Sometimes different names were given to\nthe characters, sometimes the events of the story were slightly\naltered, but in the main points it was one and the same tale.\n\nIf we look at a map of Europe showing the nations as they were rather\nmore than a thousand years ago, we see the names of Saxons, Goths,\nDanes, and Frisians marked on the lands around the Baltic Sea. Those\nwho bore these names were the makers of the tale of Sigurd. The name\nof the Saxons is, of course, the best known to us, and next in\nimportance come the people we call Danes, or Northmen, or Vikings, who\nattacked the coasts of the Saxon kingdoms in England. The Saxons came\nfrom part of the land that is now known as Germany, and the Vikings\nfrom Denmark and from Scandinavia.\n\nA third important tribe was that of the Goths, who dwelt first in\nSouth Sweden, and then in Germany.\n\nAll these people resembled one another in their way of life, in their\nreligion, and in their ideas of what deeds were good and what were\nevil. Their lands were barren--too mountainous or too cold to bring\nforth fruitful crops, and their homes were not such as would tempt men\nnever to leave them. So, though they built their little groups of\nwooden houses in the valleys of their lands, and made fields and\npastures about them, these were often left to the care of the women\nand the feeble men, while the strong men made raids over the sea to\nother countries, where they engaged in the fighting which they loved,\nand whence they brought back plunder to their homes. North, South,\nEast, and West they went, till few parts of Europe had not learnt to\nknow and fear them.\n\nTheir ships were long and narrow, driven often by oars as well as\nsails, and outside them, along the bulwarks, the crew hung their round\nshields made of yellow wood from the lime-tree. The men wore byrnies\nor breast-plates, and helmets, and they were armed with swords, long\nspears, or heavy battle-axes. They were enemies none could afford to\ndespise, for they had great stature and strength of body, joined to\nsuch fierceness and delight in war that they held a man disgraced if\nhe died peacefully at home. Moreover, they knew nothing of mercy to\nthe conquered.\n\nCourage, not only to fight, but also to bear suffering without\nimpatience or complaint, and the virtue of faithfulness were the\nqualities they most honoured. To be wanting in courage was disgraceful\nin their eyes, but it was equally disgraceful to refuse to help\nkinsfolk, to lie, to deceive, or to desert a chief.\n\nIf they put their enemies to death with fearful tortures, they did not\ntreat them more severely than the traitors they discovered among\nthemselves, and if they had no pity for those they conquered, yet they\nknew well how to admire great leaders, and how to serve them\nfaithfully. But we can best realise their ideas on these matters by\nconsidering their religion and their stories.\n\nThey worshipped one chief god, Odin, and other gods and goddesses who\nwere his children. Odin was often called All-father because he was the\nhelper and friend of human beings, and appeared on earth in the form\nof an old man, \"one-eyed and seeming ancient,\" with cloud-blue hood\nand grey cloak. He had courage, strength, and wondrous wisdom, for he\nknew all events that happened in the world, and he understood the\nspeech of birds, and all kinds of charms and magic arts. Men served\nhim by brave fighting in a good cause, and when they perished in\nbattle he received their souls in his dwelling of Valhalla in the city\nof Asgard, where they spent each day in warfare, and where at evening\nthe dead were revived, the wounded healed, and all feasted together in\nOdin's palace. There they fed upon the flesh of the boar Saehrimner,\nwhich was renewed as fast as it was eaten. Certain maidens called\nValkyrie, or Choosers of the Slain, were Odin's messengers whom he\nsent forth into the battles of the world to find the warriors whom he\nhad appointed to die, and to bring them to Valhalla.\n\nIn the story of Sigurd Odin has a very important part to play, but\nfor the understanding of the tale it is necessary to know something\nabout another of the gods. This is Loki, who, though sprung from the\nrace of the giants, yet lived with the sons of Odin in Asgard,\nbehaving sometimes as their trusty helper, but more often as their\ncunning enemy. He caused much wretchedness, not only among the gods,\nbut on earth also, for he delighted in the sight of misery. His vices\nwere all those most hateful to the Norse people, for he was before\nall things a liar, a deceiver, a faith-breaker, a skilful worker of\nmischief by guile instead of by fair fight. There are many stories of\nhis cunning thefts, of the miseries he wrought among his companions,\nand of his envy of the beloved god Balder, whom he slew by a trick.\nHis children were terrible monsters, as hated as himself. Yet,\nstrange to say, Loki was Odin's companion in many of his adventures.\n\nThe gods inhabited Asgard, a city standing on a high mountain in the\nmiddle of the world. Odin's palace of Valhalla was there, and other\npalaces for his sons and daughters. All round Asgard lay Midgard, or\nthe ordinary world of men and women. Its caves and waste places were\ninhabited by dwarfs, whom Odin had banished from the light of day for\nvarious ill deeds. They were a spiteful and cunning race, jealous of\nmankind, and eager to recover their lost power. Their strength lay in\ntheir wondrous skill in handicraft, for they could forge more deadly\nweapons, and fashion more lovely jewels than any made by the hands of\nmen. But, though possessed of wisdom, they had no spirit of kindness,\nno respect for right, and no dislike of wrong.\n\nAround Midgard lay the sea, and beyond that Utgard, a hideous frozen\ncountry inhabited by giants, enemies of the gods.\n\nBut this arrangement of the world was only for a season. The gods\nthemselves looked forward to a time of defeat and death, when Asgard\nshould perish in flames and the world with it, and the sun and moon\nshould be darkened, and they themselves should be slain. This great\nday was called Ragnarok, or sometimes the Twilight of the Gods. Then\nLoki would gather giants and monsters to a great battle against the\ngods, who would slay their enemies, but who would themselves fall in\nthe struggle. The sea would drown the earth, the stars would fall,\nand all things would pass away.\n\nThis terrible fate the gods awaited with calm and cheerfulness,\nshowing even greater courage than in their many deeds of war. They\nhad to submit to this fate, for there were three beings even greater\nthan they. These were the Norns, deciders of the fate of gods and men\nalike. They were three giant maidens who dwelt by a sacred,\nwisdom-giving fountain, and who controlled the lives of men, giving\nto each sickness and health, success and failure and death when they\nwould. No man or god might escape what the Norns decreed for him.\n\nMany stories of these gods, together with tales of famous men, were\ntold among the northern peoples. These stories were passed on from\none to another by word of mouth, till they grew much longer and\nfuller, and the happening of certain historical events helped to take\nthem from country to country.\n\nAs we have seen, all the races of the North were warlike and eager\nfor adventure, and so when trouble came upon them in their own homes,\nthey readily took to the sea to plunder the coasts or to conquer\nother lands. Between 800 and 900 A.D., when the Danes were invading\nEngland, many were driven from Norway because they refused to submit\nto a king called Harold Fairhair, and when he pursued them to the\nOrkney and Faroe Islands they took refuge on the coasts of Iceland.\nThere they settled, built themselves wooden houses, planted such\ncrops as would grow in that bleak land, and founded a commonwealth.\nLittle by little they left the old Viking life, and it lived only in\ntheir songs and stories.\n\nThey had come to Iceland with a vast stock of tales in poetry, which\nwere related or sung by professional poets, called skalds, at all\nkinds of feasts and gatherings. The skalds arranged and improved the\nold stories, but they were not written down until about the time of\nour King Stephen, when some unknown writer collected them into one\nbook called the Elder Edda. Very soon after this another book was\nwritten containing the same stories in prose and called the Younger\nor Prose Edda. In this way many of the old poems, and a great many\nstories containing much information about the religion which the\npeople took with them to Iceland, have been preserved.\n\nBut it was from neither of the Eddas that William Morris took his\nstory of Sigurd.\n\nAll through the period from 800 A.D. till about the time of Henry III.\nof England, the skalds had been re-telling many of the poetic stories\nin prose, and as the people grew more civilised, one tale after\nanother was written down in its new form.\n\nThese prose tales were called Sagas, and among the very greatest is\nthe Volsunga Saga, or Story of Sigurd. It is a tale which has been\ntold in other lands besides Iceland. We read part of the same story\nin the Old English poem of Beowulf, and in Germany it was made into\na great poem called the Nibelungenlied. The German musician, Richard\nWagner, set it to music in a famous series of operas called the\nNibelungen Ring. But his tale differs in many points from that\ncontained in Morris's poem, for Morris chose the old saga as it was\nwritten in Iceland, not the German story. On this he founded his poem,\nadding much beautiful description, and greatly lengthening the whole.\n\nThe story deals first with a certain King Volsung, to whose son,\nSigmund, Odin presented a magic sword.\n\nBut Siggeir, the jealous king of the Goths, slew Volsung, and took\nSigmund prisoner that he might have the sword for himself. Only after\nmany toils and perils did Sigmund win it back and reign in his\nfather's kingdom. At last in his old age he fell in battle and the\nsword of Odin was shattered. But his wife, Queen Hiordis, kept the\nfragments for the son who was born to her soon after in Denmark,\nwhither she fled for safety. This son of Sigmund and Hiordis was\nSigurd the Volsung. He was brought up in Denmark and grew strong\nand beautiful, brave, kind of heart, and utterly truthful in word\nand deed.\n\nWhen he became a man he longed to win fame and kingship by mighty\ndeeds, and when his tutor told him of a great dragon that guarded a\nhoard of ill-gotten gold in the mountains, he resolved to kill it. So\nthe fragments of Odin's sword were forged into a new blade, and\nSigurd slew the dragon and took the gold, but with it he brought on\nhimself a curse which had been put upon the treasure by the dwarf\nfrom whom it had been stolen.\n\nSigurd then found and wakened Brynhild, a maiden who lay in an\nenchanted sleep upon a high mountain. They loved one another, and\nSigurd gave her a ring from the dragon's treasure, promising to\nreturn and marry her.\n\nThen the curse led him to join with the fierce and treacherous\nNiblungs or Cloudy People. Their king and his mother grew jealous\nwhen they saw Sigurd more mighty and more beloved than themselves,\nand by enchantments they caused him to forget Brynhild, to wed the\nprincess Gudrun, and at last to aid the Niblung king, Gunnar, to win\nBrynhild for his own wife.\n\nThen the curse of the gold brought death to many, for Sigurd and\nBrynhild discovered all the treachery of the Niblungs, who, in their\nanger, slew Sigurd, and Brynhild killed herself that she might not\nlive and sorrow for him.\n\nSuch is the story of Sigurd as it was told a thousand years ago in\ndistant Iceland, and as it is retold in this poem by William Morris.\n\n\n\n\nTHE STORY OF\nSIGURD THE VOLSUNG.\n\n\nBOOK I.\n\nSIGMUND.\n\n\n_Of the dwelling of King Volsung, and the wedding of Signy his\ndaughter._\n\n\n  There was a dwelling of Kings ere the world was waxen old;\n  Dukes were the door-wards there, and the roofs were thatched with gold:\n  Earls were the wrights that wrought it, and silver nailed its doors;\n  Earls' wives were the weaving-women, queens' daughters strewed its floors,\n  And the masters of its song-craft were the mightiest men that cast\n  The sails of the storm of battle adown the bickering blast.\n  There dwelt men merry-hearted, and in hope exceeding great\n  Met the good days and the evil as they went the way of fate:\n  There the Gods were unforgotten, yea whiles they walked with men,\n  Though e'en in that world's beginning rose a murmur now and again\n  Of the midward time and the fading and the last of the latter days,\n  And the entering in of the terror, and the death of the People's Praise.\n\n  Thus was the dwelling of Volsung, the King of the Midworld's Mark,\n  As a rose in the winter season, a candle in the dark;\n  And as in all other matters 'twas all earthly houses' crown,\n  And the least of its wall-hung shields was a battle-world's renown,\n  So therein withal was a marvel and a glorious thing to see,\n  For amidst of its midmost hall-floor sprang up a mighty tree,\n  That reared its blessings roofward, and wreathed the roof-tree dear\n  With the glory of the summer and the garland of the year.\n  I know not how they called it ere Volsung changed his life,\n  But his dawning of fair promise, and his noontide of the strife,\n  His eve of the battle-reaping and the garnering of his fame,\n  Have bred us many a story and named us many a name;\n  And when men tell of Volsung, they call that war-duke's tree,\n  That crowned stem, the Branstock; and so was it told unto me.\n\n  So there was the throne of Volsung beneath its blossoming bower,\n  But high o'er the roof-crest red it rose 'twixt tower and tower,\n  And therein were the wild hawks dwelling, abiding the dole of their lord;\n  And they wailed high over the wine, and laughed to the waking sword.\n\n  Still were its boughs but for them, when lo, on an even of May\n  Comes a man from Siggeir the King with a word for his mouth to say:\n  \"All hail to thee King Volsung, from the King of the Goths I come:\n  He hath heard of thy sword victorious and thine abundant home;\n  He hath heard of thy sons in the battle, the fillers of Odin's Hall;\n  And a word hath the west-wind blown him, (full fruitful be its fall!)\n  A word of thy daughter Signy the crown of womanhood:\n  Now he deems thy friendship goodly, and thine help in the battle good,\n  And for these will he give his friendship and his battle-aid again:\n  But if thou wouldst grant his asking, and make his heart full fain,\n  Then shalt thou give him a matter, saith he, without a price,\n  --Signy the fairer than fair, Signy the wiser than wise.\"\n\nNow the message gladdened Volsung and his sons, but no word spake\nSigny, till the king asked her what her mind might be. Then said\nSigny, \"I will wed the Goth king, and yet shall I rue my lot in his\nhall.\" And Volsung urged her with kind words to do nought against her\nwill, but her mind was fixed, and she said she wrought but what the\ngods had fore-ordained. So the earl of Siggeir went his way with\ngifts and fair words, bidding the Goth king come ere a month was over\nto wed the white-handed Signy and bear her home.\n\n  So on Mid-Summer Even ere the undark night began\n  Siggeir the King of the Goth-folk went up from the bath of the swan\n  Unto the Volsung dwelling with many an Earl about;\n  There through the glimmering thicket the linked mail rang out,\n  And sang as mid the woodways sings the summer-hidden ford:\n  There were gold-rings God-fashioned, and many a Dwarf-wrought sword,\n  And many a Queen-wrought kirtle and many a written spear;\n  So came they to the acres, and drew the threshold near,\n  And amidst of the garden blossoms, on the grassy, fruit-grown land,\n  Was Volsung the King of the Wood-world with his sons on either hand;\n  Therewith down lighted Siggeir the lord of a mighty folk,\n  Yet showed he by King Volsung as the bramble by the oak,\n  Nor reached his helm to the shoulder of the least of Volsung's sons.\n  And so into the hall they wended, the Kings and their mighty ones;\n  And they dight the feast full glorious, and drank through the death of the\n       day,\n  Till the shadowless moon rose upward, till it wended white away;\n  Then they went to the gold-hung beds, and at last for an hour or twain\n  Were all things still and silent, save a flaw of the summer rain.\n\n  But on the morrow noontide when the sun was high and bare,\n  More glorious was the banquet, and now was Signy there,\n  And she sat beside King Siggeir, a glorious bride forsooth;\n  Ruddy and white was she wrought as the fair-stained sea-beast's tooth,\n  But she neither laughed nor spake, and her eyes were hard and cold,\n  And with wandering side-long looks her lord would she behold.\n  That saw Sigmund her brother, the eldest Volsung son,\n  And oft he looked upon her, and their eyes met now and anon,\n  And ruth arose in his heart, and hate of Siggeir the Goth,\n  And there had he broken the wedding, but for plighted promise and troth.\n  But those twain were beheld of Siggeir, and he deemed of the Volsung kin,\n  That amid their might and their malice small honour should he win;\n  Yet thereof made he no semblance, but abided times to be,\n  And laughed out with the loudest, amid the hope and the glee.\n  And nought of all saw Volsung, as he dreamed of the coming glory,\n  And how the Kings of his kindred should fashion the round world's story.\n\n  So round about the Branstock they feast in the gleam of the gold;\n  And though the deeds of man-folk were not yet waxen old,\n  Yet had they tales for songcraft, and the blossomed garth of rhyme;\n  Tales of the framing of all things and the entering in of time\n  From the halls of the outer heaven; so near they knew the door.\n  Wherefore uprose a sea-king, and his hands that loved the oar\n  Now dealt with the rippling harp-gold, and he sang of the shaping of earth,\n  And how the stars were lighted, and where the winds had birth,\n  And the gleam of the first of summers on the yet untrodden grass.\n  But e'en as men's hearts were hearkening some heard the thunder pass\n  O'er the cloudless noontide heaven; and some men turned about\n  And deemed that in the doorway they heard a man laugh out.\n  Then into the Volsung dwelling a mighty man there strode,\n  One-eyed and seeming ancient, yet bright his visage glowed:\n  Cloud-blue was the hood upon him, and his kirtle gleaming-grey\n  As the latter morning sundog when the storm is on the way:\n  A bill he bore on his shoulder, whose mighty ashen beam\n  Burnt bright with the flame of the sea and the blended silver's gleam.\n  And such was the guise of his raiment as the Volsung elders had told\n  Was borne by their fathers' fathers, and the first that warred in the wold.\n\n  So strode he to the Branstock nor greeted any lord,\n  But forth from his cloudy raiment he drew a gleaming sword,\n  And smote it deep in the tree-hole, and the wild hawks overhead\n  Laughed 'neath the naked heaven as at last he spake and said:\n\n  \"Earls of the Goths, and Volsungs, abiders on the earth,\n  Lo there amid the Branstock a blade of plenteous worth!\n  The folk of the war-wand's forgers wrought never better steel\n  Since first the burg of heaven uprose for man-folk's weal.\n  Now let the man among you whose heart and hand may shift\n  To pluck it from the oakwood e'en take it for my gift.\n  Then ne'er, but his own heart falter, its point and edge shall fail\n  Until the night's beginning and the ending of the tale.\n  Be merry Earls of the Goth-folk, O Volsung Sons be wise\n  And reap the battle-acre that ripening for you lies:\n  For they told me in the wild wood, I heard on the mountain side,\n  That the shining house of heaven is wrought exceeding wide,\n  And that there the Early-comers shall have abundant rest\n  While Earth grows scant of great ones, and fadeth from its best,\n  And fadeth from its midward and groweth poor and vile:--\n  All hail to thee King Volsung! farewell for a little while!\"\n\n  So sweet his speaking sounded, so wise his words did seem,\n  That moveless all men sat there, as in a happy dream\n  We stir not lest we waken; but there his speech had end,\n  And slowly down the hall-floor, and outward did he wend;\n  And none would cast him a question or follow on his ways,\n  For they knew that the gift was Odin's, a sword for the world to praise.\n\n  But now spake Volsung the King: \"Why sit ye silent and still?\n  Is the Battle-Father's visage a token of terror and ill?\n  Arise O Volsung Children, Earls of the Goths arise,\n  And set your hands to the hilts as mighty men and wise!\n  Yet deem it not too easy; for belike a fateful blade\n  Lies there in the heart of the Branstock for a fated warrior made.\"\n\n  Now therewith spake King Siggeir: \"King Volsung give me a grace\n  To try it the first of all men, lest another win my place\n  And mere chance-hap steal my glory and the gain that I might win.\"\n\n  Then somewhat laughed King Volsung, and he said: \"O Guest, begin;\n  Though herein is the first as the last, for the Gods have long to live,\n  Nor hath Odin yet forgotten unto whom the gift he would give.\"\n\n  Then forth to the tree went Siggeir, the Goth-folk's mighty lord,\n  And laid his hand on the gemstones, and strained at the glorious sword\n  Till his heart grew black with anger; and never a word he said\n  As he wended back to the high-seat: but Signy waxed blood-red\n  When he sat him adown beside her; and her heart was nigh to break\n  For the shame and the fateful boding: and therewith King Volsung spake:\n\n  \"Thus comes back empty-handed the mightiest King of Earth,\n  And how shall the feeble venture? yet each man knows his worth;\n  And today may a great beginning from a little seed upspring\n  To o'erpass many a great one that hath the name of King:\n  So stand forth free and unfree; stand forth both most and least:\n  But first ye Earls of the Goth-folk, ye lovely lords we feast.\"\n\n  Upstood the Earls of Siggeir, and each man drew anigh\n  And deemed his time was coming for a glorious gain and high;\n  But for all their mighty shaping and their deeds in the battle-wood,\n  No looser in the Branstock that gift of Odin stood.\n  Then uprose Volsung's homemen, and the fell-abiding folk;\n  And the yellow-headed shepherds came gathering round the Oak,\n  And the searchers of the thicket and the dealers with the oar:\n  And the least and the worst of them all was a mighty man of war.\n  But for all their mighty shaping, and the struggle and the strain\n  Of their hands, the deft in labour, they tugged thereat in vain;\n  And still as the shouting and jeers, and the names of men and the laughter\n  Beat backward from gable to gable, and rattled o'er roof-tree and rafter,\n  Moody and still sat Siggeir; for he said: \"They have trained me here\n  As a mock for their woodland bondsmen; and yet shall they buy it dear.\"\n\n  Now the tumult sank a little, and men cried on Volsung the King\n  And his sons, the hedge of battle, to try the fateful thing.\n  So Volsung laughed, and answered: \"I will set me to the toil,\n  Lest these my guests of the Goth-folk should deem I fear the foil.\n  Yet nought am I ill-sworded, and the oldest friend is best;\n  And this, my hand's first fellow, will I bear to the grave-mound's rest,\n  Nor wield meanwhile another: Yea, this shall I have in hand\n  When mid the host of Odin in the Day of Doom I stand.\"\n\n  Therewith from his belt of battle he raised the golden sheath,\n  And showed the peace-strings glittering about the hidden death:\n  Then he laid his hand on the Branstock, and cried: \"O tree beloved,\n  I thank thee of thy good-heart that so little thou art moved:\n  Abide thou thus, green bower, when I am dead and gone\n  And the best of all my kindred a better day hath won!\"\n\n  Then as a young man laughed he, and on the hilts of gold\n  His hand, the battle-breaker, took fast and certain hold,\n  And long he drew and strained him, but mended not the tale,\n  Yet none the more thereover his mirth of heart did fail;\n  But he wended to the high-seat and thence began to cry:\n\n  \"Sons I have gotten and cherished, now stand ye forth to try;\n  Lest Odin tell in God-home how from the way he strayed,\n  And how to the man he would not he gave away his blade.\"\n  So therewithal rose Rerir, and wasted might and main;\n  Then Gunthiof, and then Hunthiof, they wearied them in vain;\n  Nought was the might of Agnar; nought Helgi could avail;\n  Sigi the tall and Solar no further brought the tale,\n  Nor Geirmund the priest of the temple, nor Gylfi of the wood.\n\n  At last by the side of the Branstock Sigmund the Volsung stood,\n  And with right hand wise in battle the precious sword-hilt caught,\n  Yet in a careless fashion, as he deemed it all for nought:\n  When lo, from floor to rafter went up a shattering shout,\n  For aloft in the hand of Sigmund the naked blade shone out\n  As high o'er his head he shook it: for the sword had come away\n  From the grip of the heart of the Branstock, as though all loose it lay.\n  A little while he stood there mid the glory of the hall,\n  Like the best of the trees of the garden, when the April sunbeams fall\n  On its blossomed boughs in the morning, and tell of the days to be;\n  Then back unto the high-seat he wended soberly;\n  For this was the thought within him; Belike the day shall come\n  When I shall bide here lonely amid the Volsung home,\n  Its glory and sole avenger, its after-summer seed.\n  Yea, I am the hired of Odin, his workday will to speed,\n  And the harvest-tide shall be heavy.--What then, were it come and past\n  And I laid by the last of the sheaves with my wages earned at the last?\n\n  He lifted his eyes as he thought it, for now was he come to his place,\n  And there he stood by his father and met Siggeir face to face,\n  And he saw him blithe and smiling, and heard him how he spake:\n  \"O best of the sons of Volsung, I am merry for thy sake\n  And the glory that thou hast gained us; but whereas thine hand and heart\n  Are e'en now the lords of the battle, how lack'st thou for thy part\n  A matter to better the best? Wilt thou overgild fine gold\n  Or dye the red rose redder? So I prithee let me hold\n  This sword that comes to thine hand on the day I wed thy kin.\n  For at home have I a store-house; there is mountain-gold therein\n  The weight of a war-king's harness; there is silver plenteous store;\n  There is iron, and huge-wrought amber, that the southern men love sore,\n  When they sell me the woven wonder, the purple born of the sea;\n  And it hangeth up in that bower, and all this is a gift for thee:\n  But the sword that came to my wedding, methinketh it meet and right,\n  That it lie on my knees in the council and stead me in the fight.\"\n\n  But Sigmund laughed and answered, and he spake a scornful word:\n  \"And if I take twice that treasure, will it buy me Odin's sword,\n  And the gift that the Gods have given? will it buy me again to stand\n  Betwixt two mightiest world-kings with a longed-for thing in mine hand\n  That all their might hath missed of? when the purple-selling men\n  Come buying thine iron and amber, dost thou sell thine honour then?\n  Do they wrap it in bast of the linden, or run it in moulds of earth?\n  And shalt thou account mine honour as a matter of lesser worth?\n  Came the sword to thy wedding, Goth-king, to thine hand it never came,\n  And thence is thine envy whetted to deal me this word of shame.\"\n\n  Black then was the heart of Siggeir, but his face grew pale and red,\n  Till he drew a smile thereover, and spake the word and said:\n  \"Nay, pardon me, Signy's kinsman! when the heart desires o'ermuch\n  It teacheth the tongue ill speaking, and my word belike was such.\n  But the honour of thee and thy kindred, I hold it even as mine,\n  And I love you as my heart-blood, and take ye this for a sign.\n  I bid thee now King Volsung, and these thy glorious sons,\n  And thine earls and thy dukes of battle and all thy mighty ones,\n  To come to the house of the Goth-kings as honoured guests and dear\n  And abide the winter over; that the dusky days and drear\n  May be glorious with thy presence, that all folk may praise my life,\n  And the friends that my fame hath gotten; and that this my new-wed wife\n  Thine eyes may make the merrier till she bear my eldest born.\"\n\n  Then speedily answered Volsung: \"No king of the earth might scorn\n  Such noble bidding, Siggeir; and surely will I come\n  To look upon thy glory and the Goths' abundant home.\n  But let two months wear over, for I have many a thing\n  To shape and shear in the Woodland, as befits a people's king:\n  And thou meanwhile here abiding of all my goods shalt be free,\n  And then shall we twain together roof over the glass-green sea\n  With the sides of our golden dragons; and our war-hosts' blended shields\n  Shall fright the sea-abiders and the folk of the fishy fields.\"\n\n  Answered the smooth-speeched Siggeir: \"I thank thee well for this,\n  And thy bidding is most kingly; yet take it not amiss\n  That I wend my ways in the morning; for we Goth-folk know indeed\n  That the sea is a foe full deadly, and a friend that fails at need.\"\n\n       *       *       *       *       *\n\n  And for all the words of Volsung e'en so must the matter be,\n  And Siggeir the Goth and Signy on the morn shall sail the sea.\n\nThen the feast sped on the fairer, far into the night, but amidst the\nmirth Sigmund and Signy were sad at heart. And before the sun was\nrisen next day Signy came to her father in secret and begged him to\nstay in his own country rather than trust the guileful heart and\nmurder-loving hand of Siggeir. But Volsung answered that he must go\nto be Siggeir's guest, for he could not break his pledged word\nthrough fear of peril. So on the morrow the smooth-speeched Siggeir\ndeparted with Signy, and when two months were passed Volsung made\nready to visit them.\n\n\n_How the Volsungs fared to the Land of the Goths, and of the\nfall of King Volsung._\n\n       *       *       *       *       *\n\n  So now, when all things were ready, in the first of the autumn tide\n  Adown unto the swan-bath the Volsung Children ride;\n  And lightly go a shipboard, a goodly company,\n  Though the tale thereof be scanty and their ships no more than three:\n  But kings' sons dealt with the sail-sheets and earls and dukes of war\n  Were the halers of the hawsers and the tuggers at the oar.\n\n       *       *       *       *       *\n\n  But when the sun on the morrow shone over earth and sea\n  Ashore went the Volsung Children a goodly company,\n  And toward King Siggeir's dwelling o'er heath and holt they went.\n  But when they came to the topmost of a certain grassy bent,\n  Lo there lay the land before them as thick with shield and spear\n  As the rich man's wealthiest acre with the harvest of the year.\n  There bade King Volsung tarry and dight the wedge-array;\n  \"For duly,\" he said, \"doeth Siggeir to meet his guests by the way.\"\n  So shield by shield they serried, nor ever hath been told\n  Of any host of battle more glorious with the gold;\n  And there stood the high King Volsung in the very front of war;\n  And lovelier was his visage than ever heretofore,\n  As he rent apart the peace-strings that his brand of battle bound\n  And the bright blade gleamed to the heavens, and he cast the sheath to the\n       ground.\n  Then up the steep came the Goth-folk, and the spear-wood drew anigh,\n  And earth's face shook beneath them, yet cried they never a cry;\n  And the Volsungs stood all silent, although forsooth at whiles\n  O'er the faces grown earth-weary would play the flickering smiles,\n  And swords would clink and rattle: not long had they to bide,\n  For soon that flood of murder flowed round the hillock-side;\n  Then at last the edges mingled, and if men forbore the shout,\n  Yet the din of steel and iron in the grey clouds rang about;\n  But how to tell of King Volsung, and the valour of his folk!\n  Three times the wood of battle before their edges broke;\n  And the shield-wall, sorely dwindled and reft of the ruddy gold,\n  Against the drift of the war-blast for the fourth time yet did hold.\n  But men's shields were waxen heavy with the weight of shafts they bore,\n  And the fifth time many a champion cast earthward Odin's door\n  And gripped the sword two-handed; and in sheaves the spears came on.\n  And at last the host of the Goth-folk within the shield-wall won,\n  And wild was the work within it, and oft and o'er again\n  Forth brake the sons of Volsung, and drave the foe in vain;\n  For the driven throng still thickened, till it might not give aback.\n  But fast abode King Volsung amid the shifting wrack\n  In the place where once was the forefront: for he said: \"My feet are old,\n  And if I wend on further there is nought more to behold\n  Than this that I see about me.\"--Whiles drew his foes away\n  And stared across the corpses that before his sword-edge lay.\n  But nought he followed after: then needs must they in front\n  Thrust on by the thickening spear-throng come up to bear the brunt,\n  Till all his limbs were weary and his body rent and torn:\n  Then he cried: \"Lo now, Allfather, is not the swathe well shorn?\n  Wouldst thou have me toil for ever, nor win the wages due?\"\n\n  And mid the hedge of foemen his blunted sword he threw,\n  And, laid like the oars of a longship the level war-shafts pressed\n  On 'gainst the unshielded elder, and clashed amidst his breast;\n  And dead he fell, thrust backward, and rang on the dead men's gear:\n  But still for a certain season durst no man draw anear,\n  For 'twas e'en as a great God's slaying, and they feared the wrath of\n       the sky;\n  And they deemed their hearts might harden if awhile they should let him lie.\n\n\n_Of the ending of all Volsung's Sons save Sigmund only, and of how\nhe abideth in the wild wood._\n\nThey joined battle again, but the fight grew feeble after Volsung\nfell, and his earls were struck down one by one. Last of all, his sons\nwere borne to earth and carried captive to the hall, where Siggeir\nawaited them, for he himself had feared to face the Volsung swords.\n\nThen he would have slain them at once without torture, but Signy\nbesought him that they might breathe the earthly air a day or two\nbefore their death, and he listened to her, for he saw how he might\nthus give them greater pain. He bade his men lead them to a glade in\nthe forest and fetter them to the mightiest tree that grew there. So\nthe ten Volsungs were fettered with iron to a great oak, and on the\nmorrow Siggeir's woodmen told him sweet tidings, for beasts of the\nwood had devoured two and left their bones in the fetters. So it\nbefell every night till the woodmen brought word that nothing\nremained of the king's foemen save their bones in the fetters that\nhad bound them.\n\nNow a watch had been set on Signy lest she should send help to her\nbrethren, but henceforth no man hindered her from going out to the\nwood. So that night she came to the glade in the forest, and saw in\nthe midst of it a mighty man who was toiling to dig a grave in the\ngreensward.\n\n  And behold, it was Sigmund the Volsung: but she cried and had no fear:\n\n  \"If thou art living, Sigmund, what day's work dost thou here\n  In the midnight and the forest? but if thou art nought but a ghost\n  Then where are those Volsung brethren, of whom thou wert best and most?\"\n\n  Then he turned about unto her, and his raiment was fouled and torn,\n  And his eyen were great and hollow, as a famished man forlorn;\n\n  But he cried: \"Hail, Sister Signy! I looked for thee before,\n  Though what should a woman compass, she one alone and no more,\n  When all we shielded Volsungs did nought in Siggeir's land?\n  O yea, I am living indeed, and this labour of mine hand\n  Is to bury the bones of the Volsungs; and lo, it is well-nigh done.\n  So draw near, Volsung's daughter, and pile we many a stone\n  Where lie the grey wolf's gleanings of what was once so good.\"\n\n  So she set her hand to the labour, and they toiled, they twain in the wood,\n  And when the work was over, dead night was beginning to fall:\n  Then spake the white-hand Signy: \"Now shall thou tell the tale\n  Of the death of the Volsung brethren ere the wood thy wrath shall hide,\n  Ere I wend me back sick-hearted in the dwelling of kings to abide.\"\n\nThen said Sigmund:\n\n\"We lay fettered to the tree and at midnight there came from the\nthicket two mighty wood-wolves, and falling on my brethren Gylfi and\nGeirmund, they devoured them in their bonds, and turned again to the\nforest. Night after night, my sister, this befell, till I was left\nalone with our brother Sigi to await the wood-beasts. Then came\nmidnight, and one of the wolves fell upon Sigi and the other turned\non me. But I met it with snarling like its own, and my teeth gripped\nits throat, and my hands strove with the fetters till they burst. So\nI slew the beast with my irons, but when I looked, Sigi lay dead, and\nthe other wolf had fled again to the thicket. Then I lay hid till\nSiggeir's woodmen had looked on the place and departed with their\ntidings, and as I beheld them I knew that pity was killed in my\nheart, and that henceforward I should live but to avenge me on him\nwho hath so set the gods at nought.\" Then Signy spake noble words of\ncomfort, saying: \"I wot well that Siggeir shall pay the due price of\nhis deeds, though the vengeance may tarry long, and I wot also that\nthy life shall yet know gladness. Bear a stout heart, therefore, to\nmeet the waiting time, and make thee a lair in the woods whence thou\nmayest fall on men of the Goth-folk, and win what thy life needeth.\nAs for me, I will see thy face once again ere many days are past to\nwot where thou dwellest and then must we meet no more.\"\n\nAnd so saying, she kissed him and departed, but Sigmund turned in the\ndawn-light, and sought a wood-lair as she had bidden him.\n\n\n_Of the fostering of Sinfiotli, Signy's son, and of the slaying of\nSiggeir the Goth-king._\n\n  So wrought is the will of King Siggeir, and he weareth Odin's sword\n  And it lies on his knees in the council and hath no other lord:\n  And he sendeth earls o'er the sea-flood to take King Volsung's land,\n  And those scattered and shepherdless sheep must come beneath his hand.\n  And he holdeth the milk-white Signy as his handmaid and his wife,\n  And nought but his will she doeth, nor raiseth a word of strife;\n  So his heart is praising his wisdom, and he deems him of most avail\n  Of all the lords of the cunning that teacheth how to prevail.\n\nNow Sigmund dwelt long in the wild-wood, abiding in a strong cave deep\nhidden in a thicket by the river-side.\n\nAnd now and again he fell upon the folk of Siggeir as they journeyed,\nand slew them, and thus he had war-gear and gold as much as he would.\nAlso he became a master of masters in the smithying craft, and the\nfolk who beheld the gleam of his forge by night, deemed that a king\nof the Giants was awakened from death to dwell there, and they durst\nnot wander near the cavern.\n\nSo passed the years till on a springtide morning Signy sent forth to\nSigmund a damsel leading her eldest son, a child of ten summers, and\nbearing a word of her mouth to bid him foster the child for his\nhelper, if he should prove worthy and bold-hearted. And Sigmund\nheeded her words and fostered the child for the space of three months\neven though he could give no love to a son of Siggeir.\n\nAt last he was minded to try the boy's courage, to which end he set a\ndeadly ash-grey adder in the meal-sack, and bade the child bake bread.\nBut he feared when he found something that moved in the meal and had\nnot courage to do the task. Then would Sigmund foster him no longer,\nbut thrust him out from the woods to return to his father's hall.\n\nSo ten years won over again, and Signy sent another son to the\nwild-wood, and the lad was called Sinfiotli. Sigmund thrust him into\nmany dangers, and burdened him with heavy loads, and he bore all\npassing well.\n\nNow after a year Sigmund deemed that the time for his testing was\ncome, and once again he set an adder in the meal-sack and bade the\nlad bake bread. And the boy feared not the worm, but kneaded it with\nthe dough and baked all together. So Sigmund cherished him as his own\nson, and he grew strong and valiant and loved Sigmund as his father.\n\nNow Sigmund began to ponder how he might at last take vengeance on\nSiggeir, and gladly did Sinfiotli hear him, for all his love was\ngiven to Sigmund, so that he no longer deemed himself the Goth-king's\nson.\n\nAt last when the long mirk nights of winter were come, Sigmund and his\nfoster-son went their way to the home of Siggeir and sought to lurk\ntherein. Then Sinfiotli led the way to a storehouse where lay great\nwine-casks, and whence they could see the lighted feast-hall, and\nhear the clamour of Siggeir's folk. There they had to abide the time\nwhen the feasters should be hushed in sleep. Long seemed the hours to\nSinfiotli, but Sigmund was calm and clear-eyed.\n\nThen it befell that two of Queen Signy's youngest-born children threw\na golden toy hither and thither in the feast-hall, and at last it\nrolled away among the wine-casks till it lay at Sigmund's feet. So the\nchildren followed it, and coming face to face with those lurkers, they\nfled back to the feast-hall. And Sigmund and his foster-son saw all\nhope was ended, for they heard the rising tumult as men ran to their\nweapons; so they made ready to go forth and die in the hall. Then on\ncame the battle around the twain, and but short is the tale to tell,\nfor Sinfiotli slipped on the blood-stained floor and the shield wall\nencompassed Sigmund, and so they were both hoppled strait and fast.\n\nThe Goth-folk washed their hall of blood and got them to slumber, but\nSiggeir lay long pondering what dire death he might bring on his foes.\n\nNow at the first grey dawning Siggeir's folk dight a pit and it had\ntwo chambers with a sundering stone in the midst. Then they brought\nthe Volsung kindred and set them therein, one in each chamber, that\nthey might abide death alone, and yet in hearing of one another's woe.\nAnd over the top the thralls laid roofing turfs, but so lingering were\ntheir hands that eve drew on ere the task was finished. Then stole\nSigny forth in the dusk, and spake the thralls fair, and gave them\ngold that they might hold their peace of what she did. And when they\ngainsaid her nought she drew out something wrapped in wheat straw, and\ncast it down swiftly into the pit where Sinfiotli lay, and departed.\n\nSinfiotli at first deemed it food, but after a space Sigmund heard him\nlaugh aloud for joy, for within the wrappings lay the sword of the\nBranstock. And Sinfiotli cried out the joyous tidings to his\nfoster-father, and tarried not to set the point to the stone that\nsundered them, and lo, the blade pierced through, and Sigmund grasped\nthe point. Then sawed Sigmund and Sinfiotli together till they cleft\nthe stone, and they hewed full hard at the roofing, till they cast the\nturfs aside, and their hearts were gladdened with the sight of the\nstarry heaven.\n\nForth they leapt, and no words were needed of whither they should\nwend, but they fell on King Siggeir's night-watch and slew them\nsleeping, and made haste to find the store of winter faggots,\nwherewith they built a mighty bale about the hall of Siggeir. They\nset a torch to the bale, and Sigmund gat him to one hall door and\nSinfiotli to the other, and now the Goth-folk awoke to their last\nof days.\n\nThen cried Siggeir to his thralls and offered them joyous life-days\nand plenteous wealth if they would give him life, deeming that they\nhad fired the hall in hatred. But there came a great voice crying\nfrom the door, \"Nay, no toilers are we; wealth is ours when we list,\nbut now our hearts are set to avenge our kin; now hath the murder\nseed sprung and borne its fruit; now the death-doomed and buried work\nthis deed; now doom draweth nigh thee at the hand of Sigmund the\nVolsung, and Sinfiotli, Signy's son.\"\n\nThen the voice cried again, \"Come ye forth, women of the Goths, and\nthou, O Signy, my sister, come forth to seek the boughs of the\nBranstock.\" So fled the white-faced women from the fire, and passed\nscatheless by Sinfiotli's blade, but Signy came not at all. Then the\nearls of Siggeir strove to burst from the hall, but ever the two\nglaives at the doorways drove them back to the fire.\n\nAnd, lo, now came Signy in queenly raiment, and stood before Sinfiotli\nand said, \"O mightiest son, this is the hour of our parting, and fain\nam I of slumber and the end of my toil now I have seen this day. And\nthe blither do I leave thee because thy days on earth shall be but\nfew; I charge thee make thy life glorious, and leave a goodly tale.\"\n\nShe kissed him and turned to Sigmund, and her face in the dawn-light\nseemed to him fair and ruddy as in the days when they twain dwelt by\nthe Branstock. And she said, \"My youth was happy, yet this hour is\nthe crown of my life-days which draw nigh their ending. And now I\ncharge thee, Sigmund, when thou sittest once more a mighty king\nbeneath the boughs of the Branstock, that thou remember how I loved\nthe Volsung name, and spared not to spend all that was mine for its\nblossoming.\" Then she kissed him and turned again, and the dawn\nbrightened at her back, and the fire shone red before her, and so for\nthe last time was Signy beheld by the eyes of men. Thereafter King\nSiggeir's roof-tree bowed earthward, and the mighty walls crashed\ndown, and so that dark murder-hall lay wasted, and its glory was\nswept away.\n\n\n_How Sigmund cometh to the Land of the Volsungs again, and of the\ndeath of Sinfiotli his Son._\n\n  Now Sigmund the king bestirs him, and Sinfiotli, Sigmund's son,\n  And they gather a host together, and many a mighty one;\n  Then they set the ships in the sea-flood and sail from the stranger's shore,\n  And the beaks of the golden dragons see the Volsungs' land once more;\n  And men's hearts are fulfilled of joyance; and they cry, The sun shines now\n  With never a curse to hide it, and they shall reap that sow!\n  Then for many a day sits Sigmund 'neath the boughs of the Branstock green,\n  With his earls and lords about him as the Volsung wont hath been.\n  And oft he thinketh on Signy and oft he nameth her name,\n  And tells how she spent her joyance and her life-days and her fame\n  That the Volsung kin might blossom and bear the fruit of worth\n  For the hope of unborn people and the harvest of the earth.\n  And again he thinks of the word that he spake that other day,\n  How he should abide there lonely when his kin was passed away,\n  Their glory and sole avenger, their after-summer seed.\n\nBut far and wide went Sinfiotli through the earth, mowing the war\nswathe and wasting the land, and passing but little time in song and\nlaughter in his father's hall. So went his days in warfare and valour,\nand yet his end was not glorious, for he drank of the poisoned cup\ngiven him by the sister of a warrior he had rightly slain.\n\nNone might come nigh Sigmund in his anguish as he lifted the head of\nhis fallen foster-child, and then swiftly bare him from the hall. On\nhe went through dark thicket and over wind-swept heath, past the\nfoot-hills and the homes of the deer, till he came to a great rushing\nwater, whereon was a white-sailed boat, manned by a mighty man,\n\"one-eyed and seeming ancient.\" This mighty one told Sigmund he had\nbeen bidden to waft a great king over the water, and bade him lay his\nburden on board, but when Sigmund would have followed he could see\nneither ship nor man.\n\nBut Sigmund went back to his throne, and behaved himself as a king,\nlistening to his people's plaints, and dealing out justice.\n\n\n_Of the last battle of King Sigmund, and the death of him._\n\n  Now there was a king of the Islands, whom the tale doth Eylimi call,\n  And saith he was wise and valiant, though his kingdom were but small:\n  He had one only daughter that Hiordis had to name,\n  A woman wise and shapely beyond the praise of fame.\n  And now saith the son of King Volsung that his time is short enow\n  To labour the Volsung garden, and the hand must be set to the plough:\n  So he sendeth an earl of the people to King Eylimi's high-built hall,\n  Bearing the gifts and the tokens, and this word in his mouth withal:\n\n  \"King Sigmund the son of Volsung hath sent me here with a word\n  That plenteous good of thy daughter among all folk he hath heard,\n  And he wooeth that wisest of women that she may sit on his throne.\n\n       *       *       *       *       *\n\n  \"Now hereof would he have an answer within a half-month's space,\n  And these gifts meanwhile he giveth for the increase of thy grace.\"\n\n  So King Eylimi hearkened the message, and hath no word to say,\n  For an earl of King Lyngi the mighty is come that very day,\n  He too for the wooing of Hiordis: and Lyngi's realm is at hand,\n  But afar King Sigmund abideth o'er many a sea and land:\n  And the man is young and eager, and grim and guileful of mood.\n\n  At last he sayeth: \"Abide here such space as thou deemest good,\n  But tomorn shalt thou have thine answer that thine heart may the lighter be,\n  For the hearkening of harp and songcraft, and the dealing with game and\n       glee.\"\n  Then he went to Queen Hiordis' bower, where she worked in the silk and the\n       gold\n  The deeds of the world that should be, and the deeds that were of old.\n  And he stood before her and said:\n\n\"Often have I told thee that thou shouldst wed only the man thou\nwouldst. Now it hath come to pass that two kings desire thee.\"\n\nAnd she swiftly rose to her feet as she said, \"And which be they?\"\n\n  He spake: \"The first is Lyngi, a valiant man and a fair,\n  A neighbour ill for thy father, if a foe's name he must bear:\n  And the next is King Sigmund the Volsung of a land far over sea,\n  And well thou knowest his kindred, and his might and his valiancy,\n  And the tales of his heart of a God; and though old he be waxen now,\n  Yet men deem that the wide world's blossom from Sigmund's loins shall grow.\"\n\n  Said Hiordis: \"I wot, my father, that hereof may strife arise;\n  Yet soon spoken is mine answer; for I, who am called the wise,\n  Shall I thrust by the praise of the people, and the tale that no ending\n       hath,\n  And the love and the heart of the godlike, and the heavenward-leading path,\n  For the rose and the stem of the lily, and the smooth-lipped youngling's\n       kiss,\n  And the eyes' desire that passeth, and the frail unstable bliss?\n  Now shalt thou tell King Sigmund, that I deem it the crown of my life\n  To dwell in the house of his fathers amidst all peace and strife.\"\n\n       *       *       *       *       *\n\n  Now the king's heart sore misgave him, but herewith must he be content,\n  And great gifts to the earl of Lyngi and a word withal he sent,\n  That the woman's troth was plighted to another people's king.\n  But King Sigmund's earl on the morrow hath joyful yea-saying,\n  And ere two moons be perished he shall fetch his bride away.\n  \"And bid him,\" King Eylimi sayeth, \"to come with no small array,\n  But with sword and shield and war-shaft, lest aught of ill betide.\"\n\n  So forth goes the earl of Sigmund across the sea-flood wide,\n  And comes to the land of the Volsungs, and meeteth Sigmund the king,\n  And tells how he sped on his errand, and the joyful yea-saying.\n  So King Sigmund maketh him ready, and they ride adown to the sea\n  All glorious of gear and raiment, and a goodly company.\n  Yet hath Sigmund thought of his father, and the deed he wrought before,\n  And hath scorn to gather his people and all his hosts of war\n  To wend to the feast and the wedding: yet are their long-ships ten,\n  And the shielded folk aboard them are the mightiest men of men.\n  So Sigmund goeth a shipboard, and they hoist their sails to the wind,\n  And the beaks of the golden dragons leave the Volsungs' land behind.\n  Then come they to Eylimi's kingdom, and good welcome have they there,\n  And when Sigmund looked on Hiordis, he deemed her wise and fair.\n  But her heart was exceeding fain when she saw the glorious king,\n  And it told her of times that should be full many a noble thing.\n\n  So there is Sigmund wedded at a great and goodly feast,\n  And day by day on Hiordis the joy of her heart increased;\n  And her father joyed in Sigmund and his might and majesty,\n  And dead in the heart of the Isle-king his ancient fear did lie.\n\n  Yet, forsooth, had men looked seaward, they had seen the gathering cloud,\n  And the little wind arising, that should one day pipe so loud.\n  For well may ye wot indeed that King Lyngi the Mighty is wroth,\n  When he getteth the gifts and the answer, and that tale of the woman's\n       troth:\n  And he saith he will have the gifts and the woman herself withal,\n  Either for loving or hating, and that both those heads shall fall.\n  So now when Sigmund and Hiordis are wedded a month or more,\n  And the Volsung bids men dight them to cross the sea-flood o'er,\n  Lo, how there cometh the tidings of measureless mighty hosts\n  Who are gotten ashore from their long-ships on the skirts of King Eylimi's\n       coasts.\n\n  Sore boded the heart of the Isle-king of what the end should be.\n  But Sigmund long beheld him, and he said: \"Thou deem'st of me\n  That my coming hath brought thee evil; but put aside such things;\n  For long have I lived, and I know it, that the lives of mighty kings\n  Are not cast away, nor drifted like the down before the wind;\n  And surely I know, who say it, that never would Hiordis' mind\n  Have been turned to wed King Lyngi or aught but the Volsung seed.\n  Come, go we forth to the battle, that shall be the latest deed\n  Of thee and me meseemeth: yea, whether thou live or die,\n  No more shall the brand of Odin at peace in his scabbard lie.\"\n\n  And therewith he brake the peace-strings and drew the blade of bale,\n  And Death on the point abided, Fear sat on the edges pale.\n\n  So men ride adown to the sea-strand, and the kings their hosts array\n  When the high noon flooded heaven; and the men of the Volsungs lay,\n  With King Eylimi's shielded champions mid Lyngi's hosts of war,\n  As the brown pips lie in the apple when ye cut it through the core.\n\n  But now when the kings were departed, from the King's house Hiordis went,\n  And before men joined the battle she came to a woody bent,\n  Where she lay with one of her maidens the death and the deeds to behold.\n\n  In the noon sun shone King Sigmund as an image all of gold,\n  And he stood before the foremost and the banner of his fame,\n  And many a thing he remembered, and he called on each earl by his name\n  To do well for the house of the Volsungs, and the ages yet unborn.\n  Then he tossed up the sword of the Branstock, and blew on his father's horn,\n  Dread of so many a battle, doom-song of so many a man.\n  Then all the earth seemed moving as the hosts of Lyngi ran\n  On the Volsung men and the Isle-folk like wolves upon the prey;\n  But sore was their labour and toil ere the end of their harvesting day.\n\n  On went the Volsung banners, and on went Sigmund before,\n  And his sword was the flail of the tiller on the wheat of the\n       wheat-thrashing floor,\n  And his shield was rent from his arm, and his helm was sheared from his\n       head:\n  But who may draw nigh him to smite for the heap and the rampart of dead?\n  White went his hair on the wind like the ragged drift of the cloud,\n  And his dust-driven, blood-beaten harness was the death-storm's angry\n       shroud,\n  When the summer sun is departing in the first of the night of wrack;\n  And his sword was the cleaving lightning, that smites and is hurried aback\n  Ere the hand may rise against it; and his voice was the following thunder.\n\n  Then cold grew the battle before him, dead-chilled with the fear and the\n       wonder:\n  For again in his ancient eyes the light of victory gleamed;\n  From his mouth grown tuneful and sweet the song of his kindred streamed;\n  And no more was he worn and weary, and no more his life seemed spent:\n  And with all the hope of his childhood was his wrath of battle blent;\n  And he thought: A little further, and the river of strife is passed,\n  And I shall sit triumphant the king of the world at last.\n\n  But lo, through the hedge of the war-shafts a mighty man there came,\n  One-eyed and seeming ancient, but his visage shone like flame:\n  Gleaming-grey was his kirtle, and his hood was cloudy blue;\n  And he bore a mighty twi-bill, as he waded the fight-sheaves through,\n  And stood face to face with Sigmund, and upheaved the bill to smite.\n  Once more round the head of the Volsung fierce glittered the Branstock's\n       light,\n  The sword that came from Odin; and Sigmund's cry once more\n  Rang out to the very heavens above the din of war.\n  Then clashed the meeting edges with Sigmund's latest stroke,\n  And in shivering shards fell earthward that fear of worldly folk.\n  But changed were the eyes of Sigmund, and the war-wrath left his face;\n  For that grey-clad mighty helper was gone, and in his place\n  Drave on the unbroken spear-wood 'gainst the Volsung's empty hands:\n  And there they smote down Sigmund, the wonder of all lands,\n  On the foemen, on the death-heap his deeds had piled that day.\n\n  Ill hour for Sigmund's fellows! they fall like the seeded hay\n  Before the brown scythes' sweeping, and there the Isle-king fell\n  In the fore-front of his battle, wherein he wrought right well,\n  And soon they were nought but foemen who stand upon their feet\n  On the isle-strand by the ocean where the grass and the sea-sand meet.\n\n  And now hath the conquering War-king another deed to do,\n  And he saith: \"Who now gainsayeth King Lyngi come to woo,\n  The lord and the overcomer and the bane of the Volsung kin?\"\n  So he fares to the Isle-king's dwelling a wife of the kings to win;\n  And the host is gathered together, and they leave the field of the dead;\n  And round as a targe of the Goth-folk the moon ariseth red.\n\n  And so when the last is departed, and she deems they will come not aback,\n  Fares Hiordis forth from the thicket to the field of the fateful wrack,\n  And half-dead was her heart for sorrow as she waded the swathes of the\n       sword.\n  Not far did she search the death-field ere she found her king and lord\n  On the heap that his glaive had fashioned: not yet was his spirit past,\n  Though his hurts were many and grievous, and his life-blood ebbing fast;\n  And glad were his eyes and open as her wan face over him hung,\n  And he spake:\n               \"Thou art sick with sorrow, and I would thou wert not so young;\n  Yet as my days passed shall thine pass; and a short while now it seems\n  Since my hand first gripped the sword-hilt, and my glory was but in dreams.\"\n\n  She said: \"Thou livest, thou livest! the leeches shall heal thee still.\"\n\n  \"Nay,\" said he, \"my heart hath hearkened to Odin's bidding and will;\n  For today have mine eyes beheld him: nay, he needed not to speak:\n  Forsooth I knew of his message and the thing he came to seek.\n  And now do I live but to tell thee of the days that are yet to come:\n  And perchance to solace thy sorrow; and then will I get me home\n  To my kin that are gone before me. Lo, yonder where I stood\n  The shards of a glaive of battle that was once the best of the good:\n  Take them and keep them surely. I have lived no empty days;\n  The Norns were my nursing mothers; I have won the people's praise.\n  When the Gods for one deed asked me I ever gave them twain;\n  Spendthrift of glory I was, and great was my life-days' gain;\n  Now these shards have been my fellow in the work the Gods would have,\n  But today hath Odin taken the gift that once he gave.\n  I have wrought for the Volsungs truly, and yet have I known full well\n  That a better one than I am shall bear the tale to tell:\n  And for him shall these shards be smithied; and he shall be my son\n  To remember what I have forgotten and to do what I left undone.\"\n\n       *       *       *       *       *\n\n  Then failed the voice of Sigmund; but so mighty was the man,\n  That a long while yet he lingered till the dusky night grew wan,\n  And she sat and sorrowed o'er him, but no more a word he spake.\n  Then a long way over the sea-flood the day began to break;\n  And when the sun was arisen a little he turned his head\n  Till the low beams bathed his eyen, and there lay Sigmund dead.\n  And the sun rose up on the earth; but where was the Volsung kin\n  And the folk that the Gods had begotten the praise of all people to win?\n\n\n_How King Sigmund the Volsung was laid in mound on the sea-side\nof the Isle-realm._\n\n  Now Hiordis looked from the dead, and her eyes strayed down to the sea,\n  And a shielded ship she saw, and a war-dight company,\n  Who beached the ship for the landing: so swift she fled away,\n  And once more to the depth of the thicket, wherein her handmaid lay:\n  And she said: \"I have left my lord, and my lord is dead and gone,\n  And he gave me a charge full heavy, and here are we twain alone,\n  And earls from the sea are landing: give me thy blue attire,\n  And take my purple and gold and my crown of the sea-flood's fire,\n  And be thou the wife of King Volsung when men of our names shall ask,\n  And I will be the handmaid: now I bid thee to this task,\n  And I pray thee not to fail me, because of thy faith and truth,\n  And because I have ever loved thee, and thy mother fostered my youth.\"\n\n       *       *       *       *       *\n\n  So the other nought gainsaith it and they shift their raiment there:\n  But well-spoken was the maiden, and a woman tall and fair.\n\n  Now the lord of those new-coming men was a king and the son of a king,\n  King Elf the son of the Helper, and he sailed from warfaring\n  And drew anigh to the Isle-realm and sailed along the strand;\n  For the shipmen needed water and fain would go a-land;\n  And King Elf stood hard by the tiller while the world was yet a-cold:\n  Then the red sun lit the dawning, and they looked, and lo, behold!\n  The wrack of a mighty battle, and heaps of the shielded dead,\n  And a woman alive amidst them, a queen with crowned head,\n  And her eyes strayed down to the sea-strand, and she saw that weaponed folk,\n  And turned and fled to the thicket: then the lord of the shipmen spoke:\n  \"Lo, here shall we lack for water, for the brooks with blood shall run,\n  Yet wend we ashore to behold it and to wot of the deeds late done.\"\n\n  So they turned their faces to Sigmund, and waded the swathes of the sword.\n  \"O, look ye long,\" said the Sea-king, \"for here lieth a mighty lord:\n  And all these are the deeds of his war-flame, yet hardy hearts, be sure,\n  That they once durst look in his face or the wrath of his eyen endure;\n  Though his lips be glad and smiling as a God that dreameth of mirth.\n  Would God I were one of his kindred, for none such are left upon earth.\n  Now fare we into the thicket, for thereto is the woman fled,\n  And belike she shall tell us the story of this field of the mighty dead.\"\n\n  So they wend and find the women, and bespeak them kind and fair:\n  Then spake the gold-crowned handmaid: \"Of the Isle-king's house we were,\n  And I am the Queen called Hiordis; and the man that lies on the field\n  Was mine own lord Sigmund the Volsung, the mightiest under shield.\"\n\n  Then all amazed were the sea-folk when they hearkened to that word,\n  And great and heavy tidings they deem their ears have heard:\n  But again spake out the Sea-king: \"And this blue-clad one beside,\n  So pale, and as tall as a Goddess, and white and lovely eyed?\"\n\n  \"In sooth and in troth,\" said the woman, \"my serving-maid is this;\n  She hath wept long over the battle, and sore afraid she is.\"\n\n  Now the king looks hard upon her, but he saith no word thereto,\n  And down again to the death-field with the women-folk they go.\n  There they set their hands to the labour, and amidst the deadly mead\n  They raise a mound for Sigmund, a mighty house indeed;\n  And therein they set that folk-king, and goodly was his throne,\n  And dight with gold and scarlet: and the walls of the house were done\n  With the cloven shields of the foemen, and banners borne to field;\n  But none might find his war-helm or the splinters of his shield,\n  And clenched and fast was his right hand, but no sword therein he had:\n  For Hiordis spake to the shipmen:\n                                   \"Our lord and master bade\n  That the shards of his glaive of battle should go with our lady the Queen:\n  And by them that lie a-dying a many things are seen.\"\n\n\n_How Queen Hiordis is known; and how she abideth in the house of\nElf the son of the Helper._\n\nThen Elf asked of the two women where they would go, and they prayed\nthat he would take them to his land, where they dwelt for long in all\nhonour.\n\nBut the old queen, the mother of Elf, was indeed a woman wise above\nmany, and fain would she know why the less noble of the two was\ndressed the more richly and why the handmaid gave always wiser\ncounsel than her mistress. So she bade her son to speak suddenly and\nto take them unawares.\n\nThen he asked the gold-clad one how she knew in the dark winter night\nthat the dawn was near. She answered that ever in her youth she awoke\nat the dawn to follow her daily work, and always was she wont to\ndrink of whey, and now, though the times were changed, she still woke\nathirst near the dawning.\n\nTo Elf it seemed strange that a fair queen in her youth had need to\narise to follow the plough in the dark of the winter morning, and\nturning to the handmaid he asked of her the same question. She\nreplied that in her youth her father had given her the gold ring she\nstill wore, and which had the magic power of growing cold as the\nhours neared daybreak, and such was her dawning sign.\n\nThen did Elf know of their exchange, and he told Hiordis that long\nhad he loved her and felt pity for her sorrow, and that he would make\nher his wife. So that night she sat on the high-seat with the crown\non her head, and dreamt of what had been and what was to be.\n\n  So passeth the summer season, and the harvest of the year,\n  And the latter days of the winter on toward the springtide wear.\n\n\n\n\nBOOK II.\n\nREGIN.\n\n\n_Of the birth of Sigurd the son of Sigmund._\n\n\n  Peace lay on the land of the Helper and the house of Elf his son;\n  There merry men went bedward when their tide of toil was done,\n  And glad was the dawn's awakening, and the noontide fair and glad:\n  There no great store had the franklin, and enough the hireling had;\n  And a child might go unguarded the length and breadth of the land\n  With a purse of gold at his girdle and gold rings on his hand.\n  'Twas a country of cunning craftsmen, and many a thing they wrought,\n  That the lands of storm desired, and the homes of warfare sought.\n  But men deemed it o'er-well warded by more than its stems of fight,\n  And told how its earth-born watchers yet lived of plenteous might.\n  So hidden was that country, and few men sailed its sea,\n  And none came o'er its mountains of men-folk's company.\n  But fair-fruited, many-peopled, it lies a goodly strip,\n  'Twixt the mountains cloudy-headed and the sea-flood's surging lip,\n  And a perilous flood is its ocean, and its mountains, who shall tell\n  What things, in their dales deserted and their wind-swept heaths may dwell.\n\n       *       *       *       *       *\n\n  Again, in the house of the Helper there dwelt a certain man\n  Beardless and low of stature, of visage pinched and wan:\n  So exceeding old was Regin, that no son of man could tell\n  In what year of the days passed over he came to that land to dwell:\n  But the youth of King Elf had he fostered, and the Helper's youth thereto,\n  Yea and his father's father's: the lore of all men he knew,\n  And was deft in every cunning, save the dealings of the sword:\n  So sweet was his tongue-speech fashioned, that men trowed his every word;\n  His hand with the harp-strings blended was the mingler of delight\n  With the latter days of sorrow; all tales he told aright;\n  The Master of the Masters in the smithying craft was he;\n  And he dealt with the wind and the weather and the stilling of the sea;\n  Nor might any learn him leech-craft, for before that race was made,\n  And that man-folk's generation, all their life-days had he weighed.\n\nIn this land of the Helper and Elf, his son, dwelt Hiordis, and here\nher son, the last of the Volsungs, was born. The babe had eyes of\nsuch wondrous brightness that the folk shrank from him, while they\nrejoiced over his birth, but his mother spake to the babe as to one\nwho might understand, and she told him of Sigmund and Volsung, of\ntheir wars and their troubles and their joys. Then she gave him to\nher maids to bear him to the kings of the land that they might\nrejoice with her.\n\n  But there sat the Helper of Men with King Elf and his Earls in the hall,\n  And they spake of the deeds that had been, and told of the times to befall,\n  And they hearkened and heard sweet voices and the sound of harps draw nigh,\n  Till their hearts were exceeding merry and they knew not wherefore or why:\n  Then, lo, in the hall white raiment, as thither the damsels came,\n  And amid the hands of the foremost was the woven gold aflame.\n\n  \"O daughters of earls,\" said the Helper, \"what tidings then do ye bear?\n  Is it grief in the merry morning, or joy or wonder or fear?\"\n\n  Quoth the first: \"It is grief for the foemen that the Masters of God-home\n       would grieve.\"\n\n  Said the next: \"'Tis a wonder of wonders, that the hearkening world shall\n       believe.\"\n\n  \"A fear of all fears,\" said the third, \"for the sword is uplifted on men.\"\n\n  \"A joy of all joys,\" said the fourth, \"once come, and it comes not again!\"\n\n       *       *       *       *       *\n\n  \"What then hath betid,\" said King Elf, \"do the high Gods stand in our gate?\"\n\n  \"Nay,\" said they, \"else were we silent, and they should be telling of fate.\"\n\n  \"Is the bidding come,\" said the Helper, \"that we wend the Gods to see?\"\n\n  \"Many summers and winters,\" they said, \"ye shall live on the earth, it may\n     be.\"\n\n       *       *       *       *       *\n\n  \"Speak then,\" said the ancient Helper, \"let the worst and the best be said.\"\n\n       *       *       *       *       *\n\n  They said: \"The earth is weary: but the tender blade hath sprung,\n  That shall wax till beneath its branches fair bloom the meadows green;\n  For the Gods and they that were mighty were glad erewhile with the Queen.\"\n\n  Said King Elf: \"How say ye, women? Of a King new-born do ye tell,\n  By a God of the Heavens begotten in our fathers' house to dwell?\"\n\n  \"By a God of the Earth,\" they answered; \"but greater yet is the son,\n  Though long were the days of Sigmund, and great are the deeds he hath done.\"\n\n  Then she with the golden burden to the kingly high-seat stepped\n  And away from the new-born baby the purple cloths she swept,\n  And cried: \"O King of the people, long mayst thou live in bliss,\n  As our hearts today are happy! Queen Hiordis sends thee this,\n  And she saith that the world shall call it by the name that thou shalt name;\n  Now the gift to thee is given, and to thee is brought the fame.\"\n\n  Then e'en as a man astonied King Elf the Volsung took,\n  While his feast-hall's ancient timbers with the cry of the earl-folk shook;\n\n       *       *       *       *       *\n\n  With the love of many peoples was the wise king smitten through,\n  As he hung o'er the new-born Volsung: but at last he raised his head,\n  And looked forth kind o'er his people, and spake aloud and said:\n\n  \"O Sigmund King of Battle; O man of many days,\n  Whom I saw mid the shields of the fallen and the dead men's silent praise,\n  Lo, how hath the dark tide perished and the dawn of day begun!\n  And now, O mighty Sigmund, wherewith shall we name thy son?\"\n\n  But there rose up a man most ancient, and he cried: \"Hail Dawn of the Day!\n  How many things shalt thou quicken, how many shalt thou slay!\n  How many things shalt thou waken, how many lull to sleep!\n  How many things shalt thou scatter, how many gather and keep!\n  O me, how thy love shall cherish, how thine hate shall wither and burn!\n  How the hope shall be sped from thy right hand, nor the fear to thy left\n       return!\n  O thy deeds that men shall sing of! O thy deeds that the Gods shall see!\n  O SIGURD, Son of the Volsungs, O Victory yet to be!\"\n\n  Men heard the name and they knew it, and they caught it up in the air,\n  And it went abroad by the windows and the doors of the feast-hall fair,\n  It went through street and market; o'er meadow and acre it went,\n  And over the wind-stirred forest and the dearth of the sea-beat bent,\n  And over the sea-flood's welter, till the folk of the fishers heard,\n  And the hearts of the isle-abiders on the sun-scorched rocks were stirred.\n\n       *       *       *       *       *\n\n\n_Sigurd getteth to him the horse that is called Greyfell._\n\n  Now waxeth the son of Sigmund in might and goodliness,\n  And soft the days win over, and all men his beauty bless.\n  But amidst the summer season was the Isle-queen Hiordis wed\n  To King Elf the son of the Helper, and fair their life-days sped.\n  Peace lay on the land for ever, and the fields gave good increase,\n  And there was Sigurd waxing mid the plenty and the peace.\n  Now hath the child grown greater, and is keen and eager of wit\n  And full of understanding, and oft hath he joy to sit\n  Amid talk of weighty matters when the wise men meet for speech;\n  And joyous he is moreover and blithe and kind with each.\n  But Regin the wise craftsmaster heedeth the youngling well,\n  And before the Kings he cometh, and saith such words to tell.\n\n  \"I have fostered thy youth, King Elf, and thine O Helper of men,\n  And ye wot that such a master no king shall see again;\n  And now would I foster Sigurd; for, though he be none of thy blood,\n  Mine heart of his days that shall be speaketh abundant good.\"\n\n  Then spake the Helper of men-folk: \"Yea, do herein thy will:\n  For thou art the Master of Masters, and hast learned me all my skill:\n  But think how bright is this youngling, and thy guile from him withhold;\n  For this craft of thine hath shown me that thy heart is grim and cold,\n  Though three men's lives thrice over thy wisdom might not learn;\n  And I love this son of Sigmund, and mine heart to him doth yearn.\"\n\n  Then Regin laughed, and answered: \"I doled out cunning to thee;\n  But nought with him will I measure: yet no cold-heart shall he be,\n  Nor grim, nor evil-natured: for whate'er my will might frame,\n  Gone forth is the word of the Norns, that abideth ever the same.\n  And now, despite my cunning, how deem ye I shall die?\"\n\n  And they said he would live as he listed, and at last in peace should lie\n  When he listed to live no longer; so mighty and wise he was.\n\n  But again he laughed and answered: \"One day it shall come to pass,\n  That a beardless youth shall slay me: I know the fateful doom;\n  But nought may I withstand it, as it heaves up dim through the gloom.\"\n\n  So is Sigurd now with Regin, and he learns him many things;\n  Yea, all save the craft of battle, that men learned the sons of kings:\n  The smithying sword and war-coat; the carving runes aright;\n  The tongues of many countries, and soft speech for men's delight;\n  The dealing with the harp-strings, and the winding ways of song.\n  So wise of heart waxed Sigurd, and of body wondrous strong:\n  And he chased the deer of the forest, and many a wood-wolf slew,\n  And many a bull of the mountains: and the desert dales he knew,\n  And the heaths that the wind sweeps over; and seaward would he fare,\n  Far out from the outer skerries, and alone the sea-wights dare.\n\nOne day did Regin tell Sigurd of deeds done in the past by kings both\nbold and wise, and the lad longed, too, to do the like, and his\nbright eyes glowed with desire. And Regin told him that he should\nfollow his Volsung fathers and roam far and wide, leaving the\npeace-lovers and home-abiders who had cherished his youth.\n\nThis roused Sigurd's wrath, for he would have nought said against\nthose who had reared him, but Regin bade him ask for one of the\nhorses of Gripir, and banished his anger by a song of the deeds of\nthe Choosers of the Slain. Before the song was finished Sigurd went\nto King Elf and asked that he might have authority to seek a horse\nfrom King Gripir.\n\n  Then smiled King Elf, and answered: \"A long way wilt thou ride,\n  To where unpeace and troubles and the griefs of the soul abide,\n  Yea unto the death at the last: yet surely shall thou win\n  The praise of many a people: so have thy way herein.\n  Forsooth no more may we hold thee than the hazel copse may hold\n  The sun of the early dawning, that turneth it all unto gold.\"\n\n  Then sweetly Sigurd thanked them; and through the night he lay\n  Mid dreams of many a matter till the dawn was on the way;\n  Then he shook the sleep from off him, and that dwelling of Kings he left\n  And wended his ways unto Gripir. On a crag from the mountain reft\n  Was the house of the old King builded; and a mighty house it was,\n  Though few were the sons of men that over its threshold would pass:\n  But the wild ernes cried about it, and the vultures toward it flew,\n  And the winds from the heart of the mountains searched every chamber\n       through,\n  And about were meads wide-spreading; and many a beast thereon,\n  Yea some that are men-folk's terror, their sport and pasture won.\n\n  So into the hall went Sigurd; and amidst was Gripir set\n  In a chair of the sea-beast's tooth; and his sweeping beard nigh met\n  The floor that was green as the ocean, and his gown was of mountain-gold,\n  And the kingly staff in his hand was knobbed with the crystal cold.\n\n  Now the first of the twain spake Gripir: \"Hail King with the eyen bright!\n  Nought needest thou show the token, for I know of thy life and thy light.\n  And no need to tell of thy message; it was wafted here on the wind,\n  That thou wouldst be coming today a horse in my meadow to find:\n  And strong must he be for the bearing of those deeds of thine that shall be.\n  Now choose thou of all the way-wearers that are running loose in my lea.\"\n\n       *       *       *       *       *\n\n  Then again gat Sigurd outward, and adown the steep he ran\n  And unto the horse-fed meadow: but lo, a grey-clad man,\n  One-eyed and seeming ancient, there met him by the way:\n  And he spake: \"Thou hastest, Sigurd; yet tarry till I say\n  A word that shall well bestead thee: for I know of these mountains well\n  And all the lea of Gripir, and the beasts that thereon dwell.\"\n\n  \"Wouldst thou have red gold for thy tidings? art thou Gripir's horse-herd\n       then?\n  Nay sure, for thy face is shining like the battle-eager men\n  My master Regin tells of: and I love thy cloud-grey gown,\n  And thy visage gleams above it like a thing my dreams have known.\"\n\n  \"Nay whiles have I heeded the horse-kind,\" then spake that elder of days,\n  \"And sooth do the sages say, when the beasts of my breeding they praise.\n  There is one thereof in the meadow, and, wouldst thou cull him out,\n  Thou shalt follow an elder's counsel, who hath brought strange things about,\n  Who hath known thy father aforetime, and other kings of thy kin.\"\n\n  So Sigurd said, \"I am ready; and what is the deed to win?\"\n  He said: \"We shall drive the horses adown to the water-side,\n  That cometh forth from the mountains, and note what next shall betide.\"\n\n  Then the twain sped on together, and they drave the horses on\n  Till they came to a rushing river, a water wide and wan;\n  And the white mews hovered o'er it; but none might hear their cry\n  For the rush and the rattle of waters, as the downlong flood swept by.\n  So the whole herd took the river and strove the stream to stem,\n  And many a brave steed was there; but the flood o'ermastered them:\n  And some, it swept them down-ward, and some won back to bank,\n  Some, caught by the net of the eddies, in the swirling hubbub sank;\n  But one of all swam over, and they saw his mane of grey\n  Toss over the flowery meadows, a bright thing far away:\n  Wide then he wheeled about them, then took the stream again\n  And with the waves' white horses mingled his cloudy mane.\n\n  Then spake the elder of days: \"Hearken now, Sigurd, and hear;\n  Time was when I gave thy father a gift thou shalt yet deem dear,\n  And this horse is a gift of my giving:--heed nought where thou mayst ride:\n  For I have seen thy fathers in a shining house abide,\n  And on earth they thought of its threshold, and the gifts I had to give;\n  Nor prayed for a little longer, and a little longer to live.\"\n\n  Then forth he strode to the mountains, and fain was Sigurd now.\n  To ask him many a matter: but dim did his bright shape grow,\n  As a man from the litten doorway fades into the dusk of night;\n  And the sun in the high-noon shone, and the world was exceeding bright.\n\n  So Sigurd turned to the river and stood by the wave-wet strand,\n  And the grey horse swims to his feet and lightly leaps aland,\n  And the youngling looks upon him, and deems none beside him good.\n  And indeed, as tells the story, he was come of Sleipnir's blood,\n  The tireless horse of Odin: cloud-grey he was of hue,\n  And it seemed as Sigurd backed him that Sigmund's son he knew,\n  So glad he went beneath him. Then the youngling's song arose\n  As he brushed through the noontide blossoms of Gripir's mighty close,\n  Then he singeth the song of Greyfell, the horse that Odin gave,\n  Who swam through the sweeping river, and back through the toppling wave.\n\n\n_Regin telleth Sigurd of his kindred, and of the Gold that was\naccursed from ancient days._\n\n  Now yet the days pass over, and more than words may tell\n  Grows Sigurd strong and lovely, and all children love him well.\n  But oft he looks on the mountains and many a time is fain\n  To know of what lies beyond them, and learn of the wide world's gain.\n\n       *       *       *       *       *\n\n  Now again it happed on a day that he sat in Regin's hall\n  And hearkened many tidings of what had chanced to fall,\n  And of kings that sought their kingdoms o'er many a waste and wild,\n  And at last saith the crafty master:\n                                     \"Thou art King Sigmund's child:\n  Wilt thou wait till these kings of the carles shall die in a little land,\n  Or wilt thou serve their sons and carry the cup to their hand;\n  Or abide in vain for the day that never shall come about,\n  When their banners shall dance in the wind and shake to the war-gods'\n       shout?\"\n\n  Then Sigurd answered and said: \"Nought such do I look to be.\n  But thou, a deedless man, too much thou eggest me:\n  And these folk are good and trusty, and the land is lovely and sweet,\n  And in rest and in peace it lieth as the floor of Odin's feet:\n  Yet I know that the world is wide, and filled with deeds unwrought;\n  And for e'en such work was I fashioned, lest the songcraft come to nought.\"\n\n       *       *       *       *       *\n\n  Then answered Regin the guileful: \"The deed is ready to hand,\n  Yet holding my peace is the best, for well thou lovest the land;\n  And thou lovest thy life moreover, and the peace of thy youthful days,\n  And why should the full-fed feaster his hand to the rye-bread raise?\n  Yet they say that Sigmund begat thee and he looked to fashion a man.\n  Fear nought; he lieth quiet in his mound by the sea-waves wan.\"\n\n  So shone the eyes of Sigurd, that the shield against him hung\n  Cast back their light as the sunbeams; but his voice to the roof-tree rung:\n  \"Tell me, thou Master of Masters, what deed is the deed I shall do?\n  Nor mock thou the son of Sigmund lest the day of his birth thou rue.\"\n\n  Then answered the Master of Sleight: \"The deed is the righting of wrong,\n  And the quelling a bale and a sorrow that the world hath endured o'erlong,\n  And the winning a treasure untold, that shall make thee more than the kings;\n  Thereof is the Helm of Aweing, the wonder of earthly things,\n  And thereof is its very fellow, the War-Coat all of gold,\n  That has not its like in the heavens, nor has earth of its fellow told.\"\n\n  Then answered Sigurd the Volsung: \"How long hereof hast thou known?\n  And what unto thee is this treasure, that thou seemest to give as thine\n       own?\"\n\n  \"Alas!\" quoth the smithying master, \"it is mine, yet none of mine,\n  Since my heart herein avails not, and my hand is frail and fine--\n  It is long since I first came hither to seek a man for my need;\n  For I saw by a glimmering light that hence would spring the deed,\n  And many a deed of the world: but the generations passed,\n  And the first of the days was as near to the end that I sought as the last;\n  Till I looked on thine eyes in the cradle: and now I deem through thee,\n  That the end of my days of waiting, and the end of my woes shall be.\"\n\n  Then Sigurd awhile was silent; but at last he answered and said:\n  \"Thou shalt have thy will and the treasure, and shalt take the curse on\n       thine head\n  If a curse the gold enwrappeth: but the deed will I surely do,\n  For today the dreams of my childhood hath bloomed in my heart anew:\n  And I long to look on the world and the glory of the earth\n  And to deal in the dealings of men, and garner the harvest of worth.\n  But tell me, thou Master of Masters, where lieth this measureless wealth;\n  Is it guarded by swords of the earl-folk, or kept by cunning and stealth?\n  Is it over the main sea's darkness, or beyond the mountain wall?\n  Or e'en in these peaceful acres anigh to the hands of all?\"\n\n  Then Regin answered sweetly: \"Hereof must a tale be told:\n  Bide sitting, thou son of Sigmund, on the heap of unwrought gold,\n  And hearken of wondrous matters, and of things unheard, unsaid,\n  And deeds of my beholding ere the first of Kings was made.\n\n  \"And first ye shall know of a sooth, that I never was born of the race\n  Which the masters of God-home have made to cover the fair earth's face;\n  But I come of the Dwarfs departed; and fair was the earth whileome\n  Ere the short-lived thralls of the Gods amidst its dales were come.\n\n       *       *       *       *       *\n\n  \"It was Reidmar the Ancient begat me; and now was he waxen old,\n  And a covetous man and a king; and he bade, and I built him a hall,\n  And a golden glorious house; and thereto his sons did he call,\n  And he bade them be evil and wise, that his will through them might be\n       wrought.\n  Then he gave unto Fafnir my brother the soul that feareth nought,\n  And the brow of the hardened iron, and the hand that may never fail,\n  And the greedy heart of a king, and the ear that hears no wail.\n\n  \"But next unto Otter my brother he gave the snare and the net,\n  And the longing to wend through the wild-wood, and wade the highways wet:\n  And the foot that never resteth, while aught be left alive\n  That hath cunning to match man's cunning or might with his might to strive.\n\n  \"And to me, the least and the youngest, what gift for the slaying of ease?\n  Save the grief that remembers the past, and the fear that the future sees;\n  And the hammer and fashioning-iron, and the living coal of fire;\n  And the craft that createth a semblance, and fails of the heart's desire;\n  And the toil that each dawning quickens and the task that is never done;\n  And the heart that longeth ever, nor will look to the deed that is won.\n\n  \"Thus gave my father the gifts that might never be taken again;\n  Far worse were we now than the Gods, and but little better than men.\n  But yet of our ancient might one thing had we left us still:\n  We had craft to change our semblance, and could shift us at our will\n  Into bodies of the beast-kind, or fowl, or fishes cold;\n\n       *       *       *       *       *\n\n  \"So dwelt we, brethren and father; and Fafnir my brother fared\n  As the scourge and compeller of all things, and left no wrong undared;\n  But for me, I toiled and I toiled; and fair grew my father's house;\n  But writhen and foul were the hands that had made it glorious;\n\n       *       *       *       *       *\n\n  \"And myself a little fragment amidst it all I saw,\n  Grim, cold-hearted, and unmighty as the tempest-driven straw.\n  --Let be.--For Otter my brother saw seldom field or fold,\n  And he oftenest used that custom, whereof e'en now I told,\n  And would shift his shape with the wood-beasts and the things of land and\n       sea;\n  And he knew what joy their hearts had, and what they longed to be,\n  And their dim-eyed understanding, and his wood-craft waxed so great,\n  That he seemed the king of the creatures and their very mortal fate.\n\n  \"Now as the years won over three folk of the heavenly halls\n  Grew aweary of sleepless sloth, and the day that nought befalls;\n  And they fain would look on the earth, and their latest handiwork,\n  And turn the fine gold over, lest a flaw therein should lurk.\n  And the three were the heart-wise Odin, the Father of the Slain,\n  And Loki, the World's Begrudger, who maketh all labour vain,\n  And Hoenir, the Utter-Blameless, who wrought the hope of man,\n  And his heart and inmost yearnings, when first the work began;--\"\n\nThe three wandered over the earth till they came to a mighty river,\nhaunted for long by Otter, by reason of its great wealth of fish.\nThere he lay on the bank, and as he watched the fish in the water his\nshape was changed to that of a true otter, and he began to devour a\ngolden trout. Two of the gods would have passed without stay, but in\nthe otter Loki saw an enemy, and straightway killed him, rejoicing\nover his dead body.\n\nAs night fell the three gods came to a great hall, wondrously wrought\nand carved, with golden hangings and forests of pillars. In the midst\nof the hall sat a king on an ivory throne, and his garments were made\nof purple from the sea. Kind welcome he gave to the wanderers, and\nthere they feasted and delighted in music and song; but even as they\ndrank and made merry they knew they were caught in the snare.\n\nThe king's welcome changed to scornful laughter, and thus he spoke:\n\"Truly are ye gods, but ye are come to people who want you not. Before\nye were known to us, still was the winter cold, and the summer warm,\nand still could we find meat and drink. I am Reidmar, and ye come\nstraight from the slaying of Reidmar's son. Shall I not then take the\nvengeance I will? Unless, indeed, ye give me the treasure I covet, and\nthen shall ye go your way. This is my sentence. Choose ye which ye\nwill.\"\n\nThen spake the wise Allfather and prayed Reidmar to unsay his word,\nand cease to desire the gold. But Reidmar the Wise, and Fafnir the\nLord, and Regin the Worker cried aloud in their wrath:--\n\n  \"'O hearken Gods of the Goths! ye shall die, and we shall be Gods,\n  And rule your men beloved with bitter-heavy rods,\n  And make them beasts beneath us, save today ye do our will,\n  And pay us the ransom of blood, and our hearts with the gold fulfill.'\n\n  \"But Odin spake in answer, and his voice was awful and cold:\n  'Give righteous doom, O Reidmar! say what ye will of the Gold!'\n\n  \"Then Reidmar laughed in his heart, and his wrath and his wisdom fled,\n  And nought but his greed abided; and he spake from his throne and said:\n\n  \"'Now hearken the doom I shall speak! Ye stranger-folk shall be free\n  When ye give me the Flame of the Waters, the gathered Gold of the Sea,\n  That Andvari hideth rejoicing in the wan realm pale as the grave;\n  And the Master of Sleight shall fetch it, and the hand that never gave,\n  And the heart that begrudgeth for ever shall gather and give and rue.\n  --Lo this is the doom of the wise, and no doom shall be spoken anew.'\n\n  \"Then Odin spake: 'It is well; the Curser shall seek for the curse;\n  And the Greedy shall cherish the evil--and the seed of the Great they shall\n       nurse.'\n\n  \"No word spake Reidmar the great, for the eyes of his heart were turned\n  To the edge of the outer desert, so sore for the gold he yearned.\n  But Loki I loosed from the toils, and he goeth his way abroad;\n  And the heart of Odin he knoweth, and where he shall seek the Hoard.\n\n  \"There is a desert of dread in the uttermost part of the world,\n  Where over a wall of mountains is a mighty water hurled,\n  Whose hidden head none knoweth, nor where it meeteth the sea;\n  And that force is the Force of Andvari, and an Elf of the Dark is he.\n  In the cloud and the desert he dwelleth amid that land alone;\n  And his work is the storing of treasure within his house of stone.\n  Time was when he knew of wisdom, and had many a tale to tell\n  Of the days before the Dwarf-age, and of what in that world befell:\n  And he knew of the stars and the sun, and the worlds that come and go\n  On the nether rim of heaven, and whence the wind doth blow,\n  And how the sea hangs balanced betwixt the curving lands,\n  And how all drew together for the first Gods' fashioning hands.\n  But now is all gone from him, save the craft of gathering gold,\n  And he heedeth nought of the summer, nor knoweth the winter cold,\n  Nor looks to the sun nor the snowfall, nor ever dreams of the sea,\n  Nor hath heard of the making of men-folk, nor of where the high Gods be;\n  But ever he gripeth and gathereth, and he toileth hour by hour,\n  Nor knoweth the noon from the midnight as he looks on his stony bower,\n  And saith: 'It is short, it is narrow for all I shall gather and get;\n  For the world is but newly fashioned, and long shall its years be yet.'\n\n  \"There Loki fareth, and seeth in a land of nothing good,\n  Far off o'er the empty desert, the reek of the falling flood\n  Go up to the floor of heaven, and thither turn his feet\n  As he weaveth the unseen meshes and the snare of strong deceit;\n  So he cometh his ways to the water, where the glittering foam-bow glows,\n  And the huge flood leaps the rock-wall and a green arch over it throws.\n  There under the roof of water he treads the quivering floor,\n  And the hush of the desert is felt amid the water's roar,\n  And the bleak sun lighteth the wave-vault, and tells of the fruitless plain,\n  And the showers that nourish nothing, and the summer come in vain.\n\n  \"There did the great Guile-master his toils and his tangles set,\n  And as wide as was the water, so wide was woven the net;\n  And as dim as the Elf's remembrance did the meshes of it show;\n  And he had no thought of sorrow, nor spared to come and go\n  On his errands of griping and getting till he felt himself tangled and\n       caught:\n  Then back to his blinded soul was his ancient wisdom brought,\n  And he saw his fall and his ruin, as a man by the lightning's flame\n  Sees the garth all flooded by foemen; and again he remembered his name;\n  And e'en as a book well written the tale of the Gods he knew,\n  And the tale of the making of men, and much of the deeds they should do.\n\n       *       *       *       *       *\n\n  \"Then Andvari groaned and answered: 'I know what thou wouldst have,\n  The wealth mine own hands gathered, the gold that no man gave.'\n\n  \"'Come forth,' said Loki, 'and give it, and dwell in peace henceforth--\n  Or die in the toils if thou listeth, if thy life be nothing worth.'\n\n  \"Full sore the Elf lamented, but he came before the God,\n  And the twain went into the rock-house and on fine gold they trod,\n  And the walls shone bright, and brighter than the sun of the upper air.\n  How great was that treasure of treasures: and the Helm of Dread was there;\n  The world but in dreams had seen it; and there was the hauberk of gold;\n  None other is in the heavens, nor has earth of its fellow told.\n\n  \"Then Loki bade the Elf-king bring all to the upper day,\n  And he dight himself with his Godhead to bear the treasure away:\n  So there in the dim grey desert before the God of Guile,\n  Great heaps of the hid-world's treasure the weary Elf must pile,\n  And Loki looked on laughing: but, when it all was done,\n  And the Elf was hurrying homeward, his finger gleamed in the sun:\n  Then Loki cried: 'Thou art guileful: thou hast not learned the tale\n  Of the wisdom that Gods hath gotten and their might of all avail.\n\n       *       *       *       *       *\n\n  \"'Come hither again to thy master, and give the ring to me;\n  For meseems it is Loki's portion, and the Bale of Men shall it be.'\n\n  \"Then the Elf drew off the gold-ring and stood with empty hand\n  E'en where the flood fell over 'twixt the water and the land,\n  And he gazed on the great Guile-master, and huge and grim he grew;\n  And his anguish swelled within him, and the word of the Norns he knew;\n  How that gold was the seed of gold to the wise and the shapers of things,\n  The hoarders of hidden treasure, and the unseen glory of rings;\n  But the seed of woe to the world and the foolish wasters of men,\n  And grief to the generations that die and spring again:\n  Then he cried:\n               'There farest thou Loki, and might I load thee worse\n  Than with what thine ill heart beareth, then shouldst thou bear my curse:\n  But for men a curse thou bearest: entangled in my gold,\n  Amid my woe abideth another woe untold.\n  Two brethren and a father, eight kings my grief shall slay;\n  And the hearts of queens shall be broken, and their eyes shall loathe the\n       day.'\n\n       *       *       *       *       *\n\n  \"But Loki laughed in silence, and swift in Godhead went,\n  To the golden hall of Reidmar and the house of our content.\n  But when that world of treasure was laid within our hall\n  'Twas as if the sun were minded to live 'twixt wall and wall,\n  And all we stood by and panted. Then Odin spake and said:\n\n  \"'O Kings, O folk of the Dwarf-kind, lo, the ransom duly paid!\n  Will ye have this sun of the ocean, and reap the fruitful field,\n  And garner up the harvest that earth therefrom shall yield.'\n\n  \"So he spake; but a little season nought answered Reidmar the wise,\n  But turned his face from the Treasure, and peered with eager eyes\n  Endlong the hall and athwart it, as a man may chase about\n  A ray of the sun of the morning that a naked sword throws out;\n  And lo from Loki's right-hand came the flash of the fruitful ring,\n  And at last spake Reidmar scowling:\n                                    'Ye wait for my yea-saying\n  That your feet may go free on the earth, and the fear of my toils may be\n       done;\n  That then ye may say in your laughter: The fools of the time agone!\n  The purblind eyes of the Dwarf-kind! they have gotten the garnered sheaf\n  And have let their Masters depart with the Seed of Gold and of Grief:\n  O Loki, friend of Allfather, cast down Andvari's ring,\n  Or the world shall yet turn backward and the high heavens lack a king.'\n\n  \"Then Loki drew off the Elf-ring and cast it down on the heap,\n  And forth as the gold met gold did the light of its glory leap:\n  But he spake: 'It rejoiceth my heart that no whit of all ye shall lack.\n  Lest the curse of the Elf-king cleave not, and ye 'scape the utter wrack.'\n\nThen Regin loosed the shackles of the gods and they departed into the\nnight, but Odin stayed in the doorway and thus he spake: \"Why do ye\nthus desire treasure and take sorrow to yourselves? Know ye not that\nI was before your fathers' fathers, and that I can foresee your fate,\nand the end of the gold ye covet? I am the Wise One who ordereth all.\"\n\nThen they went, but Regin afterwards often recalled Odin's words and\nthe evening filled with the gleam of the gold, but little cared he\nthen, so well he loved the gold. And he prayed his father to keep the\ntreasure, but give a little unto him and Fafnir for the help they had\ngiven him that day.\n\nHis father in no wise heeded his words, but sat ever on his ivory\nthrone, staring moodily at the gold. But Fafnir grew fierce and grim\nas he watched him.\n\n  \"The night waned into the morning, and still above the Hoard\n  Sat Reidmar clad in purple; but Fafnir took his sword,\n  And I took my smithying-hammer, and apart in the world we went;\n  But I came aback in the even, and my heart was heavy and spent;\n  And I longed, but fear was upon me and I durst not go to the Gold;\n  So I lay in the house of my toil mid the things I had fashioned of old;\n  And methought as I lay in my bed 'twixt waking and slumber of night\n  That I heard the tinkling metal and beheld the hall alight,\n  But I slept and dreamed of the Gods, and the things that never have slept,\n  Till I woke to a cry and a clashing and forth from the bed I leapt,\n  And there by the heaped-up Elf-gold my brother Fafnir stood,\n  And there at his feet lay Reidmar and reddened the Treasure with blood;\n  And e'en as I looked on his eyen they glazed and whitened with death,\n  And forth on the torch-litten hall he shed his latest breath.\n\n  \"But I looked on Fafnir and trembled for he wore the Helm of Dread,\n  And his sword was bare in his hand, and the sword and the hand were red\n  With the blood of our father Reidmar, and his body was wrapped in gold,\n  With the ruddy-gleaming mailcoat of whose fellow hath nought been told,\n  And it seemed as I looked upon him that he grew beneath mine eyes:\n  And then in the mid-hall's silence did his dreadful voice arise:\n\n  \"'I have slain my father Reidmar, that I alone might keep\n  The Gold of the darksome places, the Candle of the Deep.\n  I am such as the Gods have made me, lest the Dwarf-kind people the earth,\n  Or mingle their ancient wisdom with its short-lived latest birth.\n  I shall dwell alone henceforward, and the Gold and its waxing curse,\n  I shall brood on them both together, let my life grow better or worse.\n  And I am a King henceforward and long shall be my life,\n  And the Gold shall grow with my longing, for I shall hide it from strife,'\n  And hoard up the Ring of Andvari in the house thine hand hath built.\n  O thou, wilt thou tarry and tarry, till I cast thy blood on the guilt?\n  Lo, I am a King for ever, and alone on the Gold shall I dwell\n  And do no deed to repent of and leave no tale to tell.'\n\n  \"More awful grew his visage as he spake the word of dread,\n  And no more durst I behold him, but with heart a-cold I fled;\n  I fled from the glorious house my hands had made so fair,\n  As poor as the new-born baby with nought of raiment or gear:\n  I fled from the heaps of gold, and my goods were the eager will,\n  And the heart that remembereth all, and the hand that may never be still.\n\n  \"Then unto this land I came, and that was long ago.\n  As men-folk count the years; and I taught them to reap and to sow,\n\n       *       *       *       *       *\n\n  \"And I grew the master of masters--Think thou how strange it is\n  That the sword in the hands of a stripling shall one day end all this!\n\n  \"Yet oft mid all my wisdom did I long for my brother's part,\n  And Fafnir's mighty kingship weighed heavy on my heart\n  When the Kings of the earthly kingdoms would give me golden gifts\n  From out of their scanty treasures, due pay for my cunning shifts.\n  And once--didst thou number the years thou wouldst think it long ago--\n  I wandered away to the country from whence our stem did grow.\n\n       *       *       *       *       *\n\n  \"Then I went to the pillared hall-stead, and lo, huge heaps of gold,\n  And to and fro amidst them a mighty Serpent rolled:\n  Then my heart grew chill with terror, for I thought on the wont of our race,\n  And I, who had lost their cunning, was a man in a deadly place,\n  A feeble man and a swordless in the lone destroyer's fold;\n  For I knew that the Worm was Fafnir, the Wallower on the Gold.\n\n  \"So I gathered my strength and fled, and hid my shame again\n  Mid the foolish sons of men-folk; and the more my hope was vain,\n  The more I longed for the Treasure, and deliv'rance from the yoke:\n  And yet passed the generations, and I dwelt with the short-lived folk.\n\n  \"Long years, and long years after, the tale of men-folk told\n  How up on the Glittering Heath was the house and the dwelling of gold,\n  And within that house was the Serpent, and the Lord of the Fearful Face:\n  Then I wondered sore of the desert; for I thought of the golden place\n  My hands of old had builded; for I knew by many a sign\n  That the Fearful Face was my brother, that the blood of the Worm was mine.\n  This was ages long ago, and yet in that desert he dwells,\n  Betwixt him and men death lieth, and no man of his semblance tells;\n  But the tale of the great Gold-wallower is never the more outworn.\n  Then came thy kin, O Sigurd, and thy father's father was born,\n  And I fell to the dreaming of dreams, and I saw thine eyes therein,\n  And I looked and beheld thy glory and all that thy sword should win;\n  And I thought that thou shouldst be he, who should bring my heart its rest,\n  That of all the gifts of the Kings thy sword should give me the best.\n\n  \"Ah, I fell to the dreaming of dreams; and oft the gold I saw,\n  And the golden-fashioned Hauberk, clean-wrought without a flaw,\n  And the Helm that aweth the world; and I knew of Fafnir's heart\n  That his wisdom was greater than mine, because he had held him apart,\n  Nor spilt on the sons of men-folk our knowledge of ancient days,\n  Nor bartered one whit for their love, nor craved for the people's praise.\n\n  \"And some day I shall have it all, his gold and his craft and his heart\n  And the gathered and garnered wisdom he guards in the mountains apart.\"\n\n       *       *       *       *       *\n\n  And he spake: \"Hast thou hearkened, Sigurd, wilt thou help a man that is old\n  To avenge him for his father? Wilt thou win that Treasure of Gold\n  And be more than the Kings of the earth? Wilt thou rid the earth of a wrong\n  And heal the woe and the sorrow my heart hath endured o'erlong?\"\n\n  Then Sigurd looked upon him with steadfast eyes and clear,\n  And Regin drooped and trembled as he stood the doom to hear:\n  But the bright child spake as aforetime, and answered the Master and said:\n  \"Thou shalt have thy will, and the Treasure, and take the curse on thine\n       head.\"\n\n\n_Of the forging of the Sword that is called The Wrath of Sigurd._\n\n       *       *       *       *       *\n\n  But when the morrow was come he went to his mother and spake:\n  \"The shards, the shards of the sword, that thou gleanedst for my sake\n  In the night on the field of slaughter, in the tide when my father fell,\n  Hast thou kept them through sorrow and joyance? hast thou warded them trusty\n       and well?\n  Where hast thou laid them, my mother?\"\n                                    Then she looked upon him and said:\n  \"Art thou wroth, O Sigurd my son, that such eyes are in thine head?\n  And wilt thou be wroth with thy mother? do I withstand thee at all?\"\n\n  \"Nay,\" said he, \"nought am I wrathful, but the days rise up like a wall\n  Betwixt my soul and the deeds, and I strive to rend them through.\n\n       *       *       *       *       *\n\n  \"Now give me the sword, my mother, that Sigmund gave thee to keep.\"\n\n  She said: \"I shall give it thee gladly, for fain shall I be of thy praise\n  When thou knowest my careful keeping of that hope of the earlier days.\"\n\n  So she took his hand in her hand, and they went their ways, they twain;\n  Till they came to the treasure of queen-folk, the guarded chamber of gain:\n  They were all alone with its riches, and she turned the key in the gold,\n  And lifted the sea-born purple, and the silken web unrolled,\n  And lo, 'twixt her hands and her bosom the shards of Sigmund's sword;\n  No rust-fleck stained its edges, and the gems of the ocean's hoard\n  Were as bright in the hilts and glorious, as when in the Volsungs' hall\n  It shone in the eyes of the earl-folk and flashed from the shielded wall.\n\n  But Sigurd smiled upon it, and he said: \"O Mother of Kings,\n  Well hast thou warded the war-glaive for a mirror of many things,\n  And a hope of much fulfilment: well hast thou given to me\n  The message of my fathers, and the word of thing to be:\n  Trusty hath been thy warding, but its hour is over now:\n  These shards shall be knit together, and shall hear the war-wind blow.\"\n\n       *       *       *       *       *\n\n  Then she felt his hands about her as he took the fateful sword,\n  And he kissed her soft and sweetly; but she answered never a word:\n\n       *       *       *       *       *\n\n  But swift on his ways went Sigurd, and to Regin's house he came,\n  Where the Master stood in the doorway and behind him leapt the flame,\n  And dark he looked and little: no more his speech was sweet,\n  No words on his lip were gathered the Volsung child to greet,\n  Till he took the sword from Sigurd and the shards of the days of old;\n  Then he spake:\n               \"Will nothing serve thee save this blue steel and cold,\n  The bane of thy father's father, the fate of all his kin,\n  The baleful blade I fashioned, the Wrath that the Gods would win?\"\n\n  Then answered the eye-bright Sigurd: \"If thou thy craft wilt do,\n  Nought save these battle-gleanings shall be my helper true:\"\n\nSo Regin welded together the shards of Sigmund's sword, and wrought\nthe Wrath of Sigurd, whose hilts were great and along whose edge ran a\nliving flame so that men thought it like sunlight and lightning\nmingled. Then on Greyfell, with the Wrath girt by his side, Sigurd\nrode to the hall of Gripir, who told him of deeds to be and of the\nfate that would befall him. In no wise was Sigurd troubled, but smiled\nas a happy child, and together they talked of the deeds of the kings\nof the Earth, of the wonders of Heaven, and of the Queen of the Sea.\n\nAnd Sigurd told Gripir that he indeed was wise above all men, but for\nhimself had the Wrath been fashioned, and he was ready to ride to the\nGlittering Heath. So they took leave of one another, and as the sky grew\nblood-red in the West, and the birds were flying homeward, Sigurd drew\nnear to Regin's dwelling.\n\n\n_Sigurd rideth to the Glittering Heath._\n\n  Again on the morrow morning doth Sigurd the Volsung ride,\n  And Regin, the Master of Masters, is faring by his side,\n  And they leave the dwelling of kings and ride the summer land,\n  Until at the eve of the day the hills are on either hand;\n  Then they wend up higher and higher, and over the heaths they fare\n  Till the moon shines broad on the midnight, and they sleep 'neath the\n       heavens bare;\n  And they waken and look behind them, and lo, the dawning of day\n  And the little land of the Helper and its valleys far away;\n  But the mountains rise before them, a wall exceeding great.\n\n  Then spake the Master of Masters: \"We have come to the garth and the gate;\n  There is youth and rest behind thee and many a thing to do,\n  There is many a fond desire, and each day born anew;\n  And the land of the Volsungs to conquer, and many a people's praise:\n  And for me there is rest it may be, and the peaceful end of days.\n  We have come to the garth and the gate; to the hall-door now shall we win,\n  Shall we go to look on the high-seat and see what sitteth therein?\"\n\n  \"Yea, and what else?\" said Sigurd, \"was thy tale but mockeries,\n  And have I been drifted hither on a wind of empty lies?\"\n\n  \"It was sooth, it was sooth,\" said Regin, \"and more might I have told\n  Had I heart and space to remember the deeds of the days of old.\"\n\n       *       *       *       *       *\n\n  Day-long they fared through the mountains, and that highway's fashioner,\n  Forsooth, was a fearful craftsman, and his hands the waters were,\n  And the heaped-up ice was his mattock, and the fire-blast was his man,\n  And never a whit he heeded though his walls were waste and wan,\n  And the guest-halls of that wayside great heaps of the ashes spent.\n  But, each as a man alone, through the sun-bright day they went,\n  And they rode till the moon rose upward, and the stars were small and fair,\n  Then they slept on the long-slaked ashes beneath the heavens bare;\n  And the cold dawn came and they wakened, and the King of the Dwarf-kind\n       seemed\n  As a thing of that wan land fashioned; but Sigurd glowed and gleamed\n  Amid a shadowless twilight by Greyfell's cloudy flank,\n  As a little space they abided while the latest star-world shrank;\n  On the backward road looked Regin and heard how Sigurd drew\n  The girths of Greyfell's saddle, and the voice of his sword he knew,\n\n       *       *       *       *       *\n\n  And his war-gear clanged and tinkled as he leapt to the saddle-stead:\n  And the sun rose up at their backs and the grey world changed to red,\n  And away to the west went Sigurd by the glory wreathed about,\n  But little and black was Regin as a fire that dieth out.\n  Day-long they rode the mountains by the crags exceeding old,\n  And the ash that the first of the Dwarf-kind found dull and quenched and\n       cold.\n  Then the moon in the mid-sky swam, and the stars were fair and pale,\n  And beneath the naked heaven they slept in an ash-grey dale;\n  And again at the dawn-dusk's ending they stood upon their feet,\n  And Sigurd donned his war-gear nor his eyes would Regin meet.\n\n  A clear streak widened in heaven low down above the earth;\n  And above it lay the cloud-flecks, and the sun, anigh its birth,\n  Unseen, their hosts was staining with the very hue of blood,\n  And ruddy by Greyfell's shoulder the Son of Sigmund stood.\n\n  Then spake the Master of Masters: \"What is thine hope this morn\n  That thou dightest thee, O Sigurd, to ride this world forlorn?\"\n\n  \"What needeth hope,\" said Sigurd, \"when the heart of the Volsungs turns\n  To the light of the Glittering Heath, and the house where the Waster burns?\n  I shall slay the Foe of the Gods, as thou badst me a while agone,\n  And then with the Gold and its wisdom shalt thou be left alone.\"\n\n  \"O Child,\" said the King of the Dwarf-kind, \"when the day at last comes\n       round\n  For the dread and the Dusk of the Gods, and the kin of the Wolf is unbound,\n  When thy sword shall hew the fire, and the wildfire beateth thy shield,\n  Shalt thou praise the wages of hope and the Gods that pitched the field?\"\n\n  \"O Foe of the Gods,\" said Sigurd, \"wouldst thou hide the evil thing,\n  And the curse that is greater than thou, lest death end thy labouring,\n  Lest the night should come upon thee amidst thy toil for nought?\n  It is me, it is me that thou fearest, if indeed I know thy thought;\n  Yea me, who would utterly light the face of all good and ill,\n  If not with the fruitful beams that the summer shall fulfill,\n  Then at least with the world a-blazing, and the glare of the grinded sword.\n\n       *       *       *       *       *\n\n  \"I have hearkened not nor heeded the words of thy fear and thy ruth:\n  Thou hast told thy tale and thy longing, and thereto I hearkened well:--\n  Let it lead thee up to heaven, let it lead thee down to hell,\n  The deed shall be done tomorrow: thou shalt have that measureless Gold,\n  And devour the garnered wisdom that blessed thy realm of old,\n  That hath lain unspent and begrudged in the very heart of hate:\n  With the blood and the might of thy brother thine hunger shalt thou sate;\n  And this deed shall be mine and thine; but take heed for what followeth\n       then!\n  Let each do after his kind! I shall do the deeds of men;\n  I shall harvest the field of their sowing, in the bed of their strewing\n       shall sleep;\n  To them shall I give my life-days, to the Gods my glory to keep.\n  But them with the wealth and the wisdom that the best of the Gods might\n       praise,\n  If thou shall indeed excel them and become the hope of the days,\n  Then me in turn hast thou conquered, and I shall be in turn\n  Thy fashioned brand of the battle through good and evil to burn,\n  Or the flame that sleeps in thy stithy for the gathered winds to blow,\n  When thou listest to do and undo and thine uttermost cunning to show.\n  But indeed I wot full surely that thou shalt follow thy kind;\n  And for all that cometh after, the Norns shall loose and bind.\"\n\n  Then his bridle-reins rang sweetly, and the warding-walls of death,\n  And Regin drew up to him, and the Wrath sang loud in the sheath,\n  And forth from that trench in the mountains by the westward way they ride;\n  And little and black goes Regin by the golden Volsung's side;\n\n       *       *       *       *       *\n\n  So ever they wended upward, and the midnight hour was o'er,\n  And the stars grew pale and paler, and failed from the heaven's floor,\n  And the moon was a long while dead, but where was the promise of day?\n  No change came over the darkness, no streak of the dawning grey;\n  No sound of the wind's uprising adown the night there ran:\n  It was blind as the Gaping Gulf ere the first of the worlds began.\n\n  Then athwart and athwart rode Sigurd and sought the walls of the pass,\n  But found no wall before him; and the road rang hard as brass\n  Beneath the hoofs of Greyfell, as up and up he trod:\n  --Was it the daylight of Hell, or the night of the doorway of God?\n  But lo, at the last a glimmer, and a light from the west there came,\n  And another and another, like points of far-off flame;\n  And they grew and brightened and gathered; and whiles together they ran\n  Like the moonwake over the waters; and whiles they were scant and wan,\n  Some greater and some lesser, like the boats of fishers laid\n  About the sea of midnight; and a dusky dawn they made,\n  A faint and glimmering twilight: So Sigurd strains his eyes,\n  And he sees how a land deserted all round about him lies\n  More changeless than mid-ocean, as fruitless as its floor:\n  Then the heart leaps up within him, for he knows that his journey is o'er,\n  And there he draweth bridle on the first of the Glittering Heath:\n  And the Wrath is waxen merry and sings in the golden sheath\n  As he leaps adown from Greyfell, and stands upon his feet,\n  And wends his ways through the twilight the Foe of the Gods to meet.\n\n\n_Sigurd slayeth Fafnir the Serpent._\n\n  Nought Sigurd seeth of Regin, and nought he heeds of him,\n  As in watchful might and glory he strides the desert dim,\n  And behind him paceth Greyfell; but he deems the time o'erlong\n  Till he meet the great gold-warden, the over-lord of wrong.\n\n  So he wendeth midst the silence through the measureless desert place,\n  And beholds the countless glitter with wise and steadfast face,\n  Till him-seems in a little season that the flames grown somewhat wan,\n  And a grey thing glimmers before him, and becomes a mighty man,\n  One-eyed and ancient-seeming, in cloud-grey raiment clad;\n  A friendly man and glorious, and of visage smiling-glad:\n  Then content in Sigurd groweth because of his majesty,\n  And he heareth him speak in the desert as the wind of the winter sea:\n\n  \"Hail Sigurd! Give me thy greeting ere thy ways alone thou wend!\"\n\n  Said Sigurd: \"Hail! I greet thee, my friend and my fathers' friend.\"\n\n  \"Now whither away,\" said the elder, \"with the Steed and the ancient Sword?\"\n\n  \"To the greedy house,\" said Sigurd, \"and the King of the Heavy Hoard.\"\n\n  \"Wilt thou smite, O Sigurd, Sigurd?\" said the ancient mighty-one.\n\n  \"Yea, yea, I shall smite,\" said the Volsung, \"save the Gods have slain the\n       sun.\"\n\n  \"What wise wilt thou smite,\" said the elder, \"lest the dark devour thy day?\"\n\n  \"Thou hast praised the sword,\" said the child, \"and the sword shall find a\n       way.\"\n\n  \"Be learned of me,\" said the Wise-one, \"for I was the first of thy folk.\"\n\n  Said the child: \"I shall do thy bidding, and for thee shall I strike the\n       stroke.\"\n\n  Spake the Wise-one: \"Thus shalt thou do when thou wendest hence alone:\n  Thou shalt find a path in the desert, and a road in the world of stone;\n  It is smooth and deep and hollow, but the rain hath riven it not,\n  And the wild wind hath not worn it, for it is but Fafnir's slot,\n  Whereby he wends to the water and the fathomless pool of old,\n  When his heart in the dawn is weary, and he loathes the ancient Gold:\n  There think of the great and the fathers, and bare the whetted Wrath,\n  And dig a pit in the highway, and a grave in the Serpent's path:\n  Lie thou therein, O Sigurd, and thine hope from the glooming hide,\n  And be as the dead for a season, and the living light abide!\n  And so shall thine heart avail thee, and thy mighty fateful hand,\n  And the Light that lay in the Branstock, the well-beloved brand.\"\n\n  Said the child: \"I shall do thy bidding, and for thee shall I strike the\n       stroke;\n  For I love thee, friend of my fathers, Wise Heart of the holy folk.\"\n\n  So spake the Son of Sigmund, and beheld no man anear,\n  And again was the night the midnight, and the twinkling flame shone clear\n  In the hush of the Glittering Heath; and alone went Sigmund's son\n  Till he came to the road of Fafnir, and the highway worn by one,\n  By the drift of the rain unfurrowed, by the windy years unrent,\n  And forth from the dark it came, and into the dark it went.\n\n  Great then was the heart of Sigurd, for there in the midmost he stayed,\n  And thought of the ancient fathers, and bared the bright blue blade,\n  That shone as a fleck of the day-light, and the night was all around.\n  Fair then was the Son of Sigmund as he toiled and laboured the ground;\n  Great, mighty he was in his working, and the Glittering Heath he clave,\n  And the sword shone blue before him as he dug the pit and the grave:\n  There he hid his hope from the night-tide and lay like one of the dead,\n  And wise and wary he bided; and the heavens hung over his head.\n\n  Now the night wanes over Sigurd, and the ruddy rings he sees,\n  And his war-gear's fair adornment, and the God-folk's images;\n  But a voice in the desert ariseth, a sound in the waste has birth,\n  A changing tinkle and clatter, as of gold dragged over the earth:\n  O'er Sigurd widens the day-light, and the sound is drawing close,\n  And speedier than the trample of speedy feet it goes;\n  But ever deemeth Sigurd that the sun brings back the day,\n  For the grave grows lighter and lighter and heaven o'erhead is grey.\n\n  But now, how the rattling waxeth till he may not heed nor hark!\n  And the day and the heavens are hidden, and o'er Sigurd rolls the dark,\n  As the flood of a pitchy river, and heavy-thick is the air\n  With the venom of hate long hoarded, and lies once fashioned fair:\n  Then a wan face comes from the darkness, and is wrought in man-like wise,\n  And the lips are writhed with laughter and bleared are the blinded eyes;\n  And it wandereth hither and thither, and searcheth through the grave\n  And departeth, leaving nothing, save the dark, rolled wave on wave\n  O'er the golden head of Sigurd and the edges of the sword,\n  And the world weighs heavy on Sigurd, and the weary curse of the Hoard;\n  Him-seemed the grave grew straiter, and his hope of life grew chill,\n  And his heart by the Worm was enfolded, and the bonds of the Ancient Ill.\n\n  Then was Sigurd stirred by his glory, and he strove with the swaddling of\n       Death;\n  He turned in the pit on the highway, and the grave of the Glittering Heath;\n  He laughed and smote with the laughter and thrust up over his head.\n  And smote the venom asunder and clave the heart of Dread;\n  Then he leapt from the pit and the grave, and the rushing river of blood,\n  And fulfilled with the joy of the War-God on the face of earth he stood\n  With red sword high uplifted, with wrathful glittering eyes;\n  And he laughed at the heavens above him for he saw the sun arise,\n  And Sigurd gleamed on the desert, and shone in the new-born light,\n  And the wind in his raiment wavered, and all the world was bright.\n\n  But there was the ancient Fafnir, and the Face of Terror lay\n  On the huddled folds of the Serpent, that were black and ashen-grey\n  In the desert lit by the sun; and those twain looked each on each,\n  And forth from the Face of Terror went a sound of dreadful speech:\n\n  \"Child, child, who art thou that hast smitten? bright child, of whence is\n       thy birth?\"\n\n  \"I am called the Wild-thing Glorious, and alone I wend on the earth.\"\n\n       *       *       *       *       *\n\n  \"What master hath taught thee of murder?--Thou hast wasted Fafnir's day.\"\n\n  \"I, Sigurd, knew and desired, and the bright sword learned the way.\"\n\n       *       *       *       *       *\n\n  \"I am blind, O Strong Compeller, in the bonds of Death and Hell.\n  But thee shall the rattling Gold and the red rings bring unto bane.\"\n\n  \"Yet the rings mine hand shall scatter, and the earth shall gather again.\"\n\n  \"Woe, woe! in the days passed over I bore the Helm of Dread,\n  I reared the Face of Terror, and the hoarded hate of the Dead:\n  I overcame and was mighty; I was wise and cherished my heart\n  In the waste where no man wandered, and the high house builded apart:\n  Till I met thine hand, O Sigurd, and thy might ordained from of old;\n  And I fought and fell in the morning, and I die far off from the Gold.\"\n\n       *       *       *       *       *\n\n  Then all sank into silence, and the Son of Sigmund stood\n  On the torn and furrowed desert by the pool of Fafnir's blood,\n  And the Serpent lay before him, dead, chilly, dull, and grey;\n  And over the Glittering Heath fair shone the sun and the day,\n  And a light wind followed the sun and breathed o'er the fateful place,\n  As fresh as it furrows the sea-plain or bows the acres' face.\n\n\n_Sigurd slayeth Regin the Master of Masters on the Glittering Heath._\n\n  There standeth Sigurd the Volsung, and leaneth on his sword,\n  And beside him now is Greyfell and looks on his golden lord,\n  And the world is awake and living; and whither now shall they wend,\n  Who have come to the Glittering Heath, and wrought that deed to its end?\n  For hither comes Regin the Master from the skirts of the field of death.\n\n       *       *       *       *       *\n\n  Afoot he went o'er the desert, and he came unto Sigurd and stared\n  At the golden gear of the man, and the Wrath yet bloody and bared,\n  And the light locks raised by the wind, and the eyes beginning to smile,\n  And the lovely lips of the Volsung, and the brow that knew no guile;\n  And he murmured under his breath while his eyes grew white with wrath:\n\n  \"O who art thou, and wherefore, and why art thou in the path?\"\n\n  Then he turned to the ash-grey Serpent, and grovelled low on the ground,\n  And he drank of that pool of the blood where the stones of the wild were\n       drowned,\n  And long he lapped as a dog; but when he arose again,\n  Lo, a flock of the mountain-eagles that drew to the feastful plain;\n  And he turned and looked on Sigurd, as bright in the sun he stood,\n  A stripling fair and slender, and wiped the Wrath of the blood.\n\n       *       *       *       *       *\n\n  Then he scowled and crouched and darkened, and came to Sigurd and spake:\n  \"O child, thou hast slain my brother, and the Wrath is alive and awake.\"\n\n  \"Thou sayest sooth,\" said Sigurd, \"thy deed and mine is done:\n  But now our ways shall sunder, for here, meseemeth, the sun\n  Hath but little of deeds to do, and no love to win aback.\"\n\n       *       *       *       *       *\n\n  But Regin darkened before him, and exceeding grim was he grown,\n  And he spake: \"Thou hast slain my brother, and wherewith wilt thou atone?\"\n\n  \"Stand up, O Master,\" said Sigurd, \"O Singer of ancient days,\n  And take the wealth I have won thee, ere we wend on the sundering ways.\n  I have toiled and thou hast desired, and the Treasure is surely anear,\n  And thou hast wisdom to find it, and I have slain thy fear.\"\n\n  But Regin crouched and darkened: \"Thou hast slain my brother,\" he said.\n\n  \"Take thou the Gold,\" quoth Sigurd, \"for the ransom of my head!\"\n\n  Then Regin crouched and darkened, and over the earth he hung;\n  And he said: \"Thou hast slain my brother, and the Gods are yet but young.\"\n\n       *       *       *       *       *\n\n  And he spake: \"Thou hast slain my brother, and today shall thou be my\n       thrall:\n  Yea, a King shall be my cook-boy and this heath my cooking-hall.\"\n\n  Then he crept to the ash-grey coils where the life of his brother had lain,\n  And he drew a glaive from his side and smote the smitten and slain,\n  And tore the heart from Fafnir, while the eagles cried o'erhead,\n  And sharp and shrill was their voice o'er the entrails of the dead.\n\n  Then Regin spake to Sigurd: \"Of this slaying wilt thou be free?\n  Then gather thou fire together and roast the heart for me,\n  That I may eat it and live, and be thy master and more;\n  For therein was might and wisdom, and the grudged and hoarded lore:--\n  --Or else, depart on thy ways afraid from the Glittering Heath.\"\n\n  Then he fell abackward and slept, nor set his sword in the sheath.\n\n       *       *       *       *       *\n\n  But Sigurd took the Heart, and wood on the waste he found,\n  The wood that grew and died, as it crept on the niggard ground,\n  And grew and died again, and lay like whitened bones;\n  And the ernes cried over his head, as he builded his hearth of stones,\n  And kindled the fire for cooking, and sat and sang o'er the roast\n  The song of his fathers of old, and the Wolflings' gathering host:\n  So there on the Glittering Heath rose up the little flame,\n  And the dry sticks crackled amidst it, and alow the eagles came,\n  And seven they were by tale, and they pitched all round about\n  The cooking-fire of Sigurd, and sent their song-speech out:\n  But nought he knoweth its wisdom, or the word that they would speak:\n  And hot grew the Heart of Fafnir and sang amid the reek.\n\n  Then Sigurd looketh on Regin, and he deemeth it overlong\n  That he dighteth the dear-bought morsel, and the might for the Master of\n       wrong,\n  So he reacheth his hand to the roast to see if the cooking be o'er;\n  But the blood and the fat seethed from it and scalded his finger sore,\n  And he set his hand to his mouth to quench the fleshly smart,\n  And he tasted the flesh of the Serpent and the blood of Fafnir's Heart:\n  Then there came a change upon him, for the speech of fowl he knew,\n  And wise in the ways of the beast-kind as the Dwarfs of old he grew;\n  And he knitted his brows and hearkened, and wrath in his heart arose\n  For he felt beset of evil in a world of many foes.\n  But the hilts of the Wrath he handled, and Regin's heart he saw,\n  And how that the Foe of the Gods the net of death would draw;\n  And his bright eyes flashed and sparkled, and his mouth grew set and stern\n  As he hearkened the voice of the eagles, and their song began to learn.\n\nAnd six of the eagles cried to Sigurd not to tarry before the feast, and\nthey urged him to kill Regin, who had planned Fafnir's death that he\nalone might live and fashion the world after his evil will.\n\n  And the seventh: \"Arise, O Sigurd, lest the hour be overlate!\n  For the sun in the mid-noon shineth, and swift is the hand of Fate:\n  Arise! lest the world run backward and the blind heart have its will,\n  And once again be tangled the sundered good and ill;\n  Lest love and hatred perish, lest the world forget its tale,\n  And the Gods sit deedless, dreaming, in the high-walled heavenly vale.\"\n\n  Then swift ariseth Sigurd, and the Wrath in his hand is bare,\n  And he looketh, and Regin sleepeth, and his eyes wide-open glare;\n  But his lips smile false in his dreaming, and his hand is on the sword;\n  For he dreams himself the Master and the new world's fashioning-lord,\n  And his dream hath forgotten Sigurd, and the King's life lies in the pit;\n  He is nought; Death gnaweth upon him, while the Dwarfs in mastery sit.\n\n  But lo, how the eyes of Sigurd the heart of the guileful behold,\n  And great is Allfather Odin, and upriseth the Curse of the Gold,\n  And the Branstock bloometh to heaven from the ancient wondrous root;\n  The summer hath shone on its blossoms, and Sigurd's Wrath is the fruit.\n\n       *       *       *       *       *\n\n  Then his second stroke struck Sigurd, for the Wrath flashed thin and white,\n  And 'twixt head and trunk of Regin fierce ran the fateful light;\n  And there lay brother by brother a faded thing and wan.\n  But Sigurd cried in the desert: \"So far have I wended on!\n  Dead are the foes of God-home that would blend the good and the ill;\n  And the World shall yet be famous, and the Gods shall have their will.\n  Nor shall I be dead and forgotten, while the earth grows worse and worse,\n  With the blind heart king o'er the people, and binding curse with curse.\"\n\n\n_How Sigurd took to him the Treasure of the Elf Andvari._\n\nSo Sigurd ate of the heart of Fafnir, and as he ate the longing to be\ngone to mighty deeds grew great, and he leapt on Greyfell and sought the\nhome of the Dweller amid the Gold on the edge of the heath. He strode\nthrough the doorway, and before him lay golden armour, golden coins,\nand golden sands from rivers that none but the Dwarfs could mine. But\nmore wonderful than all other treasures were the Helm of Aweing, and the\nHauberk all of gold, while on top of the midmost heap, gleaming like\nthe brightest star in the sky, lay the ring of Andvari.\n\nSigurd put on the helm and the hauberk, and dragged out gold wherewith he\nloaded Greyfell till the cloud-grey horse shone, while the eagles ever\nbade him bring forth the treasure, and let the gold shine in the open.\nAnd as the stars paled and the dawn grew clearer, Sigurd and Greyfell\npassed swiftly and lightly towards the west.\n\n\n_How Sigurd awoke Brynhild upon Hindfell._\n\n  By long roads rideth Sigurd amidst that world of stone,\n  And somewhat south he turneth; for he would not be alone,\n  But longs for the dwellings of man-folk, and the kingly people's speech,\n  And the days of the glee and the joyance, where men laugh each to each.\n  But still the desert endureth, and afar must Greyfell fare\n  From the wrack of the Glittering Heath, and Fafnir's golden lair.\n  Long Sigurd rideth the waste, when, lo, on a morning of day\n  From out of the tangled crag-walls, amidst the cloud-land grey\n  Comes up a mighty mountain, and it is as though there burns\n  A torch amidst of its cloud-wreath; so thither Sigurd turns,\n  For he deems indeed from its topmost to look on the best of the earth;\n  And Greyfell neigheth beneath him, and his heart is full of mirth.\n\n       *       *       *       *       *\n\n  Night falls, but yet rides Sigurd, and hath no thought of rest,\n  For he longs to climb that rock-world and behold the earth at its best;\n  But now mid the maze of the foot-hills he seeth the light no more,\n  And the stars are lovely and gleaming on the lightless heavenly floor.\n  So up and up he wendeth till the night is wearing thin;\n  And he rideth a rift of the mountain, and all is dark therein,\n  Till the stars are dimmed by dawning and the wakening world is cold;\n  Then afar in the upper rock-wall a breach doth he behold,\n  And a flood of light poured inward the doubtful dawning blinds:\n  So swift he rideth thither and the mouth of the breach he finds,\n  And sitteth awhile on Greyfell on the marvellous thing to gaze:\n  For lo, the side of Hindfell enwrapped by the fervent blaze,\n  And nought 'twixt earth and heaven save a world of flickering flame,\n  And a hurrying shifting tangle, where the dark rents went and came.\n\n  Great groweth the heart of Sigurd with uttermost desire,\n  And he crieth kind to Greyfell, and they hasten up, and nigher,\n  Till he draweth rein in the dawning on the face of Hindfell's steep:\n  But who shall heed the dawning where the tongues of that wildfire leap?\n  For they weave a wavering wall, that driveth over the heaven\n  The wind that is born within it; nor ever aside is it driven\n  By the mightiest wind of the waste, and the rain-flood amidst it is nought;\n  And no wayfarer's door and no window the hand of its builder hath wrought.\n  But thereon is the Volsung smiling as its breath uplifteth his hair,\n  And his eyes shine bright with its image, and his mail gleams white and\n       fair,\n  And his war-helm pictures the heavens and the waning stars behind:\n  But his neck is Greyfell stretching to snuff at the flame-wall blind,\n  And his cloudy flank upheaveth, and tinkleth the knitted mail,\n  And the gold of the uttermost waters is waxen wan and pale.\n\n  Now Sigurd turns in his saddle, and the hilt of the Wrath he shifts,\n  And draws a girth the tighter; then the gathered reins he lifts,\n  And crieth aloud to Greyfell, and rides at the wildfire's heart;\n  But the white wall wavers before him and the flame-flood rusheth apart,\n  And high o'er his head it riseth, and wide and wild is its roar\n  As it beareth the mighty tidings to the very heavenly floor:\n  But he rideth through its roaring as the warrior rides the rye,\n  When it bows with the wind of the summer and the hid spears draw anigh.\n  The white flame licks his raiment and sweeps through Greyfell's mane,\n  And bathes both hands of Sigurd and the hilts of Fafnir's bane,\n  And winds about his war-helm and mingles with his hair,\n  But nought his raiment dusketh or dims his glittering gear;\n  Then it fails and fades and darkens till all seems left behind,\n  And dawn and the blaze is swallowed in mid-mirk stark and blind.\n\n  But forth a little further and a little further on\n  And all is calm about him, and he sees the scorched earth wan\n  Beneath a glimmering twilight, and he turns his conquering eyes,\n  And a ring of pale slaked ashes on the side of Hindfell lies;\n  And the world of the waste is beyond it; and all is hushed and grey,\n  And the new-risen moon is a-paleing, and the stars grow faint with day.\n\n  Then Sigurd looked before him and a Shield-burg there he saw,\n  A wall of the tiles of Odin wrought clear without a flaw,\n  The gold by the silver gleaming, and the ruddy by the white;\n  And the blazonings of their glory were done upon them bright.\n  As of dear things wrought for the war-lords new come to Odin's hall.\n  Piled high aloft to the heavens uprose that battle-wall,\n  And far o'er the topmost shield-rim for a banner of fame there hung\n  A glorious golden buckler; and against the staff it rung\n  As the earliest wind of dawning uprose on Hindfell's face\n  And the light from the yellow east beamed soft on the shielded place.\n\n  But the Wrath cried out in answer as Sigurd leapt adown\n  To the wasted soil of the desert by that rampart of renown;\n  He looked but little beneath it, and the dwelling of God it seemed,\n  As against its gleaming silence the eager Sigurd gleamed:\n  He draweth not sword from scabbard, as the wall he wendeth around,\n  And it is but the wind and Sigurd that wakeneth any sound:\n  But, lo, to the gate he cometh, and the doors are open wide,\n  And no warder the way withstandeth, and no earls by the threshold abide.\n  So he stands awhile and marvels; then the baleful light of the Wrath\n  Gleams bare in his ready hand as he wendeth the inward path:\n  For he doubteth some guile of the Gods, or perchance some Dwarf-king's\n       snare,\n  Or a mock of the Giant people that shall fade in the morning air:\n  But he getteth him in and gazeth; and a wall doth he behold,\n  And the ruddy set by the white, and the silver by the gold;\n  But within the garth that it girdeth no work of man is set,\n  But the utmost head of Hindfell ariseth higher yet;\n  And below in the very midmost is a Giant-fashioned mound,\n  Piled high as the rims of the Shield-burg above the level ground;\n  And there, on that mound of the Giants, o'er the wilderness forlorn,\n  A pale grey image lieth, and gleameth in the morn.\n\n  So there was Sigurd alone; and he went from the shielded door,\n  And aloft in the desert of wonder the Light of the Branstock he bore;\n  And he set his face to the earth-mound, and beheld the image wan,\n  And the dawn was growing about it; and, lo, the shape of a man\n  Set forth to the eyeless desert on the tower-top of the world,\n  High over the cloud-wrought castle whence the windy bolts are hurled.\n\n       *       *       *       *       *\n\n  Now over the body he standeth, and seeth it shapen fair,\n  And clad from head to foot-sole in pale grey-glittering gear,\n  In a hauberk wrought as straitly as though to the flesh it were grown:\n  But a great helm hideth the head and is girt with a glittering crown.\n\n  So thereby he stoopeth and kneeleth, for he deems it were good indeed\n  If the breath of life abide there and the speech to help at need;\n  And as sweet as the summer wind from a garden under the sun\n  Cometh forth on the topmost Hindfell the breath of that sleeping-one.\n  Then he saith he will look on the face, if it bear him love or hate,\n  Or the bonds for his life's constraining, or the sundering doom of fate.\n  So he draweth the helm from the head, and, lo, the brow snow-white,\n  And the smooth unfurrowed cheeks, and the wise lips breathing light;\n  And the face of a woman it is, and the fairest that ever was born,\n  Shown forth to the empty heavens and the desert world forlorn:\n  But he looketh, and loveth her sore, and he longeth her spirit to move,\n  And awaken her heart to the world, that she may behold him and love.\n  And he toucheth her breast and her hands, and he loveth her passing sore.\n  And he saith: \"Awake! I am Sigurd;\" but she moveth never the more.\n  Then he looked on his bare bright blade, and he said: \"Thou--what wilt thou\n       do?\n  For indeed as I came by the war-garth thy voice of desire I knew.\"\n  Bright burnt the pale blue edges for the sunrise drew anear,\n  And the rims of the Shield-burg glittered, and the east was exceeding clear:\n  So the eager edges he setteth to the Dwarf-wrought battle-coat\n  Where the hammered ring-knit collar constraineth the woman's throat;\n  But the sharp Wrath biteth and rendeth, and before it fail the rings,\n  And, lo, the gleam of the linen, and the light of golden things:\n  Then he driveth the blue steel onward, and through the skirt, and out,\n  Till nought but the rippling linen is wrapping her about;\n  Then he deems her breath comes quicker and her breast begins to heave,\n  So he turns about the War-Flame and rends down either sleeve,\n  Till her arms lie white in her raiment, and a river of sun-bright hair\n  Flows free o'er bosom and shoulder and floods the desert bare.\n\n  Then a flush cometh over her visage and a sigh up-heaveth her breast,\n  And her eyelids quiver and open, and she wakeneth into rest;\n  Wide-eyed on the dawning she gazeth, too glad to change or smile,\n  And but little moveth her body, nor speaketh she yet for a while;\n  And yet kneels Sigurd moveless her wakening speech to heed,\n  While soft the waves of the daylight o'er the starless heavens speed,\n  And the gleaming rims of the Shield-burg yet bright and brighter grow,\n  And the thin moon hangeth her horns dead-white in the golden glow.\n\n  Then she turned and gazed on Sigurd, and her eyes met the Volsung's eyes.\n  And mighty and measureless now did the tide of his love arise,\n  For their longing had met and mingled, and he knew of her heart that she\n       loved,\n  As she spake unto nothing but him and her lips with the speech-flood moved:\n\n  \"O, what is the thing so mighty that my weary sleep hath torn,\n  And rent the fallow bondage, and the wan woe over-worn?\"\n\n  He said: \"The hand of Sigurd and the Sword of Sigmund's son,\n  And the heart that the Volsungs fashioned this deed for thee have done.\"\n  But she said: \"Where then is Odin that laid me here alow?\n  Long lasteth the grief of the world, and manfolk's tangled woe!\"\n\n  \"He dwelleth above,\" said Sigurd, \"but I on the earth abide,\n  And I came from the Glittering Heath the waves of thy fire to ride.\"\n\n       *       *       *       *       *\n\n  Then Sigurd looketh upon her, and the words from his heart arise:\n  \"Thou art the fairest of earth, and the wisest of the wise;\n  O who art thou that lovest? I am Sigurd, e'en as I told;\n  I have slain the Foe of the Gods, and gotten the Ancient Gold;\n  And great were the gain of thy love, and the gift of mine earthly days,\n  If we twain should never sunder as we wend on the changing ways.\n  O who art thou that lovest, thou fairest of all things born?\n  And what meaneth thy sleep and thy slumber in the wilderness forlorn?\"\n\nThen the maiden told him that she had been the handmaid of the\nAll-father, but that she grew too proud, and Odin had sent her to\nHindfell, where the sleep thorn pierced her that she might sleep till\nshe found the fearless heart she would wed. Such a one had she found\nnow, and many were the words of prophetic wisdom and warning that\nfell from her lips on the ears of Sigurd.\n\nBut many though they were they were not enough for him, who prayed\nher to speak with him more of Wisdom.\n\nSo together they sat on the side of Hindfell and talked of all that is\nand can be, and then together they climbed the mountain, till beneath\nthem they saw the kingdoms of the earth stretching far away, and\nBrynhild bade him look down on her home, saying:\n\n  \"Yet I bid thee look on the land 'twixt the wood and the silver sea\n  In the bight of the swirling river, and the house that cherished me!\n  There dwelleth mine earthly sister and the king that she hath wed;\n  There morn by morn aforetime I woke on the golden bed;\n  There eve by eve I tarried mid the speech and the lays of kings;\n  There noon by noon I wandered and plucked the blossoming things;\n  The little land of Lymdale by the swirling river's side,\n  Where Brynhild once was I called in the days ere my father died;\n  The little land of Lymdale 'twixt the woodland and the sea,\n  Where on thee mine eyes shall brighten and thine eyes shall beam on me.\"\n\n  \"I shall seek thee there,\" said Sigurd, \"when the day-spring is begun,\n  Ere we wend the world together in the season of the sun.\"\n\n  \"I shall bide thee there,\" said Brynhild, \"till the fulness of the days,\n  And the time for the glory appointed, and the springing-tide of praise.\"\n\n  From his hand then draweth Sigurd Andvari's ancient Gold;\n  There is nought but the sky above them as the ring together they hold,\n  The shapen ancient token, that hath no change nor end,\n  No change, and no beginning, no flaw for God to mend:\n  Then Sigurd cries: \"O Brynhild, now hearken while I swear,\n  That the sun shall die in the heavens and the day no more be fair,\n  If I seek not love in Lymdale and the house that fostered thee,\n  And the land where thou awakedst 'twixt the woodland and the sea!\"\n\n  And she cried: \"O Sigurd, Sigurd, now hearken while I swear\n  That the day shall die for ever and the sun to blackness wear,\n  Ere I forget thee, Sigurd, as I lie 'twixt wood and sea\n  In the little land of Lymdale and the house that fostered me!\"\n\n  Then he set the ring on her finger and once, if ne'er again,\n  They kissed and clung together, and their hearts were full and fain.\n\n       *       *       *       *       *\n\n\n\n\nBOOK III.\n\nBRYNHILD.\n\n\n_Of Sigurd's riding to the Niblungs._\n\n\nNow Brynhild and Sigurd left Hindfell, and Brynhild went to dwell in\nher sister's house, but Sigurd abode not long in the land of Lymdale,\nfor his love urged him to great adventures wherein he might win glory\nbefitting the man who should wed so noble a woman as Brynhild.\n\nSo it befell one day in summer that he dight himself in the Helm of\nAweing and the Mail-coat all of gold, and girded the Wrath to his side\nto ride forth again. And on his saddle he bound the red rings of\nFafnir's Treasure.\n\nThen he kissed the ancient King Heimir, and hailed the folk of the\nland who came to give him god-speed.\n\n  And he gathered the reins together, and set his face to the road,\n  And the glad steed neighed beneath him as they fared from the King's abode.\n  And out past the dewy closes; but the shouts went up to the sky,\n  Though some for very sorrow forbore the farewell cry,\n  Nor was any man but heavy that the godlike guest should go;\n  And they craved for that glad heart guileless, and that face without a foe.\n\n       *       *       *       *       *\n\n  But forth by dale and lealand doth the Son of Sigmund wend,\n  Till far away lies Lymdale and the folk of the forest's end;\n  And he rides a heath unpeopled and holds the westward way,\n  Till a long way off before him come up the mountains grey;\n  Grey, huge beyond all telling, and the host of the heaped clouds,\n  The black and the white together, on that rock-wall's coping crowds.\n\n       *       *       *       *       *\n\n  So up and down he rideth, till at even of the day\n  A hill's brow he o'ertoppeth that had hid the mountains grey;\n  Huge, blacker they showed than aforetime, white hung the cloud-flecks there,\n  But red was the cloudy crown, for the sun was sinking fair:\n  A wide plain lay beneath him, and a river through it wound\n  Betwixt the lea and the acres, and the misty orchard ground;\n  But forth from the feet of the mountains a ridged hill there ran\n  That upreared at its hithermost ending a builded burg of man;\n  And Sigurd deemed in his heart as he looked on the burg from afar,\n  That the high Gods scarce might win it, if thereon they fell with war;\n  So many and great were the walls, so bore the towers on high\n  The threat of guarded battle, and the tale of victory.\n\n       *       *       *       *       *\n\n  For as waves on the iron river of the days whereof nothing is told\n  Stood up the many towers, so stark and sharp and cold;\n  But dark-red and worn and ancient as the midmost mountain-sides\n  Is the wall that goeth about them; and its mighty compass hides\n  Full many a dwelling of man whence the reek now goeth aloft,\n  And the voice of the house-abiders, the sharp sounds blent with the soft:\n  But one house in the midst is unhidden and high up o'er the wall it goes;\n  Aloft in the wind of the mountains its golden roof-ridge glows,\n  And down mid its buttressed feet is the wind's voice never still;\n  And the day and the night pass o'er it and it changes to their will,\n  And whiles is it glassy and dark, and whiles is it white and dead,\n  And whiles is it grey as the sea-mead, and whiles is it angry red;\n  And it shimmers under the sunshine and grows black to the threat of the\n       storm,\n  And dusk its gold roof glimmers when the rain-clouds over it swarm,\n  And bright in the first of the morning its flame doth it uplift,\n  When the light clouds rend before it and along its furrows drift.\n\nThen Sigurd's heart was glad as he beheld the city, and after a while\nhe came to a gate-way set in the northern wall, and the gate was long\nand dark as a sea-cave. But no man stayed him as he rode through the\ndusk to the inner court-yard, and saw the lofty roof of the hall\nbefore him, cold now and grey like a very cloud, for the sun was\nfully set. But in the towers watch-men were calling one to another.\nTo them he cried, saying:--\n\n  \"Ho, men of this mighty burg, to what folk of the world am I come?\n  And who is the King of battles who dwells in this lordly home?\n  Or perchance are ye of the Elf-kin? are ye guest-fain, kind at the board,\n  Or murder-churls and destroyers to gain and die by the sword?\"\n  Then the spears in the forecourt glittered and the swords shone over the\n       wall,\n  But the song of smitten harp-strings came faint from the cloudy hall.\n  And he hearkened a voice and a crying: \"The house of Giuki the King,\n  And the Burg of the Niblung people and the heart of their warfaring.\"\n  There were many men about him, and the wind in the wall-nook sang,\n  And the spears of the Niblungs glittered, and the swords in the forecourt\n       rang.\n  But they looked on his face in the even, and they hushed their voices and\n       gazed,\n  For fear and great desire the hearts of men amazed.\n\n  Now cometh an earl to King Giuki as he sits in godlike wise\n  With his sons, the Kings of battle, and his wife of the glittering eyes,\n  And the King cries out at his coming to tell why the watch-horns blew;\n  But the earl saith: \"Lord of the people, choose now what thou wilt do;\n  For here is a strange new-comer, and he saith, to thee alone\n  Will he tell of his name and his kindred, and the deeds that his hand hath\n       done.\"\n\n       *       *       *       *       *\n\n  Then uprose the King of the Niblungs, and was clad in purple and pall,\n  And his sheathed sword lay in his hand, as he gat him adown the hall,\n  And abroad through the Niblung doorway; and a mighty man he was,\n  And wise and ancient of days: so there by the earls doth he pass,\n  And beholdeth the King on the war-steed and looketh up in his face:\n  But Sigurd smileth upon him in the Niblungs' fenced place,\n  As the King saith: \"Gold-bestrider, who into our garth wouldst ride,\n  Wilt thou tell thy name to a King, who biddeth thee here abide\n  And have all good at our hands? for unto the Niblungs' home\n  And the heart of a war-fain people from the weary road are ye come;\n  And I am Giuki the King: so now if thou nam'st thee a God,\n  Look not to see me tremble; for I know of such that have trod\n  Unfeared in the Burg of the Niblungs; nor worser, nor better at all\n  May fare the folk of the Gods than the Kings in Giuki's hall;\n  So I bid thee abide in my house, and when many days are o'er,\n  Thou shalt tell us at last of thine errand, if thou bear us peace or war.\"\n\n  Then all rejoiced at his word till the swords on the bucklers rang,\n  And adown from the red-gold Treasure the Son of Sigmund sprang,\n  And he took the hand of Giuki, and kissed him soft and sweet,\n  And spake: \"Hail, ancient of days! for thou biddest me things most meet,\n  And thou knowest the good from the evil: few days are over and gone\n  Since my father was old in the world ere the deed of my making was won;\n  But Sigmund the Volsung he was, full ripe of years and of fame;\n  And I, who have never beheld him, am Sigurd called of name;\n  Too young in the world am I waxen that a tale thereof should be told,\n  And yet have I slain the Serpent, and gotten the Ancient Gold,\n  And broken the bonds of the weary, and ridden the Wavering Fire.\n  But short is mine errand to tell, and the end of my desire:\n  For peace I bear unto thee, and to all the kings of the earth,\n  Who bear the sword aright, and are crowned with the crown of worth;\n  But unpeace to the lords of evil, and the battle and the death;\n  And the edge of the sword to the traitor, and the flame to the slanderous\n       breath:\n  And I would that the loving were loved, and I would that the weary should\n       sleep,\n  And that man should hearken to man, and that he that soweth should reap.\n  Now wide in the world would I fare, to seek the dwellings of Kings,\n  For with them would I do and undo, and be heart of their warfarings;\n  So I thank thee, lord, for thy bidding, and here in thine house will I bide,\n  And learn of thine ancient wisdom till forth to the field we ride.\"\n\n  Glad then was the murmur of folk, for the tidings had gone forth,\n  And its breath had been borne to the Niblungs, and the tale of Sigurd's\n       worth.\n\n  But the King said: \"Welcome, Sigurd, full fair of deed and of word!\n  And here mayst thou win thee fellows for the days of the peace and the\n       sword;\n  For not lone in the world have I lived, but sons from my loins have sprung,\n  Whose deeds with the rhyme are mingled, and their names with the people's\n       tongue.\"\n\n  Then he took his hand in his hand, and into the hall they passed,\n  And great shouts of salutation to the cloudy roof were cast;\n  And they rang from the glassy pillars, and the Gods on the hangings stirred,\n  And afar the clustering eagles on the golden roof-ridge heard,\n  And cried out on the Sword of the Branstock as they cried in the other days:\n  Then the harps rang out in the hall, and men sang in Sigurd's praise\n\n       *       *       *       *       *\n\n  But now on the dais he meeteth the kin of Giuki the wise:\n  Lo, here is the crowned Grimhild, the queen of the glittering eyes;\n  Lo, here is the goodly Gunnar with the face of a king's desire;\n  Lo, here is Hogni that holdeth the wisdom tried in the fire;\n  Lo, here is Guttorm the youngest, who longs for the meeting swords;\n  Lo, here, as a rose in the oak-boughs, amid the Niblung lords\n  Is the Maid of the Niblungs standing, the white-armed Giuki's child;\n  And all these looked long on Sigurd and their hearts upon him smiled.\n\nThen all gave him greeting as one who should be their fellow in mighty\ndeeds, and the fair-armed Gudrun, Giuki's daughter, brought him a cup\nof welcome, and that night the Niblungs feasted in gladness of heart.\n\n\n_Of Sigurd's warfaring in the company of the Niblungs, and of his great\nfame and glory._\n\nSo Sigurd abode with the Niblungs all through summer and harvest time\ntill with the stark midwinter came tidings of war. Then the earls of\nGiuki donned dusky hauberks and led forth their bands from the\nfortress, and the fair face and golden gear of Sigurd shone among\nthose swart-haired warriors.\n\nThey fell on the cities of the plains, but none might resist the\nvalour of Sigurd, and the Niblungs turned in triumph from the war,\nbringing rich spoil. So all that winter Sigurd fared to war with them\nand grew greater in glory and more beloved of all men, but ever the\nthoughts of his heart turned to Lymdale and to Brynhild who awaited\nhim there.\n\n  Now sheathed is the Wrath of Sigurd; for as wax withstands the flame,\n  So the Kings of the land withstood him and the glory of his fame.\n  And before the grass is growing, or the kine have fared from the stall,\n  The song of the fair-speech-masters goes up in the Niblung hall,\n  And they sing of the golden Sigurd and the face without a foe,\n  And the lowly man exalted and the mighty brought alow:\n  And they say, when the sun of summer shall come aback to the land,\n  It shall shine on the fields of the tiller that fears no heavy hand;\n  That the sheaf shall be for the plougher, and the loaf for him that sowed,\n  Through every furrowed acre where the son of Sigmund rode.\n\n  Full dear was Sigurd the Volsung to all men most and least,\n  And now, as the spring drew onward, 'twas deemed a goodly feast\n  For the acre-biders' children by the Niblung Burg to wait,\n  If perchance the Son of Sigmund should ride abroad by the gate:\n  For whosoever feared him, no little-one, forsooth,\n  Would shrink from the shining eyes and the hand that clave out truth\n  From the heart of the wrack and the battle: it was then, as his gold gear\n       burned\n  O'er the balks of the bridge and the river, that oft the mother turned,\n  And spake to the laughing baby: \"O little son, and dear,\n  When I from the world am departed, and whiles a-nights ye hear\n  The best of man-folk longing for the least of Sigurd's days,\n  Thou shalt hearken to their story, till they tell forth all his praise,\n  And become beloved and a wonder, as thou sayest when all is sung,\n  'And I too once beheld him in the days when I was young.'\"\n\n       *       *       *       *       *\n\n  Yea, they sing the song of Sigurd and the face without a foe,\n  And they sing of the prison's rending and the tyrant laid alow,\n  And the golden thieves' abasement, and the stilling of the churl,\n  And the mocking of the dastard where the chasing edges whirl;\n  And they sing of the outland maidens that thronged round Sigurd's hand,\n  And sung in the streets of the foemen of the war-delivered land;\n  And they tell how the ships of the merchants come free and go at their will,\n  And how wives in peace and safety may crop the vine-clad hill;\n  How the maiden sits in her bower, and the weaver sings at his loom,\n  And forget the kings of grasping and the greedy days of gloom;\n  For by sea and hill and township hath the Son of Sigmund been,\n  And looked on the folk unheeded, and the lowly people seen.\n\n       *       *       *       *       *\n\n  But he stood in the sight of the people, and sweet he was to see,\n  And no foe and no betrayer, and no envier now hath he:\n  But Gunnar the bright in the battle deems him his earthly friend,\n  And Hogni is fain of his fellow, howso the day's work end,\n  And Guttorm the young is joyous of the help and gifts he hath;\n  And all these would shine beside him in the glory of his path;\n  There is none to hate or hinder, or mar the golden day,\n  And the light of love flows plenteous, as the sun-beams hide the way.\n\n\n_Of the Cup of evil drink that Grimhild the Wise-wife gave to Sigurd._\n\nNow Gudrun the daughter of Giuki beheld Sigurd's glory and knew the\nkindness of his heart, and set her love on him, not knowing that all\nhis thoughts were given to Brynhild. So Sigurd, seeing her sad and in\nno wise guessing the cause of her grief, strove to comfort her with\nkindly words, but her mood was still unchanged.\n\nThen Grimhild the Queen, who was a witch-wife and a woman of crafty\nmind, marked the love of Gudrun for Sigurd, and marked moreover how\nhis power and honour in the land would soon be greater than that of\nher own sons. Therefore she cast about for some shift that might bind\nSigurd to serve with the Niblungs all his life-days.\n\nNow it befell one night that Sigurd had returned from warring and sat\non the high-seat to sup with the Niblung kings. His heart was merry\nwith victory and ever he thought of Hindfell and of Lymdale and the\nlove of Brynhild. The people waxed joyful, and the hangings whereon\nglowed figures of the gods were stirred with their song and shouting\ntill Giuki called on Sigurd to take the harp and sing of deeds agone.\nThen all men hearkened, hushed and happy, while Sigurd struck the\nstrings and sang of his mighty kin, of Volsung, of Signy, and of\nSigmund, their deeds and noble deaths. At last the tale was ended and\nhe fell silent thinking still of Brynhild.\n\nNow came Grimhild bearing him a cup of wine and speaking fair words\nof praise, but in the wine she had mingled a fatal witch-drink. So\nshe stood by Sigurd and said:--\n\n  \"There is none of the kings of kingdoms that may match thy goodlihead:\n  Lo now, thou hast sung of thy fathers; but men shall sing of thee,\n  And therewith shall our house be remembered, and great shall our glory be.\n  I beseech thee hearken a little to a faithful word of mine,\n  When thou of this cup hast drunken; for my love is blent with the wine.\"\n\n  He laughed and took the cup: But therein with the blood of the earth\n  Earth's hidden might was mingled, and deeds of the cold sea's birth,\n  And things that the high Gods turn from, and a tangle of strange love,\n  Deep guile and strong compelling, that whoso drank thereof\n  Should remember not his longing, should cast his love away,\n  Remembering dead desire but as night remembereth day.\n\n  So Sigurd looked on the horn, and he saw how fair it was scored\n  With the cunning of the Dwarf-kind and the masters of the sword;\n  And he drank and smiled on Grimhild above the beaker's rim,\n  And she looked and laughed at his laughter; and the soul was changed in him.\n  Men gazed and their hearts sank in them, and they knew not why it was,\n  Why the fair-lit hall was darkling, nor what had come to pass:\n  For they saw the sorrow of Sigurd, who had seen but his deeds erewhile,\n  And the face of the mighty darkened, who had known but the light of its\n       smile.\n\n  But Grimhild looked and was merry: and she deemed her life was great,\n  And her hand a wonder of wonders to withstand the deeds of Fate:\n  For she saw by the face of Sigurd and the token of his eyes\n  That her will had abased the valiant, and filled the faithful with lies.\n\n       *       *       *       *       *\n\n  But the heart was changed in Sigurd; as though it ne'er had been\n  His love of Brynhild perished as he gazed on the Niblung Queen:\n  Brynhild's beloved body was e'en as a wasted hearth,\n  No more for bale or blessing, for plenty or for dearth.\n  --O ye that shall look hereafter, when the day of Sigurd is done,\n  And the last of his deeds is accomplished, and his eyes are shut in the sun,\n  When ye look and long for Sigurd, and the image of Sigurd behold,\n  And his white sword still as the moon, and his strong hand heavy and cold,\n  Then perchance shall ye think of this even, then perchance shall ye wonder\n       and cry,\n  \"Twice over, King, are we smitten, and twice have we seen thee die.\"\n\n       *       *       *       *       *\n\n  Men say that a little after the evil of that night\n  All waste is the burg of Brynhild, and there springeth a marvellous light\n  On the desert hard by Lymdale, and few men know for why;\n  But there are, who say that a wildfire thence roareth up to the sky\n  Round a glorious golden dwelling, wherein there sitteth a Queen\n  In remembrance of the wakening, and the slumber that hath been;\n  Wherein a Maid there sitteth, who knows not hope nor rest\n  For remembrance of the Mighty, and the Best come forth from the Best.\n\nNow after Sigurd took the witch-drink came a great hush upon the\nfeast-hall for a space. But Grimhild was fain of that hour and cried\nto the scalds for music, and they hastened to strike the harp, but no\njoy mingled with the sounds and no man was moved to singing.\n\nNo word spake Sigurd till the feast was over; then he strode out\nalone from the hall and the folk fell back before him. So he took a\nsteed and all that night he rode alone in the deedless dark, and all\nthe morrow, very heavy at heart yet knowing no cause for grief, and\nremembering all things save Brynhild.\n\nAt last he came again at sunset to the Niblung gates, and there came\nforth Giuki and Grimhild and the Niblung brethren with fair words of\ngreeting, but in the doorway Gudrun stood and wept. So Sigurd entered\nwith them, yet he knew that a flood of sorrow had come on his\nlife-days and that no more might he feel the joy he had known\naforetime in the Niblung hall. Howbeit, when he looked on the people\nand saw them in fear at his trouble, the kindness of his heart was\nkindled, and thrusting the heavy sorrow aside, he lifted his head and\nspake wise words of good cheer so that the folk looking on him were\ncomforted.\n\n\n_Of the Wedding of Sigurd the Volsung._\n\nBut Gudrun knew Sigurd's heart and was sorrowful because of his grief\nand her great love for him, and when Grimhild bade her carry him wine,\nshe arose and took the cup but could find no word to speak for\nanguish. And Sigurd looking on her face saw there a kindness and a\nsorrow like his own, and seeing it he knew that she loved him. Then\npity and love for her rose in his heart and comforted him, and he\ntook the cup from her and spake, saying:--\n\n  \"Here are glad men about us, and a joyous folk of war,\n  And they that have loved thee for long, and they that have cherished mine\n       heart;\n  But we twain alone are woeful, as sad folk sitting apart.\n  Ah, if I thy soul might gladden! if thy lips might give me peace!\n  Then belike were we gladdest of all; for I love thee more than these.\n  The cup of goodwill that thou bearest, and the greeting thou wouldst say,\n  Turn these to the cup of thy love, and the words of the troth-plighting day;\n  The love that endureth for ever, and the never-dying troth,\n  To face the Norns' undoing, and the Gods amid their wrath.\"\n\n       *       *       *       *       *\n\n  And his clear voice saith:\n                           \"O Gudrun, now hearken while I swear\n  That the sun shall die for ever and the day no more be fair,\n  Ere I forget thy pity and thine inmost heart of love!\n  Yea, though the Kings be mighty, and the Gods be great above,\n  I will wade the flood and the fire, and the waste of war forlorn,\n  To look on the Niblung dwelling, and the house where thou wert born.\"\n\n  Strange seemed the words to Sigurd that his gathering love compelled,\n  And sweet and strange desire o'er his tangled trouble welled.\n\n  But bright flashed the eyes of Gudrun, and she said: \"King, as for me,\n  If thou sawest the heart in my bosom, what oath might better thee?\n  Yet my words thy words shall cherish, as thy lips my lips have done.\n  --Herewith I swear, O Sigurd, that the earth shall hate the sun,\n  And the year desire but darkness, and the blossoms shrink from day,\n  Ere my love shall fail, beloved, or my longing pass away!\"\n\nSo they twain went hand in hand to stand before Giuki and Grimhild\nand the swart-haired Niblung brethren, and all these were\nglad-hearted when they marked their joy and goodlihead. Then Sigurd\nspake noble words of thanks to Giuki for all past kindness, and bade\nGiuki call him son because he had that day bidden Gudrun to wife, and\nhe sware also to toil for her exalting and for the weal of all the\nNiblung kin. Thereto Giuki answered glad-hearted, \"Hail, Sigurd, son\nof mine eld!\" and called upon Grimhild the Queen to bless him.\n\nThus was Sigurd troth-plight to the white-armed Gudrun, and all men\nwere fain of their love and spake nought but praise of him.\n\n  Hark now, on the morrow morning how the blast of the mighty horn\n  From the builded Burg of the Niblungs goes over the acres shorn,\n  And the roads are gay with the riders, and the bull in the stall is left,\n  And the plough is alone in the furrow, and the wedge in the hole half-cleft;\n  And late shall the ewes be folded, and the kine come home to the pail,\n  And late shall the fires be litten in the outmost treeless dale:\n  For men fare to the gate of Giuki and the ancient cloudy hall,\n  And therein are the earls assembled and the kings wear purple and pall,\n  And the flowers are spread beneath them, and the bench-cloths beaten with\n       gold;\n  And the walls are strange and wondrous with the noble stories told:\n  For new-hung is the ancient dwelling with the golden spoils of the south,\n  And men seem merry for ever, and the praise is in each man's mouth,\n  And the name of Sigurd the Volsung, the King and the Serpent's Bane,\n  Who exalteth the high this morning and blesseth the masters of gain:\n  For men drink the bridal of Sigurd and the white-armed Niblung maid,\n  And the best with the best shall be mingled, and the gold with the gold\n       o'erlaid.\n\n  So, fair in the hall is the feasting and men's hearts are uplifted on high,\n  And they deem that the best of their life-days are surely drawing anigh,\n  As now, one after other, uprise the scalds renowned,\n  And their well-beloved voices awake the hoped-for sound,\n  In the midmost of the high-tide, and the joy of feasting lords.\n  Then cometh a hush and a waiting, and the light of many swords\n  Flows into the hall of Giuki by the doorway of the King,\n  And amid those flames of battle the war-clad warriors bring\n  The Cup of daring Promise and the hallowed Boar of Son,\n  And men's hearts grow big with longing and great is the hope-tide grown;\n  For bright the Son of Sigmund ariseth by the board\n  And unwinds the knitted peace-strings that hamper Regin's Sword:\n  Then fierce is the light on the high-seat as men set down the Cup\n  Anigh the hand of Sigurd, and the edges blue rise up,\n  And fall on the hallowed Wood-beast: as a trump of the woeful war\n  Rings the voice of the mighty Volsung as he speaks the words of yore:\n\n  \"By the Earth that groweth and giveth, and by all the Earth's increase\n  That is spent for Gods and man-folk; by the sun that shines on these;\n  By the Salt-Sea-Flood that beareth the life and death of men;\n  By the Heavens and Stars that change not, though earth die out again;\n  By the wild things of the mountain, and the houseless waste and lone;\n  By the prey of the Goths in the thicket and the holy Beast of Son,\n  I hallow me to Odin for a leader of his host,\n  To do the deeds of the Highest, and never count the cost:\n  And I swear, that whatso great-one shall show the day and the deed,\n  I shall ask not why nor wherefore, but the sword's desire shall speed:\n  And I swear to seek no quarrel, nor to swerve aside for aught,\n  Though the right and the left be blooming, and the straight way wend to\n       nought:\n  And I swear to abide and hearken the prayer of any thrall,\n  Though the war-torch be on the threshold and the foemen's feet in the hall:\n  And I swear to sit on my throne in the guise of the kings of the earth,\n  Though the anguish past amending, and the unheard woe have birth:\n  And I swear to wend in my sorrow that none shall curse mine eyes\n  For the scowl that quelleth beseeching, and the hate that scorneth the wise.\n  So help me Earth and Heavens, and the Under-sky and Seas,\n  And the Stars in their ordered houses, and the Norns that order these!\"\n\n  And he drank of the Cup of the Promise, and fair as a star he shone,\n  And all men rejoiced and wondered, and deemed Earth's glory won.\n\n  Then came the girded maidens, and the slim earls' daughters poured,\n  And uprose the dark-haired Gunnar and bare was the Niblung sword;\n  Blue it gleamed in the hand of the folk-king as he laid it low on the Beast,\n  And took oath as the Goths of aforetime in the hush of the people's feast:\n  \"I will work for the craving of Kings, and accomplish the will of the great,\n  Nor ask what God withstandeth, nor hearken the tales of fate;\n  When a King my life hath exalted, and wrought for my hope and my gain,\n  For every deed he hath done me, thereto shall I fashion twain.\n  I shall bear forth the fame of the Niblungs through all that hindereth;\n  In my life shall I win great glory, and be merry in my death.\"\n\n  So sweareth the lovely war-king and drinketh of the Cup,\n  And the joy of the people waxeth and their glad cry goeth up.\n  But again came the girded maidens: earls' daughters pour the wine,\n  And bare is the blade of Hogni in the feast-hall over the Swine;\n  Then he cries o'er the hallowed Wood-beast: \"Earth, hearken, how I swear,\n  To beseech no man for his helping, and to vex no God with prayer;\n  And to seek out the will of the Norns, and look in the eyes of the curse;\n  And to laugh while the love aboundeth, lest the glad world grow into worse;\n  Then if in the murder I laugh not, O Earth, remember my name,\n  And oft tell it aloud to the people for the Niblungs' fated shame!\"\n\n  Then he drank of the Cup of the Promise, and all men hearkened and deemed\n  That his speech was great and valiant, and as one of the wise he seemed.\n\n  Then the linen-folded maidens of the earl-folk lift the gold,\n  But the earls look each on the other, and Guttorm's place behold,\n  And empty it lieth before them; for the child hath wearied of peace,\n  And he sits by the oars in the East-seas, and winneth fame's increase.\n  Nor then, nor ever after, o'er the Holy Beast he spake,\n  When mighty hearts were exalted for the golden Sigurd's sake.\n\n\n_Sigurd rideth with the Niblungs, and wooeth Brynhild for King Gunnar._\n\n  Now it fell on a day of the spring-tide that followed on these things,\n  That Sigurd fares to the meadows with Gunnar and Hogni the Kings;\n  For afar is Guttorm the youngest, and he sails the Eastern Seas,\n  And fares with war-shield hoisted to win him fame's increase.\n\n       *       *       *       *       *\n\n  There stay those Kings of the people alone in weed of war,\n  And they cut a strip of the greensward on the meadow's daisied floor,\n  And loosen it clean in the midst, while its ends in the earth abide;\n  Then they heave its midmost aloft, and set on either side\n  An ancient spear of battle writ round with words of worth;\n  And these are the posts of the door, whose threshold is of the earth,\n  And the skin of the earth is its lintel: but with war-glaives gleaming bare\n  The Niblung Kings and Sigurd beneath the earth-yoke fare;\n  Then each an arm-vein openeth, and their blended blood falls down\n  On Earth the fruitful Mother where they rent her turfy gown:\n  And then, when the blood of the Volsungs hath run with the Niblung blood,\n  They kneel with their hands upon it and swear the brotherhood:\n  Each man at his brother's bidding to come with the blade in his hand,\n  Though the fire and the flood should sunder, and the very Gods withstand:\n  Each man to love and cherish his brother's hope and will;\n  Each man to avenge his brother when the Norns his fate fulfill:\n  And now are they foster-brethren, and in such wise have they sworn\n  As the God-born Goths of aforetime, when the world was newly born.\n  But among the folk of the Niblungs goes forth the tale of the same,\n  And men deem the tidings a glory and the garland of their fame.\n\n  So is Sigurd yet with the Niblungs, and he loveth Gudrun his wife,\n  And wendeth afield with the brethren to the days of the dooming of life;\n  And nought his glory waneth, nor falleth the flood of praise:\n  To every man he hearkeneth, nor gainsayeth any grace,\n  And glad is the poor in the Doom-ring when he seeth his face mid the Kings,\n  For the tangle straighteneth before him, and the maze of crooked things.\n  But the smile is departed from him, and the laugh of Sigurd the young,\n  And of few words now is he waxen, and his songs are seldom sung.\n  Howbeit of all the sad-faced was Sigurd loved the best;\n  And men say: Is the king's heart mighty beyond all hope of rest?\n  Lo, how he beareth the people! how heavy their woes are grown!\n  So oft were a God mid the Goth-folk, if he dwelt in the world alone.\n\nNow Giuki the king was long grown old, and he died and was buried\nbeneath a great earth-mound high on the mountains.\n\n  So there lieth Giuki the King, mid steel and the glimmer of gold,\n  As the sound of the feastful Niblungs round his misty house is rolled:\n  But Gunnar is King of the people, and the chief of the Niblung land;\n  A man beloved for his mercy, and his might and his open hand;\n  A glorious king in the battle, a hearkener at the doom,\n  A singer to sing the sun up from the heart of the midnight gloom.\n\n  On a day sit the Kings in the high-seat when Grimhild saith to her son:\n  \"O Gunnar, King beloved, a fair life hast thou won;\n  On the flood, in the field hast thou wrought, and hung the chambers with\n       gold;\n  Far abroad mid many a people are the tidings of thee told:\n  Now do a deed for thy mother and the hallowed Niblung hearth,\n  Lest the house of the mighty perish, and our tale grow wan with dearth.\n  If thou do the deed that I bid thee, and wed a wife of the Kings,\n  No less shalt thou cleave the war-helms and scatter the ruddy rings.\"\n\n  He said: \"Meseemeth, mother, thou speakest not in haste,\n  But hast sought and found beforehand, lest thy fair words fall to waste.\"\n\n  She said: \"Thou sayest the sooth; I have found the thing I sought:\n  A Maid for thee is shapen, and a Queen for thee is wrought:\n  In the waste land hard by Lymdale a marvellous hall is built,\n  With its roof of the red gold beaten, and its wall-stones over-gilt:\n  Afar o'er the heath men see it, but no man draweth nigher,\n  For the garth that goeth about it is nought but the roaring fire,\n  A white wall waving aloft; and no window nor wicket is there,\n  Whereby the shielded earl-folk or the sons of the merchants may fare:\n  But few things from me are hidden, and I know in that hall of gold\n  Sits Brynhild, white as a wild-swan where the foamless seas are rolled;\n  And the daughter of Kings of the world, and the sister of Queens is she,\n  And wise, and Odin's Chooser, and the Breath of Victory:\n  But for this cause sitteth she thus in the ring of the Wavering Flame,\n  That no son of the Kings will she wed save the mightiest master of fame,\n  And the man who knoweth not fear, and the man foredoomed of fate\n  To ride through her Wavering Fire to the door of her golden gate:\n  And for him she sitteth and waiteth, and him shall she cherish and love,\n  Though the Kings of the world should withstand it, and the Gods that sit\n       above.\n  Speak thou, O mighty Gunnar!--nay rather, Sigurd my son,\n  Say who but the lord of the Niblungs should wed with this glorious one?\"\n\n  Long Sigurd gazeth upon her, and slow he sayeth again:\n  \"I know thy will, my mother; of all the sons of men,\n  Of all the Kings unwedded, and the kindred of the great,\n  It is meet that my brother Gunnar should ride to her golden gate.\"\n\n       *       *       *       *       *\n\n  In the May-morn riseth Gunnar with fair face and gleaming eyes,\n  And he calleth on Sigurd his brother, and he calleth on Hogni the wise:\n  \"Today shall we fare to the wooing, for so doth our mother bid;\n  We shall go to gaze on marvels, and things from the King-folk hid.\"\n\n  So they do on the best of their war-gear, and their steeds are dight for the\n       road,\n  And forth to the sun neigheth Greyfell as he neighed 'neath the Golden Load:\n  But or ever they leap to the saddle, while yet in the door they stand,\n  Thereto cometh Grimhild the wise-wife, and on each head layeth her hand,\n  As she saith: \"Be mighty and wise, as the kings that came before!\n  For they knew of the ways of the Gods, and the craft of the Gods they bore:\n  And they knew how the shapes of man-folk are the very images\n  Of the hearts that abide within them, and they knew of the shaping of these.\n  Be wise and mighty, O Kings, and look in mine heart and behold\n  The craft that prevaileth o'er semblance, and the treasured wisdom of old!\n  I hallow you thus for the day, and I hallow you thus for the night,\n  And I hallow you thus for the dawning with my fathers' hidden might.\n  Go now, for ye bear my will while I sit in the hall and spin;\n  And tonight shall be the weaving, and tomorn the web shall ye win.\"\n\n  So they leap to the saddles aloft, and they ride and speak no word,\n  But the hills and the dales are awakened by the clink of the sheathed sword:\n  None looks in the face of the other, but the earth and the heavens gaze,\n  And behold those kings of battle ride down the dusty ways.\n\n  So they come to the Waste of Lymdale when the afternoon is begun,\n  And afar they see the flame-blink on the grey sky under the sun:\n  And they spur and speak no word, and no man to his fellow will turn;\n  But they see the hills draw upward and the earth beginning to burn:\n  And they ride, and the eve is coming, and the sun hangs low o'er the earth,\n  And the red flame roars up to it from the midst of the desert's dearth.\n  None turns or speaks to his brother, but the Wrath gleams bare and red,\n  And blood-red is the Helm of Aweing on the golden Sigurd's head,\n  And bare is the blade of Gunnar, and the first of the three he rides,\n  And the wavering wall is before him and the golden sun it hides.\n\n  Then the heart of a king's son failed not, but he tossed his sword on high\n  And laughed as he spurred for the fire, and cried the Niblung cry;\n  But the mare's son saw and imagined, and the battle-eager steed,\n  That so oft had pierced the spear-hedge and never failed at need,\n  Shrank back, and shrieked in his terror, and spite of spur and rein\n  Fled fast as the foals unbitted on Odin's pasturing plain;\n  Wide then he wheeled with Gunnar, but with hand and knee he dealt,\n  And the voice of a lord beloved, till the steed his master felt,\n  And bore him back to the brethren; by Greyfell Sigurd stood,\n  And stared at the heart of the fire, and his helm was red as blood;\n  But Hogni sat in his saddle, and watched the flames up-roll;\n  And he said: \"Thy steed has failed thee that was once the noblest foal\n  In the pastures of King Giuki; but since thine heart fails not,\n  And thou wouldst not get thee backward and say, The fire was hot,\n  And the voices pent within it were singing nought but death,\n  Let Sigurd lend thee his steed that wore the Glittering Heath,\n  And carried the Bed of the Serpent, and the ancient ruddy rings.\n  So perchance may the mocks be lesser when men tell of the Niblung Kings.\"\n\n  Then Sigurd looked on the twain, and he saw their swart hair wave\n  In the wind of the waste and the flame-blast, and no answer awhile he gave.\n  But at last he spake: \"O brother, on Greyfell shalt thou ride,\n  And do on the Helm of Aweing and gird the Wrath to thy side,\n  And cover thy breast with the war-coat that is throughly woven of gold,\n  That hath not its like in the heavens nor has earth of its fellow told:\n  For this is the raiment of Kings when they ride the Flickering Fire,\n  And so sink the flames before them and the might of their desire.\"\n\n  Then Hogni laughed in his heart, and he said: \"This changing were well\n  If so might the deed be accomplished; but perchance there is more to tell:\n  Thou shalt take the war-steed, Gunnar, and enough or nought it shall be:\n  But the coal-blue gear of the Niblungs the golden hall shall see.\"\n  Then Sigurd looked on the speaker, as one who would answer again,\n  But his words died out on the waste and the fire-blast made them vain.\n  Then he casteth the reins to his brother, and Gunnar praiseth his gift,\n  And springeth aloft to the saddle as the fair sun fails from the lift;\n  And Sigurd looks on the burden that Greyfell doth uprear,\n  The huge king towering upward in the dusky Niblung gear:\n  There sits the eager Gunnar, and his heart desires the deed,\n  And of nought he recketh and thinketh, but a fame-stirred warrior's need;\n  But Greyfell trembleth nothing and nought of the fire doth reck:\n  Then the spurs in his flank are smitten, and the reins lie loose on his\n       neck,\n  And the sharp cry springeth from Gunnar--no handbreadth stirred the beast;\n  The dusk drew on and over and the light of the fire increased,\n  And still as a shard on the mountain in the sandy dale alone\n  Was the shape of the cloudy Greyfell, nor moved he more than the stone;\n  But right through the heart of the fire for ever Sigurd stared,\n  As he stood in the gold red-litten with the Wrath's thin edges bared.\n\n  No word for a while spake any, till Gunnar leaped to the earth,\n  And the anger wrought within him, and the fierce words came to birth:\n  \"Who mocketh the King of the Niblungs in the desert land forlorn?\n  Is it thou, O Sigurd the Stranger? is it thou, O younger-born?\n  Dost thou laugh in the hall, O Mother? dost thou spin, and laugh at the tale\n  That has drawn thy son and thine eldest to the sword and the blaze of the\n       bale?\n  Or thou, O God of the Goths, wilt thou hide and laugh thy fill,\n  While the hands of the foster-brethren the blood of brothers spill?\"\n\n  But the awful voice of Sigurd across the wild went forth:\n  \"How changed are the words of Gunnar! where wend his ways of worth?\n  I mock thee not in the desert, as I mocked thee not in the mead,\n  When I swore beneath the turf-yoke to help thy fondest need:\n  Nay, strengthen thine heart for the work, for the gift that thy manhood\n       awaits;\n  For I give thee a gift, O Niblung, that shall overload the Fates,\n  And how may a King sustain it? but forbear with the dark to strive;\n  For thy mother spinneth and worketh, and her craft is awake and alive.\"\n\n  Then Hogni spake from the saddle: \"The time, and the time is come\n  To gather the might of our mother, and of her that spinneth at home.\n  Forbear all words, O Gunnar, and anigh to Sigurd stand,\n  And face to face behold him, and take his hand in thine hand:\n  Then be thy will as his will, that his heart may mingle with thine,\n  And the love that he sware 'neath the earth-yoke with thine hope may\n       intertwine.\"\n\n  Then the wrath from the Niblung slippeth and the shame that anger hath bred,\n  And the heavy wings of the dreamtide flit over Gunnar's head:\n  But he doth by his brother's bidding, and Sigurd's hand he takes,\n  And he looks in the eyes of the Volsung, though scarce in the desert he\n       wakes.\n  There Hogni sits in the saddle aloof from the King's desire,\n  And little his lips are moving, as he stares on the rolling fire,\n  And mutters the spells of his mother, and the words she bade him say:\n  But the craft of the kings of aforetime on those Kings of the battle lay;\n  Dark night was spread behind them, and the fire flared up before,\n  And unheard was the wind of the wasteland mid the white flame's wavering\n       roar.\n\n  Long Sigurd gazeth on Gunnar, till he sees, as through a cloud,\n  The long black locks of the Niblung, and the King's face set and proud:\n  Then the face is alone on the dark, and the dusky Niblung mail\n  Is nought but the night before him: then whiles will the visage fail,\n  And grow again as he gazeth, black hair and gleaming eyes,\n  And fade again into nothing, as for more of vision he tries:\n  Then all is nought but the night, yea the waste of an emptier thing,\n  And the fire-wall Sigurd forgetteth, nor feeleth the hand of the King:\n  Nay, what is it now he remembereth? it is nought that aforetime he knew,\n  And no world is there left him to live in, and no deed to rejoice in or rue;\n  But frail and alone he fareth, and as one in the sphere-stream's drift,\n  By the starless empty places that lie beyond the lift:\n  Then at last is he stayed in his drifting, and he saith, It is blind and\n       dark;\n  Yet he feeleth the earth at his feet, and there cometh a change and a spark,\n  And away in an instant of time is the mirk of the dreamland rolled,\n  And there is the fire-lit midnight, and before him an image of gold,\n  A man in the raiment of Gods, nor fashioned worser than they:\n  Full sad he gazeth on Sigurd from the great wide eyes and grey;\n  And the Helm that Aweth the people is set on the golden hair,\n  And the Mail of Gold enwraps him, and the Wrath in his hand is bare.\n\n  Then Sigurd looks on his arm and his hand in his brother's hand,\n  And thereon is the dark grey mail-gear well forged in the southern land;\n  Then he looks on the sword that he beareth, and, lo, the eager blade\n  That leaps in the hand of Gunnar when the kings are waxen afraid;\n  And he turns his face o'er his shoulder, and the raven-locks hang down\n  From the dark-blue helm of the Dwarf-folk, and the rings of the Niblung\n       crown.\n\n  Then a red flush riseth against him in the face ne'er seen before,\n  Save dimly in the mirror or the burnished targe of war,\n  And the foster-brethren sunder, and the clasped hands fall apart;\n  But a change cometh over Sigurd, and the fierce pride leaps in his heart;\n  He knoweth the soul of Gunnar, and the shaping of his mind;\n  He seeketh the words of Sigurd, and Gunnar's voice doth he find,\n  As he cries: \"I know thy bidding; let the world be lief or loth,\n  The child is unborn that shall hearken how Sigurd rued his oath!\n  Well fare thou brother Gunnar! what deed shall I do this eve\n  That I shall never repent of, that thine heart shall never grieve?\n  What deed shall I do this even that none else may bring to the birth,\n  Nay, not the King of the Niblungs, and the lord of the best of the earth?\"\n\n  The flames rolled up to the heavens, and the stars behind were bright,\n  Dark Hogni sat on his war-steed, and stared out into the night,\n  And there stood Gunnar the King in Sigurd's semblance wrapped,\n  --As Sigurd walking in slumber, for in Grimhild's guile was he lapped,\n  That his heart forgat his glory, and the ways of Odin's lords,\n  And the thought was frozen within him, and the might of spoken words.\n\n  But Sigurd leapeth on Greyfell, and the sword in his hand is bare,\n  And the gold spurs flame on his heels, and the fire-blast lifteth his hair;\n  Forth Greyfell bounds rejoicing, and they see the grey wax red,\n  As unheard the war-gear clasheth, and the flames meet over his head,\n  Yet a while they see him riding, as through the rye men ride,\n  When the word goes forth in the summer of the kings by the ocean-side;\n  But the fires were slaked before him and the wild-fire burned no more\n  Than the ford of the summer waters when the rainy time is o'er.\n\n  Not once turned Sigurd aback, nor looked o'er the ashy ring,\n  To the midnight wilderness drear and the spell-drenched Niblung King:\n  But he stayed and looked before him, and lo, a house high-built\n  With its roof of the red gold beaten, and its wall-stones over-gilt:\n  So he leapt adown from Greyfell, and came to that fair abode,\n  And dark in the gear of the Niblungs through the gleaming door he strode:\n  All light within was that dwelling, and a marvellous hall it was,\n  But of gold were its hangings woven, and its pillars gleaming as glass,\n  And Sigurd said in his heart, it was wrought erewhile for a God:\n  But he looked athwart and endlong as alone its floor he trod,\n  And lo, on the height of the dais is upreared a graven throne,\n  And thereon a woman sitting in the golden place alone;\n  Her face is fair and awful, and a gold crown girdeth her head;\n  And a sword of the kings she beareth, and her sun-bright hair is shed\n  O'er the laps of the snow-white linen that ripples adown to her feet:\n  As a swan on the billow unbroken ere the firth and the ocean meet,\n  On the dark-blue cloths she sitteth, in the height of the golden place,\n  Nor breaketh the hush of the hall, though her eyes be set on his face.\n\n  Now he sees this is even the woman of whom the tale hath been told,\n  E'en she that was wrought for the Niblungs, the bride ordained from of old,\n  And hushed in the hall he standeth, and a long while looks in her eyes,\n  And the word he hath shapen for Gunnar to his lips may never arise.\n\n  The man in Gunnar's semblance looked long and knew no deed;\n  And she looked, and her eyes were dreadful, and none would help her need.\n  Then the image of Gunnar trembled, and the flesh of the War-King shrank;\n  For he heard her voice on the silence, and his heart of her anguish drank:\n\n  \"King, King, who art thou that comest, thou lord of the cloudy gear?\n  What deed for the weary-hearted shall thy strange hands fashion here?\"\n\n  The speech of her lips pierced through him like the point of the bitter\n       sword,\n  And he deemed that death were better than another spoken word;\n  But he clencheth his hand on the war-blade, and setteth his face as the\n       brass,\n  And the voice of his brother Gunnar from out his lips doth pass:\n  \"When thou lookest on me, O Goddess, thou seest Gunnar the King,\n  The King and the lord of the Niblungs, and the chief of their warfaring.\n  But art thou indeed that Brynhild of whom is the rumour and fame,\n  That she bideth the coming of kings to ride her Wavering Flame,\n  Lest she wed the little-hearted, and the world grow evil and vile?\n  For if thou be none other I will speak again in a while.\"\n\n  She said: \"Art thou Gunnar the Stranger! O art thou the man that I see?\n  Yea, verily I am Brynhild; what other is like unto me?\n  O men of the Earth behold me! hast thou seen, O labouring Earth,\n  Such sorrow as my sorrow, or such evil as my birth?\"\n\n  Then spake the Wildfire's Trampler that Gunnar's image bore:\n  \"O Brynhild, mighty of women, be thou glorious evermore!\n  Thou seest Gunnar the Niblung, as he sits mid the Niblung lords,\n  And rides with the gods of battle in the fore-front of the swords.\"\n\n       *       *       *       *       *\n\n  Hard rang his voice in the hall, and a while she spake no word,\n  And there stood the Image of Gunnar, and leaned on his bright blue sword:\n  But at last she cried from the high-seat: \"If I yet am alive and awake,\n  I know no words for the speaking, nor what answer I may make.\"\n  She ceased and he answered nothing; and a hush on the hall there lay\n  And the moon slipped over the windows as he clomb the heavenly way;\n  And no whit stirred the raiment of Brynhild: till she hearkened the Wooer's\n       voice,\n  As he said: \"Thou art none of the women that swear and forswear and rejoice,\n  Forgetting the sorrow of kings and the Gods and the labouring earth.\n  Thou shall wed with King Gunnar the Niblung and increase his worth with thy\n       worth.\"\n\n       *       *       *       *       *\n\n  So spake he in semblance of Gunnar, and from off his hand he drew\n  A ring of the spoils of the Southland, a marvel seen but of few,\n  And he set the ring on her finger, and she turned to her lord and spake:\n  \"I thank thee, King, for thy goodwill, and thy pledge of love I take.\n  Depart with my troth to thy people: but ere full ten days are o'er\n  I shall come to the Sons of the Niblungs, and then shall we part no more\n  Till the day of the change of our life-days, when Odin and Freyia shall\n       call.\n  Lo, here, my gift of the morning! 'twas my dearest treasure of all;\n  But thou art become its master, and for thee was it fore-ordained,\n  Since thou art the man of mine oath and the best that the earth hath\n       gained.\"\n\n  And lo, 'twas the Grief of Andvari, and the lack that made him loth,\n  The last of the God-folk's ransom, the Ring of Hindfell's oath;\n  Now on Sigurd's hand it shineth, and long he looketh thereon,\n  But it gave him back no memories of the days that were bygone.\n\n       *       *       *       *       *\n\n  So forth from the hall goes the Wooer, and slow and slow he goes,\n  As a conquered king from his city fares forth to meet his foes;\n  And he taketh the reins of Greyfell, nor yet will back him there,\n  But afoot through the cold slaked ashes of yester-eve doth fare,\n  With his eyes cast down to the earth; till he heareth the wind, and a cry,\n  And raiseth a face brow-knitted and beholdeth men anigh,\n  And beholdeth Hogni the King set grey on his coal-black steed,\n  And beholdeth the image of Sigurd, the King in the golden weed:\n  Then he stayeth and stareth astonished and setteth his hand to his sword;\n  Till Hogni cries from his saddle, and his word is a kindly word:\n\n  \"Hail, brother, the King of the people! hail, helper of my kin!\n  Again from the death and the trouble great gifts hast thou set thee to win\n  For thy friends and the Niblung children, and hast crowned thine earthly\n       fame,\n  And increased thine exceeding glory and the sound of thy loved name.\"\n\n  Nought Sigurd spake in answer but looked straight forth with a frown,\n  And stretched out his hand to Gunnar, as one that claimeth his own.\n  Then no word speaketh Gunnar, but taketh his hand in his hand,\n  And they look in the eyes of each other, and a while in the desert they\n       stand\n  Till the might of Grimhild prevaileth, and the twain are as yester-morn;\n  But sad was the golden Sigurd, though his eyes knew nought of scorn;\n  And he spake:\n              \"It is finished, O Gunnar! and I will that our brotherhood\n  May endure through the good and the evil as it sprang in the days of the\n       good:\n  But I bid thee look to the ending, that the deed I did yest'reve\n  Bear nought for me to repent of, for thine heart of hearts to grieve.\n  Thou art troth-plight, O King of the Niblungs, to Brynhild Queen of the\n       earth,\n  She hath sworn thine heart to cherish and increase thy worth with her worth:\n  She shall come to the house of Gunnar ere ten days are past and o'er;\n  And thenceforth the life of Brynhild shall part from thy life no more,\n  Till the doom of our kind shall speed you, and Odin and Freyia shall call,\n  And ye bide the Day of the Battle, and the uttermost changing of all.\"\n\n  The praise and thanks they gave him! the words of love they spake!\n  The tale that the world should hear of, deeds done for Sigurd's sake!\n  They were lovely might you hear them: but they lack; for in very deed\n  Their sound was clean forgotten in the day of Sigurd's need.\n\n       *       *       *       *       *\n\n  So that night in the hall of the ancient they hold high-tide again,\n  And the Gods on the Southland hangings smile out full fair and fain,\n  And the song goes up of Sigurd, and the praise of his fame fulfilled,\n  But his speech in the dead sleep lieth, and the words of his wisdom are\n       chilled:\n  And men say, the King is careful, for he thinks of the people's weal,\n  And his heart is afraid for our trouble, lest the Gods our joyance steal.\n\n  But that night, when the feast was over, to Gudrun Sigurd came,\n  And she noted the ring on his finger, and she knew it was nowise the same\n  As the ring he was wont to carry; so she bade him tell thereof:\n  Then he turned unto her kindly, and his words were words of love;\n  Nor his life nor his death he heeded, but told her last night's tale:\n  Yea, he drew forth the sword for his slaying, and whetted the edges of bale;\n  For he took that Gold of Andvari, that Curse of the uttermost land,\n  And he spake as a king that loveth, and set it on her hand;\n  But her heart was exceeding joyous, as he kissed her sweet and soft,\n  And bade her bear it for ever, that she might remember him oft\n  When his hand from the world was departed and he sat in Odin's home.\n\n\n_How Brynhild was wedded to Gunnar the Niblung._\n\nSo ten days wore over, and on the morrow-morn the folk were all astir\nin the Niblung house, till the watchers on the towers cried to them\ntidings of a goodly company drawing nigh upon the road. Then the\nNiblungs got them to horse in glittering-gay raiment and went forth to\nmeet the people of Brynhild.\n\nFirst rode bands of maidens arrayed in fine linen and blue-broidered\ncloaks, and after them came a golden wain with horses of snowy white and\nbench-cloths of blue, and therein sat Brynhild alone, clad in swan-white\nraiment and crowned with gold. Then they hailed her sweet and goodly, and\nso she entered the darksome gate-way and came within the Niblung Burg.\n\n  So fair in the sun of the forecourt doth Brynhild's wain shine bright,\n  And the huge hall riseth before her, and the ernes cry out from its height,\n  And there by the door of the Niblungs she sees huge warriors stand,\n  Dark-clad, by the shoulders greater than the best of any land,\n  And she knoweth the chiefs of the Niblungs, the dreaded dukes of war:\n  But one in cloudy raiment stands a very midst the door,\n  And ruddy and bright is his visage, and his black locks wave in the wind,\n  And she knoweth the King of the Niblungs and the man she came to find:\n  Then nought she lingered nor loitered, but stepped to the earth adown\n  With right-hand reached to the War-God, the wearer of the crown;\n  And she said:\n              \"I behold thee, Gunnar, the King of War that rode\n  Through the waves of the Flickering Fire to the door of mine abode,\n\n       *       *       *       *       *\n\n  \"And for this I needs must deem thee the best of all men born,\n  The highest-hearted, the greatest, the staunchest of thy love:\n  And that such the world yet holdeth, my heart is fain thereof:\n  And for thee I deem was I fashioned, and for thee the oath I swore\n  In the days of my glory and wisdom, ere the days of youth were o'er.\n\n       *       *       *       *       *\n\n  \"May the fire ne'er stay thy glory, nor the ocean-flood thy fame!\n  Through ages of all ages may the wide world praise thy name!\n  Yea, oft may the word be spoken when low we lie at rest;\n  'It befell in the days of Gunnar, the happiest and the best!'\n  All this may the high Gods give thee, and thereto a gift I give,\n  The body of Queen Brynhild so long as both we live.\"\n\n  With unmoved face, unfaltering, the blessing-words she said,\n  But the joy sprang up in Gunnar and increased his goodlihead,\n  And he cast his arms about her and kissed her on the mouth,\n  And he said:\n             \"The gift is greater than all treasure of the south;\n  As glad as my heart this moment, so glad may be thy life,\n  And the world be never weary of the joy of Gunnar's wife!\"\n\n  She spake no word, and smiled not, but she held his hand henceforth.\n  And he said; \"Now take the greetings of my men, the most of worth.\"\n\n  Then she turned her face to the war-dukes, and hearkened to their praise,\n  And she spake in few words sweetly, and blessed their coming days.\n  Then again spake Gunnar and said: \"Lo, Hogni my brother is this;\n  But Guttorm is far on the East-seas, and seeketh the warrior's bliss;\n  A third there is of my brethren, and my house holds none so great;\n  In the hall by the side of my sister thy face doth he await.\"\n\nThen Brynhild gave fair greeting to Hogni, but anon she turned and\nquestioned Gunnar of his words concerning that brother who awaited her\nin the hall. \"I deemed the sons of Giuki had been but three,\" said\nBrynhild. \"This fourth, this hall-abider the mighty,--is he akin to\nthee?\"\n\n  And Gunnar answered:\n                     \"He is nought of our blood,\n  But the Gods have sent him to usward to work us measureless good:\n  It is even Sigurd the Volsung, the best man ever born,\n  The man that the Gods withstand not, my friend, and my brother sworn.\"\n\n  She heard the name, and she changed not, but her feet went forth as he led,\n  And under the cloudy roof-tree Queen Brynhild bowed her head.\n  Then, were there a man so ancient as had lived beyond his peers\n  On the earth, that beareth all things, a twice-told tale of years,\n  He had heard no sound so mighty as the shout that shook the wall\n  When Brynhild's feet unhearkened first trod the Niblung hall.\n  No whit the clamour stirred her; but her godlike eyes she raised\n  And betwixt the hedge of the earl-folk on the golden high-seat gazed,\n  And the man that sat by Gudrun: but e'en as the rainless cloud\n  Ere the first of the tempest ariseth the latter sun doth shroud,\n  And men look round and shudder, so Grimhild came between\n  The silent golden Sigurd and the eyes of the mighty Queen,\n  And again heard Brynhild greeting, and again she spake and said:\n\n  \"O Mother of the Niblungs, such hap be on thine head,\n  As thy love for me, the stranger, was past the pain of words!\n  Mayst thou see thy son's sons glorious in the meeting of the swords!\n  Mayst thou sleep and doubt thee nothing of the fortunes of thy race!\n  Mayst thou hear folk call yon high-seat the earth's most happy place!\"\n\n  Then the Wise-wife hushed before her, and a little fell aside,\n  And nought from the eyes of Brynhild the high-seat now did hide;\n  And the face so long desired, unchanged from time agone,\n  In the house of the Cloudy People from the Niblung high-seat shone:\n  She stood with her hand in Gunnar's, and all about and around\n  Were the unfamiliar faces, and the folk that day had found;\n  But her heart ran back through the years, and yet her lips did move\n  With the words she spake on Hindfell, when they plighted troth of love.\n\n  Lo, Sigurd fair on the high-seat by the white-armed Gudrun's side,\n  In the midst of the Cloudy People, in the dwelling of their pride!\n  His face is exceeding glorious and awful to behold;\n  For of all his sorrow he knoweth and his hope smit dead and cold:\n  The will of the Norns is accomplished, and, lo, they wend on their ways,\n  And leave the mighty Sigurd to deal with the latter days:\n  The Gods look down from heaven, and the lonely King they see,\n  And sorrow over his sorrow, and rejoice in his majesty.\n  For the will of the Norns is accomplished, and outworn is Grimhild's spell,\n  And nought now shall blind or help him, and the tale shall be to tell:\n  He hath seen the face of Brynhild, and he knows why she hath come,\n  And that his is the hand that hath drawn her to the Cloudy People's home:\n  He knows of the net of the days, and the deeds that the Gods have bid,\n  And no whit of the sorrow that shall be from his wakened soul is hid:\n  And his glory his heart restraineth, and restraineth the hand of the strong\n  From the hope of the fools of desire and the wrong that amendeth wrong.\n\n       *       *       *       *       *\n\n  And Brynhild's face drew near him with eyes grown stern and strange.\n\n       *       *       *       *       *\n\n  Now she stands on the floor of the high-seat, and for e'en so little a space\n  As men may note delaying, she looketh on Sigurd's face,\n  Ere she saith:\n               \"I have greeted many in the Niblungs' house today,\n  And for thee is the last of my greetings ere the feast shall wear away:\n  Hail, Sigurd, son of the Volsungs! hail, lord of Odin's storm!\n  Hail, rider of the wasteland and slayer of the Worm!\n  If aught thy soul shall desire while yet thou livest on earth,\n  I pray that thou mayst win it, nor forget its might and worth.\"\n\n  All grief, sharp scorn, sore longing, stark death in her voice he knew,\n  But gone forth is the doom of the Norns, and what shall he answer thereto,\n  While the death that amendeth lingers? and they twain shall dwell for awhile\n  In the Niblung house together by the hearth that forged the guile.\n\n       *       *       *       *       *\n\n  So he spake as a King of the people in whom all fear is dead,\n  And his anguish no man noted, as the greeting-words he said:\n  \"Hail, fairest of all things fashioned! hail, thou desire of eyes!\n  Hail, chooser of the mightiest, and teacher of the wise!\n  Hail, wife of my brother Gunnar! in might may thy days endure,\n  And in peace without a trouble that the world's weal may be sure!\"\n\n       *       *       *       *       *\n\n  But the song sprang up in the hall, and the eagles cried from above\n  And forth to the freshness of May went the joyance of the feast:\n  And Sigurd sat with the Niblungs, and gave ear to most and to least.\n  And showed no sign to the people of the grief that on him lay;\n  Nor seemeth he worser to any than he was on the yesterday.\n\n\n_Of the Contention betwixt the Queens._\n\nSo now must Sigurd and Brynhild abide together in the Burg of the\nNiblungs, yet each must bear the burden of sorrow alone. Brynhild held\nclose converse with Gudrun, and behaved humbly towards her lest strife\nshould arise between them. But Gudrun, filled with pride that she was\nthe wife of so great a man as Sigurd, deemed it a little matter that\nall others should give her honour, and knowing how Sigurd had ridden\nthe fire, she cherished great scorn of Gunnar and Brynhild in her\nheart, and her pride waxed daily greater.\n\nOf the heart-wise Hogni men tell how he grew wiser day by day and more\nlearned in the craft of his mother Grimhild.\n\nAs for Gunnar, he lived with Brynhild in great honour and praise from\nall men, but the thought of how Sigurd had ridden the fire in his\nsemblance lay heavy upon him. He brooded thereon in bitterness and\nenvy, and the lie shadowed his life-days so that he had but small joy\nin his wife.\n\nAnd Grimhild, marking his heavy mood, wrought upon him with cunning\nwords and he gave ear to her. For ever she spake of kings' supplanters\nwho bear away the praise from their lords after great deeds are done,\nand often her talk was of the mighty power that he holdeth who knoweth\nthe shame of a king. So Gunnar hearkened and ill thoughts grew within\nhim.\n\n  But fair-faced, calm as a God who hath none to call his foes,\n  Betwixt the Kings and the people the golden Sigurd goes;\n  No knowledge of man he lacketh, and the lore he gained of old\n  From the ancient heart of the Serpent and the Wallower on the Gold\n  Springs fresh in the soul of Sigurd; the heart of Hogni he sees,\n  And the heart of his brother Gunnar, and he grieveth sore for these.\n\n       *       *       *       *       *\n\n  It was most in these latter days that his fame went far abroad,\n  The helper, the overcomer, the righteous sundering sword;\n  The loveliest King of the King-folk, the man of sweetest speech,\n  Whose ear is dull to no man that his helping shall beseech;\n  The eye-bright seer of all things, that wasteth every wrong,\n  The straightener of the crooked, the hammer of the strong:\n  Lo, such was the Son of Sigmund in the days whereof I tell,\n  The dread of the doom and the battle; and all children loved him well.\n\nNow Gudrun's scorn of Brynhild waxed greater as she thought on the\nknowledge that she held, and it needed but a little that she should\nspeak out the whole tale.\n\nSuch was her mind when it befell her to go with Brynhild to bathe in\nthe Niblung river. There it chanced that they fell to talk of their\nhusbands, and Gudrun named Sigurd the best of the world. Thereat\nBrynhild, stung by her love for Sigurd and the memory of his broken\ntroth,--for so she deemed it,--cried out, saying: \"Thy lord is but\nGunnar's serving man to do his bidding, but my mate is the King of\nKing-folk, who rode the Wavering Fire and hath dared very death to\nwin me.\"\n\nThen Gudrun held out her hand and a golden gleam shone on her finger,\nat the sight whereof Brynhild waxed wan as a dead woman. \"Lo,\" said\nGudrun, \"I had Andvari's ring of Sigurd, and indeed thou sayest truly,\nthat he did Gunnar's bidding, for he took the King's semblance and hid\nhis own shape in Gunnar's. Thus he wooed the bride for Gunnar and for\nGunnar rode the fire, and now by this token mayest thou know whether\nthy husband is truly the best of Kings.\" And Brynhild spake no word in\nanswer, but clad herself in haste and fled from the river, and Gudrun\nfollowed her in triumph of heart.\n\nYet as the day wore on she repented of her words and feared the deeds\nthat Brynhild might do, and at even she sought her alone and craved\npardon. Then spake Brynhild the Queen: \"I repent me of my bitter words\nthis day, yet one thing I beseech thee,--do thou say that thou hadst\nthe ring of Gunnar and not of Sigurd, lest I be shamed before all\nmen.\" \"What?\" said Gudrun; \"hast thou heard that the wives of the\nNiblungs lie? Nay, Sigurd it was who set this ring on my finger and\ntherewith he told me the shame of my brother Gunnar,--how his glory\nwas turned to a scoff.\"\n\nAnd Brynhild seeing that the tale of the deceiving wrought against her\nmight not be hidden, lifted her voice and cursed the house of the\nNiblungs wherein she had suffered such woe. So the queens parted in\ngreat wrath and bitterness.\n\n\n_Of the exceeding great grief and mourning of Brynhild._\n\nNow on the morrow it was known that Brynhild was sick, nor would she\nreveal the cause to any. Then Gunnar besought her to be comforted and\nto show what ailed her, but for a long while he might win no word in\nanswer. Thereat the evil thoughts that Grimhild had sown in his heart\ngrew strong, and he cried in bitter anger: \"Lo, Brynhild, I deem thou\nart sick for love of my foe, the supplanter of Kings, he who hath\nshone like a serpent this long while past amidst the honour of our\nkin.\"\n\nThen at last was Brynhild moved to look on him, and she besought him,\nsaying: \"Swear to me, Gunnar, that I may live, and say that thou\ngavest Andvari's ring to Gudrun--thou, and not thy captain of war.\"\nThereby Gunnar understood that all his falsehood was known to her, so\nthat never again might they two have any joy together. He had no\nanswering word, but turned from her and departed, for bitter shame was\ncome on him and hatred of Sigurd burnt in his soul like fire.\n\nThen as evening drew on, boding of evil fell on Gudrun, and she\nsought her brothers that they might plead with Brynhild to pardon her\nand forget her bitter taunts.\n\nBut Gunnar she found seated alone arrayed in his war-gear and on his\nknees lay his sword, neither would he hear any word of further\npleading with Brynhild.\n\nThen sought she Hogni, and behold, he was in the like guise, and sat\nas one that waits for a foe. So she sped to Sigurd, but chill fear\nfell on her beholding him, for he was dight in the Helm of Aweing and\nhis golden hauberk, and the Wrath lay on his knees, neither would he\nthen speak to Brynhild.\n\nSo that heavy night passed away and there was but little sleep in the\nabode of the Niblungs. And with the dawn Sigurd arose and sought\nBrynhild's chamber where she lay as one dead. Like a pillar of light\nhe stood in the sunshine and the Wrath rattled by his side. And\nBrynhild looked on him and said: \"Art thou come to behold me?\nThou--the mightiest and the worst of my betrayers.\" Then for very\ngrief the breast of Sigurd heaved so that the rings of his byrny burst\nasunder and he cried: \"O live, Brynhild beloved! For hereafter shalt\nthou know of the snare and the lie that entrapped us and the\nmeasureless grief of my soul.\" \"It is o'erlate,\" said Brynhild, \"for I\nmay live no longer and the gods have forgotten the earth.\" And in such\ndespair must he leave her.\n\n\n_Of the slaying of Sigurd the Volsung._\n\nThen at high noon Brynhild sent for Gunnar and sought to whet him to\nthe slaying of Sigurd, for to such hatred was her love turned.\n\n  \"I look upon thee,\" said Brynhild, \"I know thy race and thy name,\n  Yet meseems the deed thou sparest, to amend thine evil and shame.\"\n\n  \"Nought, nought,\" he said, \"may amend it, save the hungry eyeless sword,\n  And the war without hope or honour, and the strife without reward.\"\n\n  \"Thou hast spoken the word,\" said Brynhild, \"if the word is enough, it is\n       well.\n  Let us eat and drink and be merry, that all men of our words may tell!\"\n\n  \"O all-wise woman,\" said Gunnar, \"what deed lieth under the tongue?\n  What day for the dearth of the people, when the seed of thy sowing hath\n       sprung?\"\n\n  She said: \"Our garment is Shame, and nought the web shall rend,\n  Save the day without repentance, and the deed that nought may amend.\"\n\n  \"Speak, mighty of women,\" said Gunnar, \"and cry out the name and the deed\n  That the ends of the Earth may hearken, and the Niblungs' grievous Need.\"\n  \"To slay,\" she said, \"is the deed, to slay a King ere the morn,\n  And the name is Sigurd the Volsung, my love and thy brother sworn.\"\n\n  She turned and departed from him, and he knew not whither she went;\n  But he took his sword from the girdle and the peace-strings round it rent,\n  And into the house he gat him, and the sunlit fair abode,\n  But his heart in the mid-mirk waded, as through the halls he strode,\n  Till he came to a chamber apart; and Grimhild his mother was there,\n  And there was his brother Hogni in the cloudy Niblung gear:\n  Him-seemed there was silence between them as of them that have spoken, and\n       wait\n  Till the words of their mouths be accomplished by slow unholpen Fate:\n  But they turned to the door, and beheld him, and he took his sheathed sword\n  And cast it adown betwixt them, and it clashed half bare on the board,\n  And Grimhild spake as it clattered: \"For whom are the peace-strings rent?\n  For whom is the blood-point whetted and the edge of thine intent?\"\n  He said: \"For the heart of Sigurd; and thus all is rent away\n  Betwixt this word and his slaying, save a little hour of day.\"\n\n       *       *       *       *       *\n\n  Again spake Grimhild the wise-wife: \"Where then is Guttorm the brave?\n  For he blent not his blood with the Volsung's, nor his oath to Sigurd gave,\n  Nor called on Earth to witness, nor went beneath the yoke;\n  And now is he Sigurd's foeman; and who may curse his stroke?\"\n\n  Then Hogni laughed and answered: \"His feet on the threshold stand:\n  Forged is thy sword, O Mother, and its hilts are come to hand.\n\n       *       *       *       *       *\n\n  \"Ho, Guttorm, enter, and hearken to the counsel of the wise!\"\n  Then in through the door strode Guttorm fair-clad in hunter's guise,\n  With no steel save his wood-knife girded; but his war-fain eyes stared wild,\n  As he spake: \"What words are ye hiding from the youngest Niblung child?\n  What work is to win, my brethren, that ye sit in warrior's weed,\n  And tell me nought of the glory, and cover up the deed?\"\n\n  Then uprose Grimhild the wise-wife, and took the cup again;\n  Night-long had she brewed that witch-drink and laboured not in vain.\n  For therein was the creeping venom, and hearts of things that prey\n  On the hidden lives of ocean, and never look on day;\n  And the heart of the ravening wood-wolf and the hunger-blinded beast\n  And the spent slaked heart of the wild-fire the guileful cup increased:\n  But huge words of ancient evil about its rim were scored,\n  The curse and the eyeless craving of the first that fashioned sword.\n\n  So the cup in her hand was gleaming, as she turned unto Guttorm and spake:\n  \"Be merry, King of the War-fain! we hold counsel for thy sake:\n  The work is a God's son's slaying, and thine is the hand that shall smite,\n  That thy name may be set in, glory and thy deeds live on in light.\"\n\n  Forth flashed the flame from his eyen, and he cried: \"Where then is the foe,\n  This dread of mine house and my brethren, that my hand may lay him alow?\"\n\n  \"Drink, son,\" she said, \"and be merry! and I shall tell his name,\n  Whose death shall crown thy life-days, and increase thy fame with his fame.\"\n\n  He drinketh and craveth for battle, and his hand for a sword doth seek,\n  And he looketh about on his brethren, but his lips no word may speak;\n  They speak the name, and he hears not, and again he drinks of the cup\n  And knows not friend nor kindred, and the wrath in his heart wells up,\n  That no God may bear unmingled, and he cries a wordless cry,\n  As the last of the day is departing and the dusk time drawing anigh.\n\n  Then Grimhild goes from the chamber, and bringeth his harness of war,\n  And therewith they array his body, and he drinketh the cup once more,\n  And his heart is set on the murder, and now may he understand\n  What soul is dight for the slaying, and what quarry is for his hand.\n  For again they tell him of Sigurd, and the man he remembereth,\n  And praiseth his mighty name and his deeds that laughed on death.\n\n  Now dusk and dark draw over, and through the glimmering house\n  They go to the place of the Niblungs, the high hall and glorious;\n  For hard by is the chamber of Sigurd: there dight in their harness of war\n  In their thrones sit Gunnar and Hogni, but Guttorm stands on the floor\n  With his blue blade naked before them: the torches flare from the wall\n  And the woven God-folk waver, but the hush is deep in the hall,\n  And those Niblung faces change not, though the slow moon slips from her\n       height\n  And earth is acold ere dawning, and new winds shake the night.\n\n  Now it was in the earliest dawn-dusk that Guttorm stirred in his place,\n  And the mail-rings tinkled upon him, as he turned his helm-hid face,\n  And went forth from the hall and the high-seat; but the Kings sat still in\n       their pride\n  And hearkened the clash of his going and heeded how it died.\n\n  Slow, all alone goeth Guttorm to Sigurd's chamber door,\n  And all is open before him, and the white moon lies on the floor\n  And the bed where Sigurd lieth with Gudrun on his breast,\n  And light comes her breath from her bosom in the joy of infinite rest.\n  Then Guttorm stands on the threshold, and his heart of the murder is fain,\n  And he thinks of the deeds of Sigurd, and praiseth his greatness and gain;\n  Bright blue is his blade in the moonlight--but lo, how Sigurd lies,\n  As the carven dead that die not, with fair wide-open eyes;\n  And their glory gleameth on Guttorm, and the hate in his heart is chilled,\n  And he shrinketh aback from the threshold and knoweth not what he willed.\n\nThereon he turned him again to the hall, and the Kings beheld his\nunstained sword in the torch-light, but they cast him never a word.\nThen shame and wrath urged him and he wended the second time to\nSigurd's chamber, but yet again the dread eyes of the Volsung were\nopen and he fled from their light to his biding brethren.\n\n  Now dieth moon and candle, and though the day be nigh\n  The roof of the hall fair-builded seems far aloof as the sky,\n  But a glimmer grows on the pavement and the ernes on the roof-ridge stir:\n  Then the brethren hist and hearken, for a sound of feet they hear,\n  And into the hall of the Niblungs a white thing cometh apace:\n  But the sword of Guttorm upriseth, and he wendeth from his place,\n  And the clash of steel goes with him; yet loud as it may sound\n  Still more they hear those footsteps light-falling on the ground,\n  And the hearts of the Niblungs waver, and their pride is smitten acold,\n  For they look on that latest comer, and Brynhild they behold:\n  But she sits by their side in silence, and heeds them nothing more\n  Than the grey soft-footed morning heeds yester-even's war.\n\n  But Guttorm clashed in the cloisters and through the silence strode\n  And scarce on the threshold of Sigurd a little while abode;\n  There the moon from the floor hath departed and heaven without is grey,\n  And afar in the eastern quarter faint glimmer streaks of day.\n  Close over the head of Sigurd the Wrath gleams wan and bare,\n  And the Niblung woman stirreth, and her brow is knit with fear;\n  But the King's closed eyes are hidden, loose lie his empty hands,\n  There is nought 'twixt the sword of the slayer and the Wonder of all Lands.\n  Then Guttorm laughed in his war-rage, and his sword leapt up on high,\n  As he sprang to the bed from the threshold and cried a wordless cry,\n  And with all the might of the Niblungs through Sigurd's body thrust,\n  And turned and fled from the chamber, and fell amid the dust,\n  Within the door and without it, the slayer slain by the slain;\n  For the cast of the sword of Sigurd had smitten his body atwain\n  While yet his cry of onset through the echoing chambers went.\n\n  Woe's me! how the house of the Niblungs by another cry was rent,\n  The wakening wail of Gudrun, as she shrank in the river of blood\n  From the breast of the mighty Sigurd: he heard it and understood,\n  And rose up on the sword of Guttorm, and turned from the country of death,\n  And spake words of loving-kindness as he strove for life and breath:\n\n  \"Wail not, O child of the Niblungs! I am smitten, but thou shall live,\n  In remembrance of our glory, mid the gifts the Gods shall give!\"\n\n  She stayed her cry to hearken, and her heart well nigh stood still:\n  But he spake: \"Mourn not, O Gudrun, this stroke is the last of ill;\n  Fear leaveth the House of the Niblungs on this breaking of the morn;\n  Mayst thou live, O woman beloved, unforsaken, unforlorn!\"\n\n  Then he sank aback on the sword, and down to his lips she bent\n  If some sound therefrom she might hearken; for his breath was well-nigh\n       spent:\n  \"It is Brynhild's deed,\" he murmured, \"and the woman that loves me well;\n  Nought now is left to repent of, and the tale abides to tell.\n  I have done many deeds in my life-days, and all these, and my love, they lie\n  In the hollow hand of Odin till the day of the world go by.\n  I have done and I may not undo, I have given and I take not again:\n  Art thou other than I, Allfather, wilt thou gather my glory in vain?\"\n\n  There was silence then in the chamber, as the dawn spread wide and grey,\n  And hushed was the hall of the Niblungs at the entering-in of day.\n  Long Gudrun hung o'er the Volsung and waited the coming word;\n  Then she stretched out her hand to Sigurd and touched her love and her lord,\n  And the broad day fell on his visage, and she knew she was there alone,\n  And her heart was wrung with anguish and she uttered a weary moan:\n  Then Brynhild laughed in the hall, and the first of men's voices was that\n  Since when on yester-even the kings in the high-seat had sat.\n\n       *       *       *       *       *\n\n  In the house rose rumour and stir, and men stood up in the morn,\n  And their hearts with doubt were shaken, as if with the Uttermost Horn:\n  The cry and the calling spread, and shields clashed down from the wall,\n  And swords in the chamber glittered, and men ran apace to the hall.\n  Nor knew what man to question, nor who had tidings to give,\n  Nor what were the days thenceforward wherein the folk should live.\n  But ever the word is amongst them that Sigurd the Volsung is slain,\n  And the spears in the hall were tossing as the rye in the windy plain.\n  But they look aloft to the high-seat and they see the gleam of the gold:\n  And Gunnar the King of battle, and Hogni wise and cold,\n  And Brynhild the wonder of women; and her face is deadly pale,\n  And the Kings are clad in their war-gear, and bared are the edges of bale.\n  Then cold fear falleth upon them, but the noise and the clamour abate,\n  And they look on the war-wise Gunnar and awhile for his word they wait;\n  But e'en as he riseth above them, doth a shriek through the tumult ring;\n\n  \"Awake, O House of the Niblungs, for slain is Sigurd the King!\"\n\n  Then nothing faltered Gunnar, but he stood o'er the Niblung folk,\n  And over the hall woe-stricken the words of pride he spoke:\n\n  \"Mourn now, O Niblung people, for gone is Sigurd our guest,\n  And Guttorm the King is departed, and this is our day of unrest;\n  But all this of the Norns was fore-ordered, and herein is Odin's hand;\n  Cast down are the mighty of men-folk, but the Niblung house shall stand:\n  Mourn then today and tomorrow, but the third day waken and live,\n  For the Gods died not this morning, and great gifts they have to give.\"\n\n  He spake and awhile was silence, and then did the cry outbreak,\n  And many there were of the Earl-folk that wept for Sigurd's sake;\n  And they wept for their little children, and they wept for those unborn,\n  Who should know the earth without him and the world of his worth forlorn.\n\n       *       *       *       *       *\n\n  So rent is the joy of the Niblungs; and their simple days and fain\n  From that ancient house are departed, and who shall buy them again?\n  For he, the redeemer, the helper, the crown of all their worth,\n  They looked upon him and wondered, they loved, and they thrust him forth.\n\n\n_Of the mighty Grief of Gudrun over Sigurd dead._\n\nBut as for the grief of Gudrun over Sigurd no man may tell it. Long\nshe lay on his body and spent herself in weeping, but at last she\narose and cursed Brynhild and Gunnar and all the Niblung house,\nsaying:\n\n  \"O hearken, hearken Gunnar! May the dear Gold drag thee adown,\n  And Greyfell's ruddy Burden, and the Treasure of renown,\n  And the rings that ye swore the oath on! yea, if all avengers die,\n  May Earth, that ye bade remember, on the blood of Sigurd cry!\n  Be this land as waste as the troth-plight that the lips of fools have sworn!\n  May it rain through this broken hall-roof, and snow on the hearth forlorn!\n  And may no man draw anigh it to tell of the ruin and the wrack!\n  Yea, may I be a mock for the idle if my feet come ever aback,\n  If my heart think kind of the chambers, if mine eyes shall yearn to behold\n  The fair-built house of my fathers, the house beloved of old!\"\n\nAnd therewith Gudrun fled forever from the Burg of the Niblungs, and\nnone dared hinder or follow her, and none knew whither she turned for\nrefuge.\n\n\n_Of the passing away of Brynhild._\n\n  Once more on the morrow-morning fair shineth the glorious sun,\n  And the Niblung children labour on a deed that shall be done.\n  For out in the people's meadows they raise a bale on high,\n  The oak and the ash together, and thereon shall the Mighty lie;\n  Nor gold nor steel shall be lacking, nor savour of sweet spice,\n  Nor cloths in the Southlands woven, nor webs of untold price;\n  The work grows, toil is as nothing; long blasts of the mighty horn\n  From the topmost tower out-wailing o'er the woeful world are borne.\n\n       *       *       *       *       *\n\n  But Brynhild cried to her maidens: \"Now open ark and chest,\n  And draw forth queenly raiment of the loveliest and the best,\n  Red rings that the Dwarf-lords fashioned, fair cloths that queens have\n       sewed,\n  To array the bride for the mighty, and the traveller for the road.\"\n\n  They wept as they wrought her bidding and did on her goodliest gear;\n  But she laughed mid the dainty linen, and the gold-rings fashioned fair:\n  She arose from the bed of the Niblungs, and her face no more was wan;\n  As a star in the dawn-tide heavens, mid the dusky house she shone:\n  And they that stood about her, their hearts were raised aloft\n  Amid their fear and wonder: then she spake them kind and soft:\n\n  \"Now give me the sword, O maidens, wherewith I sheared the wind\n  When the Kings of Earth were gathered to know the Chooser's mind.\"\n\n  All sheathed the maidens brought it, and feared the hidden blade,\n  But the naked blue-white edges across her knees she laid,\n  And spake: \"The heaped-up riches, the gear my fathers left,\n  All dear-bought woven wonders, all rings from battle reft,\n  All goods of men desired, now strew them on the floor,\n  And so share among you, maidens, the gifts of Brynhild's store.\"\n\n       *       *       *       *       *\n\n  Then upright by the bed of the Niblungs for a moment doth she stand,\n  And the blade flasheth bright in the chamber, but no more they hinder her\n       hand\n  Than if a God were smiting to rend the world in two:\n  Then dulled are the glittering edges, and the bitter point cleaves through\n  The breast of the all-wise Brynhild, and her feet from the pavement fail,\n  And the sigh of her heart is hearkened mid the hush of the maidens' wail.\n  Chill, deep is the fear upon them, but they bring her aback to the bed,\n  And her hand is yet on the hilts, and sidelong droopeth her head.\n\n  Then there cometh a cry from withoutward, and Gunnar's hurrying feet\n  Are swift on the kingly threshold, and Brynhild's blood they meet.\n  Low down o'er the bed he hangeth and hearkeneth for her word,\n  And her heavy lids are opened to look on the Niblung lord,\n  And she saith:\n               \"I pray thee a prayer, the last word in the world I speak,\n  That ye bear me forth to Sigurd, and the hand my hand would seek;\n  The bale for the dead is builded, it is wrought full wide on the plain,\n  It is raised for Earth's best Helper, and thereon is room for twain:\n  Ye have hung the shields about it, and the Southland hangings spread,\n  There lay me adown by Sigurd and my head beside his head.\"\n\n       *       *       *       *       *\n\n  Then they took the body of Brynhild in the raiment that she wore,\n  And out through the gate of the Niblungs the holy corpse they bore,\n  And thence forth to the mead of the people, and the high-built shielded\n       bale;\n  Then afresh in the open meadows breaks forth the women's wail\n  When they see the bed of Sigurd and the glittering of his gear;\n  And fresh is the wail of the people as Brynhild draweth anear,\n  And the tidings go before her that for twain the bale is built,\n  That for twain is the oak-wood shielded and the pleasant odours spilt.\n\n  There is peace on the bale of Sigurd, and the Gods look down from on high,\n  And they see the lids of the Volsung close shut against the sky,\n  As he lies with his shield beside him in the Hauberk all of gold,\n  That has not its like in the heavens, nor has earth of its fellow told;\n  And forth from the Helm of Aweing are the sunbeams flashing wide,\n  And the sheathed Wrath of Sigurd lies still by his mighty side.\n  Then cometh an elder of days, a man of the ancient times,\n  Who is long past sorrow and joy, and the steep of the bale he climbs;\n  And he kneeleth down by Sigurd, and bareth the Wrath to the sun\n  That the beams are gathered about it, and from hilt to blood-point run,\n  And wide o'er the plain of the Niblungs doth the Light of the Branstock\n       glare,\n  Till the wondering mountain-shepherds on that star of noontide stare,\n  And fear for many an evil; but the ancient man stands still\n  With the war-flame on his shoulder, nor thinks of good or of ill,\n  Till the feet of Brynhild's bearers on the topmost bale are laid,\n  And her bed is dight by Sigurd's; then he sinks the pale white blade\n  And lays it 'twixt the sleepers, and leaves them there alone--\n  He, the last that shall ever behold them,--and his days are well nigh done.\n\n  Then is silence over the plain; in the noon shine the torches pale\n  As the best of the Niblung Earl-folk bear fire to the builded bale:\n  Then a wind in the west ariseth, and the white flames leap on high,\n  And with one voice crieth the people a great and mighty cry,\n  And men cast up hands to the Heavens, and pray without a word,\n  As they that have seen God's visage, and the voice of the Father have heard.\n\n  They are gone--the lovely, the mighty, the hope of the ancient Earth:\n  It shall labour and bear the burden as before that day of their birth.\n\n       *       *       *       *       *\n\n  Ye have heard of Sigurd aforetime, how the foes of God he slew;\n  How forth from the darksome desert the Gold of the Waters he drew;\n  How he wakened Love on the Mountain, and wakened Brynhild the Bright,\n  And dwelt upon Earth for a season and shone in all men's sight.\n  Ye have heard of the Cloudy People, and the dimming of the day,\n  And the latter world's confusion, and Sigurd gone away.\n\n\nTHE END\n\n\n\n\nGLOSSARY\n\nABBREVIATIONS:--n., noun; n., verb; cf., compare; e.g., for\nexample; p.t., past tense; p.p. past participle.\n\n\n_Abasement_, casting down, defeat.\n\n_Acre-biders_, peaceful workers in the fields as distinguished from\nwarriors who left their homes to go to war.\n\n_Amber_, a yellow substance found on the shores of the Baltic Sea and\nused from very early days as an ornament. The \"southern men,\" or\ntraders from the shores of the Mediterranean, came north to buy it.\n\n_Ark_, a box for treasures.\n\n_Atwain_, in two pieces, e.g. \"The sword ... had smitten his body\natwain.\"\n\n_Avail_, n. power; n. to have power, to succeed.\n\n\n_Bale_, disaster, destruction, death; a great pile of wood for\nburning.\n\n_Balks_, pieces of timber used to make a bridge.\n\n_Bane_, destruction or a cause of destruction; often used to mean an\nenemy or slayer, e.g. Sigurd's sword is called \"Fafnir's bane,\" and\nin the old saga Sigurd himself had the title Fafnir's-Bane.\n\n_Barter_, to give in exchange for something else.\n\n_Bast_, wrappings made of the soft inner bark of trees.\n\n_Bath of the swan_, the sea.\n\n_Battle-acre_, field of battle.\n\n_Beaker_, a drinking cup.\n\n_Befall_, happen.\n\n_Begrudge_, to feel unwillingness in giving, to be displeased at\nanother's success. Loki is called the World's Begrudger, because he\nliked to cause failure and unhappiness, and hated success in others.\n\n_Bench-cloths_, coverings for seats.\n\n_Bent_, a piece of high ground.\n\n_Betide_, p.t. betided; p.p. betid; to happen, come to pass,\ne.g. \"What hath betid?\"\n\n_Bickering_, stormy, struggling.\n\n_Bide_ or _abide_, p.t. abode; p.p. abode; to remain, dwell\n\n_Bight_, a bend or curve in a coast or river bank.\n\n_Bill_, an axe with a long handle.\n\n_Blazoning_, painting, especially the painting of coats of arms or of\nrecords of valiant deeds.\n\n_Boar of Son_. It was customary when making any solemn vows to lay the\nhand or sword on a sacred boar called the Boar of Son or the Boar of\nAtonement. The ceremony seems to have been also accompanied by\ndrinking a draught, called in this poem the Cup of Daring Promise, in\nhonour of one of the gods.\n\n_Boding_, a misgiving, a feeling that evil is to come.\n\n_Bole_, a tree-trunk.\n\n_Bows the acre's face_, bends the growing grain in a harvest-field.\n\n_Brand_, a sword.\n\n_Bucklers_, shields.\n\n_Burg_, a town, a fortress.\n\n_Byrny_, a coat of armour for back and breast, made of linked iron\nrings.\n\n\n_Carles_, peasants; a contemptuous word used for a man who is not a\nwarrior.\n\n_Change his life_, die and pass from the life on earth to that in\nValhalla or Niflheim.\n\n_Chooser_. One of the titles of Brynhild, as she was one of the\nValkyries or maidens whom Odin sent into battles to single out for\ndeath the men he had chosen to be slain. Victory-Wafter is another\ntitle of Brynhild, since she brought victory to those for whom it was\nappointed and death to others.\n\n_Churl_, a grudging, ungracious man.\n\n_Clave_, p.p. of cleave, to pierce, hew, cut through.\n\n_Cloisters_, a roofed passage running round a court-yard and open on\nthe side towards the court-yard.\n\n_Close_, a field.\n\n_Cloud-wreath_, the cloud that often gathers about the top of a high\nmountain.\n\n_Compass_, to contrive, accomplish.\n\n_Constrain_, to force, to control and guide.\n\n_Coping_, the topmost row of bricks in a wall, the top of a wall.\n\n_Craft_, skill, knowledge of some particular art, a trade or\noccupation, e.g. song-craft.\n\n_Cull_, to choose, pick out.\n\n_Cup of Daring Promise_, see _Boar of Son_.\n\n\n_Dais_, a raised part of the floor at one end of a banquet hall, where\nthe principal persons sat.\n\n_Dastard_, a coward.\n\n_Dawn-dusk_, the twilight at dawn before the sun is fully risen.\n\n_Day of the Battle_, Ragnarok, when the spirits of dead warriors\nshould join in the battle of the gods. \"_Day of Doom_\" has the same\nmeaning.\n\n_Dearth_, want, famine, scarcity.\n\n_Deft_, skilful, e.g. deft in every cunning.\n\n_Dight_, made ready, prepared, e.g. war-dight, prepared for war.\n\n_Dole_, n. a gift dealt out as charity; n. to measure out in small\nportions, e.g. I doled out wisdom to thee.\n\n_Doom_, n. a sentence, verdict, e.g. give righteous doom; n. to\ncondemn, to sentence. _Doom-ring_, a circle of stones or hazel poles\nwhere kings heard complaints from their people and gave judgment.\n\n_Do on_, put on; often shortened into \"don\"; cf. doff, which is\nshortened from do off.\n\n_Door-wards_, porters, door-keepers.\n\n_Dragons_, the war-ships of the northern nations, which often had\ntheir prows carved into a dragon's head.\n\n_Dwindle_, to grow less.\n\n\n_Edges of bale_, the sword edges, which bring bale or destruction.\n\n_Egg_, to urge on, to persuade to some deed, e.g. \"Too much thou\neggest me.\"\n\n_Eld_, old age.\n\n_Endlong_, length-ways, along. _Endlong_ and _athwart_, along and\nacross.\n\n_Erewhile_, some time ago, formerly.\n\n_Erne_, an eagle.\n\n_Eyen_, eyes; old plural of eye.\n\n\n_Fain_, glad, willing, full of desire. Sometimes used as an adverb\nmeaning \"willingly,\" e.g. \"They fain would go aland.\"\n\n_Fair-speech-masters_, men skilled in poetry. There were professional\nsingers and poets called skalds among the northern people, and the\npower to make verses and to sing was cultivated among the mass of the\npeople and was fairly common.\n\n_Fallow_, lying quiet, inactive, not bearing crops. The expression,\n\"fallow bondage,\" means a bondage of sleep and idleness.\n\n_Fare_, to travel. Sometimes when joined to adverbs it means to\nprosper, e.g. to fare ill, to fare well, how does he fare?\n\n_Fashion_, to make, to arrange. Regin hoped to be the world's\n\"fashioning lord,\" that is, the supreme king and orderer of all\nthings.\n\n_Fell-abiding folk_, men who worked at home instead of going out to\nbattle.\n\n_Flame-blink_, the flash of light from the fire round Brynhild's home.\n\n_Flaw_, defect, fault, e.g. \"the hauberk ... clean wrought without a\nflaw;\" \"the ring ... that hath ... no flaw for God to mend.\" If used\nof rain, it means a slight shower, e.g. \"a flaw of summer rain,\"\n\n_Fleck_, spot, mark.\n\n_Foam-bow_, the small rainbow seen in the spray from a waterfall.\n\n_Foil_, n. defeat, failure; n. to defeat, to baffle.\n\n_Fold_, a place for shutting up sheep. It is often used meaning any\ndwelling-place, e.g. Fafnir's abode is called \"the lone destroyer's\nfold.\"\n\n_Folk_, people. It is often joined with other words, e.g. man-folk,\nGoth-folk. _Folk of the-war-wands forgers_, are the race of dwarfs who\nhad great skill in the making of weapons.\n\n_Fond_, used in Old English to mean \"foolish,\" or sometimes only to\ngive emphasis, as in the expression \"thy fondest need,\" meaning \"thy\ngreatest need.\"\n\n_Foot-hills_, the lower hills round the base of a very high mountain.\n\n_Fore-ordained_, settled by the will of the gods in early times.\n\n_Foster_, to rear, to bring up a child, to care for, to shelter,\ne.g. \"Now would I foster Sigurd;\" \"the house that fostered me.\"\n\n_Franklin_, a well-to-do farmer, one who is not merely a hired\nservant.\n\n_Freyia_, the wife of Odin and chief of the goddesses.\n\n\n_Gainsay_, to resist, to refuse a request.\n\n_Gaping Gap_, a name given to the state of things that existed before\nthe world was made. There was supposed to have been an empty space\ntill Odin created the world of gods and men.\n\n_Garner_, to gather up, to store up; sometimes, to reap.\n\n_Garth_, an enclosure, a place from which things may be garnered,\ne.g. \"within the garth that it (the wall) girdeth.\"\n\n_Gear_, a word used with many meanings, as, dress, arms, possessions,\nanything that a person has or uses, e.g. war-gear, all a man's\narmour and weapons; mail-gear, a man's armour.\n\n_Gird_, to tie round, to be all round, e.g. \"The Wrath to his side\nis girded;\" \"a wall doth he behold ... but within the garth that it\ngirdeth no work of man is set.\"\n\n_Glaive_, a sword.\n\n_God-home_, Asgard.\n\n_Gold-bestrider_, the name given to Sigurd by Giuki because he rode\nwith the treasure of gold upon his saddle. To bestride is to stand\nover anything with one foot on each side.\n\n_Good-heart_, kindly strength.\n\n_Goodlihead_, a word of praise which is generally used to mean bodily\nbeauty, but sometimes to mean beauty of character.\n\n_Grovel_, to crouch low on the ground.\n\n_Guest-fain_, hospitable, ready to welcome guests.\n\n_Guile_, cunning, cleverness used for an evil purpose.\n\n_Guise_, appearance, kind, dress, e.g. \"such was the guise of his\nraiment;\" \"fair-clad in hunter's guise.\"\n\n\n_Halers of the hawsers_, pullers of the ropes, _i.e._ seamen.\n\n_Hallow_, to set apart for a solemn purpose, to make holy, e.g. I\nhallow me to Odin for a leader of his host.\n\n_Hangings_, tapestry, woven stuff on which pictures or figures of gods\nand heroes were embroidered, used to decorate the walls of houses,\ne.g. \"The walls were strange and wondrous with noble stories told;\"\n\"the gods on the hangings stirred.\"\n\n_Harness_, armour.\n\n_Hauberk_, a breast-plate.\n\n_Heave_, to rise and fall, sometimes merely to rise, e.g. \"The doom ...\nheaves up dim through the gloom.\"\n\n_High-seat_, the dais or chief seat where the master of a house and\nhis principal guests sat.\n\n_High-tide_, time of festival.\n\n_Hindfell_, the word means \"deer-mountain,\" since \"fell\" means any\nhill, and \"hind\" is the word we still use for a deer.\n\n_Hireling_, a servant.\n\n_Hist_, to give attention, to listen.\n\n_Hithermost_, nearest.\n\n_Hoard_, a store. Generally used of a treasure which the owner keeps\nselfishly, e.g. Fafnir's wisdom is called \"grudged and hoarded\nwisdom,\" and his gold the \"heavy hoard.\"\n\n_Hoenir_, one of Odin's sons; a wise and blameless god who, the others\nbelieved, would return to reign over a new heaven and a new earth when\nRagnarok was past.\n\n_Holt_, a woodland.\n\n_Hoppled_, fettered.\n\n_Horse-fed_, cropped by horses.\n\n_Horse-herd_, keeper of horses. \"Herd\" means any keeper of animals,\nand is generally joined with other words, e.g. shepherd, swine-herd.\n\n_Huddled_, twisted together in a small space.\n\n\n_Intent_, intention, purpose. In the passage, \"For whom is the\nblood-point whetted and the edge of thine intent?\" the meaning is,\n\"Against whom is thy sword sharpened, and against whom is thy purpose\nso keen?\"\n\n\n_Kin_, family, relations. _Kin of the Wolf_, Loki and his children,\none of whom was a monstrous wolf which was to fight against the gods\nat Ragnarok.\n\n_Kine_, cattle.\n\n_Kirtle_, a long cloak.\n\n\n_Lack_, loss, e.g. \"He knew there was ruin and lack.\" \"The lack that\nmade him loth\" is used to describe the ring of Andvari which he was\nunwilling to give up with the rest of his treasure to Loki. n. \"To\nbe without,\" or, \"to be found wanting.\"\n\n_Lay_, a song.\n\n_Lea_, a meadow.\n\n_Leeches_, doctors.\n\n_Lief_, willing.\n\n_Lift_, the arch of the sky overhead, the highest part of the sky.\n\n_Linden_, the lime-tree.\n\n_Linked mail_, armour made of rings linked together.\n\n_Lintel_, the top of a doorway.\n\n_List_, to wish, to choose.\n\n_Litten_, lighted up; cf. red-litten, torch-litten.\n\n_Long-ships_, ships of war.\n\n_Lore_, learning, knowledge.\n\n_Loth_, unwilling, grieved.\n\n\n_Mar_, to spoil, disfigure.\n\n_Mark_, boundary, borderland.\n\n_Masters of God-home_, the gods of Asgard against whom the giants and\nall foul monsters were constantly at war.\n\n_Mattock_, a pick-axe.\n\n_Mead_, a meadow.\n\n_Mew_, a sea-gull.\n\n_Mid-mirk_, thick darkness. _Mirk_, darkness.\n\n_Midward_, prime, best days.\n\n_Midworld_, the earth; the home of men as distinguished from Asgard,\nthe home of the gods, and Niflheim, the home of the dead.\n\n_Minish_, to grow less.\n\n_Moon-wake_, the long straight path of light made by the moon on\nwater.\n\n_Murder-churls,_ fierce and suspicious men ready to slay a guest.\n\n_Mute_, dumb, silent.\n\n\n_Nether_, lower.\n\n_Niggard_, grudging, miserly, unproductive, e.g. the Glittering\nHeath is called \"niggard ground.\"\n\n_Norns_, the three maidens who decided the fates of gods and men.\nTheir names were Urd, Verdandi and Skuld, or Past, Present, and\nFuture, and they were more powerful than the gods themselves, e.g.\n\"Gone, forth is the will of the Norns, that abideth ever the same.\"\n\n\n_Odin's door_, a warrior's shield.\n\n_Odin's Hall_, Valhalla, to which went the souls of warriors slain in\nbattle.\n\n\n_Pall_, a cloak of state; most commonly used in the expression \"purple\nand pall.\"\n\n_Passing_, very; used to give emphasis, e.g. \"He loveth her passing\nsore,\" where both words are simply emphatic.\n\n_Peace-strings_, the strings which tied a sword into its sheath when\nit was not in use.\n\n_Peers_, equals in age and rank.\n\n_People's Praise_. Odin, chief of the gods. \"The death of the People's\nPraise\" is Ragnarok, the time when Odin and all his fellow gods were\nto be destroyed.\n\n_Purblind_, dim-sighted. The syllable \"pur\" is a form of the word\npure, and gives emphasis to blind.\n\n_Purple_, cloth dyed with a purple dye made from the murex, a\nshell-fish found in the Mediterranean. The secret of making it was\nknown only to the \"southern men\" or Phoenician traders of Tyre and\nSidon.\n\n\n_Quarry_, game, prey, the animal chased by a hunter.\n\n_Quell_, to stop, make to cease.\n\n_Quicken_, to rouse, bring to life.\n\n\n_Ravening_, devouring, eager for prey; often used of wild animals.\n\n_Reck_, to notice, care about.\n\n_Reek_, smoke rising from a fire, or spray and mist from a waterfall,\ne.g. \"the reek of the falling flood;\" \"the heart of Fafnir ... sang\namong the reek.\"\n\n_Renown_, fame, honour.\n\n_Rock-wall_, mountain cliff.\n\n_Roof-tree_, the topmost beam which forms the ridge of a roof.\n\n_Rue_, to regret, to find a cause of woe.\n\n_Rumour_, report, gossiping tale.\n\n_Rune_, letter. The letters used in old Icelandic and similar\nlanguages are called runic characters. When written letters were first\nknown in the north of Europe they were supposed to have magic powers,\nand gradually the word \"rune\" came to mean any spell, or even any\nwisdom which was beyond the ordinary knowledge of men.\n\n_Ruth_, pity, regret, e.g. \"Ruth arose in his heart;\" \"I have\nhearkened not nor heeded the words of thy fear and thy ruth.\"\n\n\n_Salutation_, greeting.\n\n_Sate_, satisfy to the full.\n\n_Scalds_, the poets who recited poems or stories at feasts.\n\n_Scoff_, an object of mockery.\n\n_Scored_, carved, marked by lines cut deeply into a surface.\n\n_Sea-beast's tooth_, the tusks of the walrus.\n\n_Sea-mead_, the wide surface of the sea. The word means sea-meadow.\n\n_Seethe_, to bubble and move like boiling water.\n\n_Semblance_, an appearance, outward show where there is no reality.\n\n_Serry_, to crowd closely together.\n\n_Shards_, broken fragments, e.g. \"the shards of a glaive of battle.\"\n\n_Shield-burg_, a fortress built of shields. Burg means either a town,\na castle, or a fortress.\n\n_Shield-wall_, the defence made by fighting men holding their shields\nclose together as they stand at bay.\n\n_Shift_, n. a trick, cunning plan, e.g. \"my cunning shifts;\" n.\nto contrive, be able, e.g. \"the man whose heart and hand may shift,\nTo pluck it from the oak-wood.\"\n\n_Shimmer_, to gleam and change colour as the light alters.\n\n_Skerry_, a rocky island near the coast.\n\n_Slaked_, cooled, put out; used of anything that has been burning and\nis now grown cold.\n\n_Sleight_, cunning, trickery. Loki is called \"the Master of Sleight\"\nbecause of his skill in deceit.\n\n_Sleipnir_, Odin's horse. It was grey, had eight feet, and could carry\nhim over sea and land, and could also fly through the air.\n\n_Slot_, the track left by a wild animal.\n\n_Sloth_, idleness.\n\n_Smithy_, to do the work of a smith, forge weapons.\n\n_Sooth_, truth.\n\n_Sore_, very much. It is generally used about things which are evil or\npainful, but sometimes only to give emphasis, e.g. \"amber that the\nsouthern men love sore.\"\n\n_Spear-hedge_, the bristling spears of an army in battle; cf.\nbattle-wood, spear-wood.\n\n_Spell-drenched_, stupefied or overwhelmed by magic.\n\n_Sphere-stream_, the space beyond the air of this world, in which the\nplanets or spheres move on their courses.\n\n_Stark_, stiff, hard, severe.\n\n_Staunch_, steadfast, unchanging.\n\n_Stead_, n. a place; it is often joined to other words, e.g.\nhall-stead, a hall or the place where a hall has been, as in the\nsentence, \"I went to the pillared hall-stead;\" n. _stead or\nbestead_, to serve, to aid, e.g. \"to stead me in the fight.\"\n\n_Steadfast_, unchanging, faithful, unmoved.\n\n_Stithy_, a blacksmith's forge.\n\n_Strait_, narrow, cramped.\n\n_Stripling_, a young man just grown up; cf. youngling.\n\n_Sunder_, to separate, e.g. \"We wend on the sundering ways.\"\n\n_Sun-dog_, a bright spot like a faint image of the sun, seen near it\nin cloudy weather.\n\n_Swaddling_, anything that wraps or enfolds, e.g. the coils of\nFafnir passing over Sigurd in the pit are called \"the swaddling of\ndeath.\"\n\n_Swart-haired_, dark-haired.\n\n_Swathe_, the long line of mown corn behind a reaper; cf. \"swathes\nof the sword,\" _i.e._ heaps of dead in battle.\n\n\n_Targe_, a shield.\n\n_Tarry_, to wait, to linger, e.g. \"Tarry till I say a word.\"\n\n_Thrall_, a slave, \"_short-lived thralls of the gods_,\" mortal men,\nnot dwarfs or giants.\n\n_Tide_, time, e.g. \"the tide when my father fell;\" \"the night-tide.\"\n\n_Tiles of Odin_, war shields, so called because Odin was god of war.\n\n_Tiller_, the handle of the rudder which steers a ship.\n\n_Toils_, snares, fetters.\n\n_To-morn_, tomorrow morning.\n\n_Train_, to entice, bring by trickery.\n\n_Tree-hole_, tree-trunk.\n\n_Troth_, a promise, generally a promise of marriage.\n\n_Troth-plight_, promised in marriage.\n\n_Trow_, to believe.\n\n_Twi-bill_, an axe with a double-edged blade. It was the weapon which\nOdin carried when he appeared to men.\n\n\n_Unbitted_, never taught to obey the bit, not broken in.\n\n_Unholpen_, unhelped. Holpen is the old form of the p.p. helped.\n\n_Unstable_, changeable, not lasting.\n\n_Uttermost horn_, the signal for Ragnarok. It was believed that\nHeimdall, one of the gods who guarded a bridge called Bifrost between\nAsgard and the earth, would blow a blast on his horn which would be\nthe sign for the beginning of the great battle between the gods and\nthe powers of evil.\n\n\n_Venom_, poison.\n\n\n_Wall-nook_, an opening or bend in a wall.\n\n_Wallow_, to roll about upon the ground, e.g. \"Fafnir, the wallower\non the gold.\"\n\n_Wan_, pale, pinched with suffering.\n\n_Wane_, to fade away, grow dim.\n\n_Warding-walls_, guarding-walls. \"_Warding walls of death_,\" man's\narmour that keeps death from him.\n\n_Wards_, keepers, e.g. door-wards; cf. warden. Fafnir is called\n\"the gold-warden.\"\n\n_War-wand_, a sword.\n\n_Wary_, careful, ever on the watch.\n\n_Waste_, to destroy, to sweep away, e.g. Sigurd is said to \"waste\nevery wrong.\"\n\n_Waxen_, grown, become.\n\n_Weal_, happiness, good-fortune.\n\n_Wedge-array_, an arrangement of fighting men in which they stood\nclose together in the form of a triangle.\n\n_Weed_, dress.\n\n_Well up_, to rise as a spring bubbles out of the ground; used of\nfeelings with the meaning \"to arise and grow strong,\" e.g. \"Wrath in\nhis heart wells up.\"\n\n_Welter_, the toss and ripple of the sea-waves.\n\n_Wend_, to go.\n\n_Whetted_, stirred up, made sharp or eager, e.g. \"the whetted\nWrath.\"\n\n_Whileome_, in the past, once upon a time.\n\n_Whiles_, from time to time.\n\n_Whit_, a very small particle, a trifle, e.g. never a whit, no whit.\n\n_Wight_, a man, a creature, e.g. sea-wights, great sea-monsters.\n\n_Wise_, way, manner, after the fashion of.\n\n_Witch-wife_, witch. Wife here means woman.\n\n_Wold_, a hill; often used to mean open country.\n\n_Wood-craft_, knowledge of the woods and of all creatures in them,\ne.g. \"His wood-craft waxed so great, that he seemed the king of the\ncreatures.\"\n\n_Wot_, to know.\n\n_Wrack_, strife, destruction, ruins. _Wrack of a mighty battle_, the\ndead left on the field.\n\n_Wrights_, workmen, makers.\n\n_Writhen_, bent, twisted out of shape, e.g. \"Writhen and foul were\nthe hands that made it glorious.\"\n\n_Written spear_, a spear carved with letters or words.\n\n\n_Yearn_, to long, to feel tenderness towards, e.g. \"My heart to him\ndoth yearn.\"\n\n_Yore_, long ago; generally used in the expression \"of yore,\"\nformerly, once upon a time.\n\n\n\n\n\nLONGMANS' CLASS-BOOKS OF ENGLISH LITERATURE\n\nEach Volume contains an Introduction and Notes.\n\nAlcott's Little Women.\n\nAllen's Heroes of Indian History and Stories of their Times. With Maps\nand Illustrations.\n\nAnderson's English Letters selected for Reading in Schools.\n\nArnold's Sohrab and Rustum, and Balder Dead.\n\nBallantyne's The Coral Island. (Abridged).\n\nCarroll's Alice in Wonderland.\n\nCook's (Captain) Voyages.\n\nDefoe's Robinson Crusoe. (Abridged). With Illustrations.\n\nDickens' A Christmas Carol.\n\nDickens, Selections from. With Illustrations.\n\nDoyle's Micah Clarke. (Abridged). With 20 Illustrations.\n\nDoyle's The Refugees. (Abridged). With Illustrations.\n\nDoyle's The White Company. (Abridged). With 12 Illustrations.\n\nFronde's Short Studies on Great Subjects. Selections. With Illustrations.\n\nHaggard's Eric Bright eyes. (Abridged).\n\nHaggard's Lysbeth. (Abridged).\n\nHawthorne's A Wonder Book.\n\nHawthorne's Tanglewood Tales.\n\nHughes' Tom Brown's School Days. (Abridged) With Frontispiece.\n\nJefferies (Richard), Selections from.\n\nKingsley's The Heroes. With Illustrations.\n\nKingsley's Hereward the Wake. (Abridged).\n\nKingsley's Westward Ho!\n\nLambs' Tales from Shakespeare. (Abridged.)\n\nLang's Tales of the Greek Seas. With Illustrations.\n\nLang's Tales of Troy. With Illustrations and a Map.\n\nMacaulay's History of England. Chap I.\n\nMacaulay's History of England. Chap III.\n\nMacaulay's History of England, Selections from.\n\nMacaulay's Lays of Ancient Rome, &c.\n\nMarryat's Settlers in Canada.\n\nMilton's Paradise Lost. Books I, II, III, IV, and V.\n\nMilton's Comus, Il Penseroso, L'Allegro and Lycidas.\n\nMorris's Atalanta's Race, and The Proud King.\n\nMorris's The Man Born to be King.\n\nMorris's The Story of the Glittering Plain.\n\nMorris's The Story of Sigurd the Volsung.\n\nNewman, Literary Selections from.\n\nReade's The Cloister and the Hearth.\n\nRuskin's King of the Golden River.\n\nScott's Lay of the Last Minstrel.\n\nScott's Marmion.\n\nScott's The Lady of the Lake.\n\nScott's The Talisman. (Abridged).\n\nScott's A Legend of Montrose. (Abridged).\n\nScott's Ivanhoe. (Abridged).\n\nScott's Quentin Durward. (Abridged).\n\nSouthey's The Life of Nelson.\n\nStevenson's Book of Selections.\n\nStevenson's A Child's Garden of Verse. With a Portrait.\n\nTales of King Arthur and the Round Table. With Illustrations.\n\nThackeray, Selections from.\n\nThornton's Selection of Poetry.\n\nWeyman's The House of the Wolf.\n\nZimmern's Gods and Heroes of the North. With Illustrations.\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE STORY OF SIGURD THE VOLSUNG***\n\n\n******* This file should be named 13486-8.txt or 13486-8.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.net/1/3/4/8/13486\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}