{"title": "Stories from Le Morte D'Arthur and the Mabinogion", "author": "Beatrice Clay", "releaseDate": "April 5, 2005", "language": "English", "content": "\n\n\n\nProduced by Juliet Sutherland, Jennifer Goslee and the Online\nDistributed Proofreading Team.\n\n\n\n\n\n\n_The_ KINGS TREASURIES OF LITERATURE\n\n  GENERAL EDITOR\n  SIR A.T. QUILLER COUCH\n\n\n[Illustration: THE LADY OF THE LAKE TELLETH ARTHUR\nOF THE SWORD EXCALIBUR]\n\nNEW YORK--E.P. DUTTON & COMPANY\n\n\n[Illustration: FIRST AND CHIEF OF ALL THE\nTHREE BEST MOST CHRISTIAN\nAND WORTHY, KING ARTHUR]\n\n  STORIES FROM LE MORTE D'ARTHUR\n  AND THE MABINOGION\n\n  RETOLD BY\n  BEATRICE CLAY\n\nLONDON & TORONTO--J.M. DENT & SONS Ltd.\n\n\nSOLE AGENT FOR SCOTLAND\nTHE GRANT EDUCATIONAL CO. LTD.\nGLASGOW\n\nFIRST EDITION, 1920\nREPRINTED, 1922, 1924\n\nPRINTED IN GREAT BRITAIN\n\n\n\n\nCONTENTS\n\n\nINTRODUCTION\n\n\nBOOK I.--THE COMING OF ARTHUR\n\n      I. OF ARTHUR'S BIRTH; AND HOW HE BECAME KING\n     II. THE ROUND TABLE\n    III. OF THE FINDING OF EXCALIBUR\n     IV. OF THE TREACHERY OF QUEEN MORGAN LE FAY\n      V. HOW THE SCABBARD OF EXCALIBUR WAS LOST\n     VI. MERLIN\n    VII. BALIN AND BALAN\n\n\nBOOK II.--SIR LAUNCELOT\n\n   VIII. SIR LAUNCELOT DU LAC\n     IX. THE ADVENTURE OF THE CHAPEL PERILOUS\n      X. SIR LAUNCELOT AND THE FALCON\n\n\nBOOK III.--SIR TRISTRAM\n\n     XI. OF THE BIRTH OF ST. TRISTRAM\n    XII. HOW TRISTRAM FOUGHT WITH SIR MARHAUS OF IRELAND\n   XIII. THE FAIR ISOLT\n    XIV. HOW KING MARK SENT SIR TRISTRAM TO FETCH HIM A WIFE\n     XV. HOW SIR TRISTRAM AND THE FAIR ISOLT DRANK OF THE MAGIC POTION\n    XVI. OF THE END OF SIR TRISTRAM\n\n\nBOOK IV.--KING ARTHUR'S NEPHEWS\n\n   XVII. SIR GAWAIN AND THE LADY\n  XVIII. THE ADVENTURES OF SIR GARETH\n\n\nBOOK V.--SIR GERAINT\n\n    XIX. THE ADVENTURES OF GERAINT\n     XX. GERAINT AND ENID\n\n\nBOOK VI.--THE LADY OF THE FOUNTAIN\n\n    XXI. THE LADY OF THE FOUNTAIN\n\n\nBOOK VII.--SIR PEREDUR\n\n   XXII. THE ADVENTURES OF SIR PEREDUR\n\n\nBOOK VIII.--THE HOLY GRAIL\n\n  XXIII. THE COMING OF SIR GALAHAD\n   XXIV. HOW SIR GALAHAD WON THE RED-CROSS SHIELD\n    XXV. THE ADVENTURES OF SIR PERCIVALE\n   XXVI. THE ADVENTURES OF SIR BORS\n  XXVII. THE ADVENTURES OF SIR LAUNCELOT\n XXVIII. HOW SIR LAUNCELOT SAW THE HOLY GRAIL\n   XXIX. THE END OF THE QUEST\n\n\nBOOK IX.--THE FAIR MAID OF ASTOLAT\n\n    XXX. THE FAIR MAID OF ASTOLAT\n\n\nBOOK X.--QUEEN GUENEVERE\n\n   XXXI. HOW MORDRED PLOTTED AGAINST SIR LAUNCELOT\n  XXXII. THE TRIAL OF THE QUEEN\n XXXIII. HOW SIR GAWAIN DEFIED SIR LAUNCELOT\n  XXXIV. HOW KING ARTHUR AND SIR GAWAIN WENT TO FRANCE\n\n\nBOOK XI.--THE MORTE D'ARTHUR\n\n   XXXV. MORDRED THE TRAITOR\n  XXXVI. THE BATTLE IN THE WEST\n XXXVII. THE PASSING OF ARTHUR\nXXXVIII. THE DEATH OF SIR LAUNCELOT AND OF THE QUEEN\n\n\n\n\nINTRODUCTION\n\n\nAmong the stories of world-wide renown, not the least stirring are\nthose that have gathered about the names of national heroes. The\n_Æneid_, the _Nibelungenlied_, the _Chanson de Roland_, the _Morte\nD'Arthur_,--they are not history, but they have been as National\nAnthems to the races, and their magic is not yet dead.\n\nIn olden times our forefathers used to say that the world had seen\nnine great heroes, three heathen, three Jewish, and three\nChristian; among the Christian heroes was British Arthur, and of\nnone is the fame greater. Even to the present day, his name\nlingers in many widely distant places. In the peninsula of Gower, a\nhuge slab of rock, propped up on eleven short pillars, is still\ncalled Arthur's Stone; the lofty ridge which looks down upon\nEdinburgh bears the name of Arthur's Seat; and--strangest, perhaps,\nof all--in the Franciscan Church of far-away Innsbrück, the finest\nof the ten statues of ancestors guarding the tomb of the Emperor\nMaximilian I. is that of King Arthur. There is hardly a country in\nEurope without its tales of the Warrior-King; and yet of any real\nArthur history tells us little, and that little describes, not the\nknightly conqueror, but the king of a broken people, struggling for\nvery life.\n\nMore than fifteen centuries ago, this country, now called England,\nwas inhabited by a Celtic race known as the Britons, a warlike\npeople, divided into numerous tribes constantly at war with each\nother. But in the first century of the Christian era they were\nconquered by the Romans, who added Britain to their vast empire and\nheld it against attacks from without and rebellions from within by\nstationing legions, or troops of soldiers, in strongly fortified\nplaces all over the country. Now, from their conquerors, the\nBritons learnt many useful arts, to read and to write, to build\nhouses and to make roads; but at the same time, they unlearnt some\nof their own virtues and, among others, how to think and act for\nthemselves. For the Romans never allowed a Briton any real part in\nthe government of his own country, and if he wished to become a\nsoldier, he was sent away from Britain to serve with a legion\nstationed in some far-distant part of the empire. Thus it came\nabout that when, in the fifth century, the Romans withdrew from\nBritain to defend Rome itself from invading hordes of savages, the\nunhappy Britons had forgotten how to govern and how to defend\nthemselves, and fell an easy prey to the many enemies waiting to\npounce on their defenceless country. Picts from Scotland invaded\nthe north, and Scots from Ireland plundered the west; worst of all,\nthe heathen Angles and Saxons, pouring across the seas from their\nhomes in the Elbe country, wasted the land with fire and sword.\nMany of the Britons were slain; those who escaped sought refuge in\nthe mountainous parts of the west from Cornwall to the Firth of\nClyde. There, forgetting, to some extent, their quarrels, they took\nthe name of the Cymry, which means the \"Brethren,\" though the\nEnglish, unable to understand their language, spoke of them\ncontemptuously as the \"Welsh,\" or the \"Strangers.\"\n\nFor a long time the struggle went on between the two races, and\nnowhere mere fiercely than in the south-west, where the invaders set\nup the Kingdom of Wessex; but at last there arose among the Britons a\ngreat chieftain called Arthur. The old histories speak of him as\n\"Emperor,\" and he seems to have been obeyed by all the Britons;\nperhaps, therefore, he had succeeded to the position of the Roman\nofficial known as the Comes Britanniæ, whose duty it was to hasten to\nthe aid of the local governors in defending any part of Britain where\ndanger threatened. At all events, under his leadership, the oppressed\npeople defeated the Saxons in a desperate fight at Mons Badonicus,\nperhaps the little place in Dorsetshire known as Badbury, or, it may\nbe, Bath itself, which is still called Badon by the Welsh. After that\nvictory, history has little to say about Arthur. The stories tell that\nhe was killed in a great battle in the west; but, nowadays, the wisest\nhistorians think it more probable that he met his death in a conflict\nnear the River Forth.\n\nAnd so, in history, Arthur, the hero of such a mass of romantic\nstory, is little more than a name, and it is hardly possible to\nexplain how he attained to such renown as the hero of marvellous\nand, sometimes, magical feats, unless on the supposition that he\nbecame confused with some legendary hero, half god, half man, whose\nfame he added to his own. Perhaps not the least marvel about him is\nthat he who was the hero of the Britons, should have become the\nnational hero of the English race that he spent his life in\nfighting. Yet that is what did happen, though not till long\nafterwards, when the victorious English, in their turn, bent before\ntheir conquering kinsmen, the Normans.\n\nNow in the reign of the third Norman king, Henry I., there lived a\ncertain Welsh priest known as Geoffrey of Monmouth. Geoffrey seems\nto have been much about the Court, and perhaps it was the Norman\nlove of stories that first made him think of writing his _History\nof the British Kings_. A wonderful tale he told of all the British\nkings from the time that Brut the Trojan settled in the country and\ncalled it, after himself, Britain! For Geoffrey's book was history\nonly in name. What he tells us is that he was given an ancient\nchronicle found in Brittany, and was asked to translate it from\nWelsh into the better known language, Latin. It is hardly likely,\nhowever, that Geoffrey himself expected his statement to be taken\nquite seriously. Even in his own day, not every one believed in\nhim, for a certain Yorkshire monk declared that the historian had\n\"lied saucily and shamelessly\"; and some years later, Gerald the\nWelshman tells of a man who had intercourse with devils, from whose\nsway, however, he could be freed if a Bible were placed upon his\nbreast, whereas he was completely under their control if Geoffrey's\n_History_ were laid upon him, just because the book was so full of\nlies.\n\nIt is quite certain that Geoffrey did not write history, but he did\nmake a capital story, partly by collecting legends about British\nheroes, partly by inventing stories of his own; so that though he\nis not entitled to fame as an historian, he may claim to rank high\nas a romantic story-teller who set a fashion destined to last for\nsome three centuries.\n\nSo popular was his book that, not only in England, but, in an even\ngreater degree, on the Continent, writers were soon at work,\ncollecting and making more stories about the greatest of his kings,\nArthur. By some it is thought that the Normans took such delight in\nthe knightly deeds of Geoffrey's heroes that they spread the story\nin France when they visited their homes in Normandy. Moreover, they\nwere in a good position to learn other tales of their favourite\nknights, for Normandy bordered on Brittany, the home of the\nBretons, who, being of the same race as the Welsh, honoured the\nsame heroes in their legends. So in return for Geoffrey's tales,\nBreton stories, perhaps, found their way into England; at all\nevents, marvellous romances of King Arthur and his Round Table were\nsoon being told in England, in France, in Germany and in Italy.\n\nNow, to some it may seem strange that story-tellers should care to\nweave their stories so constantly about the same personages;\nstrange, too, that they should invent stories about men and women\nwho were believed actually to have existed. But it must be\nremembered that, in those early days, very few could read and\nwrite, and that, before printing was invented, books were so scarce\nthat four or five constituted quite a library. Those who knew how\nto read, and were so fortunate as to have books, read them again\nand again. For the rest, though kings and great nobles might have\npoets attached to their courts, the majority depended for their\namusement on the professional story-teller. In the long winter\nevening, no one was more welcome than the wandering minstrel. He\nmight be the knightly troubadour who, accompanied by a jongleur to\nplay his accompaniments, wandered from place to place out of sheer\nlove of his art and of adventure; more often, however, the minstrel\nmade story-telling his trade, and gained his living from the bounty\nof his audience--be it in castle, market-place, or inn. Most\ncommonly, the narratives took the form of long rhyming poems; not\nbecause the people in those days were so poetical--indeed, some of\nthese poems would be thought, in present times, very dreary\ndoggerel--but because rhyme is easier to remember than prose.\nStory-tellers had generally much the same stock-in-trade--stories\nof Arthur, Charlemagne, Sir Guy of Warwick, Sir Bevis of\nSouthampton, and so on. If a minstrel had skill of his own, he\nwould invent some new episode, and so, perhaps, turn a compliment\nto his patron by introducing the exploit of an ancestor, at the\nsame time that he made his story last longer. People did not weary\nof hearing the same tales over and over again, any more than little\nchildren get tired of nursery rhymes, or their elders turn away\nfrom \"Punch and Judy,\" though the same little play has been\nperformed for centuries. As for inventing stories about real\npeople, that may well have seemed permissible in an age when\nhistorians recorded mere hearsay as actual fact. Richard III.,\nperhaps, had one shoulder higher than the other, but within a few\nyears of his death grave historians had represented him as a\nhunchbacked deformity.\n\nThe romances connected with King Arthur and his knights went on\nsteadily growing in number until the fifteenth century; of them,\nsome have survived to the present day, but undoubtedly many have\nbeen lost. Then, in the latter half of the fifteenth century, the\nmost famous of all the Arthurian stories was given to the world in\nSir Thomas Malory's _Morte D'Arthur_. By good luck, the great\nprinter who made it one of his first works, has left an account of\nthe circumstances that led to its production. In the reign of\nEdward IV., William Caxton set up his printing-press (the first in\nEngland) in the precincts of Westminster Abbey. There he was\nvisited, as he himself relates, by \"many noble and divers gentlemen\"\ndemanding why he had not printed the \"noble history of the Saint Grail\nand of the most-renowned Christian King ... Arthur.\" To please them,\nand because he himself loved chivalry, Caxton printed Sir Thomas\nMalory's story, in which all that is best in the many Arthurian\nromances is woven into one grand narrative.\n\nSince then, in our own days, the story of Arthur and his knights\nhas been told in beautiful verse by Lord Tennyson; but for the\noriginals of some of his poems it would be useless to look in\nMalory. The story of Geraint and Enid, Tennyson derived from a very\ninteresting collection of translations of ancient Welsh stories\nmade by Lady Charlotte Guest, and by her called _Mabinogion_,[1]\nalthough not all Welsh scholars would consider the name quite\naccurate.\n\n[Footnote 1: Meaning the apprentices of the bards.]\n\nAnd now it is time to say something about the stories themselves.\nThe Arthur of history was engaged in a life-long struggle with an\nenemy that threatened to rob his people of home, of country, and of\nfreedom; in the stories, the king and his knights, like Richard\nCoeur-de-Lion, sought adventure for adventure's sake, or, as in the\ncase of Sir Peredur, took fantastic vows for the love of a lady.\nThe Knights of the Round Table are sheathed from head to foot in\nplate armour, although the real Arthur's warriors probably had only\nshirts of mail and shields with which to ward off the blows of the\nenemy. They live in moated castles instead of in halls of wood,\nand they are more often engaged in tournaments than in struggles\nwith the heathen. In fact, those who wrote the stories represented\ntheir heroes as living such lives as they themselves led. Just in\nthe same way, Dutch painters used to represent the shepherds in the\nBible story as Dutch peasants; just so David Garrick, the great\nactor of the eighteenth century, used to act the part of a Roman in\nhis own full-bottomed wig and wide-skirted coat.\n\nIt must not be forgotten that, in those far-away days when there\nwere few who could even read or write, there was little that, in\ntheir ignorance, people were not prepared to believe. Stories of\nmarvels and magic that would deceive no one now, were then eagerly\naccepted as truth. Those were the days when philosophers expected\nto discover the Elixir of Life; when doctors consulted the stars in\ntreating their patients; when a noble of the royal blood, such as\nHumphrey, Duke of Gloucester, could fall into disgrace because his\nwife was accused of trying to compass the king's death by melting a\nwax image of him before a slow fire.\n\nOf all the stories, perhaps the most mystical is that of the Quest\nof the Holy Grail, and it has features peculiar to itself. Nuns\ntake the place of fair ladies; there are hermitages instead of\ncastles; and the knights themselves, if they do not die, become\nmonks or hermits. The reason for this change in scene and character\nis, that this is a romance in which the Church was trying to teach\nmen, by means of a tale such as they loved, the lesson of devotion\nand purity of heart.\n\nThe story sprang from certain legends which had grown up about the\nname of Joseph of Arimathea. It was related that, when our Lord was\ncrucified, Joseph caught in a dish, or vessel, the blood which\nflowed from His wounded side. In later years, the pious Jew left\nhis home and, taking with him the precious vessel, sailed away on\nunknown seas until he came to the land of Britain. In that country\nhe landed, and at Glastonbury he built himself a hermitage, where\nhe treasured the sacred dish which came to be known as the Saint\nGrail. After Joseph's death, the world grew more wicked, and so the\nHoly Grail disappeared from the sight of sinful men, although, from\ntime to time, the vision of it was granted, as in the story, to the\npure in heart.\n\nIn later days, legend said that where Joseph's hermitage had stood,\nthere grew up the famous monastery of Glastonbury, and it came to\nhave a special importance of its own in the Arthurian romance. In\nthe reign of Henry II., by the king's orders, the monks of\nGlastonbury made search for the grave of King Arthur, and, in due\ntime, they announced that they had found it, nine feet below the\nsoil, the coffin covered with a stone in which was inlaid a leaden\ncross bearing this inscription: \"Hic iacet sepultus inclitus rex\nArthurius in insula Avalonia.\" Some, however, suggested that the\nmonks, less honest than anxious to please the masterful king, had\nfirst placed the stone in position and then found it!\n\nOne more feature of the tales remains to be mentioned: their\ngeography. There is no atlas that will make it plain in all cases; and\nthis is hardly wonderful, for so little was known of this subject\nthat, even in the reign of Henry VIII., the learned Lord Berners was\nquite satisfied that his hero should journey to Babylon by way of the\nNile! Some of the places mentioned in the stories are, of course,\nfamiliar, and others, less well known, can, with a little care, be\ntraced; but to identify all is not possible. Caerleon, where King\nArthur so often held his Court, still bears the same name, though its\nglory has sorely shrank since the days when it had a bishop of its\nown. Camelot, where stood the marvellous palace built for the king by\nMerlin, is perhaps the village of Queen's Camel in Somersetshire. If\nit is borne in mind that the French call Wales _Pays de Galles_, it is\nnot difficult to see that North Galis may well be North Wales. Gore is\nthe peninsula of Gower; Liones probably the land south-west of\nCornwall, now sunk beneath the sea; and Avalonia was the name given to\none of the many small islands of the once marshy, low-lying shore of\nSomersetshire, which became afterwards better known as Glastonbury.\n\nHappily, it is neither on their history nor on their geography that\nthe tales depend for their interest. As long as a story of adventure\nthrills; as long as gentleness, courtesy and consideration for the\nweak excite respect, so long will be read the tales of the brave times\n\n     \"When every morning brought a noble chance,\n     And every chance brought out a noble knight.\"\n\n\n\n\nSTORIES FROM LE MORTE D'ARTHUR AND THE MABINOGION\n\n\n\n\nBOOK I\n\nTHE COMING OF ARTHUR\n\n\n\n\nCHAPTER I\n\nOF ARTHUR'S BIRTH; AND HOW HE BECAME KING\n\n\nLong years ago, there ruled over Britain a king called Uther\nPendragon. A mighty prince was he, and feared by all men; yet, when\nhe sought the love of the fair Igraine of Cornwall, she would have\nnaught to do with him, so that, from grief and disappointment,\nUther fell sick, and at last seemed like to die.\n\nNow in those days, there lived a famous magician named Merlin, so\npowerful that he could change his form at will, or even make\nhimself invisible; nor was there any place so remote but that he\ncould reach it at once, merely by wishing himself there. One day,\nsuddenly he stood at Uther's bedside, and said: \"Sir King, I know\nthy grief, and am ready to help thee. Only promise to give me, at\nhis birth, the son that shall be born to thee, and thou shalt have\nthy heart's desire.\" To this the king agreed joyfully, and Merlin\nkept his word: for he gave Uther the form of one whom Igraine had\nloved dearly, and so she took him willingly for her husband.\n\nWhen the time had come that a child should be born to the King and\nQueen, Merlin appeared before Uther to remind him of his promise;\nand Uther swore it should be as he had said. Three days later, a\nprince was born, and, with pomp and ceremony, was christened by the\nname of Arthur; but immediately thereafter, the King commanded that\nthe child should be carried to the postern-gate, there to be given\nto the old man who would be found waiting without.\n\nNot long after, Uther fell sick, and he knew that his end was come;\nso, by Merlin's advice, he called together his knights and barons,\nand said to them: \"My death draws near. I charge you, therefore,\nthat ye obey my son even as ye have obeyed me; and my curse upon\nhim if he claim not the crown when he is a man grown.\" Then the\nKing turned his face to the wall and died.\n\nScarcely was Uther laid in his grave before disputes arose. Few of\nthe nobles had seen Arthur or even heard of him, and not one of\nthem would have been willing to be ruled by a child; rather, each\nthought himself fitted to be king, and, strengthening his own\ncastle, made war on his neighbours until confusion alone was\nsupreme, and the poor groaned because there was none to help them.\n\nNow when Merlin carried away Arthur--for Merlin was the old man who\nhad stood at the postern-gate--he had known all that would happen,\nand had taken the child to keep him safe from the fierce barons\nuntil he should be of age to rule wisely and well, and perform all\nthe wonders prophesied of him. He gave the child to the care of the\ngood knight Sir Ector to bring up with his son Kay, but revealed\nnot to him that it was the son of Uther Pendragon that was given\ninto his charge.\n\nAt last, when years had passed and Arthur was grown a tall youth\nwell skilled in knightly exercises, Merlin went to the Archbishop\nof Canterbury and advised him that he should call together at\nChristmas-time all the chief men of the realm to the great\ncathedral in London; \"For,\" said Merlin, \"there shall be seen a\ngreat marvel by which it shall be made clear to all men who is the\nlawful King of this land.\" The Archbishop did as Merlin counselled.\nUnder pain of a fearful curse, he bade barons and knights come to\nLondon to keep the feast, and to pray heaven to send peace to the\nrealm.\n\nThe people hastened to obey the Archbishop's commands, and, from\nall sides, barons and knights came riding in to keep the\nbirth-feast of our Lord. And when they had prayed, and were coming\nforth from the cathedral, they saw a strange sight. There, in the\nopen space before the church, stood, on a great stone, an anvil\nthrust through with a sword; and on the stone were written these\nwords: \"Whoso can draw forth this sword, is rightful King of\nBritain born.\"\n\nAt once there were fierce quarrels, each man clamouring to be the\nfirst to try his fortune, none doubting his own success. Then the\nArchbishop decreed that each should make the venture in turn, from\nthe greatest baron to the least knight; and each in turn, having\nput forth his utmost strength, failed to move the sword one inch,\nand drew back ashamed. So the Archbishop dismissed the company, and\nhaving appointed guards to watch over the stone, sent messengers\nthrough all the land to give word of great jousts to be held in\nLondon at Easter, when each knight could give proof of his skill\nand courage, and try whether the adventure of the sword was for\nhim.\n\nAmong those who rode to London at Easter was the good Sir Ector,\nand with him his son, Sir Kay, newly made a knight, and the young\nArthur. When the morning came that the jousts should begin, Sir Kay\nand Arthur mounted their horses and set out for the lists; but\nbefore they reached the field, Kay looked and saw that he had left\nhis sword behind. Immediately Arthur turned back to fetch it for\nhim, only to find the house fast shut, for all were gone to view\nthe tournament. Sore vexed was Arthur, fearing lest his brother Kay\nshould lose his chance of gaining glory, till, of a sudden, he\nbethought him of the sword in the great anvil before the cathedral.\nThither he rode with all speed, and the guards having deserted\ntheir post to view the tournament, there was none to forbid him the\nadventure. He leaped from his horse, seized the hilt, and instantly\ndrew forth the sword as easily as from a scabbard; then, mounting\nhis horse and thinking no marvel of what he had done, he rode after\nhis brother and handed him the weapon.\n\nWhen Kay looked at it, he saw at once that it was the wondrous\nsword from the stone. In great joy he sought his father, and\nshowing it to him, said: \"Then must I be King of Britain.\" But Sir\nEctor bade him say how he came by the sword, and when Sir Kay told\nhow Arthur had brought it to him, Sir Ector bent his knee to the\nboy, and said: \"Sir, I perceive that ye are my King, and here I\ntender you my homage\"; and Kay did as his father. Then the three\nsought the Archbishop, to whom they related all that had happened;\nand he, much marvelling, called the people together to the great\nstone, and bade Arthur thrust back the sword and draw it forth\nagain in the presence of all, which he did with ease. But an angry\nmurmur arose from the barons, who cried that what a boy could do, a\nman could do; so, at the Archbishop's word, the sword was put back,\nand each man, whether baron or knight, tried in his turn to draw it\nforth, and failed. Then, for the third time, Arthur drew forth the\nsword. Immediately there arose from the people a great shout:\n\"Arthur is King! Arthur is King! We will have no King but Arthur\";\nand, though the great barons scowled and threatened, they fell on\ntheir knees before him while the Archbishop placed the crown upon\nhis head, and swore to obey him faithfully as their lord and\nsovereign.\n\nThus Arthur was made King; and to all he did justice, righting\nwrongs and giving to all their dues. Nor was he forgetful of those\nthat had been his friends; for Kay, whom he loved as a brother, he\nmade Seneschal and chief of his household, and to Sir Ector, his\nfoster-father, he gave broad lands.\n\n\n\n\nCHAPTER II\n\nTHE ROUND TABLE\n\n\nThus Arthur was made King, but he had to fight for his own; for\neleven great kings drew together and refused to acknowledge him as\ntheir lord, and chief amongst the rebels was King Lot of Orkney who\nhad married Arthur's sister, Bellicent.\n\nBy Merlin's advice, Arthur sent for help overseas, to Ban and Bors,\nthe two great Kings who ruled in Gaul. With their aid, he overthrew\nhis foes in a great battle near the river Trent; and then he passed\nwith them into their own lands and helped them drive out their\nenemies. So there was ever great friendship between Arthur and the\nKings Ban and Bors, and all their kindred; and afterwards some of\nthe most famous Knights of the Round Table were of that kin.\n\nThen King Arthur set himself to restore order throughout his\nkingdom. To all who would submit and amend their evil ways, he\nshowed kindness; but those who persisted in oppression and wrong he\nremoved, putting in their places others who would deal justly with\nthe people. And because the land had become overrun with forest\nduring the days of misrule, he cut roads through the thickets, that\nno longer wild beasts and men, fiercer than the beasts, should lurk\nin their gloom, to the harm of the weak and defenceless. Thus it\ncame to pass that soon the peasant ploughed his fields in safety,\nand where had been wastes, men dwelt again in peace and prosperity.\n\nAmongst the lesser kings whom Arthur helped to rebuild their towns\nand restore order, was King Leodegrance of Cameliard. Now\nLeodegrance had one fair child, his daughter Guenevere; and from\nthe time that first he saw her, Arthur gave her all his love. So he\nsought counsel of Merlin, his chief adviser. Merlin heard the King\nsorrowfully, and he said: \"Sir King, when a man's heart is set, he\nmay not change. Yet had it been well if ye had loved another.\"\n\nSo the King sent his knights to Leodegrance, to ask of him his\ndaughter; and Leodegrance consented, rejoicing to wed her to so\ngood and knightly a King. With great pomp, the princess was\nconducted to Canterbury, and there the King met her, and they two\nwere wed by the Archbishop in the great Cathedral, amid the\nrejoicings of the people.\n\nOn that same day did Arthur found his Order of the Round Table, the\nfame of which was to spread throughout Christendom and endure\nthrough all time. Now the Round Table had been made for King Uther\nPendragon by Merlin, who had meant thereby to set forth plainly to\nall men the roundness of the earth. After Uther died, King\nLeodegrance had possessed it; but when Arthur was wed, he sent it\nto him as a gift, and great was the King's joy at receiving it. One\nhundred and fifty knights might take their places about it, and for\nthem Merlin made sieges or seats. One hundred and twenty-eight did\nArthur knight at that great feast; thereafter, if any sieges were\nempty, at the high festival of Pentecost new knights were ordained\nto fill them, and by magic was the name of each knight found\ninscribed, in letters of gold, in his proper siege. One seat only\nlong remained unoccupied, and that was the Siege Perilous. No\nknight might occupy it until the coming of Sir Galahad; for,\nwithout danger to his life, none might sit there who was not free\nfrom all stain of sin.\n\nWith pomp and ceremony did each knight take upon him the vows of\ntrue knighthood: to obey the King; to show mercy to all who asked\nit; to defend the weak; and for no worldly gain to fight in a\nwrongful cause: and all the knights rejoiced together, doing honour\nto Arthur and to his Queen. Then they rode forth to right the wrong\nand help the oppressed, and by their aid, the King held his realm\nin peace, doing justice to all.\n\n\n\n\nCHAPTER III\n\nOF THE FINDING OF EXCALIBUR\n\n\nNow when Arthur was first made King, as young knights will, he\ncourted peril for its own sake, and often would he ride unattended\nby lonely forest ways, seeking the adventure that chance might send\nhim. All unmindful was he of the ruin to his realm if mischief\nbefell him; and even his trusty counsellors, though they grieved\nthat he should thus imperil him, yet could not but love him the\nmore for his hardihood.\n\nSo, on a day, he rode through the Forest Perilous where dwelt the\nLady Annoure, a sorceress of great might, who used her magic powers\nbut for the furtherance of her own desires. And as she looked from\na turret window, she descried King Arthur come riding down a forest\nglade, and the sunbeams falling upon him made one glory of his\narmour and of his yellow hair. Then, as Annoure gazed upon the\nKing, her heart grew hot within her, and she resolved that, come\nwhat might, she would have him for her own, to dwell with her\nalways and fulfil all her behests. And so she bade lower the\ndrawbridge and raise the portcullis, and sallying forth accompanied\nby her maidens, she gave King Arthur courteous salutation, and\nprayed him that he would rest within her castle that day, for that\nshe had a petition to make to him; and Arthur, doubting nothing of\nher good faith, suffered himself to be led within.\n\nThen was a great feast spread, and Annoure caused the King to be\nseated in a chair of state at her right hand, while squires and\npages served him on bended knee. So when they had feasted, the King\nturned to the Lady Annoure and said courteously: \"Lady, somewhat ye\nsaid of a request that ye would make. If there be aught in which I\nmay pleasure you, I pray you let me know it, and I will serve you\nas knightly as I may.\" \"In truth,\" said the lady, \"there is that\nwhich I would fain entreat of you, most noble knight; yet suffer, I\nbeseech you, that first I may show you somewhat of my castle and my\nestate, and then will I crave a boon of your chivalry.\" Then the\nsorceress led King Arthur from room to room of her castle, and ever\neach displayed greater store of beauty than the last. In some the\nwalls were hung with rich tapestries, in others they gleamed with\nprecious stones; and the King marvelled what might be the petition\nof one that was mistress of such wealth. Lastly, Annoure brought\nthe King out upon the battlements, and as he gazed around him, he\nsaw that, since he had entered the castle, there had sprung up\nabout it triple walls of defence that shut out wholly the forest\nfrom view. Then turned he to Annoure, and gravely he said: \"Lady,\ngreatly I marvel in what a simple knight may pleasure one that is\nmistress of so wondrous a castle as ye have shown me here; yet if\nthere be aught in which I may render you knightly service, right\ngladly would I hear it now, for I must forth upon my way to render\nservice to those whose knight I am sworn.\" \"Nay, now, King\nArthur,\" answered the sorceress mockingly, \"ye may not think to\ndeceive me; for well I know you, and that all Britain bows to your\nbehest.\" \"The more reason then that I should ride forth to right\nwrong and succour them that, of their loyalty, render true\nobedience to their lord.\" \"Ye speak as a fool,\" said the sorceress;\n\"why should one that may command be at the beck and call of every\nhind and slave within his realm? Nay, rest thee here with me, and I\nwill make thee ruler of a richer land than Britain, and give thee\nto satisfy thy every desire.\" \"Lady,\" said the King sternly, \"I\nwill hear and judge of your petition at this time, and then will I\nforth upon my way.\" \"Nay,\" said Annoure, \"there needs not this\nharshness. I did but speak for thine advantage. Only vow thee to my\nservice, and there is naught that thou canst desire that thou shalt\nnot possess. Thou shalt be lord of this fair castle and of the\nmighty powers that obey me. Why waste thy youth in hardship and in\nthe service of such as shall render thee little enough again?\"\n\nThereupon, without ever a word, the King turned him about and made\nfor the turret stair by which he had ascended, but nowhere could he\nfind it. Then said the sorceress, mocking him: \"Fair sir, how think\nye to escape without my good-will? See ye not the walls that guard\nmy stronghold? And think ye that I have not servants enow to do my\nbidding?\" She clapped her hands and forthwith there appeared a\ncompany of squires who, at her command, seized the King and bore\nhim away to a strong chamber where they locked him in.\n\nAnd so the King abode that night, the prisoner of that evil\nsorceress, with little hope that day, when it dawned, should bring\nhim better cheer. Yet lost he not courage, but kept watch and vigil\nthe night through lest the powers of evil should assail him\nunawares. And with the early morning light, Annoure came to visit\nhim. More stately she seemed than the night before, more tall and\nmore terrible; and her dress was one blaze of flashing gems, so\nthat scarce could the eye look upon her. As a queen might address a\nvassal, so greeted she the King, and as condescending to one of low\nestate, asked how he had fared that night. And the King made\nanswer: \"I have kept vigil as behoves a knight who, knowing him to\nbe in the midst of danger, would bear himself meetly in any peril\nthat should offer.\" And the Lady Annoure, admiring his knightly\ncourage, desired more earnestly even than before to win him to her\nwill, and she said: \"Sir Arthur, I know well your courage and\nknightly fame, and greatly do I desire to keep you with me. Stay\nwith me and I promise you that ye shall bear sway over a wider\nrealm than any that ever ye heard of, and I, even I, its mistress,\nwill be at your command. And what lose ye if ye accept my offer?\nLittle enough, I ween, for never think that ye shall win the world\nfrom evil and men to loyalty and truth.\" Then answered the King in\nanger: \"Full well I see that thou art in league with evil and that\nthou but seekest to turn me from my purpose. I defy thee, foul\nsorceress. Do thy worst; though thou slay me, thou shalt never sway\nme to thy will\"; and therewith the King raised his cross-hilted\nsword before her. Then the lady quailed at that sight. Her heart\nwas filled with hate, but she said: \"Go your way, proud King of a\npetty realm. Rule well your race of miserable mortals, since more\nit pleasures you than to bear sway over the powers of the air. I\nkeep you not against your will.\" With these words, she passed from\nthe chamber, and the King heard her give command to her squires to\nset him without her gates, give him his horse, and suffer him to go\non his way.\n\nAnd so it came to pass that the King found himself once more at\nlarge, and marvelled to have won so lightly to liberty. Yet knew he\nnot the depths of treachery in the heart of Annoure; for when she\nfound she might not prevail with the King, she bethought her how,\nby mortal means, she might bring the King to dishonour and death.\nAnd so, by her magic art, she caused the King to follow a path that\nbrought him to a fountain, whereby a knight had his tent, and, for\nlove of adventure, held the way against all comers. Now this knight\nwas Sir Pellinore, and at that time he had not his equal for\nstrength and knightly skill, nor had any been found that might\nstand against him. So, as the King drew nigh, Pellinore cried:\n\"Stay, knight, for none passes this way except he joust with me.\"\n\"That is no good custom,\" said the King; \"it were well that ye\nfollowed it no more.\" \"It is my custom, and I will follow it\nstill,\" answered Pellinore; \"if ye like it not, amend it if ye\nmay.\" \"I will do my endeavour,\" said Arthur, \"but, as ye see, I\nhave no spear.\" \"Nay, I seek not to have you at advantage,\"\nreplied Pellinore, and bade his squire give Arthur a spear. Then\nthey dressed their shields, laid their lances in rest, and rushed\nupon each other. Now the King was wearied by his night's vigil, and\nthe strength of Pellinore was as the strength of three men; so, at\nthe first encounter, Arthur was unhorsed. Then said he: \"I have\nlost the honour on horseback, but now will I encounter thee with my\nsword and on foot.\" \"I, too, will alight,\" said Pellinore; \"small\nhonour to me were it if I slew thee on foot, I being horsed the\nwhile.\" So they encountered each other on foot, and so fiercely\nthey fought that they hewed off great pieces of each other's armour\nand the ground was dyed with their blood. But at the last, Arthur's\nsword broke off short at the hilt, and so he stood all defenceless\nbefore his foe. \"I have thee now,\" cried Pellinore; \"yield thee as\nrecreant or I will slay thee.\" \"That will I never,\" said the King,\n\"slay me if thou canst.\" Then he sprang on Pellinore, caught him by\nthe middle, and flung him to the ground, himself falling with him.\nAnd Sir Pellinore marvelled, for never before had he encountered so\nbold and resolute a foe; but exerting his great strength, he rolled\nhimself over, and so brought Arthur beneath him. Then had Arthur\nperished, but at that moment Merlin stood beside him, and when Sir\nPellinore would have struck off the King's head, stayed his blow,\ncrying: \"Pellinore, if thou slayest this knight, thou puttest the\nwhole realm in peril; for this is none other than King Arthur\nhimself.\" Then was Pellinore filled with dread, and cried: \"Better\nmake an end of him at once; for if I suffer him to live, what hope\nhave I of his grace, that have dealt with him so sorely?\" But\nbefore Pellinore could strike, Merlin caused a deep sleep to come\nupon him; and raising King Arthur from the ground, he staunched his\nwounds and recovered him of his swoon.\n\nBut when the King came to himself, he saw his foe lie, still as in\ndeath, on the ground beside him; and he was grieved, and said:\n\"Merlin, what have ye done to this brave knight? Nay, if ye have\nslain him, I shall grieve my life long; for a good knight he is,\nbold and a fair fighter, though something wanting in knightly\ncourtesy.\" \"He is in better case than ye are, Sir King, who so\nlightly imperil your person, and thereby your kingdom's welfare;\nand, as ye say, Pellinore is a stout knight, and hereafter shall he\nserve you well. Have no fear. He shall wake again in three hours\nand have suffered naught by the encounter. But for you, it were\nwell that ye came where ye might be tended for your wounds.\" \"Nay,\"\nreplied the King, smiling, \"I may not return to my court thus\nweaponless; first will I find means to purvey me of a sword.\" \"That\nis easily done,\" answered Merlin; \"follow me, and I will bring you\nwhere ye shall get you a sword, the wonder of the world.\"\n\nSo, though his wounds pained him sore, the King followed Merlin by\nmany a forest path and glade, until they came upon a mere, bosomed\ndeep in the forest; and as he looked thereon, the King beheld an\narm, clothed in white samite, shoot above the surface of the lake,\nand in the hand was a fair sword that gleamed in the level rays of\nthe setting sun. \"This is a great marvel,\" said the King, \"what may\nit mean?\" And Merlin made answer: \"Deep is this mere, so deep\nindeed that no man may fathom it; but in its depths, and built upon\nthe roots of the mountains, is the palace of the Lady of the Lake.\nPowerful is she with a power that works ever for good, and she\nshall help thee in thine hour of need. For thee has she wrought\nyonder sword. Go now, and take it.\"\n\nThen was Arthur aware of a little skiff, half hidden among the\nbulrushes that fringed the lake; and leaping into the boat, without\naid of oar, he was wafted out into the middle of the lake, to the\nplace where, out of the water, rose the arm and sword. And leaning\nfrom the skiff, he took the sword from the hand, which forthwith\nvanished, and immediately thereafter the skiff bore him back to\nland.\n\nArthur drew from its scabbard the mighty sword, wondering the while\nat the marvel of its workmanship, for the hilt shone with the light\nof many twinkling gems--diamond and topaz and emerald, and many\nanother whose names none know. And as he looked on the blade,\nArthur was aware of mystic writings on the one side and the other,\nand calling to Merlin, he bade him interpret them. \"Sir,\" said\nMerlin, \"on the one side is written 'Keep me,' and on the other\n'Throw me away.'\" \"Then,\" said the King, \"which does it behove me\nto do?\" \"Keep it,\" answered Merlin; \"the time to cast it away is\nnot yet come. This is the good brand Excalibur, or Cut Steel, and\nwell shall it serve you. But what think ye of the scabbard?\" \"A\nfair cover for so good a sword,\" answered Arthur. \"Nay, it is more\nthan that,\" said Merlin, \"for, so long as ye keep it, though ye be\nwounded never so sore, yet ye shall not bleed to death.\" And when\nhe heard that, the King marvelled the more.\n\nThen they journeyed back to Caerleon, where the knights made great\njoy of the return of their lord. And presently, thither came Sir\nPellinore, craving pardon of the King, who made but jest of his own\nmisadventure. And afterwards Sir Pellinore became of the Table\nRound, a knight vowed, not only to deeds of hardihood, but also to\ngentleness and courtesy; and faithfully he served the King,\nfighting ever to maintain justice and put down wrong, and to defend\nthe weak from the oppressor.\n\n\n\n\nCHAPTER IV\n\nOF THE TREACHERY OF QUEEN MORGAN LE FAY\n\n\nThere was a certain Queen whose name was Morgan le Fay, and she was\na powerful sorceress. Little do men know of her save that, in her\nyouth, she was eager for knowledge and, having learnt all human\nlore, turned her to magic, becoming so skilled therein that she was\nfeared of all. There was a time when great was her enmity towards\nKing Arthur, so that she plotted his ruin not once only nor twice;\nand that is a strange thing, for it is said that she herself was\nthe kinswoman of the King. And truly, in the end, she repented her\nof her malice, for she was, of those that came to bear Arthur to\nthe Delightful Islands from the field of his last bitter conflict;\nbut that was long after.\n\nNow when this enchantress learned how the Lady of the Lake had\ngiven the King a sword and scabbard of strange might, she was\nfilled with ill-will; and all her thought was only how she might\nwrest the weapon from him and have it for her own, to bestow as she\nwould. Even while she pondered thereon, the King himself sent her\nthe scabbard to keep for him; for Merlin never ceased to warn the\nKing to have in safe keeping the scabbard that had power to keep\nhim from mortal hurt; and it seemed to Arthur that none might\nbetter guard it for him, till the hour of need, than Morgan le Fay,\nthe wise Queen that was of his own kindred. Yet was not the Queen\nshamed of her treacherous intent by the trust that Arthur had in\nher; but all her mind was set on how she might win to the\npossession of the sword itself as well as of the scabbard. At the\nlast--so had her desire for the sword wrought upon her--she\nresolved to compass the destruction of the King that, if she gained\nthe sword, never might she have need to fear his justice for the\nwrong she had done.\n\nAnd her chance came soon. For, on a day, King Arthur resolved to\nchase the hart in the forests near Camelot, wherefore he left\nbehind him his sword Excalibur, and took but a hunting spear with\nhim. All day long, he chased a white hart and, when evening fell,\nhe had far outstripped his attendants, save only two, Sir Accolon\nof Gaul and Sir Uriens, King of Gore, the husband of Queen Morgan\nle Fay herself. So when the King saw that darkness had come upon\nthem in the forest, he turned to his companions, saying: \"Sirs, we\nbe far from Camelot and must lodge as we may this night. Let us go\nforward until we shall find where we may shelter us a little.\" So\nthey rode forward, and presently Arthur espied a little lake\nglinting in the beams of the rising moon, and, as they drew nearer,\nthey descried, full in the moonlight, a little ship, all hung with\nsilks even to the water's edge. Then said the King to his knights:\n\"Yonder is promise of shelter or, it may be, of adventure. Let us\ntether our horses in the thicket and enter into this little ship.\"\nAnd when they had so done, presently they found themselves in a\nfair cabin all hung with silks and tapestries, and, in its midst, a\ntable spread with the choicest fare. And being weary and hungered\nwith the chase, they ate of the feast prepared and, lying down to\nrest, were soon sunk in deep slumber.\n\nWhile they slept, the little ship floated away from the land, and\nit came to pass that a great wonder befell; for when they woke in\nthe morning, King Uriens found himself at home in his own land, and\nSir Accolon was in his own chamber at Camelot; but the King lay a\nprisoner, bound and fettered and weaponless, in a noisome dungeon\nthat echoed to the groans of hapless captives.\n\nWhen he was come to himself, King Arthur looked about him and saw\nthat his companions were knights in the same hard case as himself;\nand he inquired of them how they came to be in that plight. \"Sir,\"\nsaid one of them, \"we are in duresse in the castle of a certain\nrecreant knight, Sir Damas by name, a coward false to chivalry.\nNone love him, and so no champion can he find to maintain his cause\nin a certain quarrel that he has in hand. For this reason, he lies\nin wait with a great company of soldiers for any knights that may\npass this way, and taking them prisoners, holds them in captivity\nunless they will undertake to fight to the death in his cause. And\nthis I would not, nor any of my companions here; but unless we be\nspeedily rescued, we are all like to die of hunger in this\nloathsome dungeon.\" \"What is his quarrel?\" asked the King. \"That we\nnone of us know,\" answered the knight.\n\nWhile they yet talked, there entered the prison a damsel. She went\nup to the King at once, and said: \"Knight, will ye undertake to\nfight in the cause of the lord of this castle?\" \"That I may not\nsay,\" replied the King, \"unless first I may hear what is his\nquarrel.\" \"That ye shall not know,\" replied the damsel, \"but this I\ntell you: if ye refuse, ye shall never leave this dungeon alive,\nbut shall perish here miserably.\" \"This is a hard case,\" said the\nKing, \"that I must either die or fight for one I know not, and in a\ncause that I may not hear. Yet on one condition will I undertake\nyour lord's quarrel, and that is that he shall give me all the\nprisoners bound here in this dungeon.\" \"It shall be as ye say,\"\nanswered the damsel, \"and ye shall also be furnished with horse and\narmour and sword than which ye never saw better.\" Therewith the\ndamsel bade him follow her, and brought him to a great hall where\npresently there came to him squires to arm him for the combat; and\nwhen their service was rendered, the damsel said to him: \"Sir\nKnight, even now there has come one who greets you in the name of\nQueen Morgan le Fay, and bids me tell you that the Queen, knowing\nyour need, has sent you your good sword.\" Then the King rejoiced\ngreatly, for it seemed to him that the sword that the damsel gave\nhim was none other than the good sword Excalibur.\n\nWhen all was prepared, the damsel led King Arthur into a fair\nfield, and there he beheld awaiting him a knight, all sheathed in\narmour, his vizor down, and bearing a shield on which was no\nblazonry. So the two knights saluted each other, and, wheeling\ntheir horses, rode away from each other some little space.\n\nThen turning again, they laid lance in rest, and rushing upon each\nother, encountered with the noise of thunder, and so great was the\nshock that each knight was borne from the saddle. Swiftly they\ngained their feet, and, drawing their swords, dealt each other\ngreat blows; and thus they contended fiercely for some while. But\nas he fought, a great wonder came upon Arthur, for it seemed to him\nthat his sword, that never before had failed him, bit not upon the\narmour of the other, while every stroke of his enemy drew blood,\ntill the ground on which he fought was slippery beneath his feet;\nand at the last almost his heart failed within him, knowing that he\nwas betrayed, and that the brand with which he fought was not\nExcalibur. Yet would he not show aught of what he suffered, but\nstruggled on, faint as he was and spent; so that they that watched\nthe fight and saw how he was sore wounded, marvelled at his great\ncourage and endurance. But presently, the stranger knight dealt the\nKing a blow which fell upon Arthur's sword, and so fierce was the\nstroke that the blade broke off at the pommel. \"Knight,\" said the\nother, \"thou must yield thee recreant to my mercy.\" \"That may I not\ndo with mine honour,\" answered the King, \"for I am sworn to fight\nin this quarrel to the death.\" \"But weaponless thou must needs be\nslain.\" \"Slay me an ye will, but think not to win glory by slaying\na weaponless man.\"\n\nThen was the other wroth to find himself still withstood and, in\nhis anger, he dealt Arthur a great blow; but this the King shunned,\nand rushing upon his foe, smote him so fiercely on the head with\nthe pommel of his broken sword that the knight swayed and let slip\nhis own weapon. With a bound, Arthur was upon the sword, and no\nsooner had he it within his grasp than he knew it, of a truth, to\nbe his own sword Excalibur. Then he scanned more closely his enemy,\nand saw the scabbard that he wore was none other than the magic\nscabbard of Excalibur; and forthwith, leaping upon the knight, he\ntore it from him and flung it far afield.\n\n\"Knight,\" cried King Arthur, \"ye have made me suffer sore, but now\nis the case changed and ye stand within my power, helpless and\nunarmed. And much I misdoubt me but that treacherously ye have\ndealt with me. Nevertheless, yield you recreant and I will spare\nyour life.\" \"That I may not do, for it is against my vow; so slay\nme if ye will. Of a truth, ye are the best knight that ever I\nencountered.\"\n\nThen it seemed to the King that the knight's voice was not unknown\nto him, and he said: \"Tell me your name and what country ye are of,\nfor something bids me think that ye are not all unknown to me.\" \"I\nam Accolon of Gaul, knight of King Arthur's Round Table.\" \"Ah!\nAccolon, Accolon,\" cried the King, \"is it even thou that hast\nfought against me? Almost hast thou undone me. What treason tempted\nthee to come against me, and with mine own weapon too?\" When Sir\nAccolon knew that it was against King Arthur that he had fought, he\ngave a loud cry and swooned away utterly. Then Arthur called to two\nstout yeomen amongst those that had looked on at the fight, and\nbade them bear Sir Accolon to a little hermitage hard by, and\nthither he himself followed with pain, being weak from loss of\nblood; but into the castle he would not enter, for he trusted not\nthose that held it.\n\nThe hermit dressed their wounds, and presently, when Sir Accolon\nhad come to himself again, the King spoke gently to him, bidding\nhim say how he had come to bear arms against him. \"Sir and my\nlord,\" answered Sir Accolon, \"it comes of naught but the treachery\nof your kinswoman, Queen Morgan le Fay. For on the morrow after we\nhad entered upon the little ship, I awoke in my chamber at Camelot,\nand greatly I marvelled how I had come there. And as I yet\nwondered, there came to me a messenger from Queen Morgan le Fay,\ndesiring me to go to her without delay. And when I entered her\npresence, she was as one sore troubled, and she said to me: 'Sir\nAccolon, of my secret power, I know that now is our King, Arthur,\nin great danger; for he lies imprisoned in a great and horrible\ndungeon whence he may not be delivered unless one be found to do\nbattle for him with the lord of the castle. Wherefore have I sent\nfor you that ye may take the battle upon you for our lord the King.\nAnd for greater surety, I give you here Excalibur, Arthur's own\nsword, for, of a truth, we should use all means for the rescuing of\nour lord.' And I, believing this evil woman, came hither and\nchallenged the lord of this castle to mortal combat; and, indeed, I\ndeemed it was with Sir Damas that I fought even now. Yet all was\ntreachery, and I misdoubt me that Sir Damas and his people are in\nleague with Queen Morgan le Fay to compass your destruction. But,\nmy lord Arthur, pardon me, I beseech you, the injuries that, all\nunwitting, I have done you.\"\n\nKing Arthur was filled with wrath against the Queen, more for the\nwrong done to Sir Accolon than for the treason to himself. In all\nways that he might, he sought to comfort and relieve Sir Accolon,\nbut in vain, for daily the knight grew weaker, and, after many\ndays, he died. Then the King, being recovered of his wounds,\nreturned to Camelot, and calling together a band of knights, led\nthem against the castle of Sir Damas. But Damas had no heart to\nattempt to hold out, and surrendered himself and all that he had to\nthe King's mercy. And first King Arthur set free those that Sir\nDamas had kept in miserable bondage, and sent them away with rich\ngifts. When he had righted the wrongs of others, then he summoned\nSir Damas before him, and said: \"I command thee that thou tell me\nwhy thou didst seek my destruction.\" And cringing low at the King's\nfootstool, Damas answered: \"I beseech you, deal mercifully with me,\nfor all that I have done, I have done at the bidding of Queen\nMorgan le Fay.\" \"A coward's plea,\" said the King; \"how camest thou\nfirst to have traffic with her?\" \"Sir,\" replied Damas, \"much have I\nsuffered, first by the greed of my younger brother and now by the\ndeceit of this evil woman, as ye shall hear. When my father died, I\nclaimed the inheritance as of right, seeing that I was his elder\nson; but my young brother, Sir Ontzlake, withstood me, and demanded\nsome part of my father's lands. Long since, he sent me a challenge\nto decide our quarrel in single combat, but it liked me ill, seeing\nthat I am of no great strength. Much, therefore, did I desire to\nfind a champion but, by ill fortune, none could I find until Queen\nMorgan le Fay sent word that, of her good will to me, she had sent\nme one that would defend my cause; and that same evening, the\nlittle ship brought you, my lord, to my castle. And when I saw you,\nI rejoiced, thinking to have found a champion that would silence my\nbrother for ever; nor knew I you for the King's self. Wherefore, I\nentreat you, spare me, and avenge me on my brother.\" Therewith, Sir\nDamas fawned upon the King, but Arthur sternly bade him rise and\nsend messengers to bring Sir Ontzlake before him.\n\nPresently, there stood before the King a youth, fair and of good\nstature, who saluted his lord and then remained silent before him.\n\"Sir Ontzlake,\" said the King, \"I have sent for you to know of your\ndealings with Sir Accolon and of your quarrel with your brother.\"\n\"My lord Arthur,\" answered the youth, \"that I was the cause of hurt\nto yourself, I pray you to pardon me, for all unwitting was I of\nevil. For ye shall know that I had challenged my brother to single\ncombat; but when word came to me that he was provided of a\nchampion, I might not so much as brook my armour for a sore wound\nthat I had got of an arrow shot at me as I rode through the forest\nnear his castle. And as I grieved for my hard case, there came a\nmessenger from Queen Morgan le Fay bidding me be of good courage,\nfor she had sent unto me one, Sir Accolon, who would undertake my\nquarrel. This only she commanded me, that I should ask no question\nof Sir Accolon. So Sir Accolon abode with me that night and, as I\nsupposed, fought in my cause the next day. Sure am I that there is\nsome mystery, yet may I not misdoubt my lady Queen Morgan le Fay\nwithout cause; wherefore, if blame there be, let me bear the\npunishment.\"\n\nThen was the King well pleased with the young man for his courage\nand loyalty to others. \"Fair youth,\" said he, \"ye shall go with me\nto Camelot, and if ye prove you brave and just in all your doings,\nye shall be of my Round Table.\" But to Sir Damas he said sternly:\n\"Ye are a mean-spirited varlet, unworthy of the degree of\nknighthood. Here I ordain that ye shall yield unto your brother\nthe moiety of the lands that ye had of your father and, in payment\nfor it, yearly ye shall receive of Sir Ontzlake a palfrey; for that\nwill befit you better to ride than the knightly war-horse. And look\nye well to it, on pain of death, that ye lie no more in wait for\nerrant knights, but amend your life and live peaceably with your\nbrother.\"\n\nThereafter, the fear of the King kept Sir Damas from deeds of\nviolence; yet, to the end, he remained cowardly and churlish,\nunworthy of the golden spurs of knighthood. But Sir Ontzlake proved\nhim a valiant knight, fearing God and the King and naught else.\n\n\n\n\nCHAPTER V\n\nHOW THE SCABBARD OF EXCALIBUR WAS LOST\n\n\nNow when Queen Morgan le Fay knew that her plot had miscarried and\nthat her treachery was discovered, she feared to abide the return\nof the King to Camelot; and so she went to Queen Guenevere, and\nsaid: \"Madam, of your courtesy, grant me leave, I pray you, to\ndepart.\" \"Nay,\" said the Queen, \"that were pity, for I have news of\nmy lord the King, that soon he will return to Camelot. Will ye not\nthen await his return, that ye may see your kinsman before ye\ndepart?\" \"Alas! madam,\" said Morgan le Fay, \"that may not be, for\nI have ill news that requires that immediately I get to my own\ncountry.\" \"Then shall ye depart when ye will,\" said the Queen.\n\nSo before the next day had dawned, Morgan le Fay arose and, taking\nher horse, departed unattended from Camelot. All that day and most\nof the night she rode fast, and ere noon the next day, she was come\nto a nunnery where, as she knew, King Arthur lay. Entering into the\nhouse, she made herself known to the nuns, who received her\ncourteously and gave her of their best to eat and to drink. When\nshe was refreshed, she asked if any other had sought shelter with\nthem that day; and they told her that King Arthur lay in an inner\nchamber and slept, for he had rested little for three nights. \"Ah!\nmy dear lord!\" exclaimed the false sorceress; \"gladly would I speak\nwith him, but I will not that ye awaken him, and long I may not\ntarry here; wherefore suffer me at least to look upon him as he\nsleeps, and then will I continue my journey.\" And the nuns,\nsuspecting no treachery, showed Queen Morgan le Fay the room where\nKing Arthur slept, and let her enter it alone.\n\nSo Morgan le Fay had her will and stood beside the sleeping King;\nbut again it seemed as if she must fail of her purpose, and her\nheart was filled with rage and despair. For she saw that the King\ngrasped in his hand the hilt of the naked brand, that none might\ntake it without awakening him. While she mused, suddenly she espied\nthe scabbard where it hung at the foot of the bed, and her heart\nrejoiced to know that something she might gain by her bold\nventure. She snatched up the empty sheath, and wrapping it in a\nfold of her garment, left the chamber. Brief were her farewells to\nthe holy nuns, and in haste she got to horse and rode away.\n\nScarcely had she set forth, when the King awoke, and rising from\nhis couch, saw at once that the scabbard of his sword was gone.\nThen summoned he the whole household to his presence and inquired\nwho had entered his chamber. \"Sir,\" said the Abbess, \"there has\nnone been here save only your kinswoman, the Queen Morgan le Fay.\nShe, indeed, desired to look upon you since she might not abide\nyour awakening.\" Then the King groaned aloud, saying, \"It is my own\nkinswoman, the wife of my true knight, Sir Uriens, that would\nbetray me.\" He bade Sir Ontzlake make ready to accompany him, and\nafter courteous salutation to the Abbess and her nuns, together\nthey rode forth by the path that Morgan le Fay had taken.\n\nFast they rode in pursuit, and presently they came to a cross where\nwas a poor cowherd keeping watch over his few beasts, and of him\nthey asked whether any had passed that way. \"Sirs,\" said the\npeasant, \"even now there rode past the cross a lady most lovely to\nlook upon, and with her forty knights.\" Greatly the King marvelled\nhow Queen Morgan le Fay had come by such a cavalcade, but nothing\nhe doubted that it was she the cowherd had seen. So thanking the\npoor man, the King, with Sir Ontzlake, rode on by the path that had\nbeen shown them, and presently, emerging from the forest, they were\naware of a glittering company of horsemen winding through a wide\nplain that lay stretched before them. On the instant, they put\nspurs to their horses and galloped as fast as they might in\npursuit.\n\nBut, as it chanced, Queen Morgan le Fay looked back even as Arthur\nand Sir Ontzlake came forth from the forest, and seeing them, she\nknew at once that her theft had been discovered, and that she was\npursued. Straightway she bade her knights ride on till they should\ncome to a narrow valley where lay many great stones; but as soon as\nthey had left her, she herself rode, with all speed, to a mere hard\nby. Sullen and still it lay, without even a ripple on its surface.\nNo animal ever drank of its waters nor bird sang by it, and it was\nso deep that none might ever plumb it. And when the Queen had come\nto the brink, she dismounted. From the folds of her dress she drew\nthe scabbard, and waving it above her head, she cried, \"Whatsoever\nbecometh of me, King Arthur shall not have this scabbard.\" Then,\nwhirling it with all her might, she flung it far into the mere. The\njewels glinted as the scabbard flashed through the air, then it\nclove the oily waters of the lake and sank, never again to be seen.\n\nWhen it had vanished, Morgan le Fay mounted her horse again, and\nrode fast after her knights, for the King and Ontzlake were in hot\npursuit, and sore she feared lest they should come up with her\nbefore she might reach the shelter of the Valley of Stones. But she\nhad rejoined her company of knights before the King had reached the\nnarrow mouth of the valley. Quickly she bade her men scatter among\nthe boulders, and then, by her magic art, she turned them all, men\nand horses and herself too, into stones, that none might tell the\none from the other.\n\nWhen King Arthur and Sir Ontzlake reached the valley, they looked\nabout for some sign of the presence of the Queen or her knights,\nbut naught might they see though they rode through the valley and\nbeyond, and returning, searched with all diligence among the rocks\nand boulders. Never again was Queen Morgan le Fay seen at Camelot,\nnor did she attempt aught afterwards against the welfare of the\nKing. When she had restored her knights to their proper form, she\nhastened with them back to her own land, and there she abode for\nthe rest of her days until she came with the other queens to carry\nArthur from the field of the Battle in the West.\n\nNor would the King seek to take vengeance on a woman, though sorely\nshe had wronged him. His life long, he guarded well the sword\nExcalibur, but the sheath no man ever saw again.\n\n\n\n\nCHAPTER VI\n\nMERLIN\n\n\nOf Merlin and how he served King Arthur, something has been already\nshown. Loyal he was ever to Uther Pendragon and to his son, King\nArthur, and for the latter especially he wrought great marvels. He\nbrought the King to his rights; he made him his ships; and some\nsay that Camelot, with its splendid halls, where Arthur would\ngather his knights around him at the great festivals of the year,\nat Christmas, at Easter, and at Pentecost, was raised by his magic,\nwithout human toil. Bleise, the aged magician who dwelt in\nNorthumberland and recorded the great deeds of Arthur and his\nknights, had been Merlin's master in magic; but it came to pass in\ntime that Merlin far excelled him in skill, so that his enemies\ndeclared no mortal was his father, and called him devil's son.\n\nThen, on a certain time, Merlin said to Arthur: \"The time draws\nnear when ye shall miss me, for I shall go down alive into the\nearth; and it shall be that gladly would ye give your lands to have\nme again.\" Then Arthur was grieved, and said: \"Since ye know your\ndanger, use your craft to avoid it.\" But Merlin answered: \"That may\nnot be.\"\n\nNow there had come to Arthur's court, a damsel of the Lady of the\nLake--her whose skill in magic, some say, was greater than Merlin's\nown; and the damsel's name was Vivien. She set herself to learn the\nsecrets of Merlin's art, and was ever with him, tending upon the\nold man and, with gentleness and tender service, winning her way to\nhis heart; but all was a pretence, for she was weary of him and\nsought only his ruin, thinking it should be fame for her, by any\nmeans whatsoever, to enslave the greatest wizard of his age. And so\nshe persuaded him to pass with her overseas into King Ban's land of\nBenwick, and there, one day, he showed her a wondrous rock, formed\nby magic art. Then she begged him to enter into it, the better to\ndeclare to her its wonders; but when once he was within, by a charm\nthat she had learnt from Merlin's self, she caused the rock to\nshut down that never again might he come forth. Thus was Merlin's\nprophecy fulfilled, that he should go down into the earth alive.\nMuch they marvelled in Arthur's court what had become of the great\nmagician, till on a time, there rode past the stone a certain\nKnight of the Round Table and heard Merlin lamenting his sad fate.\nThe knight would have striven to raise the mighty stone, but Merlin\nbade him not waste his labour, since none might release him save\nher who had imprisoned him there. Thus Merlin passed from the world\nthrough the treachery of a damsel, and thus Arthur was without aid\nin the days when his doom came upon him.\n\n\n\n\nCHAPTER VII\n\nBALIN AND BALAN\n\n\nAmong the princes that thought scorn of Arthur in the days when\nfirst he became king, none was more insolent than Ryons of North\nWales. So, on a time when King Arthur held high festival at\nCamelot, Ryons sent a herald who, in the presence of the whole\ncourt, before brave knights and fair dames, thus addressed the\nKing: \"Sir Arthur, my master bids me say that he has overcome\neleven kings with all their hosts, and, in token of their\nsubmission, they have given him their beards to fringe him a\nmantle. There remains yet space for the twelfth; wherefore, with\nall speed, send him your beard, else will he lay waste your land\nwith fire and sword.\" \"Viler message,\" said King Arthur, \"was never\nsent from man to man. Get thee gone, lest we forget thine office\nprotects thee.\" So spoke the King, for he had seen his knights clap\nhand to sword, and would not that a messenger should suffer hurt in\nhis court.\n\nNow among the knights present the while was one whom men called\nBalin le Savage, who had but late been freed from prison for\nslaying a knight of Arthur's court. None was more wroth than he at\nthe villainy of Ryons, and immediately after the departure of the\nherald, he left the hall and armed him; for he was minded to try\nif, with good fortune, he might win to Arthur's grace by avenging\nhim on the King of North Wales. While he was without, there entered\nthe hall a Witch Lady who, on a certain occasion, had done the King\na service, and for this she now desired of him a boon. So Arthur\nbade her name her request, and thus she said: \"O King, I require of\nyou the head of the knight Balin le Savage.\" \"That may I not grant\nyou with my honour,\" replied the King; \"ask what it may become me\nto give.\" But the Witch Lady would have naught else, and departed\nfrom the hall, murmuring against the King. Then, as it chanced,\nBalin met her at the door, and immediately when he saw her, he rode\nupon her, sword in hand, and, with one blow, smote off her head.\nThus he took vengeance for his mother's death, of which she had\nbeen the cause, and, well content, rode away. But when it was told\nKing Arthur of the deed that Balin had done, he was full wroth,\nnor was his anger lessened though Merlin declared the wrong the\nWitch Lady had done to Balin. \"Whatsoever cause he had against her,\nyet should he have done her no violence in my court,\" said the\nKing, and bade Sir Lanceour of Ireland ride after Balin and bring\nhim back again.\n\nThus it came to pass that, as Sir Balin rode on his way, he heard\nthe hoof-beats of a horse fast galloping, and a voice cried loudly\nto him: \"Stay, Knight; for thou shalt stay, whether thou wilt or\nnot.\" \"Fair Knight,\" answered Balin fiercely, \"dost thou desire to\nfight with me?\" \"Yea, truly,\" answered Lanceour; \"for that cause\nhave I followed thee from Camelot.\" \"Alas!\" cried Balin, \"then I\nknow thy quarrel. And yet, I dealt but justly by that vile woman,\nand it grieves me to offend my lord King Arthur again.\" \"Have done,\nand make ready to fight,\" said Lanceour insolently; for he was\nproud and arrogant, though a brave knight. So they rushed together,\nand, at the first encounter, Sir Lanceour's spear was shivered\nagainst the shield of the other, but Balin's spear pierced shield\nand hauberk and Lanceour fell dead to the earth.\n\nThen Sir Balin, sore grieved that he had caused the death of a\nknight of Arthur's court, buried Lanceour as well as he might, and\ncontinued sorrowfully on his journey in search of King Ryons.\nPresently, as he rode through a great forest, he espied a knight\nwhom, by his arms, he knew at once for his brother, Sir Balan.\nGreat joy had they in their meeting, for Balan had believed Balin\nstill to be in prison. So Balin told Balan all that had befallen\nhim, and how he sought Ryons to avenge Arthur upon him for his\ninsolent message, and hoped thereby to win his lord's favour again.\n\"I will ride with thee, brother,\" said Balan, \"and help thee all I\nmay.\" So the two went on their way till, presently, they met with\nan old man--Merlin's self, though they knew him not, for he was\ndisguised. \"Ah, Knight,\" said Merlin to Balin, \"swift to strike and\nswift to repent, beware, or thou shalt strike the most dolorous\nblow dealt by man; for thou shalt slay thine own brother.\" \"If I\nbelieved thy words true,\" cried Balin hotly, \"I would slay myself\nto make thee a liar.\" \"I know the past and I know the future,\" said\nMerlin; \"I know, too, the errand on which thou ridest, and I will\nhelp thee if thou wilt.\" \"Ah!\" said Balin, \"that pleases me well.\"\n\"Hide you both in this covert,\" said Merlin; \"for presently there\nshall come riding down this path King Ryons with sixty of his\nknights.\" With these words he vanished. So Balin and Balan did as\nhe had bidden them, and when King Ryons and his men entered the\nlittle path, they fell upon them with such fury that they slew more\nthan forty knights, while the rest fled, and King Ryons himself\nyielded him to them. So Sir Balan rode with King Ryons to Camelot\nthat he might deliver him to King Arthur; but Balin went not with\nthem, for he would see more adventures before he sought King\nArthur's presence again.\n\nAfter many days' travel and many encounters, it befell that, one\nevening, Balin drew near to a castle; and when he would have sought\nadmittance, there stood by him an old man, and said: \"Balin, turn\nthee back, and it shall be better for thee,\" and so vanished. At\nthat moment there was blown a blast on a horn, such as is sounded\nwhen the stag receives its death; and hearing it, Balin's heart\nmisgave him, and he cried: \"That blast is blown for me, and I am\nthe prize. But not yet am I dead!\"\n\nAt that instant the castle gate was raised and there appeared many\nknights and ladies welcoming Balin into the castle. So he entered,\nand presently they were all seated at supper. Then the lady of the\ncastle said to Balin: \"Sir Knight, to-morrow thou must have ado\nwith a knight that keeps an island near-by; else mayest thou not\npass that way.\" \"That is an evil custom,\" answered Balin; \"but if I\nmust, I must.\" So that night he rested, but with the dawn he arose,\nand was arming himself for battle when there came to him a knight\nand said: \"Sir, your shield is not good; I pray you, take mine\nwhich is larger and stouter.\" In an evil hour, Balin suffered\nhimself to be persuaded, and taking the stranger's shield, left;\nbehind his own on which his arms were blazoned. Then, entering a\nboat, he was conveyed to the island where the unknown knight held\nthe ford.\n\nNo sooner was he landed, than there came riding to him a knight\narmed all in red armour, his horse, too, trapped all in red; and\nwithout word spoken, they charged upon each other, and each bore\nthe other from the saddle. Thus for a while they lay, stunned by\nthe fall. The Red Knight was the first to rise, for Balin, all\nwearied by his travels and many encounters, was sore shaken by the\nfall. Then they fought together right fiercely, hacking away great\npieces of armour, and dealing each other dreadful wounds. But when\nthey paused to take breath, Balin, looking up, saw the battlements\nof the castle filled with knights and ladies watching the struggle,\nand immediately, shamed that the conflict should have so long\nendured, he rushed again upon the Red Knight, aiming at him blows\nthat might have felled a giant. So they fought together a long\nwhile; but at the last, the Red Knight drew back a little. Then\ncried Balin: \"Who art thou? for till now, never have I met my\nmatch.\" Then said the Red Knight: \"I am Balan, brother to the noble\nknight, Sir Balin\"; and with the word, he fell to the ground as one\ndead. \"Alas!\" cried Balin, \"that I should have lived to see this\nday!\" Then, as well as he might, for his strength was almost spent,\nhe crept on hands and knees to his brother's side and opened the\nvizor of his helmet, and when he saw his brother's face all\nghastly, as it was, he cried: \"O Balan, I have slain thee, as thou\nhast also slain me! Oh! woeful deed I never to be forgotten of\nmen!\" Then Balan, being somewhat recovered, told Balin how he had\nbeen compelled by those at the castle to keep the ford against all\ncomers, and might never depart; and Balin told of the grievous\nchance by which he had taken another's shield.\n\nSo these two died, slain by each other's hands. In one tomb they\nwere buried; and Merlin, passing that way, inscribed thereon the\nfull story of their deaths.\n\n\n\n\nBOOK II\n\nSIR LAUNCELOT\n\n\n\n\nCHAPTER VIII\n\nSIR LAUNCELOT DU LAC\n\n\nNow, as time passed, King Arthur gathered into his Order of the\nRound Table knights whose peers shall never be found in any age;\nand foremost amongst them all was Sir Launcelot du Lac. Such was\nhis strength that none against whom he laid lance in rest could\nkeep the saddle, and no shield was proof against his sword dint;\nbut for his courtesy even more than for his courage and strength,\nSir Launcelot was famed far and near. Gentle he was and ever the\nfirst to rejoice in the renown of another; and in the jousts, he\nwould avoid encounter with the young and untried knight, letting\nhim pass to gain glory if he might.\n\nIt would take a great book to record all the famous deeds of Sir\nLauncelot, and all his adventures. He was of Gaul, for his father,\nKing Ban, ruled over Benwick; and some say that his first name was\nGalahad, and that he was named Launcelot du Lac by the Lady of the\nLake who reared him when his mother died. Early he won renown by\ndelivering his father's people from the grim King Claudas who, for\nmore than twenty years, had laid waste the fair land of Benwick;\nthen, when there was peace in his own land, he passed into Britain,\nto Arthur's court, where the King received him gladly, and made him\nKnight of the Round Table and took him for his trustiest friend.\nAnd so it was that, when Guenevere was to be brought to Canterbury,\nto be married to the King, Launcelot was chief of the knights sent\nto wait upon her, and of this came the sorrow of later days. For,\nfrom the moment he saw her, Sir Launcelot loved Guenevere, for her\nsake remaining wifeless all his days, and in all things being her\nfaithful knight. But busy-bodies and mischief-makers spoke evil of\nSir Launcelot and the Queen, and from their talk came the undoing\nof the King and the downfall of his great work. But that was after\nlong years, and after many true knights had lived their lives,\nhonouring the King and Queen, and doing great deeds whereby the\nfame of Arthur and his Order passed through all the world.\n\n\n\n\nCHAPTER IX\n\nTHE ADVENTURE OF THE CHAPEL PERILOUS\n\n\nNow on a day, as he rode through the forest, Sir Launcelot met a\ndamsel weeping bitterly, and seeing him, she cried, \"Stay, Sir\nKnight! By your knighthood I require you to aid me in my distress.\"\nImmediately Sir Launcelot checked his horse and asked in what she\nneeded his service. \"Sir,\" said the maiden, \"my brother lies at the\npoint of death, for this day he fought with the stout knight, Sir\nGilbert, and sorely they wounded each other; and a wise woman, a\nsorceress, has said that nothing may staunch my brother's wounds\nunless they be searched with the sword and bound up with a piece\nof the cloth from the body of the wounded knight who lies in the\nruined chapel hard by. And well I know you, my lord Sir Launcelot,\nand that, if ye will not help me, none may.\" \"Tell me your\nbrother's name,\" said Sir Launcelot. \"Sir Meliot de Logris,\"\nanswered the damsel. \"A Knight of our Round Table,\" said Sir\nLauncelot; \"the more am I bound to your service. Only tell me,\ngentle damsel, where I may find this Chapel Perilous.\" So she\ndirected him, and, riding through forest byeways, Sir Launcelot\ncame presently upon a little ruined chapel, standing in the midst\nof a churchyard, where the tombs showed broken and neglected under\nthe dark yews. In front of the porch, Sir Launcelot paused and\nlooked, for thereon hung, upside down, dishonoured, the shield of\nmany a good knight whom Sir Launcelot had known.\n\nAs he stood wondering, suddenly there pressed upon him from all\nsides thirty stout knights, all giants and fully armed, their drawn\nswords in their hands and their shields advanced. With threatening\nlooks, they spoke to him saying: \"Sir Launcelot, it were well ye\nturned back before evil befell you.\" But Sir Launcelot, though he\nfeared to have to do with thirty such warriors, answered boldly: \"I\nturn not back for high words. Make them good by your deeds.\" Then\nhe rode upon them fiercely, whereupon instantly they scattered and\ndisappeared, and, sword in hand, Sir Launcelot entered the little\nchapel. All was dark within, save that a little lamp hung from the\nroof, and by its dim light he could just espy how on a bier before\nthe altar there lay, stark and cold, a knight sheathed in armour.\nAnd drawing nearer, Sir Launcelot saw that the dead man lay on a\nblood-stained mantle, his naked sword by his side, but that his\nleft hand had been lopped off at the wrist by a mighty sword-cut.\nThen Sir Launcelot boldly seized the sword and with it cut off a\npiece of the bloody mantle. Immediately the earth shook and the\nwalls of the chapel rocked, and in fear Sir Launcelot turned to go.\nBut, as he would have left the chapel, there stood before him in\nthe doorway a lady, fair to look upon and beautifully arrayed, who\ngazed earnestly upon him, and said: \"Sir Knight, put away from you\nthat sword lest it be your death.\" But Sir Launcelot answered her:\n\"Lady, what I have said, I do; and what I have won, I keep.\" \"It is\nwell,\" said the lady. \"Had ye cast away the sword your life days\nwere done. And now I make but one request. Kiss me once.\" \"That may\nI not do,\" said Sir Launcelot. Then said the lady: \"Go your way,\nLauncelot; ye have won, and I have lost. Know that, had ye kissed\nme, your dead body had lain even now on the altar bier. For much\nhave I desired to win you; and to entrap you, I ordained this\nchapel. Many a knight have I taken, and once Sir Gawain himself\nhardly escaped, but he fought with Sir Gilbert and lopped off his\nhand, and so got away. Fare ye well; it is plain to see that none\nbut our lady, Queen Guenevere, may have your services.\" With that,\nshe vanished from his sight. So Sir Launcelot mounted his horse and\nrode away from that evil place till he met Sir Meliot's sister, who\nled him to her brother where he lay, pale as the earth, and\nbleeding fast. And when he saw Sir Launcelot, he would have risen\nto greet him; but his strength failed him, and he fell back on his\ncouch. Sir Launcelot searched his wounds with the sword, and bound\nthem up with the blood-stained cloth, and immediately Sir Meliot\nwas sound and well, and greatly he rejoiced. Then Sir Meliot and\nhis sister begged Sir Launcelot to stay and rest, but he departed\non his adventures, bidding them farewell until he should meet them\nagain at Arthur's court.\n\nAs for the sorceress of the Chapel Perilous, it is said she died\nof grief that all her charms had failed to win for her the good\nknight Sir Launcelot.\n\n\n\n\nCHAPTER X\n\nSIR LAUNCELOT AND THE FALCON\n\n\nSir Launcelot rode on his way, by marsh and valley and hill, till\nhe chanced upon a fair castle, and saw fly from it, over his head,\na beautiful falcon, with the lines still hanging from her feet. And\nas he looked, the falcon flew into a tree where she was held fast\nby the lines becoming entangled about the boughs. Immediately, from\nthe castle there came running a fair lady, who cried: \"O Launcelot,\nLauncelot! As ye are the noblest of all knights, I pray you help me\nto recover my falcon. For if my husband discover its loss, he will\nslay me in his anger.\" \"Who is your husband, fair lady?\" asked Sir\nLauncelot. \"Sir Phelot, a knight of Northgalis, and he is of a\nhasty temper; wherefore, I beseech you, help me.\" \"Well, lady,\"\nsaid Sir Launcelot, \"I will serve you if I may; but the tree is\nhard to climb, for the boughs are few, and, in truth, I am no\nclimber. But I will do my best.\" So the lady helped Sir Launcelot\nto unarm, and he led his horse to the foot of the tree, and\nspringing from its back, he caught at the nearest bough, and drew\nhimself up into the branches. Then he climbed till he reached the\nfalcon and, tying her lines to a rotten bough, broke it off, and\nthrew down bird and bough to the lady below. Forthwith, Sir Phelot\ncame from amongst the trees and said: \"Ah! Sir Launcelot! Now at\nlength I have you as I would; for I have long sought your life.\"\nAnd Sir Launcelot made answer: \"Surely ye would not slay me, an\nunarmed man; for that were dishonour to you. Keep my armour if ye\nwill; but hang my sword on a bough where I may reach it, and then\ndo with me as ye can.\" But Sir Phelot laughed mockingly and said:\n\"Not so, Sir Launcelot. I know you too well to throw away my\nadvantage; wherefore, shift as ye may.\" \"Alas!\" said Sir Launcelot,\n\"that ever knight should be so unknightly. And you, madam, how\ncould ye so betray me?\" \"She did but as I commanded her,\" said Sir\nPhelot.\n\nThen Launcelot looked about him to see how he might help himself in\nthese straits, and espying above his head a great bare branch, he\ntote it down. Then, ever watching his advantage, he sprang to the\nground on the far side of his horse, so that the horse was between\nhim and Sir Phelot. Sir Phelot rushed upon him with his sword, but\nSir Launcelot parried it with the bough, with which he dealt his\nenemy such a blow on the head that Sir Phelot sank to the ground in\na swoon. Then Sir Launcelot seized his sword where it lay beside\nhis armour, and stooping over the fallen knight, unloosed his helm.\nWhen the lady saw him do that, she shrieked and cried: \"Spare his\nlife! spare his life, noble knight, I beseech you!\" But Sir\nLauncelot answered sternly: \"A felon's death for him who does\nfelon's deeds. He has lived too long already,\" and with one blow,\nhe smote off his head. Then he armed himself, and mounting upon his\nsteed, rode away, leaving the lady to weep beside her lord.\n\n\n\n\nBOOK III\n\nSIR TRISTRAM\n\n\n\n\nCHAPTER XI\n\nOF THE BIRTH OF SIR TRISTRAM\n\n\nIn the days of Arthur, there ruled over the kingdom of Liones the\ngood knight Sir Meliodas; and his Queen was the fair Elizabeth,\nsister of King Mark of Cornwall.\n\nNow there was a lady, an enchantress, who had no good-will towards\nKing Meliodas and his Queen; so one day, when the King was\nhunting, she brought it to pass by her charms that Meliodas chased\na hart till he found himself, far from all his men, alone by an old\ncastle, and there he was taken prisoner by the lady's knights.\n\nWhen King Meliodas did not return home, the Queen was nigh crazed\nwith grief. Attended only by one of the ladies of her court, she\nran out into the forest to seek her lord. Long and far she\nwandered, until she could go no further, but sank down at the foot\nof a great tree, and there, in the midst of the forest, was her\nlittle son born. When the Queen knew that she must die, she kissed\nthe babe and said: \"Ah! little son, sad has been thy birth,\nwherefore thy name shall be Tristram; but thou shalt grow to be a\nbrave knight and a strong.\" Then she charged her gentlewoman to\ntake care of the child and to commend her to King Meliodas; and\nafter that she died. All too late came many of the barons seeking\ntheir Queen, and sorrowfully they bore her back to the castle where\npresently the King arrived, released by the skill of Merlin from\nthe evil spells of the enchantress. Great indeed was his grief for\nthe death of his Queen. He caused her to be buried with all the\npomp and reverence due to so good and fair a lady, and long and\nbitterly he mourned her loss and all the people with him.\n\nBut at the end of seven years, King Meliodas took another wife.\nThen, when the Queen had sons of her own, it angered her to think\nthat in the days to come, her stepson Tristram, and none other,\nshould rule the fair land of Liones. The more she thought of it,\nthe more she hated him till, at the last, she was resolved to do\naway with him. So she filled a silver goblet with a pleasant drink\nin which she had mixed poison, and she set it in the room where\nTristram played with the young princes, his half-brothers. Now the\nday was hot, and presently, being heated with his play, the young\nprince, the Queen's eldest son, drank of the poisoned goblet; and\nimmediately he died. Much the Queen grieved, but more than ever she\nhated her stepson Tristram, as if, through him, her son had died.\nPresently, again she mixed poison and set it in a goblet; and that\ntime, King Meliodas, returning thirsty from the chase, took the cup\nand would have drunk of it, only the Queen cried to him to forbear.\nThen the King recalled to mind how his young son had drunk of a\nseeming pleasant drink and died on the instant; and seizing the\nQueen by the hand, he cried: \"False traitress! tell me at once what\nis in that cup, or I will slay thee!\" Then the Queen cried him\nmercy and told him all her sin. But in his wrath the King would\nhave no mercy, but sentenced her to be burnt at the stake, which,\nin those days, was the doom of traitors. The day having come when\nthe Queen should suffer for her fault, she was led out and bound to\na stake in the presence of all the court, and the faggots were\nheaped about her. Then the young prince Tristram kneeled before the\nKing and asked of him a favour: and the King, loving him much,\ngranted him his request. \"Then,\" said Tristram, \"I require you to\nrelease the Queen, my stepmother, and to take her again to your\nfavour.\" Greatly the King marvelled, and said: \"Ye should of right\nhate her, seeing that she sought your life.\" But Tristram answered:\n\"I forgive her freely.\" \"I give you then her life,\" said the King;\n\"do ye release her from the stake.\" So Tristram unloosed the chains\nwhich bound the Queen and led her back to the castle, and from that\nday the Queen loved him well; but as for King Meliodas, though he\nforgave her and suffered her to remain at court, yet never again\nwould he have aught to do with her.\n\n\n\n\nCHAPTER XII\n\nHOW TRISTRAM FOUGHT WITH SIR MARHAUS OF IRELAND\n\n\nNow King Meliodas, though he had pardoned the Queen, would keep his\nson Tristram no longer at the court, but sent him into France.\nThere Tristram learnt all knightly exercises, so that there was\nnone could equal him as harper or hunter; and after seven years,\nbeing by then a youth of nineteen, he returned to his own land of\nLiones.\n\nIt chanced, in those days, that King Anguish of Ireland sent to\nCornwall, demanding the tribute paid him in former times by that\nland. Then Mark, the Cornish King, called together his barons and\nknights to take counsel; and by their advice, he made answer that\nhe would pay no tribute, and bade King Anguish send a stout knight\nto fight for his right if he still dared claim aught of the land of\nCornwall.\n\nForthwith there came from Ireland Sir Marhaus, brother of the Queen\nof Ireland. Now Sir Marhaus was Knight of the Round Table and in\nhis time there were few of greater renown. He anchored his ships\nunder the Castle of Tintagil, and sent messengers daily to King\nMark, bidding him pay the tribute or find one to fight in his\ncause.\n\nThen was King Mark sore perplexed, for not one of his knights dared\nencounter Sir Marhaus. Criers were sent through all the land,\nproclaiming that, to any knight that would take the combat upon\nhim, King Mark would give such gifts as should enrich him for life.\nIn time, word of all that had happened came to Liones, and\nimmediately Tristram sought his father, desiring his permission to\ngo to the court of his uncle, King Mark, to take the battle upon\nhim. Thus it came to pass that, with his father's good leave,\nTristram presented himself before King Mark, asking to be made\nknight that he might do battle for the liberties of Cornwall. Then\nwhen Mark knew that it was his sister's son, he rejoiced greatly,\nand having made Tristram knight, he sent word to Sir Marhaus that\nthere was found to meet him a champion of better birth than Sir\nMarhaus' self.\n\nSo it was arranged that the combat should take place on a little\nisland hard by, where Sir Marhaus had anchored his ships. Sir\nTristram, with his horse and arms, was placed on board a ship, and\nwhen the island was gained, he leaped on shore, bidding his squire\nput off again and only return when he was slain or victorious.\n\nNow, when Sir Marhaus saw that Tristram was but a youth, he cried\naloud to him: \"Be advised, young Sir, and go back to your ship.\nWhat can ye hope to do against me, a proven knight of Arthur's\nTable?\" Then Tristram made answer: \"Sir and most famous champion, I\nhave been made knight to do battle with you, and I promise myself\nto win honour thereby, I who have never before encountered a proven\nknight.\" \"If ye can endure three strokes of my sword, it shall be\nhonour enough,\" said Sir Marhaus. Then they rushed upon each other,\nand at the first encounter each unhorsed the other, and Sir\nMarhaus' spear pierced Sir Tristram's side and made a grievous\nwound. Drawing their swords, they lashed at each other, and the\nblows fell thick as hail till the whole island re-echoed with the\ndin of onslaught. So they fought half a day, and ever it seemed\nthat Sir Tristram grew fresher and nimbler while Sir Marhaus became\nsore wearied. And at the last, Sir Tristram aimed a great blow at\nthe head of his enemy, and the sword crashed through the helmet and\nbit into the skull so that a great piece was broken away from the\nedge of Tristram's sword. Then Sir Marhaus flung away sword and\nshield, and when he might regain his feet, fled shrieking to his\nships. \"Do ye flee?\" cried Tristram. \"I am but newly made knight;\nbut rather than flee, I would be hewn piecemeal.\"\n\nThen came Gouvernail, Sir Tristram's squire, and bore his master\nback to land, where Mark and all the Cornish lords came to meet him\nand convey him to the castle of Tintagil. Far and wide they sent\nfor surgeons to dress Sir Tristram's wound, but none might help\nhim, and ever he grew weaker. At the last, a wise woman told King\nMark that in that land alone whence came the poisoned spear could\nSir Tristram find cure. Then the King gave orders and a ship was\nmade ready with great stores of rich furnishings, to convey Sir\nTristram to Ireland, there to heal him of his wound.\n\n\n\n\nCHAPTER XIII\n\nTHE FAIR ISOLT\n\n\nThus Tristram sailed to Ireland, and when he drew nigh the coast,\nhe called for his harp, and sitting up on his couch on the deck,\nplayed the merriest tune that was ever heard in that land. And the\nwarders on the castle wall, hearing him, sent and told King Anguish\nhow a ship drew near with one who harped as none other might. Then\nKing Anguish sent knights to convey the stranger into the castle.\nSo when he was brought into the King's presence, Tristram declared\nthat he was Sir Tramtrist of Liones, lately made knight, and\nwounded in his first battle; for which cause he was come to\nIreland, to seek healing. Forthwith the King made him welcome, and\nplaced him in the charge of his daughter, Isolt. Now Isolt was\nfamed for her skill in surgery, and, moreover, she was the fairest\nlady of that time, save only Queen Guenevere. So she searched and\nbandaged Sir Tristram's wound, and presently it was healed. But\nstill Sir Tristram abode at King Anguish's court, teaching the Fair\nIsolt to harp, and taking great pleasure in her company. And ever\nthe princess doubted whether Sir Tristram were not a renowned\nknight and ever she liked him better.\n\nSo the time passed merrily with feastings and in the jousts, and in\nthe lists Sir Tristram won great honour when he was recovered of\nhis wound.\n\nAt last it befell upon a day that Sir Tristram had gone to the bath\nand left his sword lying on the couch. And the Queen, entering,\nespied it, and taking it up, drew the sword from the sheath and\nfell to admiring the mighty blade. Presently she saw that the edge\nwas notched, and while she pondered how great a blow must have\nbroken the good steel, suddenly she bethought her of the piece\nwhich had been found in the head of her brother, Sir Marhaus.\nHastening to her chamber, she sought in a casket for the fragment,\nand returning, placed it by the sword edge, where it fitted as well\nas on the day it was first broken. Then she cried to her daughter:\n\"This, then, is the traitor knight who slew my brother, Sir\nMarhaus\"; and snatching up the sword, she rushed upon Sir Tristram\nwhere he sat in his bath, and would have killed him, but that his\nsquire restrained her. Having failed of her purpose, she sought her\nhusband, King Anguish, and told him all her story: how the knight\nthey had harboured was he who had slain Sir Marhaus. Then the King,\nsore perplexed, went to Sir Tristram's chamber, where he found him\nfully armed, ready to get to horse. And Tristram told him all the\ntruth, how in fair fight he had slain Sir Marhaus. \"Ye did as a\nknight should,\" said King Anguish; \"and much it grieves me that I\nmay not keep you at my court; but I cannot so displease my Queen or\nbarons.\" \"Sir,\" said Tristram, \"I thank you for your courtesy, and\nwill requite it as occasion may offer. Moreover, here I pledge my\nword, as I am good knight and true, to be your daughter's servant,\nand in all places and at all times to uphold her quarrel. Wherefore\nI pray you that I may take my leave of the princess.\"\n\nThen, with the King's permission, Sir Tristram went to the Fair\nIsolt and told her all his story; \"And here,\" said he, \"I make my\nvow ever to be your true knight, and at all times and in all places\nto uphold your quarrel.\" \"And on my part\" answered the Fair Isolt,\n\"I make promise that never these seven years will I marry any man,\nsave with your leave and as ye shall desire.\" Therewith they\nexchanged rings, the Fair Isolt grieving sore the while. Then Sir\nTristram strode into the court and cried aloud, before all the\nbarons: \"Ye knights of Ireland, the time is come when I must\ndepart. Therefore, if any man have aught against me, let him stand\nforth now, and I will satisfy him as I may.\" Now there were many\npresent of the kin of Sir Marhaus, but none dared have ado with Sir\nTristram; so, slowly he rode away, and with his squire took ship\nagain for Cornwall.\n\n\n\n\nCHAPTER XIV\n\nHOW KING MARK SENT SIR TRISTRAM TO FETCH HIM A WIFE\n\n\nWhen Sir Tristram had come back to Cornwall, he abode some time at\nthe court of King Mark. Now in those days the Cornish knights were\nlittle esteemed, and none less than Mark himself, who was a coward,\nand never adventured himself in fair and open combat, seeking\nrather to attack by stealth and have his enemy at an advantage. But\nthe fame of Sir Tristram increased daily, and all men spoke well of\nhim. So it came to pass that King Mark, knowing himself despised,\ngrew fearful and jealous of the love that all men bore his nephew;\nfor he seemed in their praise of him to hear his own reproach. He\nsought, therefore, how he might rid himself of Tristram even while\nhe spoke him fair and made as if he loved him much, and at the last\nhe bethought him how he might gain his end and no man be the wiser.\nSo one day, he said to Tristram: \"Fair nephew, I am resolved to\nmarry, and fain would I have your aid.\" \"In all things, I am yours\nto command,\" answered Sir Tristram. \"I pray you, then,\" said King\nMark, \"bring me to wife the Fair Isolt of Ireland. For since I have\nheard your praises of her beauty, I may not rest unless I have her\nfor my Queen.\" And this he said thinking that, if ever Sir Tristram\nset foot in Ireland, he would be slain.\n\nBut Tristram, nothing mistrusting, got together a company of\ngallant knights, all fairly arrayed as became men sent by their\nKing on such an errand; and with them he embarked on a goodly ship.\nNow it chanced that when he had reached the open sea, a great storm\narose and drove him back on to the coast of England, and landing\nwith great difficulty he set up his pavilion hard by the city of\nCamelot.\n\nPresently, word was brought him by his squire that King Anguish\nwith his company lay hard by, and that the King was in sore\nstraits; for he was charged with the murder of a knight of Arthur's\ncourt, and must meet in combat Sir Blamor, one of the stoutest\nknights of the Round Table. Then Sir Tristram rejoiced, for he saw\nin this opportunity of serving King Anguish the means of earning\nhis good will. So he betook himself to the King's tent, and\nproffered to take upon him the encounter, for the kindness shown\nhim by King Anguish in former days. And the King gratefully\naccepting of his championship, the next day Sir Tristram\nencountered with Sir Blamor, overthrew him, and so acquitted the\nIrish King of the charge brought against him. Then in his joy, King\nAnguish begged Sir Tristram to voyage with him to his own land,\nbidding Tristram ask what boon he would and he should have it. So\nrejoicing in his great fortune, Sir Tristram sailed once again for\nthe Irish land.\n\n\n\n\nCHAPTER XV\n\nHOW SIR TRISTRAM AND THE FAIR ISOLT DRANK OF THE MAGIC POTION\n\n\nThen King Anguish made haste to return to Ireland, taking Sir\nTristram with him. And when he was come there and had told all his\nadventures, there was great rejoicing over Sir Tristram, but of\nnone more than of the Fair Isolt. So when Sir Tristram had stayed\nthere some while, King Anguish reminded him of the boon he should\nask and of his own willingness to grant it. \"Sir King,\" replied Sir\nTristram, \"now will I ask it. Grant me your daughter, the Fair\nIsolt, that I may take her to Cornwall, there to become the wife of\nmy uncle, King Mark.\" Then King Anguish grieved when he heard Sir\nTristram's request, and said: \"Far more gladly would I give her to\nyou to wife.\" \"That may not be,\" replied Sir Tristram; \"my honour\nforbids.\" \"Take her then,\" said King Anguish, \"she is yours to wed\nor to give to your uncle, King Mark, as seems good to you.\"\n\nSo a ship was made ready and there entered it the Fair Isolt and\nSir Tristram, and Gouvernail, his squire, and Dame Bragwaine, who\nwas maid to the princess. But before they sailed, the Queen gave in\ncharge to Gouvernail and Dame Bragwaine a phial of wine which King\nMark and Isolt should drink together on their wedding-day; \"For,\"\nsaid the Queen, \"such is the magic virtue of this wine, that,\nhaving drunk of it, they may never cease from loving one another.\"\n\nNow it chanced, one day, that Sir Tristram sat and harped to the\nFair Isolt; and the weather being hot, he became thirsty. Then\nlooking round the cabin he beheld a golden flask, curiously shaped\nand wrought; and laughing, he said to the Fair Isolt: \"See, madam,\nhow my man and your maid care for themselves; for here is the best\nwine that ever I tasted. I pray you, now, drink to me.\" So with\nmirth and laughter, they pledged each other, and thought that never\nbefore had they tasted aught so good. But when they had made an end\nof drinking, there came upon them the might of the magic charm; and\nnever from that day, for good or for ill, might they cease from\ntheir love. And so much woe was wrought; for, mindful of his pledge\nto his uncle, Sir Tristram brought Isolt in all honour into the\nland of Cornwall where she was wedded with pomp and ceremony to\nKing Mark, the craven King, who hated his nephew even more than\nbefore, because he had returned in safety and made good his promise\nas became an honourable knight. And from that day he never ceased\nseeking the death of Sir Tristram.\n\n\n\n\nCHAPTER XVI\n\nOF THE END OF SIR TRISTRAM\n\n\nThen again Sir Tristram abode at King Mark's court, ever rendering\nthe Fair Isolt loyal and knightly service; for King Mark would\nimperil his life for none, no matter what the need.\n\nNow among the Cornish knights, there was much jealousy of Sir\nTristram de Liones, and chief of his enemies was his own cousin,\nSir Andred. With lying words, Sir Andred sought to stir up King\nMark against his nephew, speaking evil of the Queen and of Sir\nTristram. Now Mark was afraid openly to accuse Sir Tristram, so he\nset Sir Andred to spy upon him. At last, it befell one day that Sir\nAndred saw Sir Tristram coming, alone and unarmed, from the Queen's\npresence, and with twelve other knights, he fell upon him and bound\nhim. Then these felon knights bore Sir Tristram to a little chapel\nstanding upon a great rock which jutted out into the sea. There\nthey would have slain him, unarmed and bound. But Sir Tristram,\nperceiving their intent, put forth suddenly all his strength, burst\nhis bonds, and wresting a sword from Sir Andred, cut him down; and\nso he did with six other knights. Then while the rest, being but\ncowards, gave back a little, he shut to and bolted the doors\nagainst them, and sprang from the window on to the sea-washed rocks\nbelow. There he lay as one dead, until his squire, Gouvernail,\ncoming in a little boat, took up his master, dressed his wounds,\nand carried him to the coast of England.\n\nSo Sir Tristram was minded to remain in that country for a time.\nThen, one day, as he rode through the forest near Camelot, there\ncame running to him a fair lady who cried: \"Sir Tristram, I claim\nyour aid for the truest knight in all the world, and that is none\nother than King Arthur.\" \"With a good heart,\" said Sir Tristram;\n\"but where may I find him?\" \"Follow me,\" said the lady, who was\nnone other than the Lady of the Lake herself, and ever mindful of\nthe welfare of King Arthur. So he rode after her till he came to a\ncastle, and in front of it he saw two knights who beset at once\nanother knight, and when Sir Tristram came to the spot, the two had\nborne King Arthur to the ground and were about to cut off his head.\nThen Sir Tristram called to them to leave their traitor's work and\nlook to themselves; with the word, one he pierced through with his\nspear and the other he cut down, and setting King Arthur again upon\nhis horse, he rode with him until they met with certain of Arthur's\nknights. But when King Arthur would know his name, Tristram would\ngive none, but said only that he was a poor errant knight; and so\nthey parted.\n\nBut Arthur, when he was come back to Camelot, sent for Sir\nLauncelot and other of his knights, bidding them seek for such an\none as was Sir Tristram and bring him to the court. So they\ndeparted, each his own way, and searched for many days, but in\nvain. Then it chanced, at last, as Sir Launcelot rode on his way,\nhe espied Sir Tristram resting beside a tomb; and, as was the\ncustom of knights errant, he called upon him to joust. So the two\nran together and each broke his spear. Then they sprang to the\nground and fought with their swords, and each thought that never\nhad he encountered so stout or so skilled a knight. So fiercely\nthey fought that, perforce, at last they must rest. Then said Sir\nLauncelot: \"Fair Knight, I pray you tell me your name, for never\nhave I met so good a knight.\" \"In truth,\" said Sir Tristram, \"I am\nloth to tell my name.\" \"I marvel at that,\" said Sir Launcelot; \"for\nmine I will tell you freely. I am Launcelot du Lac.\" Then was Sir\nTristram filled at once with joy and with sorrow; with joy that at\nlast he had encountered the noblest knight of the Round Table, with\nsorrow that he had done him such hurt, and without more ado he\nrevealed his name. Now Sir Launcelot, who ever delighted in the\nfame of another, had long desired to meet Sir Tristram de Liones,\nand rejoicing to have found him, he knelt right courteously and\nproffered him his sword, as if he would yield to him. But Tristram\nwould not have it so, declaring that, rather, he should yield to\nSir Launcelot. So they embraced right heartily, and when Sir\nLauncelot questioned him, Sir Tristram acknowledged that it was he\nwho had come to King Arthur's aid. Together, then, they rode to\nCamelot, and there Sir Tristram was received with great honour by\nKing Arthur, who made him Knight of the Round Table.\n\nPresently, to Tristram at Camelot, there came word that King Mark\nhad driven the Fair Isolt from court, and compelled her to have her\ndwelling in a hut set apart for lepers. Then Sir Tristram was wroth\nindeed, and mounting his horse, rode forth that same hour, and\nrested not till he had found the lepers' hut, whence he bore the\nQueen to the castle known as the Joyous Garde; and there he held\nher, in safety and honour, in spite of all that King Mark could do.\nAnd all men honoured Sir Tristram, and felt sorrow for the Fair\nIsolt; while as for King Mark, they scorned him even more than\nbefore.\n\nBut to Sir Tristram, it was grief to be at enmity with his uncle\nwho had made him knight, and at last he craved King Arthur's aid to\nreconcile him to Mark. So then the King, who loved Sir Tristram,\nsent messengers to Cornwall to Mark, bidding him come forthwith to\nCamelot; and when the Cornish King was arrived, Arthur required him\nto set aside his enmity to Tristram, who had in all things been his\nloyal nephew and knight. And King Mark, his head full of hate, but\nfearful of offending his lord, King Arthur, made fair proffers of\nfriendship, begging Sir Tristram to return to Cornwall with him,\nand promising to hold him in love and honour. So they were\nreconciled, and when King Mark returned to Cornwall, thither Sir\nTristram escorted the Fair Isolt, and himself abode there,\nbelieving his uncle to mean truly and honourably by him.\n\nBut under a seeming fair exterior, King Mark hated Sir Tristram\nmore than ever, and waited only to have him at an advantage. At\nlength he contrived the opportunity he sought. For he hid him in\nthe Queen's chamber at a time when he knew Sir Tristram would come\nthere unarmed, to harp to the Fair Isolt the music that she loved.\nSo as Sir Tristram, all unsuspecting, bent over his harp, Mark\nleaped from his lurking place and dealt him such a blow from behind\nthat, on the instant, he fell dead at the feet of the Fair Isolt.\nSo perished the good knight, Sir Tristram de Liones Nor did the\nFair Isolt long survive him, for refusing all comfort, she pined\naway, and died within a few days, and was laid in a tomb beside\nthat of her true knight. But the felon King paid the price of his\ntreachery with his life; for Sir Launcelot himself avenged the\ndeath of his friend and the wrongs of the Fair Isolt.\n\n\n\n\nBOOK IV\n\nKING ARTHUR'S NEPHEWS\n\n\n\n\nCHAPTER XVII\n\nSIR GAWAIN AND THE LADY\n\n\nAmong the knights at King Arthur's court were his nephews, the sons\nof his sister, Queen Bellicent, and of that King Lot of Orkney, who\nhad joined the league against Arthur in the first years of his\nreign.\n\nOf each, many tales are told; of Sir Gawain and Sir Gareth to\ntheir great renown, but of Sir Mordred to his shame. For Sir Gawain\nand Sir Gareth were knights of great prowess; but Sir Mordred was a\ncoward and a traitor, envious of other men's fame, and a\ntale-bearer.\n\nNow Sir Gawain was known as the Ladies' Knight, and this is how he\ncame by the name. It was at Arthur's marriage-feast, when Gawain\nhad just been made knight, that a strange thing befell. There\nentered the hall a white hart, chased by a hound, and when it had\nrun round the hall, it fled through the doorway again, still\nfollowed by the hound. Then, by Merlin's advice, the quest of the\nhart was given to Gawain as a new-made knight, to follow it and see\nwhat adventures it would bring him. So Sir Gawain rode away, taking\nwith him three couples of greyhounds for the pursuit. At the last,\nthe hounds caught the hart, and killed it just as it reached the\ncourt-yard of a castle. Then there came forth from the castle a\nknight, and he was grieved and wroth to see the hart slain, for it\nwas given him by his lady; so, in his anger, he killed two of the\nhounds. At that moment Sir Gawain entered the court-yard, and an\nangry man was he when he saw his greyhounds slain. \"Sir Knight,\"\nsaid he, \"ye would have done better to have taken your vengeance on\nme rather than on dumb animals which but acted after their kind.\"\n\"I will be avenged on you also,\" cried the knight; and the two\nrushed together, cutting and thrusting that it was wonderful they\nmight so long endure. But at the last the knight grew faint, and\ncrying for mercy, offered to yield to Sir Gawain. \"Ye had no mercy\non my hounds,\" said Sir Gawain. \"I will make you all the amends in\nmy power,\" answered the knight. But Sir Gawain would not be turned\nfrom his purpose, and unlacing the vanquished knight's helmet, was\nabout to cut off his head, when a lady rushed out from the castle\nand flung herself on the body of the fallen knight. So it chanced\nthat Sir Gawain's sword descending smote off the lady's head. Then\nwas Sir Gawain grieved and sore ashamed for what he had done, and\nsaid to the knight: \"I repent for what I have done; and here I give\nyou your life. Go only to Camelot, to King Arthur's court, and tell\nhim ye are sent by the knight who follows the quest of the white\nhart.\" \"Ye have slain my lady,\" said the other, \"and now I care not\nwhat befalls me.\" So he arose and went to King Arthur's court.\n\nThen Sir Gawain prepared to rest him there for the night; but\nscarcely had he lain down when there fell upon him four knights,\ncrying: \"New-made knight, ye have shamed your knighthood, for a\nknight without mercy is without honour.\" Then was Sir Gawain borne\nto the earth, and would have been slain, but that there came forth\nfrom the castle four ladies who besought the knights to spare his\nlife; so they consented and bound him prisoner.\n\nThe next morning Sir Gawain was brought again before the knights\nand their dames; and because he was King Arthur's nephew, the\nladies desired that he should be set free, only they required that\nhe should ride again to Camelot, the murdered lady's head hanging\nfrom his neck, and her dead body across his saddle-bow; and that\nwhen he arrived at the court he should confess his misdeeds.\n\nSo Sir Gawain rode sadly back to Camelot, and when he had told his\ntale, King Arthur was sore displeased. And Queen Guenevere held a\ncourt of her ladies to pass sentence on Sir Gawain for his\nungentleness. These then decreed that, his life long, he must never\nrefuse to fight for any lady who desired his services, and that\never he should be gentle and courteous and show mercy to all. From\nthat time forth, Sir Gawain never failed in aught that dame or\ndamsel asked of him, and so he won and kept the title of the\nLadies' Knight.\n\n\n\n\nCHAPTER XVIII\n\nTHE ADVENTURES OF SIR GARETH\n\n\nGareth was the youngest of the sons of Lot and Bellicent, and had\ngrown up long after Gawain and Mordred left their home for King\nArthur's court; so that when he came before the King, all humbly\nattired, he was known not even by his own brothers.\n\nKing Arthur was keeping Pentecost at Kink Kenadon on the Welsh\nborder and, as his custom was, waited to begin the feast until some\nadventure should befall. Presently there was seen approaching a\nyouth, who, to the wonderment of all that saw, leaned upon the\nshoulders of two men, his companions; and yet as he passed up the\nhall, he seemed a goodly youth, tall and broad-shouldered. When he\nstood before the King, suddenly he drew himself up, and after due\ngreeting, said: \"Sir King, I would ask of you three boons; one to\nbe granted now and two hereafter when I shall require them.\" And\nArthur, looking upon him, was pleased, for his countenance was open\nand honest. So he made answer; \"Fair son, ask of me aught that is\nhonourable and I will grant it.\" Then the youth said: \"For this\npresent, I ask only that ye will give me meat and drink for a year\nand a day.\" \"Ye might have asked and had a better gift,\" replied\nthe King; \"tell me now your name.\" \"At this time, I may not tell\nit,\" said the youth. Now King Arthur trusted every man until he\nproved himself unworthy, and in this youth he thought he saw one\nwho should do nobly and win renown; so laughing, he bade him keep\nhis own counsel since so he would, and gave him in charge to Sir\nKay, the Seneschal.\n\nNow Sir Kay was but harsh to those whom he liked not, and from the\nfirst he scorned the young man; \"For none,\" said he, \"but a\nlow-born lout would crave meat and drink when he might have asked\nfor a horse and arms.\" But Sir Launcelot and Sir Gawain took the\nyouth's part. Neither knew him for Gareth of the Orkneys, but both\nbelieved him to be a youth of good promise who, for his own\nreasons, would pass in disguise for a season.\n\nSo Gareth lived the year among the kitchen-boys, all the time\nmocked and scorned by Sir Kay, who called him Fairhands because his\nhands were white and shapely. But Launcelot and Gawain showed him\nall courtesy, and failed not to observe how, in all trials of\nstrength, he excelled his comrades, and that he was ever present to\nwitness the feats of the knights in the tournaments.\n\nSo the year passed, and again King Arthur was keeping the feast of\nPentecost with his knights, when a damsel entered the hall and\nasked his aid: \"For,\" said she, \"my sister is closely besieged in\nher castle by a strong knight who lays waste all her lands. And\nsince I know that the knights of your court be the most renowned in\nthe world, I have come to crave help of your mightiest.\" \"What is\nyour sister's name, and who is he that oppresses her?\" asked the\nKing. \"The Red Knight, he is called,\" replied the damsel. \"As for\nmy sister I will not say her name, only that she is a high-born\nlady and owns broad lands.\" Then the King frowned and said: \"Ye\nwould have aid but will say no name. I may not ask knight of mine\nto go on such an errand.\"\n\nThen forth stepped Gareth from among the serving men at the hall\nend and said: \"Sir King, I have eaten of your meat in your kitchen\nthis twelvemonth since, and now I crave my other two boons.\" \"Ask\nand have,\" replied the King. \"Grant me then the adventure of this\ndamsel, and bid Sir Launcelot ride after me to knight me at my\ndesire, for of him alone would I be made knight.\" \"It shall be so,\"\nanswered the King. \"What!\" cried the damsel, \"I ask for a knight\nand ye give me a kitchen-boy. Shame on you, Sir King.\" And in\ngreat wrath she fled from the hall, mounted her palfrey and rode\naway. Gareth but waited to array himself in the armour which he had\nkept ever in readiness for the time when he should need it, and\nmounting his horse, rode after the damsel.\n\nBut when Sir Kay knew what had happened, he was wroth, and got to\nhorse to ride after Gareth and bring him back. Even as Gareth\novertook the damsel, so did Kay come up with him and cried: \"Turn\nback, Fairhands! What, sir, do ye not know me?\" \"Yes,\" answered\nGareth, \"I know you for the most discourteous knight in Arthur's\ncourt.\" Then Sir Kay rode upon him with his lance, but Gareth\nturned it aside with his sword and pierced Sir Kay through the side\nso that he fell to the ground and lay there without motion. So\nGareth took Sir Kay's shield and spear and was about to ride away,\nwhen seeing Sir Launcelot draw near, he called upon him to joust.\nAt the first encounter, Sir Launcelot unhorsed Gareth, but quickly\nhelped him to his feet. Then, at Gareth's desire, they fought\ntogether with swords, and Gareth did knightly till, at length, Sir\nLauncelot said, laughing: \"Why should we fight any longer? Of a\ntruth ye are a stout knight.\" \"If that is indeed your thought, I\npray you make me knight,\" cried Gareth. So Sir Launcelot knighted\nGareth, who, bidding him farewell, hastened after the damsel, for\nshe had ridden on again while the two knights talked. When she saw\nhim coming, she cried: \"Keep off! ye smell of the kitchen!\"\n\"Damsel,\" said Sir Gareth, \"I must follow until I have fulfilled\nthe adventure.\" \"Till ye accomplish the adventure, Turn-spit? Your\npart in it shall soon be ended.\" \"I can only do my best,\" answered\nSir Gareth.\n\nNow as they rode through the forest, they met with a knight sore\nbeset by six thieves, and him Sir Gareth rescued. The knight then\nbade Gareth and the damsel rest at his castle, and entertained them\nright gladly until the morn, when the two rode forth again.\nPresently, they drew near to a deep river where two knights kept\nthe ford. \"How now, kitchen-knave? Will ye fight or escape while ye\nmay?\" cried the damsel. \"I would fight though there were six\ninstead of two,\" replied Sir Gareth. Therewith he encountered the\none knight in mid-stream and struck him such a blow on the head\nthat he fell, stunned, into the water and was drowned. Then,\ngaining the land, Gareth cleft in two both helmet and head of the\nother knight, and turned to the damsel, saying: \"Lead on; I\nfollow.\"\n\nBut the damsel mocked him, saying: \"What a mischance is this that a\nkitchen-boy should slay two noble knights! Be not over-proud,\nTurn-spit. It was but luck, if indeed ye did not attack one knight\nfrom behind.\" \"Say what you will, I follow,\" said Sir Gareth.\n\nSo they rode on again, the damsel in front and Sir Gareth behind,\ntill they reached a wide meadow where stood many fair pavilions;\nand one, the largest, was all of blue, and the men who stood about\nit were clothed in blue, and bore shields and spears of that\ncolour; and of blue, too, were the trappings of the horses. Then\nsaid the damsel: \"Yonder is the Blue Knight, the goodliest that\never ye have looked upon, and five hundred knights own him lord.\"\n\"I will encounter him,\" said Sir Gareth; \"for if he be good knight\nand true as ye say, he will scarce set on me with all his\nfollowing; and man to man, I fear him not.\" \"Fie!\" said the damsel,\n\"for a dirty knave, ye brag loud. And even if ye overcome him, his\nmight is as nothing to that of the Red Knight who besieges my lady\nsister. So get ye gone while ye may.\" \"Damsel,\" said Sir Gareth,\n\"ye are but ungentle so to rebuke me; for, knight or knave, I have\ndone you good service, nor will I leave this quest while life is\nmine.\" Then the damsel was ashamed, and, looking curiously at\nGareth, she said: \"I would gladly know what manner of man ye are.\nFor I heard you call yourself kitchen-knave before Arthur's self,\nbut ye have ever answered patiently though I have chidden you\nshamefully; and courtesy comes only of gentle blood.\" Thereat Sir\nGareth but laughed, and said: \"He is no knight whom a maiden can\nanger by harsh words.\"\n\nSo talking, they entered the field, and there came to Sir Gareth a\nmessenger from the Blue Knight to ask him if he came in peace or in\nwar. \"As your lord pleases,\" said Sir Gareth. So when the messenger\nhad brought back this word, the Blue Knight mounted his horse, took\nhis spear in his hand, and rode upon Sir Gareth. At their first\nencounter their lances shivered to pieces, and such was the shock\nthat their horses fell dead. So they rushed on each other with\nsword and shield, cutting and slashing till the armour was hacked\nfrom their bodies; but at last, Sir Gareth smote the Blue Knight\nto the earth. Then the Blue Knight yielded, and at the damsel's\nentreaty, Sir Gareth spared his life.\n\nSo they were reconciled, and at the request of the Blue Knight, Sir\nGareth and the damsel abode that night in his tents. As they sat at\ntable, the Blue Knight said: \"Fair damsel, are ye not called\nLinet?\" \"Yes,\" answered she, \"and I am taking this noble knight to\nthe relief of my sister, the Lady Liones.\" \"God speed you, Sir,\"\nsaid the Blue Knight, \"for he is a stout knight whom ye must meet.\nLong ago might he have taken the lady, but that he hoped that Sir\nLauncelot or some other of Arthur's most famous knights, coming to\nher rescue, might fall beneath his lance. If ye overthrow him, then\nare ye the peer of Sir Launcelot and Sir Tristram.\" \"Sir Knight,\"\nanswered Gareth, \"I can but strive to bear me worthily as one whom\nthe great Sir Launcelot made knight.\"\n\nSo in the morning they bade farewell to the Blue Knight, who vowed\nto carry to King Arthur word of all that Gareth had achieved; and\nthey rode on, till, in the evening, they came to a little ruined\nhermitage where there awaited them a dwarf, sent by the Lady\nLiones, with all manner of meats and other store. In the morning,\nthe dwarf set out again to bear word to his lady that her rescuer\nwas come. As he drew near the castle, the Red Knight stopped him,\ndemanding whence he came. \"Sir,\" said the dwarf, \"I have been with\nmy lady's sister, who brings with her a knight to the rescue of my\nlady.\" \"It is lost labour,\" said the Red Knight; \"even though she\nbrought Launcelot or Tristram, I hold myself a match for them.\"\n\"He is none of these,\" said the dwarf, \"but he has overthrown the\nknights who kept the ford, and the Blue Knight yielded to him.\"\n\"Let him come,\" said the Red Knight; \"I shall soon make an end of\nhim, and a shameful death shall he have at my hands, as many a\nbetter knight has had.\" So saying, he let the dwarf go.\n\nPresently, there came riding towards the castle Sir Gareth and the\ndamsel Linet, and Gareth marvelled to see hang from the trees some\nforty knights in goodly armour, their shields reversed beside them.\nAnd when he inquired of the damsel, she told him how these were the\nbodies of brave knights who, coming to the rescue of the Lady\nLiones, had been overthrown and shamefully done to death by the Red\nKnight. Then was Gareth shamed and angry, and he vowed to make an\nend of these evil practices. So at last they drew near to the\ncastle walls, and saw how the plain around was covered with the Red\nKnight's tents, and the noise was that of a great army. Hard by was\na tall sycamore tree, and from it hung a mighty horn, made of an\nelephant's tusk. Spurring his horse, Gareth rode to it, and blew\nsuch a blast that those on the castle walls heard it; the knights\ncame forth from their tents to see who blew so bold a blast, and\nfrom a window of the castle the Lady Liones looked forth and waved\nher hand to her champion. Then, as Sir Gareth made his reverence to\nthe lady, the Red Knight called roughly to him to leave his\ncourtesy and look to himself; \"For,\" said he, \"she is mine, and to\nhave her, I have fought many a battle.\" \"It is but vain labour,\"\nsaid Sir Gareth, \"since she loves you not. Know, too, Sir Knight,\nthat I have vowed to rescue her from you.\" \"So did many another who\nnow hangs on a tree,\" replied the Red Knight, \"and soon ye shall\nhang beside them.\" Then both laid their spears in rest, and spurred\ntheir horses. At the first encounter, each smote the other full in\nthe shield, and the girths of the saddles bursting, they were borne\nto the earth, where they lay for awhile as if dead. But presently\nthey rose, and setting their shields before them, rushed upon each\nother with their swords, cutting and hacking till the armour lay on\nthe ground in fragments. So they fought till noon and then rested;\nbut soon they renewed the battle, and so furiously they fought,\nthat often they fell to the ground together. Then, when the bells\nsounded for evensong, the knights rested again a while, unlacing\ntheir helms to breathe the evening air. But looking up to the\ncastle windows, Gareth saw the Lady Liones gazing earnestly upon\nhim; then he caught up his helmet, and calling to the Red Knight,\nbade him make ready for the battle; \"And this time,\" said he, \"we\nwill make an end of it.\" \"So be it,\" said the Red Knight. Then the\nRed Knight smote Gareth on the hand that his sword flew from his\ngrasp, and with another blow he brought him grovelling to the\nearth. At the sight of this, Linet cried aloud, and hearing her,\nGareth, with a mighty effort, threw off the Red Knight, leaped to\nhis sword and got it again within his hand. Then he pressed the Red\nKnight harder than ever, and at the last bore him to the earth,\nand unlacing his helm, made ready to slay him; but the Red Knight\ncried aloud: \"Mercy; I yield.\" At first, remembering the evil\ndeaths of the forty good knights, Gareth was unwilling to spare\nhim; but the Red Knight besought him to have mercy, telling him\nhow, against his will, he had been bound by a vow to make war on\nArthur's knights. So Sir Gareth relented, and bade him set forth at\nonce for Kink Kenadon and entreat the King's pardon for his evil\npast. And this the Red Knight promised to do.\n\nThen amidst much rejoicing, Sir Gareth was borne into the castle.\nThere his wounds were dressed by the Lady Liones, and there he\nrested until he recovered his strength. And having won her love,\nwhen Gareth returned to Arthur's court, the Lady Liones rode with\nhim, and they two were wed with great pomp in the presence of the\nwhole Fellowship of the Round Table; the King rejoicing much that\nhis nephew had done so valiantly. So Sir Gareth lived happily with\nDame Liones, winning fame and the love of all true knights. As for\nLinet, she came again to Arthur's court and wedded Sir Gareth's\nyounger brother, Sir Gaheris.\n\n\n\n\nBOOK V\n\nSIR GERAINT\n\n\n\n\nCHAPTER XIX\n\nTHE ADVENTURES OF GERAINT\n\n\nIt befell, one Whitsunday, that Arthur was holding his court at\nCaerleon, when word was brought to him of a splendid white stag\nthat ranged the Forest of Dean, and forthwith the King proclaimed a\nhunt for the morrow.\n\nSo, with the dawn, there was much trampling of hoofs and baying of\nhounds as all the knights got to horse; but Queen Guenevere\nherself, though she had said she would ride with the hunt, slept\nlate, and when she called her maidens to her, it was broad day.\nThen, with much haste, she arrayed herself, and taking one of her\nladies with her, rode to a little rising ground in the forest, near\nwhich, as she well knew, the hunt must pass.\n\nPresently, as she waited, there came riding by the gallant knight,\nGeraint of Devon. He was arrayed neither for the chase nor for the\nfight, but wore a surcoat of white satin and about him a loose\nscarf of purple, with a golden apple at each corner. And when the\nQueen had answered his salutation, she said: \"How is it, Prince,\nthat ye be not ridden with the hunters?\" \"Madam,\" answered he,\n\"with shame I say it; I slept too late.\" Smiling, the Queen said:\n\"Then are we both in the same case, for I also arose too late. But\ntarry with me, and soon ye will hear the baying of the hounds; for\noften I have known them break covert here.\"\n\nThen as they waited on the little woodland knoll, there came riding\npast a knight full armed, a lady with him, and behind them a dwarf,\nmisshapen and evil-looking, and they passed without word or\nsalutation to the Queen.\n\nThen said Guenevere to Geraint: \"Prince, know ye yonder knight?\"\n\"Nay, madam,\" said he; \"his arms I know not, and his face I might\nnot see.\" Thereupon the Queen turned to her attendant and said:\n\"Ride after them quickly and ask the dwarf his master's name.\" So\nthe maiden did as she was bidden; but when she inquired of the\ndwarf, he answered her roughly: \"I will not tell thee my master's\nname.\" \"Since thou art so churlish,\" said she, \"I will even ask him\nhimself.\" \"That thou shalt not,\" he cried, and struck her across\nthe face with his whip. So the maiden, alarmed and angered, rode\nback to the Queen and told her all that had happened. \"Madam,\"\ncried Geraint, \"the churl has wronged your maiden and insulted your\nperson. I pray you, suffer me to do your errand myself.\" With the\nword, he put spurs to his horse and rode after the three. And when\nhe had come up with the dwarf, he asked the knight's name as the\nmaiden had done, and the dwarf answered him as he had answered the\nQueen's lady. \"I will speak with thy master himself,\" said Geraint.\n\"Thou shalt not, by my faith!\" said the dwarf. \"Thou art not\nhonourable enough to speak with my lord.\" \"I have spoken with men\nof as good rank as he,\" answered Geraint, and would have turned his\nhorse's head that he might ride after the knight; but the dwarf\nstruck him across the face such a blow that the blood spurted forth\nover his purple scarf. Then, in his wrath, Geraint clapped hand to\nsword, and would have slain the churl, but that he bethought him\nhow powerless was such a misshapen thing. So refraining himself, he\nrode back to the Queen and said: \"Madam, for the time the knight\nhas escaped me. But, with your leave, I will ride after him, and\nrequire of him satisfaction for the wrong done to yourself and to\nyour maiden. It must be that I shall come presently to a town where\nI may obtain armour. Farewell; if I live, ye shall have tidings of\nme by next even.\" \"Farewell,\" said the Queen; \"I shall ever hold\nyour good service in remembrance.\"\n\nSo Geraint rode forth on his quest, and followed the road to the\nford of the Usk, where he crossed, and then went on his way until\nhe came to a town, at the further end of which rose a mighty\ncastle. And as he entered the town, he saw the knight and the lady,\nand how, as they rode through the streets, from every window the\nfolk craned their necks to see them pass, until they entered the\ncastle and the gate fell behind them. Then was Geraint satisfied\nthat they would not pass thence that night, and turned him about to\nsee where he could obtain the use of arms that, the next day, he\nmight call the knight to account.\n\nNow it seemed that the whole town was in a ferment. In every house,\nmen were busy polishing shields, sharpening swords, and washing\narmour, and scarce could they find time to answer questions put to\nthem; so at the last, finding nowhere in the town to rest, Geraint\nrode in the direction of a ruined palace, which stood a little\napart from the town, and was reached by a marble bridge spanning a\ndeep ravine. Seated on the bridge was an old man, hoary-headed, and\nclothed in the tattered remains of what had once been splendid\nattire, who gave Geraint courteous greeting. \"Sir,\" said Geraint,\n\"I pray you, know ye where I may find shelter for this night?\"\n\"Come with me,\" said the old man, \"and ye shall have the best my\nold halls afford.\" So saying, he led Geraint into a great\nstone-paved court-yard, surrounded by buildings, once strong\nfortifications, but then half burned and ruinous. There he bade\nGeraint dismount, and led the way into an upper chamber, where sat\nan aged dame, and with her a maiden the fairest that ever Geraint\nhad looked upon, for all that her attire was but a faded robe and\nveil. Then the old man spoke to the maiden, saying: \"Enid, take the\ngood knight's charger to a stall and give him corn. Then go to the\ntown and buy us provision for a feast to-night.\" Now it pleased not\nGeraint that the maiden should thus do him service; but when he\nmade to accompany her, the old man, her father, stayed him and kept\nhim in converse until presently she was returned from the town and\nhad made all ready for the evening meal. Then they sat them down to\nsupper, the old man and his wife with Geraint between them; and the\nfair maid, Enid, waited upon them, though it irked the Prince to\nsee her do such menial service.\n\nSo as they ate, they talked, and presently Geraint asked of the\ncause why the palace was all in ruins. \"Sir knight,\" said the old\nman, \"I am Yniol, and once I was lord of a broad earldom. But my\nnephew, whose guardian I had been, made war upon me, affirming that\nI had withheld from him his dues; and being the stronger, he\nprevailed, and seized my lands and burnt my halls, even as ye see.\nFor the townsfolk hold with him, because that, with his tournaments\nand feastings, he brings many strangers their way.\" \"What then is\nall the stir in the town even now?\" asked Geraint. \"To-morrow,\"\nsaid the Earl, \"they hold the tournament of the Sparrow-Hawk. In\nthe midst of the meadow are set up two forks, and on the forks a\nsilver rod, and on the rod the form of a Sparrow-Hawk. Two years\nhas it been won by the stout knight Edeyrn, and if he win it the\nmorrow, it shall be his for aye, and he himself known as the\nSparrow-Hawk.\" \"Tell me,\" cried Geraint, \"is that the knight that\nrode this day with a lady and a dwarf to the castle hard by?\" \"The\nsame,\" said Yniol; \"and a bold knight he is.\" Then Geraint told\nthem of the insult offered that morning to Queen Guenevere and her\nmaiden, and how he had ridden forth to obtain satisfaction. \"And\nnow, I pray you,\" said Geraint, \"help me to come by some arms, and\nin to-morrow's lists will I call this Sparrow-Hawk to account.\"\n\"Arms have I,\" answered the Earl, \"old and rusty indeed, yet at\nyour service. But, Sir Knight, ye may not appear in to-morrow's\ntournament, for none may contend unless he bring with him a lady in\nwhose honour he jousts.\" Then cried Geraint: \"Lord Earl, suffer me\nto lay lance in rest in honour of the fair maiden, your daughter.\nAnd if I fall to-morrow, no harm shall have been done her, and if I\nwin, I will love her my life long, and make her my true wife.\" Now\nEnid, her service ended, had left them to their talk; but the Earl,\nrejoicing that so noble a knight should seek his daughter's love,\npromised that, with the maiden's consent, all should be as the\nPrince desired.\n\nSo they retired to rest that night, and the next day at dawn,\nGeraint arose, and, donning the rusty old armour lent him by Earl\nYniol, rode to the lists; and there amongst the humbler sort of\nonlookers, he found the old Earl and his wife and with them their\nfair daughter.\n\nThen the heralds blew their trumpets, and Edeyrn bade his lady-love\ntake the Sparrow-Hawk, her due as fairest of the fair. \"Forbear,\"\ncried Geraint; \"here is one fairer and nobler for whom I claim the\nprize of the tournament.\" \"Do battle for it, then!\" cried Edeyrn.\nSo the two took their lances and rushed upon one another with a\ncrash like thunder, and each broke his spear. Thus they encountered\nonce and again; but at the last Geraint bore down upon Edeyrn with\nsuch force that he carried him from his horse, saddle and all. Then\nhe dismounted, and the two rushed upon each other with their\nswords. Long they fought, the sparks flying and their breath coming\nhard, till, exerting all his strength, Geraint dealt the other such\na blow as cleft his helmet and bit to the bone. Then Edeyrn flung\naway his sword and yielded him. \"Thou shalt have thy life,\" said\nGeraint, \"upon condition that, forthwith, thou goest to Arthur's\ncourt, there to deliver thyself to our Queen, and make such\natonement as shall be adjudged thee, for the insult offered her\nyester morn.\" \"I will do so,\" answered Edeyrn; and when his wounds\nhad been dressed he got heavily to horse and rode forth to\nCaerleon.\n\nThen the young Earl, Yniol's nephew, adjudged the Sparrow-Hawk to\nGeraint, as victor in the tourney, and prayed him to come to his\ncastle to rest and feast. But Geraint, declining courteously, said\nthat it behoved him to go there where he had rested the night\nbefore. \"Where may that have been?\" asked the Earl; \"for though ye\ncome not to my castle, yet would I see that ye fare as befits your\nvalour.\" \"I rested even with Yniol, your uncle,\" answered Geraint.\nThe young Earl mused awhile, and then he said: \"I will seek you,\nthen, in my uncle's halls, and bring with me the means to furnish\nforth a feast.\"\n\nAnd so it was. Scarcely had Prince Geraint returned to the ruined\nhall and bathed and rested him after his labours, when the young\nEarl arrived, and with him forty of his followers bearing all\nmanner of stores and plenishings. And that same hour, the young\nEarl was accorded with Yniol, his uncle, restoring to him the lands\nof which he had deprived him, and pledging his word to build up\nagain the ruined palace.\n\nWhen they had gone to the banquet, then came to them Enid, attired\nin beautiful raiment befitting her rank; and the old Earl led her\nto Geraint, saying: \"Prince, here is the maiden for whom ye fought,\nand freely I bestow her upon you.\" So Geraint took her hand before\nthem all and said: \"She shall ride with me to Caerleon, and there\nwill I wed her before Arthur's court.\" Then to Enid he said:\n\"Gentle maiden, bear with me when I pray you to don the faded robe\nand veil in which first I saw you.\" And Enid, who was ever gentle\nand meek, did as he desired, and that evening they rode to\nCaerleon.\n\nSo when they drew near the King's palace, word was brought to\nGuenevere of their approach. Then the Queen went forth to greet the\ngood knight, and when she had heard all his story, she kissed the\nmaiden, and leading her into her own chamber, arrayed her right\nroyally for her marriage with the Prince. And that evening they\nwere wed amidst great rejoicing, in the presence of all the\nknights and ladies of the court, the King himself giving Enid to\nher husband. Many happy days they spent at Caerleon, rejoicing in\nthe love and good-will of Arthur and his Queen.\n\n\n\n\nCHAPTER XX\n\nGERAINT AND ENID\n\n\nGeraint and the fair Enid abode more than a year at Arthur's court;\nEnid winning daily more and more the love of all by her gentleness\nand goodness, and Geraint being ever amongst the foremost in the\ntournament. But presently there came word of robber raids upon the\nborders of Devon; wherefore the Prince craved leave of Arthur to\nreturn to his own land, there to put down wrong and oppression, and\nmaintain order and justice. And the King bade him go and secure to\nevery man his due.\n\nSo Geraint passed to his own land, Enid going with him; and soon he\nhad driven the oppressors from their strongholds and established\npeace and order, so that the poor man dwelt in his little cot\nsecure in his possessions. But when all was done, and there was\nnone dared defy him, Geraint abode at home, neglectful of the\ntournament and the chase, and all those manly exercises in which he\nhad once excelled, content if he had but the companionship of his\nwife; so that his nobles murmured because he withdrew himself from\ntheir society, and the common people jeered at him for a laggard.\n\nNow these evil rumours came to Enid's ears, and it grieved her that\nshe should be the cause, however unwillingly, of her husband's\ndishonour; and since she could not bring herself to speak to her\nlord of what was in her heart, daily she grew more sorrowful, till\nthe Prince, aware of her altered demeanour, became uneasy, not\nknowing its source.\n\nSo time went by till it chanced, one summer morning, that with the\nfirst rays of the sun, Enid awoke from her slumbers, and, rising,\ngazed upon her husband as he lay, and marvelled at his strength.\n\"Alas!\" said she, \"to be the cause that my lord suffers shame!\nSurely I should find courage to tell him all, were I indeed true\nwife to him!\" Then, by ill chance, her tears falling upon him awoke\nhim, so that he heard her words, but brokenly, and seeing her weep\nand hearing her accuse herself, it came into his thought that, for\nall his love and care for her, she was weary of him, nay, even that\nperhaps she loved him not at all. In anger and grief he called to\nhis squire and bade him saddle his charger and a palfrey for Enid;\nand to her he said: \"Put on thy meanest attire, and thou shalt ride\nwith me into the wilderness. It seems that I have yet to win me\nfame; but before thou seest home again, thou shalt learn if indeed\nI am fallen so low as thou deemest.\" And Enid, wondering and\ntroubled, answered, \"I know naught of thy meaning, my lord.\" \"Ask\nme nothing,\" said Geraint. So sorrowfully and in silence Enid\narrayed herself, choosing for her apparel the faded robe and veil\nin which first her lord had seen her.\n\nThen the squire brought them their horses; but when he would have\nmounted and ridden after, Geraint forbade him. And to Enid the\nPrince said: \"Ride before me and turn not back, no matter what thou\nseest or hearest. And unless I speak to thee, say not a word to\nme.\"\n\nSo they rode forward along the least frequented road till they came\nto a vast forest, which they entered. There Enid, as she rode in\nfront, saw four armed men lurking by the road, and one said to the\nother: \"See, now is our opportunity to win much spoil at little\ncost; for we may easily overcome this doleful knight, and take from\nhim his arms and lady.\" And Enid hearing them, was filled with fear\nand doubt; for she longed to warn her lord of his danger, yet\nfeared to arouse his wrath, seeing he had bidden her keep silence.\nThen said she to herself: \"Better to anger him, even to the slaying\nof me, than have the misery of seeing him perish.\" So she waited\ntill Geraint drew near, and said: \"Lord, there lie in wait for thee\nfour men fully armed, to slay and rob thee.\" Then he answered her\nin anger: \"Did I desire thy silence or thy warning? Look, then, and\nwhether thou desirest my life or my death, thou shalt see that I\ndread not these robbers.\" Then, as the foremost of the four rode\nupon him, Geraint drove upon him with his spear with such force\nthat the weapon stood out a cubit behind him; and so he did with\nthe second, and the third, and the fourth. Then, dismounting from\nhis horse, he stripped the dead felons of their armour, bound it\nupon their horses, and tying the bridle reins together, bade Enid\ndrive the beasts before her. \"And,\" said he, \"I charge thee, at thy\nperil, speak no word to me.\"\n\nSo they went forward; and presently Enid saw how three horsemen,\nwell armed and well mounted, rode towards them. And one said to the\nother: \"Good fortune, indeed! Here are four horses and four suits\nof armour for us, and but one knight to deal with; a craven too, by\nthe way he hangs his head.\" Then Enid thought within herself how\nher lord was wearied with his former combat, and resolved to warn\nhim even at her own peril. So she waited till he was come up with\nher, and said: \"Lord, there be three men riding towards us, and\nthey promise themselves rich booty at small cost.\" Wrathfully spoke\nGeraint: \"Their words anger me less than thy disobedience\"; and\nimmediately rushing upon the mid-most of the three knights, he bore\nhim from his horse; then he turned upon the other two who rode\nagainst him at the same moment, and slew them both. As with the\nformer caitiffs, so now Geraint stripped the three of their armour,\nbound it upon the horses, and bade Enid drive these forward with\nthe other four.\n\nAgain they rode on their way, and, for all his anger, it smote\nGeraint to the heart to see the gentle lady labouring to drive\nforward the seven horses. So he bade her stay, for they would go no\nfarther then, but rest that night as best they might in the forest;\nand scarcely had they dismounted and tethered the horses before\nGeraint, wearied with his encounters, fell asleep; but Enid\nremained watching, lest harm should come to her lord while he\nslept.\n\nWith the first ray of light, Geraint awoke, and his anger against\nEnid was not passed; so, without more ado, he set her on her\npalfrey and bade her drive the horses on in front as before,\ncharging her that, whatever befell, that day at least, she should\nkeep silence.\n\nSoon they passed from the forest into open land, and came upon a\nriver flowing through broad meadows where the mowers toiled. Then,\nas they waited to let the horses drink their fill, there drew near\na youth, bearing a basket of bread and meat and a blue pitcher\ncovered over with a bowl. So when the youth saluted them, Geraint\nstayed him, asking whence he came. \"My lord,\" said the lad, \"I am\ncome from the town hard by, to bring the mowers their breakfast.\"\n\"I pray thee, then,\" said the Prince, \"give of the food to this\nlady, for she is faint.\" \"That will I gladly,\" answered the youth,\n\"and do ye also partake, noble sir\"; and he spread the meal for\nthem on the grass while they dismounted. So when they had eaten and\nwere refreshed, the youth gathered up the basket and pitcher,\nsaying he would return to the town for food for the mowers. \"Do\nso,\" said the Prince, \"and when thou art come there, take for me\nthe best lodging that thou mayst. And for thy fair service, take a\nhorse and armour, whichsoever thou wilt.\" \"My lord, ye reward me\nfar beyond my deserts,\" cried the youth. \"Right gladly will I make\nall ready against your arrival, and acquaint my master, the Earl,\nof your coming.\"\n\nSo Geraint and Enid followed after the youth to the town, and\nthere they found everything prepared for their comfort, even as he\nhad promised; for they were lodged in a goodly chamber well\nfurnished with all that they might require. Then said Geraint to\nEnid: \"Abide at one end of the room and I will remain at the other.\nAnd call the woman of the house if thou desirest her aid and\ncomfort in aught.\" \"I thank thee, lord,\" answered Enid patiently;\nbut she called for no service, remaining silent and forlorn in the\nfarthest corner of the great chamber.\n\nPresently there came to the house the Earl, the youth's master, and\nwith him twelve goodly knights to wait upon him. And Geraint\nwelcomed them right heartily, bidding the host bring forth his best\nto furnish a feast. So they sat them down at the table, each in his\ndegree according to his rank, and feasted long and merrily; but\nEnid remained the while shrinking into her corner if perchance she\nmight escape all notice.\n\nAs they sat at the banquet, the Earl asked Prince Geraint what\nquest he followed. \"None but mine own inclination and the adventure\nit may please heaven to send,\" said Geraint. Then the Earl, whose\neye had oft sought Enid as she sat apart, said: \"Have I your good\nleave to cross the room and speak to your fair damsel? For she\njoins us not in the feast.\" \"Ye have it freely,\" answered the\nPrince. So the Earl arose, and approaching Enid, bowed before her,\nand spoke to her in low tones, saying: \"Damsel, sad life is yours,\nI fear, to journey with yonder man.\" \"To travel the road he takes\nis pleasant enough to me,\" answered Enid. \"But see what slights he\nputs upon you! To suffer you to journey thus, unattended by page or\nmaiden, argues but little love or reverence for you.\" \"It is as\nnothing, so that I am with him,\" said Enid. \"Nay, but,\" said the\nEarl, \"see how much happier a life might be yours. Leave this\nchurl, who values you not, and all that I have, land and riches,\nand my love and service for ever shall be yours.\" \"Ye cannot tempt\nme, with aught that ye can offer, to be false to him to whom I\nvowed my faith,\" said she. \"Ye are a fool!\" said the Earl in a\nfierce whisper. \"One word to these my knights, and yonder is a dead\nman. Then who shall hinder me that I take you by force? Nay, now,\nbe better advised, and I vow you my whole devotion for all time.\"\nThen was Enid filled with dread of the man and his might, and\nseeking but to gain time, she said: \"Suffer me to be for this\npresent, my lord, and to-morrow ye shall come and take me as by\nforce. Then shall my name not suffer loss.\" \"So be it,\" said he; \"I\nwill not fail you.\" With that he left her, and taking his leave of\nGeraint, departed with his followers.\n\nNever a word of what the Earl had said did Enid tell her husband\nthat night; and on the departure of his guests, the Prince,\nunheedful of her, flung him on the couch, and soon slept, despite\nhis grief and wrath. But Enid watched again that night, and, before\ncock-crow, arose, set all his armour ready in one place, and then,\nthough fearful of his wrath, stepped to his side and touching him\ngently, said: \"Awake, my lord, and arm you, and save me and\nyourself.\" Then she told him of all the Earl had said and of the\ndevice she had used to save them both. Then wrathfully he rose and\narmed himself, bidding her rouse the host to saddle and bring forth\nthe horses. When all was ready, Prince Geraint asked the man his\nreckoning. \"Ye owe but little,\" said the host. \"Take then the seven\nhorses and the suits of armour,\" said Geraint. \"Why, noble sir,\"\ncried the host, \"I scarce have spent the value of one.\" \"The richer\nthou,\" answered Geraint. \"Now show me the road from the town.\"\n\nSo the man guided them from the town, and scarce was he returned\nwhen Earl Durm--for so was the Earl named--hammered at the door,\nwith forty followers at his back. \"Where is the knight who was here\nerewhile?\" \"He is gone hence, my lord,\" answered the host. \"Fool\nand villain!\" cried the Earl, \"why didst thou suffer him to escape?\nWhich way went he?\" And the man, fearful and trembling, directed\nthe Earl the road Geraint had gone.\n\nSo it came to pass, as they rode on their way, Enid in front, the\nPrince behind, that it seemed to Enid she heard the beat of many\nhorse-hoofs. And, as before, she broke Geraint's command, caring\nlittle for aught that might befall her in comparison of loss to\nhim. \"My lord,\" said she, \"seest thou yonder knight pursuing thee\nand many another with him?\" \"Yea, in good truth, I see him,\" said\nGeraint, \"and I see, too, that never wilt thou obey me.\" Then he\nturned him about and, laying lance in rest, bore straight down upon\nEarl Durm, who foremost rushed upon him; and such was the shock of\ntheir encounter, that Earl Durm was borne from his saddle and lay\nwithout motion as one dead. And Geraint charged fiercely upon the\nEarl's men, unhorsing some and wounding others; and the rest,\nhaving little heart for the fight after their master's overthrow,\nturned and fled.\n\nThen Geraint signed to Enid to ride on as before, and so they\njourneyed the space of another hour while the summer sun beat upon\nthem with ever increasing force. Now the Prince had received a\ngrievous hurt in the encounter with Earl Durm and his men; but such\nwas his spirit that he heeded it not, though the wound bled sore\nunder his armour. Presently, as they rode, there came to them the\nsound of wailing, and by the wayside they saw a lady weeping\nbitterly over a knight who lay dead on the ground. \"Lady,\" said\nGeraint, \"what has befallen you?\" \"Noble knight,\" she replied, \"as\nwe rode through the forest, my husband and I, three villains set\nupon him at once, and slew him.\" \"Which way went they?\" asked\nGeraint. \"Straight on by this high-road that ye follow even now,\"\nanswered she. Then Geraint bade Enid remain with the lady while he\nrode on to take vengeance on the miscreants. And Enid waited\nfearfully the long while he was gone, and her heart rejoiced when\nshe saw him returning. But soon her joy was turned to sorrow, for\nhis armour was all dented and covered with blood and his face\nghastly; and even as he reached her side, he fell from his horse,\nprone on the ground. Then Enid strove to loosen his armour, and\nhaving found the wound, she staunched it as best she might and\nbound it with her veil. And taking his head on her lap, she chafed\nhis hands and tried with her own body to shield him from the sun,\nher tears falling fast the while. So she waited till, perchance,\nhelp might come that way; and presently, indeed, she heard the\ntramp of horses, and a troop came riding by with the Earl Limours\nat their head. And when the Earl saw the two fallen knights and the\nweeping women beside them, he stayed his horse, and said: \"Ladies,\nwhat has chanced to you?\" Then she whose husband had been slain\nsaid: \"Sir, three caitiffs set on my husband at once and slew him.\nThen came this good knight and went in pursuit of them, and as I\nthink, slew them; but when he came back, he fell from his horse,\nsore wounded as ye see, and, I fear me, by now he is dead.\" \"Nay,\ngentle sir,\" cried Enid; \"it cannot be that he is dead. Only, I\nbeseech you, suffer two of your men to carry him hence to some\nplace of shelter where he may have help and tendance.\" \"I misdoubt\nme, it is but labour wasted,\" said the Earl; \"nevertheless, for the\nsake of your fair face, it shall be as ye desire.\" Then he ordered\ntwo of his men to carry Geraint to his halls and two more to stay\nbehind and bury the dead knight, while he caused the two women to\nbe placed on led horses; and so they rode to his castle. When they\nwere arrived there, the two spearmen who had carried Geraint,\nplaced him on a settle in the hall, and Enid crouched by his side,\nstriving if by any means she might bring him back to life. And\ngradually Geraint recovered, though still he lay as in a swoon,\nhearing indeed what passed around him, but dimly, as from a\ndistance.\n\nSoon there came into the hall many servitors, who brought forth\nthe tables and set thereon all manner of meats, haunches of venison\nand boars' heads and great pasties, together with huge flagons of\nwine. Then when all was set, there came trooping to the board the\nwhole company of Earl Limours' retainers; last of all came the Earl\nhimself and took his place on the raised dais. Suddenly, as he\nfeasted and made merry, he espied Enid, who, mistrusting him\nutterly, would fain have escaped his eye. And when he saw her, he\ncried: \"Lady, cease wasting sorrow on a dead man and come hither.\nThou shalt have a seat by my side; ay, and myself, too, and my\nEarldom to boot.\" \"I thank you, lord,\" she answered meekly, \"but, I\npray you, suffer me to be as I am.\" \"Thou art a fool,\" said\nLimours; \"little enough he prized thee, I warrant, else had he not\nput thy beauty to such scorn, dressing it in faded rags! Nay, be\nwise; eat and drink, and thou wilt think the better of me and my\nfair proffer.\" \"I will not,\" cried Enid; \"I will neither eat nor\ndrink, till my lord arise and eat with me.\" \"Thou vowest more than\nthou canst perform. He is dead already. Nay, thou shalt drink.\"\nWith the word, he strode to her and thrust into her hand a goblet\nbrimming with wine, crying, \"Drink.\" \"Nay, lord,\" she said, \"I\nbeseech you, spare me and be pitiful.\" \"Gentleness avails nothing\nwith thee,\" cried the Earl in wrath; \"thou hast scorned my fair\ncourtesy. Thou shalt taste the contrary.\" So saying, he smote her\nacross the face.\n\nThen Enid, knowing all her helplessness, uttered an exceeding\nbitter cry, and the sound roused Geraint. Grasping his sword, with\none bound he was upon the Earl and, with one blow, shore his neck\nin two. Then those who sat at meat fled shrieking, for they\nbelieved that the dead had come to life.\n\nBut Geraint gazed upon Enid and his heart smote him, thinking of\nthe sorrow he had brought upon her. \"Lady and sweet wife,\" he\ncried, \"for the wrong I have done thee, pardon me. For, hearing thy\nwords not three days since at morn, I doubted thy love and thy\nloyalty. But now I know thee and trust thee beyond the power of\nwords to shake my faith.\" \"Ah! my lord,\" cried Enid, \"fly, lest\nthey return and slay thee.\" \"Knowest thou where is my charger?\" \"I\nwill bring thee to it.\" So they found the war-horse and Geraint\nmounted it, setting Enid behind him; thus they went forth in the\ndirection of the nearest town, that they might find rest and\nsuccour. Then, as they rode, there came forth from a glade of the\nforest a knight, who, seeing Geraint, at once laid lance in rest as\nif he would ride upon him. And Enid, fearing for her husband,\nshrieked aloud, crying: \"Noble knight, whosoever ye be, encounter\nnot with a man nigh wounded to the death.\" Immediately the knight\nraised his lance and looking more attentively upon, them, he\nexclaimed: \"What! is it Prince Geraint? Pardon me, noble knight,\nthat I knew you not at once. I am that Edeyrn whom once ye\noverthrew and spared. At Arthur's court, whither ye sent me, I was\nshown kindness and courtesy little deserved, and now am I knight of\nArthur's Round Table. But how came ye in such a case?\" Then Geraint\ntold him of his encounter with the three caitiffs, and how he had\nafterwards been borne to the castle of Earl Limours. \"To do justice\non that same felon is Arthur himself here even now,\" cried Edeyrn.\n\"His camp is hard by.\" Then Geraint told Edeyrn how Limours lay\ndead in his own halls, justly punished for the many wrongs he had\ndone, and how his people were scattered. \"Come then yourself to\ngreet the King and tell him what has chanced.\" So he led the way to\nArthur's camp, where it lay in the forest hard by. Then were they\nwelcomed by the King himself and a tent assigned to them, where\nGeraint rested until his wounds were healed.\n\nNever again, from that time forth, had Geraint a doubt of the love\nand truth of Enid; and never from that time had she to mourn that\nhe seemed to set small store by his knightly fame. For after he was\ncured, they returned to their own land, and there Geraint upheld\nthe King's justice, righting wrong and putting down robbery and\noppression, so that the people blessed him and his gentle wife.\nYear by year, his fame grew, till his name was known through all\nlands; and at last, when his time was come, he died a knightly\ndeath, as he had lived a knightly life, in the service of his lord,\nKing Arthur.\n\n\n\n\nBOOK VI\n\nTHE LADY OF THE FOUNTAIN\n\n\n\n\nCHAPTER XXI\n\nTHE LADY OF THE FOUNTAIN\n\n\nKing Arthur was holding his court at Caerleon-upon-Usk, and it was\nthe time of the evening banquet, when there entered the hall the\ngood knight, Sir Kynon. A brave warrior was he, and of good\ncounsel, but he seemed in weary plight as, after due salutation to\nall, he took his place at the Round Table. So it was that all were\neager to hear of his adventure, yet none would question him until\nhe had eaten and drunk. But when he was refreshed, the King said to\nhim: \"Whence come ye, Sir Kynon? For it would seem that ye have met\nwith hard adventure.\" \"Sir King,\" answered Kynon, \"it has been with\nme as never before; for I have encountered with, and been\noverthrown by, a single knight.\" All were filled with wonder at his\nwords, for never before had Sir Kynon been worsted in any meeting,\nman to man. Then said the King: \"The stoutest of us must some time\nmeet his match; yet did ye bear you valiantly, I doubt not. Tell us\nnow, I pray you, of your adventures.\" \"Noble lord,\" said Kynon, \"I\nhad determined to journey into other lands; for I would seek new\nand untried adventures. So I passed into a far land, and it\nchanced, one day, that I found myself in the fairest valley I had\never seen. Through it there flowed a mighty river, which I\nfollowed, until I came, as evening fell, to a castle, the largest\nand strongest I have ever seen. At the castle gate I espied a man\nof right noble mien, who greeted me courteously, and bade me enter.\nSo as we sat at supper, he inquired of my journey and the quest I\nfollowed, and I told him how I sought but adventure, and whether,\nperchance, I might encounter one stronger than myself. Then the\nlord of the castle smiled and said: 'I can bring you to such an\none, if ye would rather that I showed you your disadvantage than\nyour advantage.' And when I questioned him further, he replied:\n'Sleep here this night, and to-morrow I will show you such an one\nas ye seek.' So I rested that night, and with the dawn I rose and\ntook my leave of the lord of the castle, who said to me: 'If ye\nwill persevere in your quest, follow the path to the head of the\nglade, and ascend the wooded steep until ye come to an open space\nin the forest, with but one great tree in its midst. Under the tree\nis a fountain, and beside it a marble slab to which is chained a\nsilver bowl. Take a bowlful of water and dash it upon the slab, and\npresently there will appear a knight spurring to encounter with\nyou. If ye flee, he will pursue, but if ye overcome him, there\nexists none in this world whom ye need fear to have ado with.'\n\n\"Forthwith I departed, and following these directions, I came at\nlast to such a space as he described, with the tree and fountain in\nits midst. So I took the bowl and dashed water from the fountain\nupon the marble slab, and, on the instant, came a clap of thunder\nso loud as near deafened me, and a storm of hailstones the biggest\nthat ever man saw. Scarce was I recovered from my confusion, when I\nsaw a knight galloping towards me. All in black was he, and he rode\na black horse. Not a word we spoke, but we dashed against each\nother, and at the first encounter I was unhorsed. Still not a word\nspoke the Black Knight, but passing the butt-end of his lance\nthrough my horse's reins, rode away, leaving me shamed and on foot.\nSo I made my way back to the castle, and there I was entertained\nagain that night right hospitably, none questioning me as to my\nadventure. The next morning, when I rose, there awaited me a noble\nsteed, ready saddled and bridled, and I rode away and am returned\nhither. And now ye know my story and my shame.\"\n\nThen were all grieved for the discomfiture of Sir Kynon, who had\never borne himself boldly and courteously to all; and they strove\nto console him as best they might. Presently there rose from his\nsiege the good knight Sir Owain of Rheged, and said: \"My lord, I\npray you, give me leave to take upon me this adventure. For I would\ngladly seek this wondrous fountain and encounter with this same\nBlack Knight.\" So the King consented, and on the morrow Sir Owain\narmed him, mounted his horse, and rode forth the way Sir Kynon had\ndirected him.\n\nSo he journeyed many a day until at last he reached the valley of\nwhich Sir Kynon had told, and presently he came to the strong\ncastle and, at the gate, met the lord thereof, even as Sir Kynon\nhad done. And the lord of the castle gave him a hearty welcome and\nmade him good cheer, asking nothing of his errand till they were\nseated about the board. Then, when questioned, Sir Owain declared\nhis quest, that he sought the knight who guarded the fountain. So\nthe lord of the castle, failing to dissuade Sir Owain from the\nadventure, directed him how he might find the forest glade wherein\nwas the wondrous fountain.\n\nWith the dawn, Sir Owain rose, mounted his horse, and rode forward\nuntil he had found the fountain. Then he dashed water on the marble\nslab and instantly there burst over him the fearful hailstorm, and\nthrough it there came pricking towards him the Black Knight on the\nblack steed. In the first onset, they broke their lances and then,\ndrawing sword, they fought blade to blade. Sore was the contest,\nbut at the last Owain dealt the Black Knight so fierce a blow that\nthe sword cut through helmet and bone to the very brain. Then the\nBlack Knight knew that he had got his death-wound, and turning his\nhorse's head, fled as fast as he might, Sir Owain following close\nbehind. So they came, fast galloping, to the gate of a mighty\ncastle, and instantly the portcullis was raised and the Black\nKnight dashed through the gateway. But Sir Owain, following close\nbehind, found himself a prisoner, fast caught between two gates;\nfor as the Black Knight passed through the inner of the two gates,\nit was closed before Sir Owain could follow. For the moment none\nnoticed Sir Owain, for all were busied about the Black Knight, who\ndrew not rein till he was come to the castle hall; then as he\nstrove to dismount, he fell from his saddle, dead.\n\nAll this Sir Owain saw through the bars of the gate that held him\nprisoner; and he judged that his time was come, for he doubted not\nbut that the people of the castle would hold his life forfeit for\nthe death of their lord. So as he waited, suddenly there stood at\nhis side a fair damsel, who, laying finger on lip, motioned to him\nto follow her. Much wondering, he obeyed, and climbed after her up\na dark winding staircase, that led from the gateway into a tiny\nchamber high in the tower. There she set food and wine before him,\nbidding him eat; then when he was refreshed, she asked him his name\nand whence he came. \"Truly,\" answered he, \"I am Owain of Rheged,\nknight of King Arthur's Round Table, who, in fair fight, have\nwounded, I doubt not to the death, the Black Knight that guards the\nfountain and, as I suppose, the lord of this castle. Wherefore,\nmaiden, if ye intend me evil, lead me where I may answer for my\ndeed, boldly, man to man.\" \"Nay,\" answered the damsel eagerly, \"in\na good hour ye are come. Well I know your name, for even here have\nwe heard of your mighty deeds; and by good fortune it may be that\nye shall release my lady.\" \"Who is your lady?\" asked Sir Owain.\n\"None other than the rightful Chatelaine of this castle and\nCountess of broad lands besides; but this year and more has the\nBlack Knight held her prisoner in her own halls because she would\nnot listen to his suit.\" \"Then lead me to your lady forthwith,\"\ncried Sir Owain; \"right gladly will I take her quarrel upon me if\nthere be any that will oppose me.\" So she led him to the Countess'\nbower, and there he made him known to the fair lady and proffered\nher his services. And she that had long deemed there was no\ndeliverance for her, accepted them right gladly. So taking her by\nthe hand, he led her down to the hall, and there, standing at the\ndoor, he proclaimed her the lawful lady of that castle and all its\nlands, and himself ready to do battle in her cause. But none\nanswered his challenge, for those that had held with the Black\nKnight, deprived of their leader, had lost heart, whereas they that\nfor their loyalty to their lady had been held in subjection,\ngathered fast about Sir Owain, ready to do battle. So in short\nspace, Sir Owain drove forth the lawless invaders of the Countess'\nlands, and called together her vassals that they might do homage\nto her anew.\n\nThus he abode in the castle many days, seeking in all that he might\nto do her service, until through all her lands order was restored,\nand her right acknowledged. But when all was done, Sir Owain yet\ntarried in the lady's castle; for he loved her much, but doubted\never of her favour. So one day, Luned, the damsel who had come to\nhis aid on the day that he slew the Black Knight, said to him:\n\"Alas! Sir Knight, the time must come when ye will leave us. And\nwho will then defend my lady's fountain, which is the key to all\nher lands? For who holds the fountain, holds the land also.\" \"I\nwill never fail your lady while there is breath in my body,\" cried\nSir Owain. \"Then were it well that ye stayed here ever,\" answered\nLuned. \"Gladly would I,\" answered Sir Owain, \"if that I might.\" \"Ye\nmight find a way if your wits were as sharp as your sword,\" she\nanswered, and laughing, left him, but herself sought her lady. Long\nhe pondered her words, and he was still deep in thought, when there\ncame to him the Countess, and said: \"Sir Knight, I hear that ye\nmust leave us.\" \"Nay, my lady,\" answered Sir Owain, \"I will stay as\nlong as ye require my services.\" \"There must ever be one to guard\nthe fountain, and he who guards the fountain, is lord of these\nlands,\" answered the lady softly. Then Sir Owain found words at\nlast, and bending the knee, he said: \"Lady, if ye love me, I will\nstay and guard you and your lands; and if ye love me not, I will go\ninto my own country, and yet will I come again whensoever ye have\nneed of me. For never loved I any but you.\" Then the Countess bade\nhim stay, and calling her vassals together, she commanded all to do\nhomage to him, and took him for her husband in presence of them\nall.\n\nThus Sir Owain won the Lady of the Fountain.\n\n\n\n\nBOOK VII\n\nSIR PEREDUR\n\n\n\n\nCHAPTER XXII\n\nTHE ADVENTURES OF SIR PEREDUR\n\n\nAt one time there was in the North of Britain a great Earl named\nEvrawc. A stout knight he was, and few were the tournaments at\nwhich he was not to be found in company with six of his sons; the\nseventh only, who was too young to bear arms, remaining at home\nwith his mother. But at the last, after he had won the prize at\nmany a tourney, Earl Evrawc was slain, and his six sons with him;\nand then the Countess fled with Peredur, her youngest, to a lonely\nspot in the midst of a forest, far from the dwellings of men; for\nshe was minded to bring him up where he might never hear of jousts\nand feats of arms, that so at least one son might be left to her.\n\nSo Peredur was reared amongst women and decrepit old men, and even\nthese were strictly commanded never to tell the boy aught of the\ngreat world beyond the forest, or what men did therein. None the\nless, he grew up active and fearless, as nimble and sure-footed as\nthe goats, and patient of much toil.\n\nThen, one day, when Peredur was grown a tall, strong youth, there\nchanced what had never chanced before; for there came riding\nthrough the forest, hard by where Peredur dwelt with his mother, a\nknight in full armour, none other, indeed, than the good knight,\nSir Owain himself. And seeing him, Peredur cried out: \"Mother, what\nis that, yonder?\" \"An angel, my son,\" said his mother. \"Then will I\ngo and become an angel with him,\" said Peredur; and before any one\ncould stay him, he was gone.\n\nWhen Sir Owain saw him approaching, he reined in his horse, and\nafter courteous salutation, said: \"I pray thee, fair youth, tell\nme, hast thou seen a knight pass this way?\" \"I know not what a\nknight may be,\" answered Peredur. \"Why, even such an one as I,\"\nanswered Sir Owain. \"If ye will tell me what I ask you, I will tell\nyou what ye ask me,\" said Peredur; and when Owain, laughing,\nconsented, Peredur touched the saddle, demanding, \"What is this?\"\n\"Surely, a saddle,\" replied Sir Owain; and, in like manner, Peredur\nasked him of all the parts of his armour, and Owain answered him\npatiently and courteously. Then when he had ended his questions,\nPeredur said: \"Ride forward; for yesterday I saw from a distance\nsuch an one as ye are, ride through the forest.\"\n\nSir Peredur returned to his mother, and exclaimed: \"Mother, that\nwas no angel, but a noble knight\"; and hearing his words, his\nmother fell into a swoon. But Peredur hastened to the spot where\nwere tethered the horses that brought them firewood and food from\nafar, and from them he chose a bony piebald, which seemed the\nstrongest and in the best condition. Then he found a pack and\nfastened it on the horse's back, in some way to resemble a saddle,\nand strove with twigs to imitate the trappings he had seen upon Sir\nOwain's horse. When his preparations were complete, he returned to\nthe Countess, who, by then, was recovered from her swoon; and she\nsaw that all her trouble had been in vain, and that the time was\ncome when she must part with her son. \"Thou wilt ride forth, my\nson?\" she asked. \"Yea, with your leave,\" he answered. \"Hear, then,\nmy counsel,\" said she; \"go thy way to Arthur's court, for there are\nthe noblest and truest knights. And wheresoever thou seest a\nchurch, fail not to say thy prayers, and whatsoever woman demands\nthy aid, refuse her not.\"\n\nSo, bidding his mother farewell, Peredur mounted his horse, and\ntook in his hand a long, sharp-pointed stake. He journeyed many\ndays till, at last, he had come to Caerleon, where Arthur held his\ncourt, and dismounting at the door, he entered the hall. Even as he\ndid so, a stranger knight, who had passed in before him, seized a\ngoblet and, dashing the wine in the face of Queen Guenevere, held\nthe goblet aloft and cried: \"If any dare dispute this goblet with\nme or venture to avenge the insult done to Arthur's Queen, let him\nfollow me to the meadow without, where I will await him.\"\n\nAnd for sheer amazement at this insolence, none moved save Peredur,\nwho cried aloud: \"I will seek out this man and do vengeance upon\nhim.\" Then a voice exclaimed: \"Welcome, goodly Peredur, thou flower\nof knighthood\"; and all turned in surprise to look upon a little\nmisshapen dwarf, who, a year before, had craved and obtained\nshelter in Arthur's court, and since then had spoken no word. But\nKay the Seneschal, in anger that a mere boy, and one so strangely\nequipped as Peredur, should have taken up the Queen's quarrel when\nproven knights had remained mute, struck the dwarf, crying: \"Thou\nart ill-bred to remain mute a year in Arthur's court, and then to\nbreak silence in praise of such a fellow.\" Then Peredur, who saw\nthe blow, cried, as he left the hall: \"Knight, hereafter ye shall\nanswer to me for that blow.\" Therewith, he mounted his piebald and\nrode in haste to the meadow. And when the knight espied him, he\ncried to him: \"Tell me, youth, saw'st thou any coming after me from\nthe court?\" \"I am come myself,\" said Peredur. \"Hold thy peace,\"\nanswered the knight angrily, \"and go back to the court and say\nthat, unless one comes in haste, I will not tarry, but will ride\naway, holding them all shamed.\" \"By my faith,\" said Peredur,\n\"willingly or unwillingly, thou shalt answer to me for thine\ninsolence; and I will have the goblet of thee, ay, and thy horse\nand armour to boot.\" With that, in a rage, the knight struck\nPeredur a violent blow between the neck and the shoulder with the\nbutt-end of his lance. \"So!\" cried Peredur, \"not thus did my\nmother's servants play with me; and thus will I play with thee\";\nand drove at him with his pointed stake that it entered the eye of\nthe knight, who forthwith fell dead from his horse. Then Peredur\ndismounted and began wrenching at the fastenings of the dead man's\narmour, for he saw in the adventure the means of equipping himself\nas a knight should ride; but knowing not the trick of the\nfastenings, his efforts were in vain. While he yet struggled, there\nrode up Sir Owain who had followed in hot haste from the court; and\nwhen he saw the fallen knight, he was amazed that a mere lad,\nunarmed and unskilled in knightly exercises, should thus have\nprevailed. \"Fair youth,\" said he, \"what would ye?\" \"I would have\nthis knight's iron coat, but I cannot stir it for all my efforts.\"\n\"Nay, young Sir,\" said Sir Owain, \"leave the dead his arms, and\ntake mine and my horse, which I give you right gladly; and come\nwith me to the King to receive the order of knighthood, for, by my\nfaith, ye have shown yourself worthy of it.\" \"I thank you, noble\nSir,\" answered Peredur, \"and gladly I accept your gift; but I will\nnot go with you now. Rather will I seek other adventures and prove\nme further first; nor will I seek the King's presence until I have\nencountered with the tall knight that so misused the dwarf, and\nhave called him to account. Only, I pray you, take this goblet to\nQueen Guenevere, and say to my lord, King Arthur, that, in all\nplaces and at all times, I am his true vassal, and will render him\nsuch service as I may.\" Then, with Sir Owain's help, Peredur put on\nthe armour, and mounting his horse, after due salutation, rode on\nhis way.\n\nSo, for many days, Peredur followed his adventures, and many a\nknight he met and overthrew. To all he yielded grace, requiring\nonly that they should ride to Caerleon, there to give themselves up\nto the King's pleasure, and say that Peredur had sent them. At last\nhe came to a fair castle that rose from the shores of a lake, and\nthere he was welcomed by a venerable old man who pressed him to\nmake some stay. So, as they sat at supper, the old man asked\nPeredur many questions of himself and his adventure, gazing\nearnestly on him the while; and, at last, he said: \"I know thee who\nthou art. Thou art my sister's son. Stay now with me, and I will\nteach thee the arts and courtesy and noble bearing of a gentle\nknight, and give thee the degree when thou art accomplished in all\nthat becomes an honourable knight.\" Thereto Peredur assented\ngladly, and remained with his uncle until he had come to a perfect\nknowledge of chivalry; after that, he received the order of\nknighthood at the old man's hands, and rode forth again to seek\nadventures. Presently he came to the city of Caerleon, but though\nArthur was there with all his court, Sir Peredur chose to make\nhimself known to none; for he had not yet avenged the dwarf on Sir\nKay. Now it chanced, as he walked through the city, he saw at her\ncasement a beautiful maiden whose name was Angharad; and at once he\nknew that he had seen the damsel whom he must love his life long.\nSo he sought to be acquainted with her, but she scorned him,\nthinking him but some unproved knight, since he consorted not with\nthose of Arthur's court; and, at last, finding he might in no wise\nwin her favour at that time, he made a vow that never would he\nspeak to Christian man or woman until he had gained her love, and\nforthwith rode away again. After long journeyings, he came one\nnight to a castle, and, knocking, gained admittance and courteous\nreception from the lady who owned it. But it seemed to Sir Peredur\nthat there hung over all a gloom, none caring to talk or make\nmerry, though there was no lack of the consideration due to a\nguest. Then when the evening hour was come, they took their places\nat the board, Peredur being set at the Countess' right hand; and\ntwo nuns entered and placed before the lady a flagon of wine and\nsix white loaves, and that was all the fare. Then the Countess gave\nlargely of the food to Sir Peredur, keeping little for herself and\nher attendants; but this pleased not the knight, who, heedless of\nhis oath, said: \"Lady, permit me to fare as do the others,\" and he\ntook but a small portion of that which she had given him. Then the\nCountess, blushing as with shame, said to him: \"Sir Knight, if we\nmake you poor cheer, far otherwise is our desire, but we are in\nsore straits.\" \"Madam,\" answered Peredur courteously, \"for your\nwelcome I thank you heartily; and, I pray you, if there is aught in\nwhich a knight may serve you, tell me your trouble.\" Then the\nCountess told him how she had been her father's one child, and heir\nto his broad lands; and how a neighbouring baron had sought her\nhand; but she, misliking him, had refused his suit, so that his\nwrath was great. Then, when her father died, he had made war upon\nher, overrunning all her lands till nothing was left to her but the\none castle. Long since, all the provision stored therein was\nconsumed, and she must have yielded her to the oppressor but for\nthe charity of the nuns of a neighbouring monastery, who had\nsecretly supplied her with food when, for fear, her vassals had\nforsaken her. But that day the nuns had told her that no longer\ncould they aid her, and there was naught left save to submit to the\ninvader. This was the story that, with many tears, the Countess\nrelated to Peredur. \"Lady,\" said he, \"with your permission, I will\ntake upon me your quarrel, and to-morrow I will seek to encounter\nthis felon.\" The Countess thanked him heartily and they retired to\nrest for that night.\n\nIn the morning betimes, Sir Peredur arose, donned his armour and,\nseeking the Countess, desired that the portcullis might be raised,\nfor he would sally forth to seek her oppressor. So he rode out from\nthe castle and saw in the morning light a plain covered with the\ntents of a great host. With him he took a herald to proclaim that\nhe was ready to meet any in fair fight, in the Countess' quarrel.\nForthwith, in answer to his challenge, there rode forward the baron\nhimself, a proud and stately knight mounted on a great black\nhorse. The two rushed together, and, at the first encounter, Sir\nPeredur unhorsed his opponent, bearing him over the crupper with\nsuch force that he lay stunned, as one dead. Then, Peredur, drawing\nhis sword, dismounted and stood over the fallen knight, who, when\nhe was recovered a little, asked his mercy. \"Gladly will I grant\nit,\" answered Peredur, \"but on these conditions. Ye shall disband\nthis host, restore to the Countess threefold all of which ye have\ndeprived her, and, finally, ye shall submit yourself unto her as\nher vassal.\" All this the baron promised to do, and Peredur\nremained with the Countess in her castle until she was firmly\nestablished in that which was rightfully hers. Then he bade her\nfarewell, promising his aid if ever she should need his services,\nand so rode forth again.\n\nAnd as he rode, at times he was troubled, thinking on the scorn\nwith which the fair Angharad had treated him, and reproaching\nhimself bitterly for having broken his vow of silence. So he\njourneyed many days, and at length, one morn, dismounting by a\nlittle woodland stream, he stood lost in thought, heedless of his\nsurroundings. Now, as it chanced, Arthur and a company of his\nknights were encamped hard by; for, returning from an expedition,\nthe King had been told of Peredur and how he had taken upon him the\nQueen's quarrel, and forthwith had ridden out in search of him.\nWhen the King espied Sir Peredur standing near the brook, he said\nto the knights about him: \"Know ye yonder knight?\" \"I know him\nnot,\" said Sir Kay, \"but I will soon learn his name.\" So he rode\nup to Sir Peredur and spoke to him, demanding his name. When\nPeredur answered not, though questioned more than once, Sir Kay in\nanger, struck him with the butt-end of his spear. On the instant,\nSir Peredur caught him with his lance under the jaw, and, though\nhimself unmounted, hurled Kay from the saddle. Then when Kay\nreturned not, Sir Owain mounted his horse and rode forth to learn\nwhat had happened, and by the brook he found Sir Kay sore hurt, and\nPeredur ready mounted to encounter any who sought a quarrel. But at\nonce Sir Owain recognised Sir Peredur and rejoiced to see him; and\nwhen he found Sir Peredur would speak no word, being himself an\nhonourable knight, he thought no evil, but urged him to ride back\nwith him to Arthur's camp. And Sir Peredur, still speaking never a\nword, went with Sir Owain, and all respected his silence save Kay,\nwho was long healing of the injuries he had received, and whose\nangry words none heeded. So they returned to Caerleon and soon,\nthrough the city, were noised the noble deeds of Sir Peredur, each\nnew-comer bringing some fresh story of his prowess. Then when\nAngharad learnt how true and famous was the knight whom she had\nlightly esteemed, she was sore ashamed; and seeing him ever\nforemost in the tournament and courteous to all in deed, though\nspeaking not a word; she thought that never had there been so noble\na knight, or one so worthy of a lady's love. Thus in the winning of\nher favour, Sir Peredur was released from his vow, and his marriage\nwas celebrated with much pomp before the King and Queen. Long and\nhappily he lived, famed through all Britain as one of the most\nvaliant and faithful knights of King Arthur's Round Table.\n\n\n\n\nBOOK VIII\n\nTHE HOLY GRAIL\n\n\n\n\nCHAPTER XXIII\n\nTHE COMING OF SIR GALAHAD\n\n\nMany times had the Feast of Pentecost come round, and many were the\nknights that Arthur had made since first he founded the Order of\nthe Round Table; yet no knight had appeared who dared claim the\nseat named by Merlin the Siege Perilous. At last, one vigil of the\ngreat feast, a lady came to Arthur's court at Camelot and asked Sir\nLauncelot to ride with her into the forest hard by, for a purpose\nnot then to be revealed. Launcelot consenting, they rode together\nuntil they came to a nunnery hidden deep in the forest; and there\nthe lady bade Launcelot dismount, and led him into a great and\nstately room. Presently there entered twelve nuns and with them a\nyouth, the fairest that Launcelot had ever seen. \"Sir,\" said the\nnuns, \"we have brought up this child in our midst, and now that he\nis grown to manhood, we pray you make him knight, for of none\nworthier could he receive the honour.\" \"Is this thy own desire?\"\nasked Launcelot of the young squire; and when he said that so it\nwas, Launcelot promised to make him knight after the great festival\nhad been celebrated in the church next day.\n\nSo on the morrow, after they had worshipped, Launcelot knighted\nGalahad--for that was the youth's name--and asked him if he would\nride at once with him to the King's court; but the young knight\nexcusing himself, Sir Launcelot rode back alone to Camelot, where\nall rejoiced that he was returned in time to keep the feast with\nthe whole Order of the Round Table.\n\nNow, according to his custom, King Arthur was waiting for some\nmarvel to befall before he and his knights sat down to the banquet.\nPresently a squire entered the hall and said: \"Sir King, a great\nwonder has appeared. There floats on the river a mighty stone, as\nit were a block of red marble, and it is thrust through by a sword,\nthe hilt of which is set thick with precious stones.\" On hearing\nthis, the King and all his knights went forth to view the stone\nand found it as the squire had said; moreover, looking closer, they\nread these words: \"None shall draw me hence, but only he by whose\nside I must hang; and he shall be the best knight in all the\nworld.\" Immediately, all bade Launcelot draw forth the sword, but\nhe refused, saying that the sword was not for him. Then, at the\nKing's command, Sir Gawain made the attempt and failed, as did Sir\nPercivale after him. So the knights knew the adventure was not for\nthem, and returning to the hall, took their places about the Round\nTable.\n\nNo sooner were they seated than an aged man, clothed all in white,\nentered the hall, followed by a young knight in red armour, by\nwhose side hung an empty scabbard. The old man approached King\nArthur and bowing low before him, said: \"Sir, I bring you a young\nknight of the house and lineage of Joseph of Arimathea, and through\nhim shall great glory be won for all the land of Britain.\" Greatly\ndid King Arthur rejoice to hear this, and welcomed the two right\nroyally. Then when the young knight had saluted the King, the old\nman led him to the Siege Perilous and drew off its silken cover;\nand all the knights were amazed, for they saw that where had been\nengraved the words, \"The Siege Perilous,\" was written now in\nshining gold: \"This is the Siege of the noble prince, Sir Galahad.\"\nStraightway the young man seated himself there where none other had\never sat without danger to his life; and all who saw it said, one\nto another: \"Surely this is he that shall achieve the Holy Grail.\"\nNow the Holy Grail was the blessed dish from which Our Lord had\neaten the Last Supper, and it had been brought to the land of\nBritain by Joseph of Arimathea; but because of men's sinfulness, it\nhad been withdrawn from human sight, only that, from time to time,\nit appeared to the pure in heart.\n\nWhen all had partaken of the royal banquet, King Arthur bade Sir\nGalahad come with him to the river's brink; and showing him the\nfloating stone with the sword thrust through it, told him how his\nknights had failed to draw forth the sword. \"Sir,\" said Galahad,\n\"it is no marvel that they failed, for the adventure was meant for\nme, as my empty scabbard shows.\" So saying, lightly he drew the\nsword from the heart of the stone, and lightly he slid it into the\nscabbard at his side. While all yet wondered at this adventure of\nthe sword, there came riding to them a lady on a white palfrey who,\nsaluting King Arthur, said: \"Sir King, Nacien the hermit sends thee\nword that this day shall great honour be shown to thee and all\nthine house; for the Holy Grail shall appear in thy hall, and thou\nand all thy fellowship shall be fed therefrom.\" And to Launcelot\nshe said: \"Sir Knight, thou hast ever been the best knight of all\nthe world; but another has come to whom thou must yield\nprecedence.\" Then Launcelot answered humbly: \"I know well I was\nnever the best.\" \"Ay, of a truth thou wast and art still, of sinful\nmen,\" said she, and rode away before any could question her\nfurther.\n\nSo, that evening, when all were gathered about the Round Table,\neach knight in his own siege, suddenly there was heard a crash of\nthunder, so mighty that the hall trembled, and there flashed into\nthe hall a sun-beam, brighter far than any that had ever before\nbeen seen; and then, draped all in white samite, there glided\nthrough the air what none might see, yet what all knew to be the\nHoly Grail. And all the air was filled with sweet odours, and on\nevery one was shed a light in which he looked fairer and nobler\nthan ever before. So they sat in an amazed silence, till presently\nKing Arthur rose and gave thanks to God for the grace given to him\nand to his court. Then up sprang Sir Gawain and made his avow to\nfollow for a year and a day the Quest of the Holy Grail, if\nperchance he might be granted the vision of it. Immediately other\nof the knights followed his example, binding themselves to the\nQuest of the Holy Grail until, in all, one hundred and fifty had\nvowed themselves to the adventure.\n\nThen was King Arthur grieved, for he foresaw the ruin of his noble\nOrder. And turning to Sir Gawain, he said: \"Nephew ye have done\nill, for through you I am bereft of the noblest company of knights\nthat ever brought honour to any realm in Christendom. Well I know\nthat never again shall all of you gather in this hall, and it\ngrieves me to lose men I have loved as my life and through whom I\nhave won peace and righteousness for all my realm.\" So the King\nmourned and his knights with him, but their oaths they could not\nrecall.\n\n\n\n\nCHAPTER XXIV\n\nHOW SIR GALAHAD WON THE RED-CROSS SHIELD\n\n\nGreat woe was there in Camelot next day when, after worship in the\nCathedral, the knights who had vowed themselves to the Quest of the\nHoly Grail got to horse and rode away. A goodly company it was that\npassed through the streets, the townfolk weeping to see them go;\nSir Launcelot du Lac and his kin, Sir Galahad of whom all expected\ngreat deeds, Sir Bors and Sir Percivale, and many another scarcely\nless famed than they. So they rode together that day to the Castle\nof Vagon, where they were entertained right hospitably, and the\nnext day they separated, each to ride his own way and see what\nadventures should befall him.\n\nSo it came to pass that, after four days' ride, Sir Galahad reached\nan abbey. Now Sir Galahad was still clothed in red armour as when\nhe came to the King's court, and by his side hung the wondrous\nsword; but he was without a shield. They of the abbey received him\nright heartily, as also did the brave King Bagdemagus, Knight of\nthe Round Table, who was resting there. When they had greeted each\nother, Sir Galahad asked King Bagdemagus what adventure had brought\nhim there. \"Sir,\" said Bagdemagus, \"I was told that in this abbey\nwas preserved a wondrous shield which none but the best knight in\nthe world might bear without grievous harm to himself. And though I\nknow well that there are better knights than I, to-morrow I purpose\nto make the attempt. But, I pray you, bide at this monastery awhile\nuntil you hear from me; and if I fail, do ye take the adventure\nupon you.\" \"So be it,\" said Sir Galahad.\n\nThe next day, at their request, Sir Galahad and King Bagdemagus\nwere led into the church by a monk and shown where, behind the\naltar, hung the wondrous shield, whiter than snow save for the\nblood-red cross in its midst. Then the monk warned them of the\ndanger to any who, being unworthy, should dare to bear the shield.\nBut King Bagdemagus made answer: \"I know well that I am not the\nbest knight in the world, yet will I try if I may bear it.\" So he\nhung it about his neck, and, bidding farewell, rode away with his\nsquire.\n\nThe two had not journeyed far before they saw a knight approach,\narmed all in white mail and mounted upon a white horse. Immediately\nhe laid his spear in rest and, charging King Bagdemagus, pierced\nhim through the shoulder and bore him from his horse; and standing\nover the wounded knight, he said: \"Knight, thou hast shown great\nfolly, for none shall bear this shield save the peerless knight,\nSir Galahad.\" Then, taking the shield, he gave it to the squire and\nsaid: \"Bear this shield to the good Knight Galahad and greet him\nwell from me.\" \"What is your name?\" asked the squire, \"That is not\nfor thee or any other to know.\" \"One thing, I pray you,\" said the\nsquire; \"why may this shield be borne by none but Sir Galahad\nwithout danger?\" \"Because it belongs to him only,\" answered the\nstranger knight, and vanished.\n\nThen the squire took the shield and, setting King Bagdemagus on his\nhorse, bore him back to the abbey where he lay long, sick unto\ndeath. To Galahad the squire gave the shield and told him all that\nhad befallen. So Galahad hung the shield about his neck and rode\nthe way that Bagdemagus had gone the day before; and presently he\nmet the White Knight, whom he greeted courteously, begging that he\nwould make known to him the marvels of the red-cross shield. \"That\nwill I gladly,\" answered the White Knight. \"Ye must know, Sir\nKnight, that this shield was made and given by Joseph of Arimathea\nto the good King Evelake of Sarras, that, in the might of the holy\nsymbol, he should overthrow the heathen who threatened his kingdom.\nBut afterwards, King Evelake followed Joseph to this land of\nBritain where they taught the true faith unto the people who before\nwere heathen. Then when Joseph lay dying, he bade King Evelake set\nthe shield in the monastery where ye lay last night, and foretold\nthat none should wear it without loss until that day when it should\nbe taken by the knight, ninth and last in descent from him, who\nshould come to that place the fifteenth day after receiving the\ndegree of knighthood. Even so has it been with you, Sir Knight.\" So\nsaying, the unknown knight disappeared and Sir Galahad rode on his\nway.\n\n\n\n\nCHAPTER XXV\n\nTHE ADVENTURES OF SIR PERCIVALE\n\n\nAfter he had left his fellows, Sir Percivale rode long through the\nforest until, one evening, he reached a monastery where he sought\nshelter for the night. The next morning, he went into the chapel to\nhear mass and there he espied the body of an old, old man, laid on\na richly adorned couch. At first it seemed as if the aged man were\ndead, but presently, raising himself in his bed, he took off his\ncrown, and, delivering it to the priest, bade him place it on the\naltar. So when the service was concluded, Sir Percivale asked who\nthe aged king might be. Then he was told that it was none other\nthan King Evelake who accompanied Joseph of Arimathea to Britain.\nAnd on a certain occasion, the King had approached the Holy Grail\nnigher than was reverent and, for his impiety, God had punished him\nwith blindness. Thereupon he repented and, entreating God\nearnestly, had obtained his petition that he should not die until\nhe had seen the spotless knight who should be descended from him in\nthe ninth degree. (This his desire was fulfilled later when Sir\nGalahad came thither; after which, he died and was buried by the\ngood knight.)\n\nThe next day, Sir Percivale continued his journey and presently met\nwith twenty knights who bore on a bier the body of a dead knight.\nWhen they espied Sir Percivale, they demanded of him who he was and\nwhence he came. So he told them, whereupon they all shouted, \"Slay\nhim! slay him!\" and setting upon him all at once, they killed his\nhorse and would have slain him but that the good knight, Sir\nGalahad, passing that way by chance, came to his rescue and put his\nassailants to flight. Then Galahad rode away as fast as he might,\nfor he would not be thanked, and Sir Percivale was left, horseless\nand alone, in the forest.\n\nSo Sir Percivale continued his journey on foot as well as he might;\nand ever the way became lonelier, until at last he came to the\nshores of a vast sea. There Sir Percivale abode many days, without\nfood and desolate, doubting whether he should ever escape thence.\nAt last it chanced that, looking out to sea, Sir Percivale descried\na ship and, as it drew nearer, he saw how it was all hung with\nsatin and velvet. Presently, it reached the land and out of it\nthere stepped a lady of marvellous beauty, who asked him how he\ncame there; \"For know,\" said she, \"ye are like to die here by\nhunger or mischance.\" \"He whom I serve will protect me,\" said Sir\nPercivale. \"I know well whom ye desire most to see,\" said the lady.\n\"Ye would meet with the Red Knight who bears the red-cross shield.\"\n\"Ah! lady, I pray you tell me where I may find him,\" cried Sir\nPercivale. \"With a good will,\" said the damsel; \"if ye will but\npromise me your service when I shall ask for it, I will lead you to\nthe knight, for I met him of late in the forest.\" So Sir Percivale\npromised gladly to serve her when she should need him. Then the\nlady asked him how long he had fasted. \"For three days,\" answered\nSir Percivale. Immediately she gave orders to her attendants\nforthwith to pitch a tent and set out a table with all manner of\ndelicacies, and of these she invited Sir Percivale to partake. \"I\npray you, fair lady,\" said Sir Percivale, \"who are ye that show me\nsuch kindness?\" \"Truly,\" said the lady, \"I am but a hapless damsel,\ndriven forth from my inheritance by a great lord whom I have\nchanced to displease. I implore you, Sir Knight, by your vows of\nknighthood, to give me your aid.\" Sir Percivale promised her all\nthe aid he could give, and then she bade him lie down and sleep,\nand herself took off his helmet, and unclasped his sword-belt. So\nSir Percivale slept, and when he waked, there was another feast\nprepared, and he was given the rarest and the strongest wines that\never he had tasted. Thus they made merry and, when the lady begged\nPercivale to rest him there awhile, promising him all that ever he\ncould desire if he would vow himself to her service, almost he\nforgot the quest to which he was vowed, and would have consented,\nbut that his eye fell upon his sword where it lay. Now in the\nsword-hilt there was set a red cross and, seeing it, Percivale\ncalled to mind his vow, and, thinking on it, he signed him with the\ncross on his forehead. Instantly, the tent was overthrown and\nvanished in thick smoke; and she who had appeared a lovely woman\ndisappeared from his sight in semblance of a fiend.\n\nThen was Sir Percivale sore ashamed that almost he had yielded to\nthe temptings of the Evil One, and earnestly, he prayed that his\nsin might be forgiven him. Thus he remained in prayer far into the\nnight, bewailing his weakness; and when the dawn appeared, a ship\ndrew nigh the land. Sir Percivale entered into it, but could find\nno one there; so commending himself to God, he determined to remain\nthereon, and was borne over the seas for many days, he knew not\nwhither.\n\n\n\n\nCHAPTER XXVI\n\nTHE ADVENTURES OF SIR BORS\n\n\nAmong the knights vowed to the Quest of the Holy Grail was Sir\nBors, one of the kin of Sir Launcelot, a brave knight and pious. He\nrode through the forest many a day, making his lodging most often\nunder a leafy tree, though once on his journey he stayed at a\ncastle, that he might do battle for its lady against a felon knight\nwho would have robbed and oppressed her.\n\nSo, on a day, as he rode through the forest, Sir Bors came to the\nparting of two ways. While he was considering which he should\nfollow, he espied two knights driving before them a horse on which\nwas stretched, bound and naked, none other than Sir Bors' own\nbrother, Sir Lionel; and, from time to time, the two false knights\nbeat him with thorns so that his body was all smeared with blood,\nbut, so great was his heart, Sir Lionel uttered never a word. Then,\nin great wrath, Sir Bors laid his lance in rest and would have\nfought the felon knights to rescue his brother, but that, even as\nhe spurred his horse, there came a bitter cry from the other path\nand, looking round, he saw a lady being dragged by a knight into\nthe darkest part of the forest where none might find and rescue\nher. When she saw Sir Bors, she cried to him: \"Help me! Sir Knight,\nhelp me! I beseech you by your knighthood.\" Then Sir Bors was much\ntroubled, for he would not desert his brother; but bethinking him\nthat ever a woman must be more helpless than a man, he wheeled his\nhorse, rode upon her captor and beat him to the earth. The damsel\nthanked him earnestly and told him how the knight was her own\ncousin, who had that day carried her off by craft from her father's\ncastle. As they talked, there came up twelve knights who had been\nseeking the lady everywhere; so to their care Sir Bors delivered\nher, and rode with haste in the direction whither his brother had\nbeen borne. On the way, he met with an old man, dressed as a\npriest, who asked him what he sought. When Sir Bors had told him,\n\"Ah! Bors,\" said he, \"I can give you tidings indeed. Your brother\nis dead\"; and parting the bushes, he showed him the body of a dead\nman, to all seeming Sir Lionel's self. Then Sir Bors grieved\nsorely, misdoubting almost whether he should not have rescued his\nown brother rather than the lady; and at the last, he dug a grave\nand buried the dead man; after which he rode sorrowfully on his\nway.\n\nWhen he had ridden many days, he met with a yeoman whom he asked if\nthere were any adventures in those parts. \"Sir,\" said the man, \"at\nthe castle; hard by, they hold a great tournament.\" Sir Bors\nthanked him and rode along the way pointed out to him; and\npresently, as he passed a hermitage, whom should he see sitting at\nits door but his brother, Sir Lionel, whom he had believed dead.\nThen in great joy, he leaped from his horse, and running to Lionel,\ncried: \"Fair brother, how came ye hither?\" \"Through no aid of\nyours,\" said Sir Lionel angrily; \"for ye left me bound and beaten,\nto ride to the rescue of a maiden. Never was brother so dealt with\nby brother before. Keep you from me as ye may!\" When Sir Bors\nunderstood that his brother would slay him, he knelt before him\nentreating his pardon. Sir Lionel took no heed, but mounting his\nhorse and taking his lance, cried: \"Keep you from me, traitor!\nFight, or die!\" And Sir Bors moved not; for to him it seemed a sin\nmost horrible that brother should fight with brother. Then Sir\nLionel, in his rage, rode his horse at him, bore him to the ground\nand trampled him under the horse's hoofs, till Bors lay beaten to\nthe earth in a swoon. Even so, Sir Lionel's anger was not stayed;\nfor, alighting, he drew his sword and would have smitten off his\nbrother's head, but that the holy hermit, hearing the noise of\nconflict, ran out of the hermitage and threw himself upon Sir Bors.\n\"Gentle knight,\" he cried, \"have mercy upon him and on thyself; for\nof the sin of slaying thy brother, thou couldst never be quit.\"\n\"Sir Priest,\" said Lionel, \"if ye leave him not, I shall slay you\ntoo.\" \"It were a lesser sin than to slay thy brother,\" answered the\nhermit. \"So be it,\" cried Lionel, and with one blow, struck off the\nhermit's head. Then he would have worked his evil will upon his\nbrother too, but that, even as he was unlacing Sir Bors' helm to\ncut off his head, there rode up the good knight Sir Colgrevance, a\nfellow of the Round Table. When he saw the dead hermit and was\naware how Lionel sought the life of Bors, he was amazed, and\nspringing from his horse, ran to Lionel and dragged him back from\nhis brother. \"Do ye think to hinder me?\" said Sir Lionel. \"Let\ncome who will, I will have his life.\" \"Ye shall have to do with me\nfirst,\" cried Colgrevance. Therewith, they took their swords, and,\nsetting their shields before them, rushed upon each other. Now Sir\nColgrevance was a good knight, but Sir Lionel was strong and his\nanger added to his strength. So long they fought that Sir Bors had\ntime to recover from his swoon, and raising himself with pain on\nhis elbow, saw how the two fought for his life; and as it seemed,\nSir Lionel would prevail, for Sir Colgrevance grew weak and weary.\nSir Bors tried to get to his feet, but, so weak he was, he could\nnot stand; and Sir Colgrevance, seeing him stir, called on him to\ncome to his aid, for he was in mortal peril for his sake. But even\nas he called, Sir Lionel cut him to the ground and, as one\npossessed, rushed upon his brother to slay him. Sir Bors entreated\nhim for mercy, and when he would not, sorrowfully he took his\nsword, saying: \"Now, God forgive me, though I defend my life\nagainst my brother.\"\n\nImmediately there was heard a voice saying, \"Flee, Bors, and touch\nnot thy brother\"; and at the same time, a fiery cloud burned\nbetween them, so that their shields glowed with the flame, and both\nknights fell to the earth. But the voice came again, saying, \"Bors,\nleave thy brother and take thy way to the sea. There thou shalt\nmeet Sir Percivale.\" Then Sir Bors made ready to obey, and, turning\nto Lionel, said: \"Dear brother, I pray you forgive me for aught in\nwhich I have wronged you.\" \"I forgive you,\" said Lionel, for he was\ntoo amazed and terrified to keep his anger.\n\nSo Sir Bors continued his journey, and at the last, coming to the\nsea shore, he espied a ship, draped all with white samite, and\nentering thereon, he saw Sir Percivale, and much they rejoiced them\nin each other's company.\n\n\n\n\nCHAPTER XXVII\n\nTHE ADVENTURES OF SIR LAUNCELOT\n\n\nAfter Sir Launcelot had parted from his fellows at the Castle of\nVagon, he rode many days through the forest without adventure, till\nhe chanced upon a knight close by a little hermitage in the wood.\nImmediately, as was the wont of errant knights, they prepared to\njoust, and Launcelot, whom none before had overthrown, was borne\ndown, man and horse, by the stranger knight. Thereupon a nun, who\ndwelt in the hermitage, cried: \"God be with thee, best knight in\nall this world,\" for she knew the victor for Sir Galahad. But\nGalahad, not wishing to be known, rode swiftly away; and presently\nSir Launcelot got to horse again and rode slowly on his way, shamed\nand doubting sorely in his heart whether this quest were meant for\nhim.\n\nWhen night fell, he came to a great stone cross which stood at the\nparting of the way and close by a little ruined chapel. So Sir\nLauncelot, being minded to pass the night there, alighted, fastened\nhis horse to a tree and hung his shield on a bough. Then he drew\nnear to the little chapel, and wondered to see how, all ruinous\nthough it was, yet within was an altar hung with silk and a great\nsilver candlestick on it; but when he sought entrance, he could\nfind none and, much troubled in his mind, he returned to his horse\nwhere he had left it, and unlacing his helm and ungirding his\nsword, laid him down to rest.\n\nThen it seemed to Sir Launcelot that, as he lay between sleeping\nand waking, there passed him two white palfreys bearing a litter\nwherein was a sick knight, who cried: \"Sweet Lord, when shall I be\npardoned all my transgressions, and when shall the holy vessel come\nto me, to cure me of my sickness?\" And instantly it seemed that the\ngreat candlestick came forth of itself from the chapel, floating\nthrough the air before a table of silver on which was the Holy\nGrail. Thereupon the sick knight raised himself, and on his bended\nknees he approached so nigh that he kissed the holy vessel; and\nimmediately he cried: \"I thank Thee, sweet Lord, that I am healed\nof my sickness.\" And all the while Sir Launcelot, who saw this\nwonder, felt himself held that he could not move. Then a squire\nbrought the stranger knight his weapons, in much joy that his lord\nwas cured. \"Who think ye that this knight may be who remains\nsleeping when the holy vessel is so near?\" said the knight. \"In\ntruth,\" said the squire, \"he must be one that is held by the bond\nof some great sin. I will take his helm and his sword, for here\nhave I brought you all your armour save only these two.\" So the\nknight armed him from head to foot, and taking Sir Launcelot's\nhorse, rode away with his squire. On the instant, Sir Launcelot\nawoke amazed, not knowing whether he had dreamed or not; but while\nhe wondered, there came a terrible voice, saying: \"Launcelot, arise\nand leave this holy place.\" In shame, Sir Launcelot turned to obey,\nonly to find horse and sword and shield alike vanished. Then,\nindeed, he knew himself dishonoured. Weeping bitterly, he made the\nbest of his way on foot, until he came to a cell where a hermit was\nsaying prayer. Sir Launcelot knelt too, and, when all was ended,\ncalled to the hermit, entreating him for counsel. \"With good will,\"\nsaid the hermit. So Sir Launcelot made himself known and told the\nhermit all, lamenting how his good fortune was turned to\nwretchedness and his glory to shame; and truly, the hermit was\namazed that Sir Launcelot should be in such case. \"Sir,\" said he,\n\"God has given you manhood and strength beyond all other knights;\nthe more are ye bounden to his service.\" \"I have sinned,\" said Sir\nLauncelot; \"for in all these years of my knighthood, I have done\neverything for the honour and glory of my lady and naught for my\nMaker; and little thank have I given to God for all his benefits to\nme.\" Then the holy man gave Sir Launcelot good counsel and made him\nrest there that night; and the next day he gave him a horse, a\nsword and a helmet, and bade him go forth and bear himself knightly\nas the servant of God.\n\n\n\n\nCHAPTER XXVIII\n\nHOW SIR LAUNCELOT SAW THE HOLY GRAIL\n\n\nFor many days after he had left the hermitage, Sir Launcelot rode\nthrough the forest, but there came to him no such adventures as had\nbefallen him on other quests to the increase of his fame. At last,\none night-tide, he came to the shores of a great water and there he\nlay down to sleep; but as he slept, a voice called on him:\n\"Launcelot, arise, put on thine armour and go on thy way until thou\ncomest to a ship. Into that thou shalt enter.\" Immediately, Sir\nLauncelot started from his sleep to obey and, riding along the\nshore, came presently to a ship beached on the strand; no sooner\nhad he entered it, than the ship was launched--how, he might not\nknow. So the ship sailed before the wind for many a day. No mortal\nwas on it, save only Sir Launcelot, yet were all his needs\nsupplied. Then, at last, the ship ran ashore at the foot of a great\ncastle; and it was midnight. Sir Launcelot waited not for the dawn,\nbut, his sword gripped in his hand, sprang ashore, and then, right\nbefore him, he saw a postern where the gate stood open indeed, but\ntwo grisly lions kept the way. And when Sir Launcelot would have\nrushed upon the great beasts with his sword, it was struck from his\nhand, and a voice said: \"Ah! Launcelot, ever is thy trust in thy\nmight rather than thy Maker!\" Sore ashamed, Sir Launcelot took his\nsword and thrust it back into the sheath, and going forward, he\npassed unhurt through the gateway, the lions that kept it falling\nback from his path. So without more adventure, Launcelot entered\ninto the castle; and there he saw how every door stood open, save\nonly one, and that was fast barred, nor, with all his force, might\nhe open it. Presently from the chamber within came the sound of a\nsweet voice in a holy chant, and then in his heart Launcelot knew\nthat he was come to the Holy Grail. So, kneeling humbly, he prayed\nthat to him might be shown some vision of that he sought. Forthwith\nthe door flew open and from the chamber blazed a light such as he\nhad never known before; but when he made to enter, a voice cried:\n\"Launcelot, forbear,\" and sorrowfully he withdrew. Then where he\nknelt, far even from the threshold of the wondrous room, he saw a\nsilver table and, on it, covered with red samite, the Holy Grail.\nAt sight of that which he had sought so long, his joy became so\ngreat that, unmindful of the warning, he advanced into the room and\ndrew nigh even to the Table itself. Then on the instant there burst\nbetween him and it a blaze of light, and he fell to the ground.\nThere he lay, nor might he move nor utter any sound; only he was\naware of hands busy about him which bore him away from the chamber.\n\nFor four-and-twenty days, Sir Launcelot lay as in a trance. At the\nend of that time, he came to himself, and found those about him\nthat had tended him in his swoon. These, when they had given him\nfresh raiment, brought him to the aged King--Pelles was his\nname--that owned that castle. The King entertained him right\nroyally, for he knew of the fame of Sir Launcelot; and long he\ntalked with him of his quest and of the other knights who followed\nit, for he was of a great age and knew much of men. At the end of\nfour days, he spoke to Sir Launcelot, bidding him return to\nArthur's court; \"For,\" said he, \"your quest is ended here, and all\nthat ye shall see of the Holy Grail, ye have seen.\" So Launcelot\nrode on his way, grieving for the sin that hindered him from the\nperfect vision of the Holy Grail, but thanking God for that which\nhe had seen. So in time he came to Camelot, and told to Arthur all\nthat had befallen him.\n\n\n\n\nCHAPTER XXIX\n\nTHE END OF THE QUEST\n\n\nAfter he had rescued Sir Percivale from the twenty knights who\nbeset him, Sir Galahad rode on his way till night-fall, when he\nsought shelter at a little hermitage. Thither there came in the\nnight a damsel who desired to speak with Sir Galahad; so he arose\nand went to her, \"Galahad,\" said she, \"arm you and mount your horse\nand follow me, for I am come to guide you in your quest.\" So they\nrode together until they had come to the sea-shore, and there the\ndamsel showed Galahad a great ship into which he must enter. Then\nshe bade him farewell, and he, going on to the ship, found there\nalready the good knights Sir Bors and Sir Percivale, who made much\njoy of the meeting. They abode in that ship until they had come to\nthe castle of King Pelles, who welcomed them right gladly. Then, as\nthey all sat at supper that night, suddenly the hall was filled\nwith a great light, and the holy vessel appeared in their midst,\ncovered all in white samite. While they all rejoiced, there came a\nvoice saying: \"My Knights whom I have chosen, ye have seen the\nholy vessel dimly. Continue your journey to the city of Sarras and\nthere the perfect Vision shall be yours.\"\n\nNow in the city of Sarras had dwelt long time Joseph of Arimathea,\nteaching its people the true faith, before ever he came into the\nland of Britain; but when Sir Galahad and his fellows came there\nafter long voyage, they found it ruled by a heathen king named\nEstorause, who cast them into a deep dungeon. There they were kept\na year, but at the end of that time, the tyrant died. Then the\ngreat men of the land gathered together to consider who should be\ntheir king; and, while they were in council, came a voice bidding\nthem take as their king the youngest of the three knights whom\nEstorause had thrown into prison. So in fear and wonder they\nhastened to the prison, and releasing the three knights, made\nGalahad king as the voice had bidden them.\n\nThus Sir Galahad became King of the famous city of Sarras, in far\nBabylon. He had reigned a year when, one morning early, he and the\nother two knights, his fellows, went into the chapel, and there\nthey saw, kneeling in prayer, an aged man, robed as a bishop, and\nround him hovered many angels. The knights fell on their knees in\nawe and reverence, whereupon he that seemed a bishop turned to them\nand said: \"I am Joseph of Arimathea, and I am come to show you the\nperfect Vision of the Holy Grail.\" On the instant there appeared\nbefore them, without veil or cover, the holy vessel, in a radiance\nof light such as almost blinded them. Sir Bors and Sir Percivale,\nwhen at length they were recovered from the brightness of that\nglory, looked up to find that the holy Joseph and the wondrous\nvessel had passed from their sight. Then they went to Sir Galahad\nwhere he still knelt as in prayer, and behold, he was dead; for it\nhad been with him even as he had prayed; in the moment when he had\nseen the vision, his soul had gone back to God.\n\nSo the two knights buried him in that far city, themselves mourning\nand all the people with them. And immediately after, Sir Percivale\nput off his arms and took the habit of a monk, living a devout and\nholy life until, a year and two months later, he also died and was\nburied near Sir Galahad. Then Sir Bors armed him, and bidding\nfarewell to the city, sailed away until, after many weeks, he came\nagain to the land of Britain. There he took horse, and stayed not\ntill he had come to Camelot. Great was the rejoicing of Arthur and\nall his knights when Sir Bors was once more among them. When he had\ntold all the adventures which had befallen him and the good\nknights, his companions, all who heard were filled with amaze. But\nthe King, he caused the wisest clerks in the land to write in great\nhooks this Quest of the Holy Grail, that the fame of it should\nendure unto all time.\n\n\n\n\nBOOK IX\n\nTHE FAIR MAID OF ASTOLAT\n\n\n\n\nCHAPTER XXX\n\nTHE FAIR MAID OF ASTOLAT\n\n\nAt last, the Quest of the Holy Grail was ended, and by ones and\ntwos the knights came back to Camelot, though many who had set out\nso boldly were never seen again about the Round Table.\n\nGreat was the joy of King Arthur when Sir Launcelot and Sir Bors\nreturned, for, so long had they been away, that almost he had\nfeared that they had perished. In their honour there was high\nfestival for many days in London, where Arthur then had his court;\nand the King made proclamation of a great tournament that he would\nhold at Camelot, when he and the King of Northgalis would keep the\nlists against all comers.\n\nSo, one fair morning of spring, King Arthur made ready to ride to\nCamelot and all his knights with him, save Launcelot, who excused\nhimself, saying that an old wound hindered him from riding. But\nwhen the King, sore vexed, had departed, the Queen rebuked Sir\nLauncelot, and bade him go and prove his great prowess as of old.\n\"Madam,\" said Sir Launcelot, \"in this, as in all else, I obey you;\nat your bidding I go, but know that in this tournament I shall\nadventure me in other wise than ever before.\"\n\nThe next day, at dawn, Sir Launcelot mounted his horse, and, riding\nforth unattended, journeyed all that day till, as evening fell, he\nreached the little town of Astolat, and there, at the castle,\nsought lodgement for that night. The old Lord of Astolat was glad\nat his coming, judging him at once to be a noble knight, though he\nknew him not, for it was Sir Launcelot's will to remain unknown.\n\nSo they went to supper, Sir Launcelot and the old lord, his son,\nSir Lavaine, and his daughter Elaine, whom they of the place called\nthe Fair Maid of Astolat. As they sat at meat, the Baron asked Sir\nLauncelot if he rode to the tournament. \"Yea,\" answered Launcelot;\n\"and right glad should I be if, of your courtesy, ye would lend me\na shield without device.\" \"Right willingly,\" said his host; \"ye\nshall have my son, Sir Tirre's shield. He was but lately made\nknight and was hurt in his first encounter, so his shield is bare\nenough. If ye will take with you my young son, Sir Lavaine, he will\nbe glad to ride in the company of so noble a knight and will do you\nsuch service as he may.\" \"I shall be glad indeed of his\nfellowship,\" answered Sir Launcelot courteously.\n\nNow it seemed to the fair Elaine that never had she beheld so noble\na knight as this stranger; and seeing that he was as gentle and\ncourteous as he was strong, she said to him: \"Fair Knight, will ye\nwear my favour at this tournament? For never have I found knight\nyet to wear my crimson sleeve, and sure am I that none other could\never win it such honour.\" \"Maiden,\" said Sir Launcelot, \"right\ngladly would I serve you in aught; but it has never been my custom\nto wear lady's favour.\" \"Then shall it serve the better for\ndisguise,\" answered Elaine. Sir Launcelot pondered her words, and\nat last he said: \"Fair maiden, I will do for you what I have done\nfor none, and will wear your favour.\" So with great glee, she\nbrought it him, a crimson velvet sleeve embroidered with great\npearls, and fastened it in his helmet. Then Sir Launcelot begged\nher to keep for him his own shield until after the tournament, when\nhe would come for it again and tell them his name.\n\nThe next morn, Sir Launcelot took his departure with Sir Lavaine\nand, by evening, they were come to Camelot. Forthwith Sir Lavaine\nled Sir Launcelot to the house of a worthy burgher, where he might\nstay in privacy, undiscovered by those of his acquaintance. Then,\nwhen at dawn the trumpets blew, they mounted their horses and rode\nto a little wood hard by the lists, and there they abode some\nwhile; for Sir Launcelot would take no part until he had seen which\nside was the stronger. So they saw how King Arthur sat high on a\nthrone to overlook the combat, while the King of Northgalis and all\nthe fellowship of the Round Table held the lists against their\nopponents led by King Anguish of Ireland and the King of Scots.\n\nThen it soon appeared that the two Kings with all their company\ncould do but little against the Knights of the Round Table, and\nwere sore pressed to maintain their ground. Seeing this, Sir\nLauncelot said to Sir Lavaine: \"Sir Knight, will ye give me your\naid if I go to the rescue of the weaker side? For it seems to me\nthey may not much longer hold their own unaided.\" \"Sir,\" answered\nLavaine, \"I will gladly follow you and do what I may.\" So the two\nlaid their lances in rest and charged into the thickest of the\nfight and, with one spear, Sir Launcelot bore four knights from the\nsaddle. Lavaine, too, did nobly, for he unhorsed the bold Sir\nBedivere and Sir Lucan the Butler. Then with their swords they\nsmote lustily on the left hand and on the right, and those whom\nthey had come to aid rallying to them, they drove the Knights of\nthe Round Table back a space. So the fight raged furiously,\nLauncelot ever being in the thickest of the press and performing\nsuch deeds of valour that all marvelled to see him, and would fain\nknow who was the Knight of the Crimson Sleeve. But the knights of\nArthur's court felt shame of their discomfiture, and, in especial,\nthose of Launcelot's kin were wroth that one should appear who\nseemed mightier even than Launcelot's self. So they called to each\nother and, making a rally, directed all their force against the\nstranger knight who had so turned the fortunes of the day. With\nlances in rest, Sir Lionel, Sir Bors, and Sir Ector, bore down\ntogether upon Sir Launcelot, and Sir Bors' spear pierced Sir\nLauncelot and brought him to the earth, leaving the spear head\nbroken off in his side. This Sir Lavaine saw, and immediately, with\nall his might, he rode upon the King of Scots, unhorsed him and\ntook his horse to Sir Launcelot. Now Sir Launcelot felt as if he\nhad got his death-wound, but such was his spirit that he was\nresolved to do some great deed while yet his strength remained. So,\nwith Lavaine's aid, he got upon the horse, took a spear and, laying\nit in rest, bore down, one after the other, Sir Bors, Sir Lionel,\nand Sir Ector. Next he flung him into the thickest of the fight,\nand before the trumpets sounded the signal to cease, he had\nunhorsed thirty good knights.\n\nThen the Kings of Scotland and Ireland came to Sir Launcelot and\nsaid: \"Sir Knight, we thank you for the service done us this day.\nAnd now, we pray you, come with us to receive the prize which is\nrightly yours; for never have we seen such deeds as ye have done\nthis day.\" \"My fair lords,\" answered Sir Launcelot, \"for aught that\nI have accomplished, I am like to pay dearly; I beseech you, suffer\nme to depart.\" With these words, he rode away full gallop, followed\nby Sir Lavaine; and when he had come to a little wood, he called\nLavaine to him, saying: \"Gentle Knight, I entreat you, draw forth\nthis spear head, for it nigh slayeth me.\" \"Oh! my dear lord,\" said\nLavaine, \"I fear sore to draw it forth lest ye die.\" \"If ye love\nme, draw it out,\" answered Launcelot. So Lavaine did as he was\nbidden, and, with a deathly groan, Sir Launcelot fell in a swoon to\nthe ground. When he was a little recovered, he begged Lavaine to\nhelp him to his horse and lead him to a hermitage hard by where\ndwelt a hermit who, in bygone days, had been known to Launcelot for\na good knight and true. So with pain and difficulty they journeyed\nto the hermitage, Lavaine oft fearing that Sir Launcelot would die.\nAnd when the hermit saw Sir Launcelot, all pale and besmeared with\nblood, he scarce knew him for the bold Sir Launcelot du Lac; but he\nbore him within and dressed his wound and bade him be of good\ncheer, for he should recover. So there Sir Launcelot abode many\nweeks and Sir Lavaine with him; for Lavaine would not leave him,\nsuch love had he for the good knight he had taken for his lord.\n\nNow when it was known that the victorious knight had departed from\nthe field sore wounded, Sir Gawain vowed to go in search of him. So\nit chanced that, in his wanderings, he came to Astolat, and there\nhe had a hearty welcome of the Lord of Astolat, who asked him for\nnews of the tournament. Then Sir Gawain related how two stranger\nknights, bearing white shields, had won great glory, and in\nespecial one, who wore in his helm a crimson sleeve, had surpassed\nall others in knightly prowess. At these words, the fair Elaine\ncried aloud with delight. \"Maiden,\" said Gawain, \"know ye this\nknight?\" \"Not his name,\" she replied; \"but full sure was I that he\nwas a noble knight when I prayed him to wear my favour.\" Then she\nshowed Gawain the shield which she had kept wrapped in rich\nbroideries, and immediately Sir Gawain knew it for Launcelot's.\n\"Alas!\" cried he, \"without doubt it was Launcelot himself that we\nwounded to the death. Sir Bors will never recover the woe of it.\"\n\nThen, on the morrow, Sir Gawain rode to London to tell the court\nhow the stranger knight and Launcelot were one; but the Fair Maid\nof Astolat rose betimes, and having obtained leave of her father,\nset out to search for Sir Launcelot and her brother Lavaine. After\nmany journeyings, she came, one day, upon Lavaine exercising his\nhorse in a field, and by him she was taken to Sir Launcelot. Then,\nindeed, her heart was filled with grief when she saw the good\nknight to whom she had given her crimson sleeve thus laid low; so\nshe abode in the hermitage, waiting upon Sir Launcelot and doing\nall within her power to lessen his pain.\n\nAfter many weeks, by the good care of the hermit and the fair\nElaine, Sir Launcelot was so far recovered that he might bear the\nweight of his armour and mount his horse again. Then, one morn,\nthey left the hermitage and rode all three, the Fair Maid, Sir\nLauncelot, and Sir Lavaine, to the castle of Astolat, where there\nwas much joy of their coming. After brief sojourn, Sir Launcelot\ndesired to ride to court, for he knew there would be much sorrow\namong his kinsmen for his long absence. But when he would take his\ndeparture, Elaine cried aloud: \"Ah! my lord, suffer me to go with\nyou, for I may not bear to lose you.\" \"Fair child,\" answered Sir\nLauncelot gently, \"that may not be. But in the days to come, when\nye shall love and wed some good knight, for your sake I will bestow\nupon him broad lands and great riches; and at all times will I hold\nme ready to serve you as a true knight may.\" Thus spoke Sir\nLauncelot, but the fair Elaine answered never a word.\n\nSo Sir Launcelot rode to London where the whole court was glad of\nhis coming; but from the day of his departure, the Fair Maid\ndrooped and pined until, when ten days were passed, she felt that\nher end was at hand. So she sent for her father and two brothers,\nto whom she said gently: \"Dear father and brethren, I must now\nleave you.\" Bitterly they wept, but she comforted them all she\nmight, and presently desired of her father a boon. \"Ye shall have\nwhat ye will,\" said the old lord; for he hoped that she might yet\nrecover. Then first she required her brother, Sir Tirre, to write a\nletter, word for word as she said it; and when it was written, she\nturned to her father and said: \"Kind father, I desire that, when I\nam dead, I may be arrayed in my fairest raiment, and placed on a\nbier; and let the bier be set within a barge, with one to steer it\nuntil I be come to London. Then, perchance, Sir Launcelot will come\nand look upon me with kindness.\" So she died, and all was done as\nshe desired; for they set her, looking as fair as a lily, in a\nbarge all hung with black, and an old dumb man went with her as\nhelmsman.\n\nSlowly the barge floated down the river until it had come to\nWestminster; and as it passed under the palace walls, it chanced\nthat King Arthur and Queen Guenevere looked forth from a window.\nMarvelling much at the strange sight, together they went forth to\nthe quay, followed by many of the knights. Then the King espied the\nletter clasped in the dead maiden's hand, and drew it forth gently\nand broke the seal. And thus the letter ran: \"Most noble Knight,\nSir Launcelot, I, that men called the Fair Maid of Astolat, am come\nhither to crave burial at thy hands for the sake of the unrequited\nlove I gave thee. As thou art peerless knight, pray for my soul.\"\n\nThen the King bade fetch Sir Launcelot, and when he was come, he\nshowed him the letter. And Sir Launcelot, gazing on the dead\nmaiden, was filled with sorrow. \"My lord Arthur,\" he said, \"for the\ndeath of this dear child I shall grieve my life long. Gentle she\nwas and loving, and much was I beholden to her; but what she\ndesired I could not give.\" \"Yet her request now thou wilt grant, I\nknow,\" said the King; \"for ever thou art kind and courteous to\nall.\" \"It is my desire,\" answered Sir Launcelot.\n\nSo the Maid of Astolat was buried in the presence of the King and\nQueen and of the fellowship of the Round Table, and of many a\ngentle lady who wept, that time, the fair child's fate. Over her\ngrave was raised a tomb of white marble, and on it was sculptured\nthe shield of Sir Launcelot; for, when he had heard her whole\nstory, it was the King's will that she that in life had guarded the\nshield of his noblest knight, should keep it also in death.\n\n\n\n\nBOOK X\n\nQUEEN GUENEVERE\n\n\n\n\nCHAPTER XXXI\n\nHOW MORDRED PLOTTED AGAINST SIR LAUNCELOT\n\n\nBefore Merlin passed from the world of men, imprisoned in the great\nstone by the evil arts of Vivien, he had uttered many marvellous\nprophecies, and one that boded ill to King Arthur; for he foretold\nthat, in the days to come, a son of Arthur's sister should stir up\nbitter war against the King, and at last a great battle should be\nfought in the West, when many a brave knight should find his doom.\n\nNow, among the nephews of Arthur, was one most dishonourable; his\nname was Mordred. No knightly deed had he ever done, and he hated\nto hear the good report of others because he himself was a coward\nand envious. But of all the Round Table there was none that Mordred\nhated more than Sir Launcelot du Lac, whom all true knights held in\nmost honour; and not the less did Mordred hate Launcelot that he\nwas the knight whom Queen Guenevere had in most esteem. So, at\nlast, his jealous rage passing all bounds, he spoke evil of the\nQueen and of Launcelot, saying that they were traitors to the King.\nNow Sir Gawain and Sir Gareth, Mordred's brothers, refused to give\near to these slanders, holding that Sir Launcelot, in his knightly\nservice of the Queen, did honour to King Arthur also; but by\nill-fortune another brother, Sir Agravaine, had ill-will to the\nQueen, and professed to believe Mordred's evil tales. So the two\nwent to King Arthur with their ill stories.\n\nNow when Arthur had heard them, he was wroth; for never would he\nlightly believe evil of any, and Sir Launcelot was the knight whom\nhe loved above all others. Sternly then he bade them begone and\ncome no more to him with unproven tales against any, and, least of\nall, against Sir Launcelot and their lady, the Queen.\n\nThe two departed, but in their hearts was hatred against Launcelot\nand the Queen, more bitter than ever for the rebuke they had\ncalled down upon themselves; and they resolved, from that time\nforth, diligently to watch if, perchance, they might find aught to\nturn to evil account against Sir Launcelot.\n\nNot long after, it seemed to them that the occasion had come. For\nKing Arthur having ridden forth to hunt far from Carlisle, where he\nthen held court, the Queen sent for Sir Launcelot to speak with him\nin her bower. Then Agravaine and Mordred got together twelve\nknights, friends of Sir Gawain, their brother, and persuaded them\nto come with them for they should do the King a service. So with\nthe twelve knights they watched and waited in a little room until\nthey saw Sir Launcelot, all unarmed, pass into the Queen's chamber;\nand when the door was closed upon him, they came forth, and Sir\nAgravaine and Sir Mordred thundered on the door, crying so that all\nthe court might hear: \"Thou traitor, Sir Launcelot, come forth from\nthe Queen's chamber. Come forth, for thy treason against the King\nis known to all!\"\n\nThen Sir Launcelot and the Queen were amazed and filled with shame\nthat such a clamour should be raised where the Queen was. While\nthey waited and listened in dismay, Sir Mordred and Sir Agravaine\ntook up the cry again, the twelve knights echoing it: \"Traitor\nLauncelot, come forth and meet thy doom; for thy last hour is\ncome.\" Then Sir Launcelot, wroth more for the Queen than for\nhimself, exclaimed: \"This shameful cry will kill me; better death\nthan such dishonour. Lady, as I have ever been your true knight,\nsince the day when my lord, King Arthur, knighted me, pray for me\nif now I meet my death.\" Then he went to the door and cried to\nthose without: \"Fair lords, cease this outcry. I will open the\ndoor, and then ye shall do with me as ye will.\" With the word, he\nset open the door, but only by so much that one knight could enter\nat a time. So a certain Sir Colgrevance of Gore, a knight of great\nstature, pushed into the room and thrust at Sir Launcelot with all\nhis might; but Sir Launcelot, with the arm round which he had\nwrapped his cloak, turned aside the sword and, with his bare hand,\ndealt Colgrevance such a blow on the helmet that he fell grovelling\nto the earth. Then Sir Launcelot thrust to and barred the door, and\nstripping the fallen knight of his armour, armed himself in haste\nwith the aid of the Queen and her ladies.\n\nAll this while, Sir Agravaine and Sir Mordred continued their\noutcry; so when he was armed, Sir Launcelot called to them to cease\ntheir vile cries and the next day he would meet any or all of them\nin arms and knightly disprove their vile slander. Now there was not\none among those knights who dared meet Sir Launcelot in the open\nfield, so they were resolved to slay him while they had the\nadvantage over him. When Sir Launcelot understood their evil\npurpose, he set wide the door and rushed upon them. At the first\nblow he slew Sir Agravaine, and soon eleven other knights lay cold\non the earth beside him. Only Mordred escaped, for he fled with all\nhis might; but, even so, he was sore wounded.\n\nThen Sir Launcelot spoke to the Queen. \"Madam,\" said he, \"here may\nI no longer stay, for many a foe have I made me this night. And\nwhen I am gone, I know not what evil may be spoken of you for this\nnight's work. I pray you, then, suffer me to lead you to a place of\nsafety.\" \"Ye shall run no more risk for my sake,\" said the Queen;\n\"only go hence in haste before more harm befall you. But as for me,\nhere I abide. I will flee for no traitor's outcry.\"\n\nSo Sir Launcelot, seeing that at that time there was naught he\nmight do for Queen Guenevere, withdrew with all his kin to a little\ndistance from Carlisle, and awaited what should befall.\n\n\n\n\nCHAPTER XXXII\n\nTHE TRIAL OF THE QUEEN\n\n\nWhen Mordred escaped Sir Launcelot, he got to horse, all wounded as\nhe was, and never drew rein till he had found King Arthur, to whom\nhe told all that had happened.\n\nThen great was the King's grief. Despite all that Mordred could\nsay, he was slow to doubt Sir Launcelot, whom he loved, but his\nmind was filled with forebodings; for many a knight had been slain,\nand well he knew that their kin would seek vengeance on Sir\nLauncelot, and the noble fellowship of the Round Table be utterly\ndestroyed by their feuds.\n\nAll too soon, it proved even as the King had feared. Many were\nfound to hold with Sir Mordred; some because they were kin to the\nknights that had been slain, some from envy of the honour and\nworship of the noble Sir Launcelot; and among them even were those\nwho dared to raise their voice against the Queen herself, calling\nfor judgment upon her as leagued with a traitor against the King,\nand as having caused the death of so many good knights. Now in\nthose days the law was that if any one were accused of treason by\nwitnesses, or taken in the act, that one should die the death by\nburning, be it man or woman, knight or churl. So then the murmurs\ngrew to a loud clamour that the law should have its course, and\nthat King Arthur should pass sentence on the Queen. Then was the\nKing's woe doubled; \"For,\" said he, \"I sit as King to be a rightful\njudge and keep all the law; wherefore I may not do battle for my\nown Queen, and now there is none other to help her.\" So a decree\nwas issued that Queen Guenevere should be burnt at the stake\noutside the walls of Carlisle.\n\nForthwith, King Arthur sent for his nephew, Sir Gawain, and said to\nhim: \"Fair nephew, I give it in charge to you to see that all is\ndone as has been decreed.\" But Sir Gawain answered boldly: \"Sir\nKing, never will I be present to see my lady the Queen die. It is\nof ill counsel that ye have consented to her death.\" Then the King\nbade Gawain send his two young brothers, Sir Gareth and Sir\nGaheris, to receive his commands, and these he desired to attend\nthe Queen to the place of execution. So Gareth made answer for\nboth: \"My Lord the King, we owe you obedience in all things, but\nknow that it is sore against our wills that we obey you in this;\nnor will we appear in arms in the place where that noble lady shall\ndie\"; then sorrowfully they mounted their horses, and rode to\nCarlisle.\n\nWhen the day appointed had come, the Queen was led forth to a place\nwithout the walls of Carlisle, and there she was bound to the stake\nto be burnt to death. Loud were her ladies' lamentations, and many\na lord was found to weep at that grievous sight of a Queen brought\nso low; yet was there none who dared come forward as her champion,\nlest he should be suspected of treason. As for Gareth and Gaheris,\nthey could not bear the sight and stood with their faces covered in\ntheir mantles. Then, just as the torch was to be applied to the\nfaggots, there was a sound as of many horses galloping, and the\nnext instant a band of knights rushed upon the astonished throng,\ntheir leader cutting down all who crossed his path until he had\nreached the Queen, whom he lifted to his saddle and bore from the\npress. Then all men knew that it was Sir Launcelot, come knightly\nto rescue the Queen, and in their hearts they rejoiced. So with\nlittle hindrance they rode away, Sir Launcelot and all his kin with\nthe Queen in their midst, till they came to the castle of the\nJoyous Garde where they held the Queen in safety and all reverence.\n\nBut of that day came a kingdom's ruin, for among the slain were\nGawain's brothers, Sir Gareth and Sir Gaheris. Now Sir Launcelot\nloved Sir Gareth as if he had been his own younger brother, and\nhimself had knighted him; but, in the press, he struck at him and\nkilled him, not seeing that he was unarmed and weaponless; and in\nlike wise, Sir Gaheris met his death. So when word was brought to\nKing Arthur of what had passed, Sir Gawain asked straightway how\nhis brothers had fared. \"Both are slain,\" said the messenger.\n\"Alas! my dear brothers!\" cried Sir Gawain; \"how came they by their\ndeath?\" \"They were both slain by Sir Launcelot.\" \"That will I never\nbelieve,\" cried Sir Gawain; \"for my brother, Sir Gareth, had such\nlove for Sir Launcelot that there was naught Sir Launcelot could\nask him that he would not do.\" But the man said again: \"He is\nslain, and by Sir Launcelot.\"\n\nThen, from sheer grief, Sir Gawain fell swooning to the ground.\nWhen he was recovered, he said: \"My Lord and uncle, is it even as\nthis man says, that Sir Launcelot has slain my brother Sir Gareth?\"\n\"Alas!\" said the King, \"Launcelot rode upon him in the press and\nslew him, not seeing who he was or that he was unarmed.\" \"Then,\"\ncried Gawain fiercely, \"here I make my avow. Never, while my life\nlasts, will I leave Sir Launcelot in peace until he has rendered me\naccount for the slaying of my brother.\" From that day forth, Sir\nGawain would not suffer the King to rest until he had gathered all\nhis host and marched against the Joyous Garde. Thus began the war\nwhich broke up the fellowship of the Round Table.\n\n\n\n\nCHAPTER XXXIII\n\nHOW SIR GAWAIN DEFIED SIR LAUNCELOT\n\n\nNow it came to the ears of the Pope in Rome that King Arthur was\nbesieging Sir Launcelot in his castle of the Joyous Garde, and it\ngrieved him that there should be strife between two such goodly\nknights, the like of whom was not to be found in Christendom. So he\ncalled to him the Bishop of Rochester, and bade him carry word to\nBritain, both to Arthur and to Sir Launcelot, that they should be\nreconciled, the one to the other, and that King Arthur should\nreceive again Queen Guenevere.\n\nForthwith Sir Launcelot desired of King Arthur assurance of liberty\nand reverence for the Queen, as also safe conduct for himself and\nhis knights, that he might bring Dame Guenevere, with due honour,\nto the King at Carlisle; and thereto the King pledged his word.\n\nSo Launcelot set forth with the Queen, and behind them rode a\nhundred knights arrayed in green velvet, the housings of the horses\nof the same all studded with precious stones; thus they passed\nthrough the city of Carlisle, openly, in the sight of all, and\nthere were many who rejoiced that the Queen was come again and Sir\nLauncelot with her, though they of Gawain's party scowled upon him.\n\nWhen they were come into the great hall where Arthur sat, with Sir\nGawain and other great lords about him, Sir Launcelot led\nGuenevere to the throne and both knelt before the King; then,\nrising, Sir Launcelot lifted the Queen to her feet, and thus he\nspoke to King Arthur, boldly and well before the whole court: \"My\nlord, Sir Arthur, I bring you here your Queen, than whom no truer\nnor nobler lady ever lived; and here stand I, Sir Launcelot du Lac,\nready to do battle with any that dare gainsay it\"; and with these\nwords Sir Launcelot turned and looked upon the lords and knights\npresent in their places, but none would challenge him in that\ncause, not even Sir Gawain, for he had ever affirmed that Dame\nGuenevere was a true and honourable lady.\n\nThen Sir Launcelot spoke again: \"Now, my Lord Arthur, in my own\ndefence it behoves me to say that never in aught have I been false\nto you. That I slew certain knights is true; but I hold me\nguiltless, seeing that they brought death upon themselves. For no\nsooner had I gone to the Queen's bower, as she had commanded me,\nthan they beset the door, with shameful outcry, that all the court\nmight hear, calling me traitor and felon knight.\" \"And rightly they\ncalled you,\" cried Sir Gawain fiercely. \"My lord, Sir Gawain,\"\nanswered Sir Launcelot, \"in their quarrel they proved not\nthemselves right, else had not I, alone, encountered fourteen\nknights and come forth unscathed.\"\n\nThen said King Arthur: \"Sir Launcelot, I have ever loved you above\nall other knights, and trusted you to the uttermost; but ill have\nye done by me and mine.\" \"My lord,\" said Launcelot, \"that I slew\nSir Gareth I shall mourn as long as life lasts. As soon would I\nhave slain my own nephew, Sir Bors, as have harmed Sir Gareth\nwittingly; for I myself made him knight, and loved him as my\nbrother.\" \"Liar and traitor,\" cried Sir Gawain, \"ye slew him,\ndefenceless and unarmed.\" \"It is full plain, Sir Gawain,\" said\nLauncelot, \"that never again shall I have your love; and yet there\nhas been old kindness between us, and once ye thanked me that I\nsaved your life.\" \"It shall not avail you now,\" said Sir Gawain;\n\"traitor ye are, both to the King and to me. Know that, while life\nlasts, never will I rest until I have avenged my brother Sir\nGareth's death upon you.\" \"Fair nephew,\" said the King, \"cease your\nbrawling. Sir Launcelot has come under surety of my word that none\nshall do him harm. Elsewhere, and at another time, fasten a quarrel\nupon him, if quarrel ye must.\" \"I care not,\" cried Sir Gawain\nfiercely. \"The proud traitor trusts so in his own strength that he\nthinks none dare meet him. But here I defy him and swear that, be\nit in open combat or by stealth, I shall have his life. And know,\nmine uncle and King, if I shall not have your aid, I and mine will\nleave you for ever, and, if need be, fight even against you.\"\n\"Peace,\" said the King; and to Sir Launcelot: \"We give you fifteen\ndays in which to leave this kingdom.\" Then Sir Launcelot sighed\nheavily and said: \"Full well I see that no sorrow of mine for what\nis past availeth me.\" Then he went to the Queen where she sat, and\nsaid: \"Madam, the time is come when I must leave this fair realm\nthat I have loved. Think well of me, I pray you, and send for me\nif ever there be aught in which a true knight may serve lady.\"\nTherewith he turned him about and, without greeting to any, passed\nthrough the hall, and with his faithful knights rode to the Joyous\nGarde, though ever thereafter, in memory of that sad day, he called\nit the Dolorous Garde.\n\nThere he called about him his friends and kinsmen, saying: \"Fair\nKnights, I must now pass into my own lands.\" Then they all, with\none voice, cried that they would go with him. So he thanked them,\npromising them all fair estates and great honour when they were\ncome to his kingdom; for all France belonged to Sir Launcelot. Yet\nwas he loth to leave the land where he had followed so many\nglorious adventures, and sore he mourned to part in anger from King\nArthur. \"My mind misgives me,\" said Sir Launcelot, \"but that\ntrouble shall come of Sir Mordred, for he is envious and a\nmischief-maker, and it grieves me that never more I may serve Sir\nArthur and his realm.\"\n\nSo Sir Launcelot sorrowed; but his kinsmen were wroth for the\ndishonour done him, and making haste to depart, by the fifteenth\nday they were all embarked to sail overseas to France.\n\n\n\n\nCHAPTER XXXIV\n\nHOW KING ARTHUR AND SIR GAWAIN WENT TO FRANCE\n\n\nFrom the day when Sir Launcelot brought the Queen to Carlisle,\nnever would Gawain suffer the King to be at rest; but always he\ndesired him to call his army together that they might go to attack\nSir Launcelot in his own land.\n\nNow King Arthur was loth to war against Sir Launcelot; and seeing\nthis, Sir Gawain upbraided him bitterly. \"I see well it is naught\nto you that my brother, Sir Gareth, died fulfilling your behest.\nLittle ye care if all your knights be slain, if only the traitor\nLauncelot escape. Since, then, ye will not do me justice nor avenge\nyour own nephew, I and my fellows will take the traitor when and\nhow we may. He trusts in his own might that none can encounter with\nhim; let see if we may not entrap him.\"\n\nThus urged, King Arthur called his army together and bade collect a\ngreat fleet; for rather would he fight openly with Sir Launcelot\nthan that Sir Gawain should bring such dishonour upon himself as to\nslay a noble knight treacherously. So with a great host, the King\npassed overseas to France, leaving Sir Mordred to rule Britain in\nhis stead.\n\nWhen Launcelot heard that King Arthur and Sir Gawain were coming\nagainst him, he withdrew into the strong castle of Benwick; for\nunwilling indeed was he to fight with the King, or to do an injury\nto Sir Gareth's brother. The army passed through the land, laying\nit waste, and presently encamped about the castle, laying close\nsiege to it; but so thick were the walls, and so watchful the\ngarrison, that in no way could they prevail against it.\n\nOne day, there came to Sir Launcelot seven brethren, brave knights\nof Wales, who had joined their fortunes to his, and said: \"Sir\nLauncelot, bid us sally forth against this host which has invaded\nand laid waste your lands, and we will scatter it; for we are not\nwont to cower behind walls.\" \"Fair lords,\" answered Launcelot, \"it\nis grief to me to war on good Christian knights, and especially on\nmy lord, King Arthur. Have but patience and I will send to him and\nsee if, even now, there may not be a treaty of peace between us;\nfor better far is peace than war.\" So Sir Launcelot sought out a\ndamsel and, mounting her upon a palfrey, bade her ride to King\nArthur's camp and require of the King to cease warring on his\nlands, proffering fair terms of peace. When the damsel came to the\ncamp, there met her Sir Lucan the Butler, \"Fair damsel,\" said Sir\nLucan, \"do ye come from Sir Launcelot?\" \"Yea, in good truth,\" said\nthe damsel; \"and, I pray you, lead me to King Arthur.\" \"Now, may ye\nprosper in your errand,\" said Sir Lucan. \"Our King loves Sir\nLauncelot dearly and wishes him well; but Sir Gawain will not\nsuffer him to be reconciled to him.\" So when the damsel had come\nbefore the King, she told him all her tale, and much she said of\nSir Launcelot's love and good-will to his lord the King, so that\nthe tears stood in Arthur's eyes. But Sir Gawain broke in roughly:\n\"My Lord and uncle, shall it be said of us that we came hither with\nsuch a host to hie us home again, nothing done, to be the scoff of\nall men?\" \"Nephew,\" said the King, \"methinks Sir Launcelot offers\nfair and generously. It were well if ye would accept his proffer.\nNevertheless, as the quarrel is yours, so shall the answer be.\"\n\"Then, damsel,\" said Sir Gawain, \"say unto Sir Launcelot that the\ntime for peace is past. And tell him that I, Sir Gawain, swear by\nthe faith I owe to knighthood that never will I forego my revenge.\"\n\nSo the damsel returned to Sir Launcelot and told him all. Sir\nLauncelot's heart was filled with grief nigh unto breaking; but his\nknights were enraged and clamoured that he had endured too much of\ninsult and wrong, and that he should lead them forth to battle. Sir\nLauncelot armed him sorrowfully, and presently the gates were set\nopen and he rode forth, he and all his company. But to all his\nknights he had given commandment that none should seek King Arthur;\n\"For never,\" said he, \"will I see the noble King, who made me\nknight, either killed or shamed.\"\n\nFierce was the battle between those two hosts. On Launcelot's side,\nSir Bors and Sir Lavaine and many another did right well; while on\nthe other side, King Arthur bore him as the noble knight he was,\nand Sir Gawain raged through the battle, seeking to come at Sir\nLauncelot. Presently, Sir Bors encountered with King Arthur, and\nunhorsed him. This Sir Launcelot saw and, coming to the King's\nside, he alighted and, raising him from the ground, mounted him\nupon his own horse. Then King Arthur, looking upon Launcelot,\ncried: \"Ah! Launcelot, Launcelot! That ever there should be war\nbetween us two!\" and tears stood in the King's eyes. \"Ah! my Lord\nArthur,\" cried Sir Launcelot, \"I pray you stay this war.\" As they\nspoke thus, Sir Gawain came upon them, and, miscalling Sir\nLauncelot traitor and coward, had almost ridden upon him before\nLauncelot could provide him of another horse. Then the two hosts\ndrew back, each on its own side, to see the battle between Sir\nLauncelot and Sir Gawain; for they wheeled their horses, and\ndeparting far asunder, rushed again upon each other with the noise\nof thunder, and each bore the other from his horse. Then they put\ntheir shields before them and set on each other with their swords;\nbut while ever Sir Gawain smote fiercely, Sir Launcelot was content\nonly to ward off blows, because he would not, for Sir Gareth's\nsake, do any harm to Sir Gawain. But the more Sir Launcelot forbore\nhim, the more furiously Sir Gawain struck, so that Sir Launcelot\nhad much ado to defend himself, and at the last smote Gawain on the\nhelm so mightily that he bore him to the ground. Then Sir\nLauncelot stood back from Sir Gawain. But Gawain cried: \"Why do ye\ndraw back, traitor knight? Slay me while ye may, for never will I\ncease to be your enemy while my life lasts.\" \"Sir,\" said Launcelot,\n\"I shall withstand you as I may; but never will I smite a fallen\nknight.\" Then he spoke to King Arthur: \"My Lord, I pray you, if but\nfor this day, draw off your men. And think upon our former love if\nye may; but, be ye friend or foe, God keep you.\" Thereupon Sir\nLauncelot drew off with his men into his castle, and King Arthur\nand his company to their tents. As for Sir Gawain, his squires bore\nhim to his tent where his wounds were dressed.\n\n\n\n\nBOOK XI\n\nTHE MORTE D'ARTHUR\n\n\n\n\nCHAPTER XXXV\n\nMORDRED THE TRAITOR\n\n\nSo Sir Gawain lay healing of the grim wound which Sir Launcelot had\ngiven him, and there was peace between the two armies, when there\ncame messengers from Britain bearing letters for King Arthur; and\nmore evil news than they brought might not well be, for they told\nhow Sir Mordred had usurped his uncle's realm. First, he had caused\nit to be noised abroad that King Arthur was slain in battle with\nSir Launcelot, and, since there be many ever ready to believe any\nidle rumour and eager for any change, it had been no hard task for\nSir Mordred to call the lords to a Parliament and persuade them to\nmake him king. But the Queen could not be brought to believe that\nher lord was dead, so she took refuge in the Tower of London from\nSir Mordred's violence, nor was she to be induced to leave her\nstrong refuge for aught that Mordred could promise or threaten.\n\nThis was the news that came to Arthur as he lay encamped about Sir\nLauncelot's castle of Benwick. Forthwith he bade his host make\nready to move, and when they had reached the coast, they embarked\nand made sail to reach Britain with all possible speed.\n\nSir Mordred, on his part, had heard of their sailing, and hasted to\nget together a great army. It was grievous to see how many a stout\nknight held by Mordred, ay, even many whom Arthur himself had\nraised to honour and fortune; for it is the nature of men to be\nfickle. Thus it was that, when Arthur drew near to Dover, he found\nMordred with a mighty host, waiting to oppose his landing. Then\nthere was a great sea-fight, those of Mordred's party going out in\nboats, great and small, to board King Arthur's ships and slay him\nand his men or ever they should come to land. Right valiantly did\nKing Arthur bear him, as was his wont, and boldly his followers\nfought in his cause, so that at last they drove off their enemies\nand landed at Dover in spite of Mordred and his array. For that\ntime Mordred fled, and King Arthur bade those of his party bury the\nslain and tend the wounded.\n\nSo as they passed from ship to ship, salving and binding the hurts\nof the men, they came at last upon Sir Gawain, where he lay at the\nbottom of a boat, wounded to the death, for he had received a great\nblow on the wound that Sir Launcelot had given him. They bore him\nto his tent, and his uncle, the King, came to him, sorrowing beyond\nmeasure. \"Methinks,\" said the King, \"my joy on earth is done; for\nnever have I loved any men as I have loved you, my nephew, and Sir\nLauncelot. Sir Launcelot I have lost, and now I see you on your\ndeath-bed.\" \"My King,\" said Sir Gawain, \"my hour is come, and I\nhave got my death at Sir Launcelot's hand; for I am smitten on the\nwound he gave me. And rightly am I served, for of my willfulness\nand stubbornness comes this unhappy war. I pray you, my uncle,\nraise me in your arms and let me write to Sir Launcelot before I\ndie.\"\n\nThus, then, Sir Gawain wrote: \"To Sir Launcelot, the noblest of all\nknights, I, Gawain, send greeting before I die. For I am smitten on\nthe wound ye gave me before your castle of Benwick in France, and I\nbid all men bear witness that I sought my own death and that ye are\ninnocent of it. I pray you, by our friendship of old, come again\ninto Britain, and when ye look upon my tomb, pray for Gawain of\nOrkney. Farewell.\"\n\nSo Sir Gawain died and was buried in the Chapel at Dover.\n\n\n\n\nCHAPTER XXXVI\n\nTHE BATTLE IN THE WEST\n\n\nThe day after the battle at Dover, King Arthur and his host pursued\nSir Mordred to Barham Down where again there was a great battle\nfought, with much slaughter on both sides; but, in the end, Arthur\nwas victorious, and Mordred fled to Canterbury.\n\nNow, by this time, many that Mordred had cheated by his lying\nreports, had drawn unto King Arthur, to whom at heart they had ever\nbeen loyal, knowing him for a true and noble king and hating\nthemselves for having been deceived by such a false usurper as Sir\nMordred. Then when he found that he was being deserted, Sir Mordred\nwithdrew to the far West, for there men knew less of what had\nhappened, and so he might still find some to believe in him and\nsupport him; and being without conscience, he even called to his\naid the heathen hosts that his uncle, King Arthur, had driven from\nthe land, in the good years when Launcelot was of the Round Table.\n\nKing Arthur followed ever after; for in his heart was bitter anger\nagainst the false nephew who had wrought woe upon him and all his\nrealm. At the last, when Mordred could flee no further, the two\nhosts were drawn up near the shore of the great western sea; and it\nwas the Feast of the Holy Trinity.\n\nThat night, as King Arthur slept, he thought that Sir Gawain stood\nbefore him, looking just as he did in life, and said to him: \"My\nuncle and my King, God in his great love has suffered me to come\nunto you, to warn you that in no wise ye fight on the morrow; for\nif ye do, ye shall be slain, and with you the most part of the\npeople on both sides. Make ye, therefore, treaty for a month, and\nwithin that time, Sir Launcelot shall come to you with all his\nknights, and ye shall overthrow the traitor and all that hold with\nhim.\" Therewith, Sir Gawain vanished. Immediately, the King awoke\nand called to him the best and wisest of his knights, the two\nbrethren, Sir Lucan the Butler and Sir Bedivere, and others, to\nwhom he told his dream. Then all were agreed that, on any terms\nwhatsoever, a treaty should be made with Sir Mordred, even as Sir\nGawain had said; and, with the dawn, messengers went to the camp of\nthe enemy, to call Sir Mordred to a conference. So it was\ndetermined that the meeting should take place in the sight of both\narmies, in an open space between the two camps, and that King\nArthur and Mordred should each be accompanied by fourteen knights.\nLittle enough faith had either in the other, so when they set forth\nto the meeting, they bade their hosts join battle if ever they saw\na sword drawn. Thus they went to the conference.\n\nNow as they talked, it befell that an adder, coming out of a bush\nhard by, stung a knight in the foot; and he, seeing the snake, drew\nhis sword to kill it and thought no harm thereby. But on the\ninstant that the sword flashed, the trumpets blared on both sides\nand the two hosts rushed to battle. Never was there fought a fight\nof such bitter enmity; for brother fought with brother, and comrade\nwith comrade, and fiercely they cut and thrust, with many a bitter\nword between; while King Arthur himself, his heart hot within him,\nrode through and through the battle, seeking the traitor Mordred.\nSo they fought all day, till at last the evening fell. Then Arthur,\nlooking around him, saw of his valiant knights but two left, Sir\nLucan and Sir Bedivere, and these sore wounded; and there, over\nagainst him, by a great heap of the dead, stood Sir Mordred, the\ncause of all this ruin. Thereupon the King, his heart nigh broken\nwith grief for the loss of his true knights, cried with a loud\nvoice: \"Traitor! now is thy doom upon thee!\" and with his spear\ngripped in both hands, he rushed upon Sir Mordred and smote him\nthat the weapon stood out a fathom behind. And Sir Mordred knew\nthat he had his death-wound. With all the might that he had, he\nthrust him up the spear to the haft and, with his sword, struck\nKing Arthur upon the head, that the steel pierced the helmet and\nbit into the head; then he fell back, stark and dead.\n\nSir Lucan and Sir Bedivere went to the King where he lay, swooning\nfrom the blow, and bore him to a little chapel on the sea-shore. As\nthey laid him on the ground, Sir Lucan fell dead beside the King,\nand Arthur, coming to himself, found but Sir Bedivere alive beside\nhim.\n\n\n\n\nCHAPTER XXXVII\n\nTHE PASSING OF ARTHUR\n\n\nSo King Arthur lay wounded to the death, grieving, not that his end\nwas come, but for the desolation of his kingdom and the loss of his\ngood knights. And looking upon the body of Sir Lucan, he sighed and\nsaid: \"Alas! true knight, dead for my sake! If I lived, I should\never grieve for thy death, but now mine own end draws nigh.\" Then,\nturning to Sir Bedivere, who stood sorrowing beside him, he said:\n\"Leave weeping now, for the time is short and much to do. Hereafter\nshalt thou weep if thou wilt. But take now my sword Excalibur,\nhasten to the water side, and fling it into the deep. Then, watch\nwhat happens and bring me word thereof.\" \"My Lord,\" said Sir\nBedivere, \"your command shall be obeyed\"; and taking the sword, he\ndeparted. But as he went on his way, he looked on the sword, how\nwondrously it was formed and the hilt all studded with precious\nstones; and, as he looked, he called to mind the marvel by which it\nhad come into the King's keeping. For on a certain day, as Arthur\nwalked on the shore of a great lake, there had appeared above the\nsurface of the water a hand brandishing a sword. On the instant,\nthe King had leaped into a boat, and, rowing into the lake, had got\nthe sword and brought it back to land. Then he had seen how, on one\nside the blade, was written, \"Keep me,\" but on the other, \"Throw me\naway,\" and, sore perplexed, he had shown it to Merlin, the great\nwizard, who said: \"Keep it now. The time for casting away has not\nyet come.\" Thinking on this, it seemed to Bedivere that no good,\nbut harm, must come of obeying the King's word; so hiding the sword\nunder a tree, he hastened back to the little chapel. Then said the\nKing: \"What saw'st thou?\" \"Sir,\" answered Bedivere, \"I saw naught\nbut the waves, heard naught but the wind.\" \"That is untrue,\" said\nKing Arthur; \"I charge thee, as thou art true knight, go again and\nspare not to throw away the sword.\"\n\nSir Bedivere departed a second time, and his mind was to obey his\nlord; but when he took the sword in his hand, he thought: \"Sin it\nis and shameful, to throw away so glorious a sword.\" Then, hiding\nit again, he hastened back to the King, \"What saw'st thou?\" said\nSir Arthur. \"Sir, I saw the water lap on the crags.\" Then spoke the\nKing in great wrath: \"Traitor and unkind! Twice hast thou betrayed\nme! Art dazzled by the splendour of the jewels, thou that, till\nnow, hast ever been dear and true to me? Go yet again, but if thou\nfail me this time, I will arise and, with mine own hands, slay\nthee.\"\n\nThen Sir Bedivere left the King and, that time, he took the sword\nquickly from the place where he had hidden it and, forbearing even\nto look upon it, he twisted the belt about it and flung it with all\nhis force into the water. A wondrous sight he saw, for, as the\nsword touched the water, a hand rose from out the deep, caught it,\nbrandished it thrice, and drew it beneath the surface.\n\nSir Bedivere hastened back to the King and told him what he had\nseen. \"It is well,\" said Arthur; \"now, bear me to the water's edge;\nand hasten, I pray thee, for I have tarried over-long and my wound\nhas taken cold.\" So Sir Bedivere raised the King on his back and\nbore him tenderly to the lonely shore, where the lapping waves\nfloated many an empty helmet and the fitful moonlight fell on the\nupturned faces of the dead. Scarce had they reached the shore when\nthere hove in sight a barge, and on its deck stood three tall\nwomen, robed all in black and wearing crowns on their heads. \"Place\nme in the barge,\" said the King, and softly Sir Bedivere lifted the\nKing into it. And these three Queens wept sore over Arthur, and one\ntook his head in her lap and chafed his hands, crying: \"Alas! my\nbrother, thou hast been over-long in coming and, I fear me, thy\nwound has taken cold.\" Then the barge began to move slowly from the\nland. When Sir Bedivere saw this, he lifted up his voice and cried\nwith a bitter cry: \"Ah! my Lord Arthur, thou art taken from me! And\nI, whither shall I go?\" \"Comfort thyself,\" said the King, \"for in\nme is no comfort more. I pass to the Valley of Avilion, to heal me\nof my grievous wound. If thou seest me never again, pray for me.\"\n\nSo the barge floated away out of sight, and Sir Bedivere stood\nstraining his eyes after it till it had vanished utterly. Then he\nturned him about and journeyed through the forest until, at\ndaybreak, he reached a hermitage. Entering it, he prayed the holy\nhermit that he might abide with him, and there he spent the rest of\nhis life in prayer and holy exercise.\n\nBut of King Arthur is no more known. Some men, indeed, say that he\nis not dead, but abides in the happy Valley of Avilion until such\ntime as his country's need is sorest, when he shall come again and\ndeliver it. Others say that, of a truth, he is dead, and that, in\nthe far West, his tomb may be seen, and written on it these words:\n\n     \"Here lies Arthur, once King and King to be.\"\n\n\n\n\nCHAPTER XXXVIII\n\nTHE DEATH OF SIR LAUNCELOT AND OF THE QUEEN\n\n\nWhen news reached Sir Launcelot in his own land of the treason of\nMordred, he gathered his lords and knights together, and rested not\ntill he had come to Britain to aid King Arthur. He landed at Dover,\nand there the evil tidings were told him, how the King had met his\ndeath at the hands of his traitor nephew. Then was Sir Launcelot's\nheart nigh broken for grief. \"Alas!\" he cried, \"that I should live\nto know my King overthrown by such a felon! What have I done that I\nshould have caused the deaths of the good knights, Sir Gareth, Sir\nGaheris, and Sir Gawain, and yet that such a villain should escape\nmy sword!\" Then he desired to be led to Sir Gawain's tomb where he\nremained long in prayer and in great lamentation; after which he\ncalled to him his kinsmen and friends, and said to them: \"My fair\nlords, I thank you all most heartily that, of your courtesy, ye\ncame with me to this land. That we be come too late is a misfortune\nthat might not be avoided, though I shall mourn it my life long.\nAnd now I will ride forth alone to find my lady the Queen in the\nWest, whither men say she has fled. Wait for me, I pray you, for\nfifteen days, and then, if ye hear naught of me, return to your own\nlands.\" So Sir Launcelot rode forth alone, nor would he suffer any\nto follow him, despite their prayers and entreaties.\n\nThus he rode some seven or eight days until, at the last, he came\nto a nunnery where he saw in the cloister many nuns waiting on a\nfair lady; none other, indeed, than Queen Guenevere herself. And\nshe, looking up, saw Sir Launcelot, and at the sight, grew so pale\nthat her ladies feared for her; but she recovered, and bade them go\nand bring Sir Launcelot to her presence. When he was come, she said\nto him: \"Sir Launcelot, glad am I to see thee once again that I may\nbid thee farewell; for in this world shall we never meet again.\"\n\"Sweet Madam,\" answered Sir Launcelot, \"I was minded, with your\nleave, to bear you to my own country, where I doubt not but I\nshould guard you well and safely from your enemies.\" \"Nay,\nLauncelot,\" said the Queen, \"that may not be; I am resolved never\nto look upon the world again, but here to pass my life in prayer\nand in such good works as I may. But thou, do thou get back to\nthine own land and take a fair wife; and ye both shall ever have my\nprayers.\" \"Madam,\" replied Sir Launcelot, \"ye know well that shall\nnever be. And since ye are resolved to lead a life of prayer, I,\ntoo, will forsake the world if I can find hermit to share his cell\nwith me; for ever your will has been mine.\" Long and earnestly he\nlooked upon her as he might never gaze enough; then, getting to\nhorse, he rode slowly away.\n\nNor did they ever meet again in life. For Queen Guenevere abode in\nthe great nunnery of Almesbury where Sir Launcelot had found her,\nand presently, for the holiness of her life, was made Abbess. But\nSir Launcelot, after he had left her, rode on his way till he came\nto the cell where Sir Bedivere dwelt with the holy hermit; and when\nSir Bedivere had told him all that had befallen, of the great\nbattle in the West, and of the passing away of Arthur, Sir\nLauncelot flung down his arms and implored the holy hermit to let\nhim remain there as the servant of God. So Sir Launcelot donned the\nserge gown and abode in the hermitage as the priest of God.\n\nPresently there came riding that way the good Sir Bors, Launcelot's\nnephew; for, when Sir Launcelot returned not to Dover, Sir Bors and\nmany another knight went forth in search of him. There, then, Sir\nBors remained and, within a half-year, there joined themselves to\nthese three many who in former days had been fellows of the Round\nTable; and the fame of their piety spread far and wide.\n\nSo six years passed and then, one night, Launcelot had a vision. It\nseemed to him that one said to him: \"Launcelot, arise and go in\nhaste to Almesbury. There shalt thou find Queen Guenevere dead, and\nit shall be for thee to bury her.\" Sir Launcelot arose at once and,\ncalling his fellows to him, told them his dream. Immediately, with\nall haste, they set forth towards Almesbury and, arriving there the\nsecond day, found the Queen dead, as had been foretold in the\nvision. So with the state and ceremony befitting a great Queen,\nthey buried her in the Abbey of Glastonbury, in that same church\nwhere, some say, King Arthur's tomb is to be found. Launcelot it\nwas who performed the funeral rites and chanted the requiem; but\nwhen all was done, he pined away, growing weaker daily. So at the\nend of six weeks, he called to him his fellows, and bidding them\nall farewell, desired that his dead body should be conveyed to the\nJoyous Garde, there to be buried; for that in the church at\nGlastonbury he was not worthy to lie. And that same night he died,\nand was buried, as he had desired, in his own castle. So passed\nfrom the world the bold Sir Launcelot du Lac, bravest, most\ncourteous, and most gentle of knights, whose peer the world has\nnever seen ever shall.\n\nAfter Sir Launcelot's death, Sir Bors and the pious knights, his\ncompanions, took their way to the Holy Land, and there they died in\nbattle against the Turk.\n\nSo ends the story of King Arthur and his noble fellowship of the\nRound Table.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Stories from Le Morte D'Arthur and the\nMabinogion, by Beatrice Clay\n\n*** END OF THIS PROJECT GUTENBERG EBOOK STORIES FROM LE MORTE ***\n\n***** This file should be named 15551-8.txt or 15551-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.net/1/5/5/5/15551/\n\nProduced by Juliet Sutherland, Jennifer Goslee and the Online\nDistributed Proofreading Team.\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}