{"title": "The History of the Caliph Vathek", "author": "William Beckford", "releaseDate": "April 20, 2005 ", "language": "English", "content": "\n\n\n\n\n\nTranscribed from the 1887 Cassell & Company edition by David Price, email\nccx074@coventry.ac.uk\n\n\n\n\n\nTHE HISTORY OF THE CALIPH VATHEK\n\n\nINTRODUCTION\n\n\nWilliam Beckford, born in 1759, the year before the accession of King\nGeorge the Third, was the son of an Alderman who became twice Lord Mayor\nof London.  His family, originally of Gloucestershire, had thriven by the\nplantations in Jamaica; and his father, sent to school in England, and\nforming a school friendship at Westminster with Lord Mansfield, began the\nworld in this country as a merchant, with inheritance of an enormous West\nIndia fortune.  William Beckford the elder became Magistrate, Member of\nParliament, Alderman.  Four years before the birth of William Beckford\nthe younger he became one of the Sheriffs of London, and three years\nafter his son's birth he was Lord Mayor.  As Mayor he gave very sumptuous\ndinners that made epochs in the lives of feeding men.  His son's famous\n\"History of the Caliph Vathek\" looks as if it had been planned for an\nAlderman's dream after a very heavy dinner at the Mansion House.  There\nis devotion in it to the senses, emphasis on heavy dining.  Vathek piqued\nhimself on being the greatest eater alive; but when the Indian dined with\nhim, though the tables were thirty times covered, there was still want of\nmore food for the voracious guest.  There is thirst: for at one part of\nthe dream, when Vathek's mother, his wives, and some eunuchs \"assiduously\nemployed themselves in filling bowls of rock crystal, and emulously\npresented them to him, it frequently happened that his avidity exceeded\ntheir zeal, insomuch that he would prostrate himself upon the ground to\nlap up the water, of which he could never have enough.\"  And the\nnightmare incidents of the Arabian tale all culminate in a most terrible\nheartburn.  Could the conception of Vathek have first come to the son\nafter a City dinner?\n\nThough a magnificent host, the elder Beckford was no glutton.  In the\nyear of his first Mayoralty, 1763, Beckford, stood by the side of\nAlderman Wilkes, attacked for his No. 45 of _The North_ _Briton_.  As\nchampion of the popular cause, when he had been again elected to the\nMayoralty, Beckford, on the 23rd of May, 1770, went up to King George the\nThird at the head of the Aldermen and Livery with an address which the\nking snubbed with a short answer.  Beckford asked leave to reply, and\nbefore His Majesty recovered breath from his astonishment, proceeded to\nreply in words that remain graven in gold upon his monument in Guildhall.\nYoung Beckford, the author of \"Vathek,\" was then a boy not quite eleven\nyears old, an only son; and he was left three years afterwards, by his\nfather's death, heir to an income of a hundred thousand a year, with a\nmillion of cash in hand.\n\nDuring his minority young Beckford's mother, who was a granddaughter of\nthe sixth Earl of Abercorn, placed him under a private tutor.  He was\ntaught music by Mozart; and the Earl of Chatham, who had been his\nfather's friend, thought him so fanciful a boy--\"all air and fire\"--that\nhe advised his mother to keep the Arabian Nights out of his way.  Happily\nshe could not, for Vathek adds the thousand and second to the thousand\nand one tales, with the difference that it joins to wild inventions in\nthe spirit of the East touches of playful extravagance that could come\nonly from an English humourist who sometimes laughed at his own tale, and\ndid not mind turning its comic side to the reader.  The younger William\nBeckford had been born at his father's seat in Wiltshire, Fonthill Abbey;\nand at seventeen amused himself with a caricature \"History of\nExtraordinary Painters,\" encouraging the house-keeper of Fonthill to show\nthe pictures to visitors as works of Og of Basan and other worthies in\nher usual edifying manner.\n\nYoung Beckford's education was continued for a year and a half at Geneva.\nHe then travelled in Italy and the Low Countries, and it was at this time\nthat he amused himself by writing, at the age of about twenty-two,\n\"Vathek\" in French, at a single sitting; but he gave his mind to it and\nthe sitting lasted three days and two nights.  An English version of it\nwas made by a stranger, and published without permission in 1784.\nBeckford himself published his tale at Paris and Lausanne in 1787, one\nyear after the death of a wife to whom he had been three years married,\nand who left him with two daughters.\n\nBeckford went to Portugal and Spain; returned to France, and was present\nat the storming of the Bastille.  He was often abroad; he bought Gibbon's\nlibrary at Lausanne, and shut himself up with it for a time, having a\nnotion of reading it through.  He was occasionally in Parliament, but did\nnot care for that kind of amusement.  He wrote pieces of less enduring\ninterest than \"Vathek,\" including two burlesques upon the sentimental\nnovel of his time.  In 1796 he settled down at Fonthill, and began to\nspend there abundantly on building and rebuilding.  Perhaps he thought of\nVathek's tower when he employed workmen day and night to build a tower\nfor himself three hundred feet high, and set them to begin it again when\nit fell down.  He is said to have spent upon Fonthill a quarter of a\nmillion, living there in much seclusion during the last twenty years of\nhis life.  He died in 1844.\n\nThe happy thought of this William Beckford's life was \"Vathek.\"  It is a\nstory that paints neither man nor outward nature as they are, but\nreproduces with happy vivacity the luxuriant imagery and wild incidents\nof an Arabian tale.  There is a ghost of a moral in the story of a\nsensual Caliph going to the bad, as represented by his final introduction\nto the Halls of Eblis.  But the enjoyment given by the book reflects the\nreal enjoyment that the author had in writing it--enjoyment great enough\nto cause it to be written at a heat, in one long sitting, without\nflagging power.  Young and lively, he delivered himself up to a free run\nof fancy, revelled in the piled-up enormities of the Wicked Mother, who\nhad not brought up Vathek properly, and certainly wrote some parts of his\nnightmare tale as merrily as if he were designing matter for a pantomime.\n\nWhoever, in reading \"Vathek,\" takes it altogether seriously, does not\nread it as it was written.  We must have an eye for the vein of\ncaricature that now and then comes to the surface, and invites a laugh\nwithout disturbing the sense of Eastern extravagance bent seriously upon\nthe elaboration of a tale crowded with incident and action.  Taken\naltogether seriously, the book has faults of construction.  But the\nfaults turn into beauties when we catch the twinkle in the writer's eye.\n\nH. M.\n\n\n\n\nTHE HISTORY OF THE CALIPH VATHEK\n\n\nVathek, ninth Caliph of the race of the Abassides, was the son of\nMotassem, and the grandson of Haroun Al Raschid.  From an early accession\nto the throne, and the talents he possessed to adorn it, his subjects\nwere induced to expect that his reign would be long and happy.  His\nfigure was pleasing and majestic; but when he was angry one of his eyes\nbecame so terrible that no person could bear to behold it, and the wretch\nupon whom it was fixed instantly fell backward, and sometimes expired.\nFor fear, however, of depopulating his dominions and making his palace\ndesolate he but rarely gave way to his anger.\n\nBeing much addicted to women and the pleasures of the table, he sought by\nhis affability to procure agreeable companions; and he succeeded the\nbetter as his generosity was unbounded, and his indulgences unrestrained,\nfor he was by no means scrupulous, nor did he think with the Caliph Omar\nBen Abdalaziz that it was necessary to make a hell of this world to enjoy\nParadise in the next.\n\nHe surpassed in magnificence all his predecessors.  The palace of\nAlkoremmi, which his father Motassem had erected on the hill of Pied\nHorses, and which commanded the whole city of Samarah, was in his idea\nfar too scanty; he added therefore five wings, or rather other palaces,\nwhich he destined for the particular gratification of each of his senses.\n\nIn the first of these were tables continually covered with the most\nexquisite dainties, which were supplied both by night and by day,\naccording to their constant consumption, whilst the most delicious wines\nand the choicest cordials flowed forth from a hundred fountains that were\nnever exhausted.  This palace was called \"The Eternal or Unsatiating\nBanquet.\"\n\nThe second was styled \"The Temple of Melody, or the Nectar of the Soul.\"\nIt was inhabited by the most skilful musicians and admired poets of the\ntime, who not only displayed their talents within, but, dispersing in\nbands without, caused every surrounding scene to reverberate their songs,\nwhich were continually varied in the most delightful succession.\n\nThe palace named \"The Delight of the Eyes, or the Support of Memory,\" was\none entire enchantment.  Rarities collected from every corner of the\nearth were there found in such profusion as to dazzle and confound, but\nfor the order in which they were arranged.  One gallery exhibited the\npictures of the celebrated Mani, and statues that seemed to be alive.\nHere a well-managed perspective attracted the sight; there the magic of\noptics agreeably deceived it; whilst the naturalist on his part\nexhibited, in their several classes, the various gifts that Heaven had\nbestowed on our globe.  In a word, Vathek omitted nothing in this palace\nthat might gratify the curiosity of those who resorted to it, although he\nwas not able to satisfy his own, for he was of all men the most curious.\n\n\"The Palace of Perfumes,\" which was termed likewise \"The Incentive to\nPleasure,\" consisted of various halls, where the different perfumes which\nthe earth produces were kept perpetually burning in censers of gold.\nFlambeaux and aromatic lamps were here lighted in open day.  But the too\npowerful effects of this agreeable delirium might be avoided by\ndescending into an immense garden, where an assemblage of every fragrant\nflower diffused through the air the purest odours.\n\nThe fifth palace, denominated \"The Retreat of Joy, or the Dangerous,\" was\nfrequented by troops of young females beautiful as the houris, and not\nless seducing, who never failed to receive with caresses all whom the\nCaliph allowed to approach them; for he was by no means disposed to be\njealous, as his own women were secluded within the palace he inhabited\nhimself.\n\nNotwithstanding the sensuality in which Vathek indulged, he experienced\nno abatement in the love of his people, who thought that a sovereign\nimmersed in pleasure was not less tolerable to his subjects than one that\nemployed himself in creating them foes.  But the unquiet and impetuous\ndisposition of the Caliph would not allow him to rest there; he had\nstudied so much for his amusement in the life-time of his father as to\nacquire a great deal of knowledge, though not a sufficiency to satisfy\nhimself; for he wished to know everything, even sciences that did not\nexist.  He was fond of engaging in disputes with the learned, but liked\nthem not to push their opposition with warmth; he stopped the mouths of\nthose with presents whose mouths could be stopped, whilst others, whom\nhis liberality was unable to subdue, he sent to prison to cool their\nblood: a remedy that often succeeded.\n\nVathek discovered also a predilection for theological controversy, but it\nwas not with the orthodox that he usually held.  By this means he induced\nthe zealots to oppose him, and then persecuted them in return; for he\nresolved at any rate to have reason on his side.\n\nThe great prophet Mahomet, whose vicars the caliphs are, beheld with\nindignation from his abode in the seventh heaven the irreligious conduct\nof such a vicegerent.  \"Let us leave him to himself,\" said he to the\ngenii, who are always ready to receive his commands; \"let us see to what\nlengths his folly and impiety will carry him; if he run into excess we\nshall know how to chastise him.  Assist him, therefore, to complete the\ntower which, in imitation of Nimrod, he hath begun, not, like that great\nwarrior, to escape being drowned, but from the insolent curiosity of\npenetrating the secrets of Heaven; he will not divine the fate that\nawaits him.\"\n\nThe genii obeyed, and when the workmen had raised their structure a cubit\nin the day-time, two cubits more were added in the night.  The expedition\nwith which the fabric arose was not a little flattering to the vanity of\nVathek.  He fancied that even insensible matter showed a forwardness to\nsubserve his designs, not considering that the successes of the foolish\nand wicked form the first rod of their chastisement.\n\nHis pride arrived at its height when, having ascended for the first time\nthe eleven thousand stairs of his tower, he cast his eyes below, and\nbeheld men not larger than pismires, mountains than shells, and cities\nthan bee-hives.  The idea which such an elevation inspired of his own\ngrandeur completely bewildered him; he was almost ready to adore himself,\ntill, lifting his eyes upward, he saw the stars as high above him as they\nappeared when he stood on the surface of the earth.  He consoled himself,\nhowever, for this transient perception of his littleness with the thought\nof being great in the eyes of others, and flattered himself that the\nlight of his mind would extend beyond the reach of his sight, and\ntransfer to the stars the decrees of his destiny.\n\nWith this view the inquisitive prince passed most of his nights on the\nsummit of his tower, till he became an adept in the mysteries of\nastrology, and imagined that the planets had disclosed to him the most\nmarvellous adventures, which were to be accomplished by an extraordinary\npersonage from a country altogether unknown.  Prompted by motives of\ncuriosity, he had always been courteous to strangers, but from this\ninstant he redoubled his attention, and ordered it to be announced by\nsound of trumpet, through all the streets of Samarah, that no one of his\nsubjects, on peril of displeasure, should either lodge or detain a\ntraveller, but forthwith bring him to the palace.\n\nNot long after this proclamation there arrived in his metropolis a man so\nhideous that the very guards who arrested him were forced to shut their\neyes as they led him along.  The Caliph himself appeared startled at so\nhorrible a visage, but joy succeeded to this emotion of terror when the\nstranger displayed to his view such rarities as he had never before seen,\nand of which he had no conception.\n\nIn reality, nothing was ever so extraordinary as the merchandise this\nstranger produced; most of his curiosities, which were not less admirable\nfor their workmanship than splendour, had, besides, their several virtues\ndescribed on a parchment fastened to each.  There were slippers which\nenabled the feet to walk; knives that out without the motion of a hand;\nsabres which dealt the blow at the person they were wished to strike; and\nthe whole enriched with gems that were hitherto unknown.\n\nThe sabres, whose blades emitted a dazzling radiance, fixed more than all\nthe Caliph's attention, who promised himself to decipher at his leisure\nthe uncouth characters engraven on their sides.  Without, therefore,\ndemanding their price, he ordered all the coined gold to be brought from\nhis treasury, and commanded the merchant to take what he pleased; the\nstranger complied with modesty and silence.\n\nVathek, imagining that the merchant's taciturnity was occasioned by the\nawe which his presence inspired, encouraged him to advance, and asked\nhim, with an air of condescension, \"Who he was? whence he came? and where\nhe obtained such beautiful commodities?\"  The man, or rather monster,\ninstead of making a reply, thrice rubbed his forehead, which, as well as\nhis body, was blacker than ebony, four times clapped his paunch, the\nprojection of which was enormous, opened wide his huge eyes, which glowed\nlike firebrands, began to laugh with a hideous noise, and discovered his\nlong amber-coloured teeth bestreaked with green.\n\nThe Caliph, though a little startled, renewed his inquiries, but without\nbeing able to procure a reply; at which, beginning to be ruffled, he\nexclaimed: \"Knowest thou, varlet, who I am? and at whom thou art aiming\nthy gibes?\"  Then, addressing his guards, \"Have ye heard him speak? is he\ndumb?\"\n\n\"He hath spoken,\" they replied, \"though but little.\"\n\n\"Let him speak again, then,\" said Vathek, \"and tell me who he is, from\nwhence he came, and where he procured these singular curiosities, or I\nswear by the ass of Balaam that I will make him rue his pertinacity.\"\n\nThe menace was accompanied by the Caliph with one of his angry and\nperilous glances, which the stranger sustained without the slightest\nemotion, although his eyes were fixed on the terrible eye of the prince.\n\nNo words can describe the amazement of the courtiers when they beheld\nthis rude merchant withstand the encounter unshocked.  They all fell\nprostrate with their faces on the ground to avoid the risk of their\nlives, and continued in the same abject posture till the Caliph exclaimed\nin a furious tone, \"Up, cowards! seize the miscreant! see that he be\ncommitted to prison and guarded by the best of my soldiers!  Let him,\nhowever, retain the money I gave him; it is not my intent to take from\nhim his property; I only want him to speak.\"\n\nNo sooner had he uttered these words than the stranger was surrounded,\npinioned with strong fetters, and hurried away to the prison of the great\ntower, which was encompassed by seven empalements of iron bars, and armed\nwith spikes in every direction longer and sharper than spits.\n\nThe Caliph, nevertheless, remained in the most violent agitation; he sat\ndown indeed to eat, but of the three hundred covers that were daily\nplaced before him could taste of no more than thirty-two.  A diet to\nwhich he had been so little accustomed was sufficient of itself to\nprevent him from sleeping; what then must be its effect when joined to\nthe anxiety that preyed upon his spirits?  At the first glimpse of dawn\nhe hastened to the prison, again to importune this intractable stranger;\nbut the rage of Vathek exceeded all bounds on finding the prison empty,\nthe gates burst asunder, and his guards lying lifeless around him.  In\nthe paroxysm of his passion he fell furiously on the poor carcases, and\nkicked them till evening without intermission.  His courtiers and vizirs\nexerted their efforts to soothe his extravagance, but finding every\nexpedient ineffectual, they all united in one vociferation: \"The Caliph\nis gone mad! the Caliph is out of his senses!\"\n\nThis outcry, which soon resounded through the streets of Samarah, at\nlength reaching the ears of Carathis, his mother, she flew in the utmost\nconsternation to try her ascendency on the mind of her son.  Her tears\nand caresses called off his attention, and he was prevailed upon by her\nentreaties to be brought back to the palace.\n\nCarathis, apprehensive of leaving Vathek to himself, caused him to be put\nto bed, and seating herself by him, endeavoured by her conversation to\nheal and compose him.  Nor could any one have attempted it with better\nsuccess, for the Caliph not only loved her as a mother, but respected her\nas a person of superior genius; it was she who had induced him, being a\nGreek herself, to adopt all the sciences and systems of her country,\nwhich good Mussulmans hold in such thorough abhorrence.  Judicial\nastrology was one of those systems in which Carathis was a perfect adept;\nshe began, therefore, with reminding her son of the promise which the\nstars had made him, and intimated an intention of consulting them again.\n\n\"Alas!\" sighed the Caliph, as soon as he could speak, \"what a fool have I\nbeen! not for the kicks bestowed on my guards who so tamely submitted to\ndeath, but for never considering that this extraordinary man was the same\nthe planets had foretold, whom, instead of ill-treating, I should have\nconciliated by all the arts of persuasion.\"\n\n\"The past,\" said Carathis, \"cannot be recalled, but it behoves us to\nthink of the future; perhaps you may again see the object you so much\nregret; it is possible the inscriptions on the sabres will afford\ninformation.  Eat, therefore, and take thy repose, my dear son; we will\nconsider to-morrow in what manner to act.\"\n\nVathek yielded to her counsel as well as he could, and arose in the\nmorning with a mind more at ease.  The sabres he commanded to be\ninstantly brought, and poring upon them through a green glass, that their\nglittering might not dazzle, he set himself in earnest to decipher the\ninscriptions; but his reiterated attempts were all of them nugatory; in\nvain did he beat his head and bite his nails, not a letter of the whole\nwas he able to ascertain.  So unlucky a disappointment would have undone\nhim again had not Carathis by good fortune entered the apartment.\n\n\"Have patience, son!\" said she; \"you certainly are possessed of every\nimportant science, but the knowledge of languages is a trifle at best,\nand the accomplishment of none but a pedant.  Issue forth a proclamation\nthat you will confer such rewards as become your greatness upon any one\nthat shall interpret what you do not understand, and what it is beneath\nyou to learn; you will soon find your curiosity gratified.\"\n\n\"That may be,\" said the Caliph; \"but in the meantime I shall be horribly\ndisgusted by a crowd of smatterers, who will come to the trial as much\nfor the pleasure of retailing their jargon as from the hope of gaining\nthe reward.  To avoid this evil it will be proper to add that I will put\nevery candidate to death who shall fail to give satisfaction; for, thank\nHeaven! I have skill enough to distinguish between one that translates\nand one that invents.\"\n\n\"Of that I have no doubt,\" replied Carathis; \"but to put the ignorant to\ndeath is somewhat severe, and may be productive of dangerous effects;\ncontent yourself with commanding their beards to be burnt--beards in a\nstate are not quite so essential as men.\"\n\nThe Caliph submitted to the reasons of his mother, and sending for\nMorakanabad, his prime vizir, said: \"Let the common criers proclaim, not\nonly in Samarah, but throughout every city in my empire, that whosoever\nwill repair hither, and decipher certain characters which appear to be\ninexplicable, shall experience the liberality for which I am renowned;\nbut that all who fail upon trial shall have their beards burnt off to the\nlast hair.  Let them add also that I will bestow fifty beautiful slaves,\nand as many jars of apricots from the Isle of Kirmith, upon any man that\nshall bring me intelligence of the stranger.\"\n\nThe subjects of the Caliph, like their Sovereign, being great admirers of\nwomen and apricots from Kirmith, felt their mouths water at these\npromises, but were totally unable to gratify their hankering, for no one\nknew which way the stranger had gone.\n\nAs to the Caliph's other requisition, the result was different.  The\nlearned, the half-learned, and those who were neither, but fancied\nthemselves equal to both, came boldly to hazard their beards, and all\nshamefully lost them.\n\nThe exaction of these forfeitures, which found sufficient employment for\nthe eunuchs, gave them such a smell of singed hair as greatly to disgust\nthe ladies of the seraglio, and make it necessary that this new\noccupation of their guardians should be transferred into other hands.\n\nAt length, however, an old man presented himself whose beard was a cubit\nand a half longer than any that had appeared before him.  The officers of\nthe palace whispered to each other, as they ushered him in, \"What a pity\nsuch a beard should be burnt!\"  Even the Caliph, when he saw it,\nconcurred with them in opinion, but his concern was entirely needless.\nThis venerable personage read the characters with facility, and explained\nthem verbatim as follows: \"We were made where everything good is made; we\nare the least of the wonders of a place where all is wonderful, and\ndeserving the sight of the first potentate on earth.\"\n\n\"You translate admirably!\" cried Vathek; \"I know to what these marvellous\ncharacters allude.  Let him receive as many robes of honour and thousands\nof sequins of gold as he hath spoken words.  I am in some measure\nrelieved from the perplexity that embarrassed me!\"\n\nVathek invited the old main to dine, and even to remain some days in the\npalace.  Unluckily for him, he accepted the offer; for the Caliph, having\nordered him next morning to be called, said: \"Read again to me what you\nhave read already; I cannot hear too often the promise that is made me,\nthe completion of which I languish to obtain.\"\n\nThe old man forthwith put on his green spectacles, but they instantly\ndropped from his nose on perceiving that the characters he had read the\nday preceding had given place to others of different import.\n\n\"What ails you?\" asked the Caliph; \"and why these symptoms of wonder?\"\n\n\"Sovereign of the world,\" replied the old man, \"these sabres hold another\nlanguage to-day from that they yesterday held.\"\n\n\"How say you?\" returned Vathek; \"but it matters not! tell me, if you can,\nwhat they mean.\"\n\n\"It is this, my lord,\" rejoined the old man: \"Woe to the rash mortal who\nseeks to know that of which he should remain ignorant, and to undertake\nthat which surpasseth his power!\"\n\n\"And woe to thee!\" cried the Caliph, in a burst of indignation; \"to-day\nthou art void of understanding.  Begone from my presence; they shall burn\nbut the half of thy beard, because, thou wert yesterday fortunate in\nguessing; my gifts I never resume.\"\n\nThe old man, wise enough to perceive he had luckily escaped, considering\nthe folly of disclosing so disgusting a truth, immediately withdrew, and\nappeared not again.\n\nBut it was not long before Vathek discovered abundant reason to regret\nhis precipitation; for though he could not decipher the characters\nhimself, yet by constantly poring upon them he plainly perceived that\nthey every day changed, and unfortunately no other candidate offered to\nexplain them.  This perplexing occupation inflamed his blood, dazzled his\nsight, and brought on a giddiness and debility that he could not support.\nHe failed not, however, though in so reduced a condition, to be often\ncarried to his tower, as he flattered himself that he might there read in\nthe stars which he went to consult something more congenial to his\nwishes: but in this his hopes were deluded, for his eyes, dimmed by the\nvapours of his head, began to subserve his curiosity so ill, that he\nbeheld nothing but a thick dun cloud, which he took for the most direful\nof omens.\n\nAgitated with so much anxiety, Vathek entirely lost all firmness; a fever\nseized him, and his appetite failed.  Instead of being one of the\ngreatest eaters, he became as distinguished for drinking.  So insatiable\nwas the thirst which tormented him that his mouth, like a funnel, was\nalways open to receive the various liquors that might be poured into it,\nand especially cold water, which calmed him more than every other.\n\nThis unhappy prince being thus incapacitated for the enjoyment of any\npleasure, commanded the palaces of the five senses to be shut up, forbore\nto appear in public, either to display his magnificence or administer\njustice, and retired to the inmost apartment of his harem.  As he had\never been an indulgent husband, his wives, overwhelmed with grief at his\ndeplorable situation, incessantly offered their prayers for his health,\nand unremittingly supplied him with water.\n\nIn the meantime the Princess Carathis, whose affliction no words can\ndescribe, instead of restraining herself to sobbing and tears, was\ncloseted daily with the Vizir Morakanabad, to find out some cure or\nmitigation of the Caliph's disease.  Under the persuasion that it was\ncaused by enchantment, they turned over together, leaf by leaf, all the\nbooks of magic that might point out a remedy, and caused the horrible\nstranger, whom they accused as the enchanter, to be everywhere sought for\nwith the strictest diligence.\n\nAt the distance of a few miles from Samarah stood a high mountain, whose\nsides were swarded with wild thyme and basil, and its summit overspread\nwith so delightful a plain, that it might be taken for the paradise\ndestined for the faithful.  Upon it grew a hundred thickets of eglantine\nand other fragrant shrubs, a hundred arbours of roses, jessamine, and\nhoneysuckle, as many clumps of orange trees, cedar, and citron, whose\nbranches, interwoven with the palm, the pomegranate, and the vine,\npresented every luxury that could regale the eye or the taste.  The\nground was strewed with violets, hare-bells, and pansies, in the midst of\nwhich sprang forth tufts of jonquils, hyacinths, and carnations, with\nevery other perfume that impregnates the air.  Four fountains, not less\nclear than deep, and so abundant as to slake the thirst of ten armies,\nseemed profusely placed here to make the scene more resemble the garden\nof Eden, which was watered by the four sacred rivers.  Here the\nnightingale sang the birth of the rose, her well-beloved, and at the same\ntime lamented its short-lived beauty; whilst the turtle deplored the loss\nof more substantial pleasures, and the wakeful lark hailed the rising\nlight that re-animates the whole creation.  Here more than anywhere the\nmingled melodies of birds expressed the various passions they inspired,\nas if the exquisite fruits which they pecked at pleasure had given them a\ndouble energy.\n\nTo this mountain Vathek was sometimes brought for the sake of breathing a\npurer air, and especially to drink at will of the four fountains, which\nwere reputed in the highest degree salubrious and sacred to himself.  His\nattendants were his mother, his wives, and some eunuchs, who assiduously\nemployed themselves in filling capacious bowls of rock crystal, and\nemulously presenting them to him; but it frequently happened that his\navidity exceeded their zeal, insomuch that he would prostrate himself\nupon the ground to lap up the water, of which he could never have enough.\n\nOne day, when this unhappy prince had been long lying in so debasing a\nposture, a voice, hoarse but strong, thus addressed him: \"Why assumest\nthou the function of a dog, O Caliph, so proud of thy dignity and power?\"\n\nAt this apostrophe he raised his head, and beheld the stranger that had\ncaused him so much affliction.  Inflamed with anger at the sight, he\nexclaimed--\n\n\"Accursed Giaour! what comest thou hither to do?  Is it not enough to\nhave transformed a prince remarkable for his agility into one of those\nleather barrels which the Bedouin Arabs carry on their camels when they\ntraverse the deserts?  Perceivest thou not that I may perish by drinking\nto excess no less than by a total abstinence?\"\n\n\"Drink then this draught,\" said the stranger, as he presented to him a\nphial of a red and yellow mixture; \"and, to satiate the thirst of thy\nsoul as well as of thy body, know that I am an Indian, but from a region\nof India which is wholly unknown.\"\n\nThe Caliph delighted to see his desires accomplished in part, and\nflattering himself with the hope of obtaining their entire fulfilment,\nwithout a moment's hesitation swallowed the potion, and instantaneously\nfound his health restored, his thirst appeased, and his limbs as agile as\never.\n\nIn the transports of his joy Vathek leaped upon the neck of the frightful\nIndian, and kissed his horrid mouth and hollow cheeks as though they had\nbeen the coral lips and the lilies and roses of his most beautiful wives;\nwhilst they, less terrified than jealous at the sight, dropped their\nveils to hide the blush of mortification that suffused their foreheads.\n\nNor would the scene have closed here, had not Carathis, with all the art\nof insinuation, a little repressed the raptures of her son.  Having\nprevailed upon him to return to Samarah, she caused a herald to precede\nhim, whom she commanded to proclaim as loudly as possible: \"The wonderful\nstranger hath appeared again; he hath healed the Caliph; he hath spoken!\nhe hath spoken!\"\n\nForthwith all the inhabitants of this vast city quitted their\nhabitations, and ran together in crowds to see the procession of Vathek\nand the Indian, whom they now blessed as much as they had before\nexecrated, incessantly shouting: \"He hath healed our sovereign; he hath\nspoken! he hath spoken!\"  Nor were these words forgotten in the public\nfestivals which were celebrated the same evening, to testify the general\njoy; for the poets applied them as a chorus to all the songs they\ncomposed.\n\nThe Caliph in the meanwhile caused the palaces of the senses to be again\nset open; and, as he found himself prompted to visit that of taste in\npreference to the rest, immediately ordered a splendid entertainment, to\nwhich his great officers and favourite courtiers were all invited.  The\nIndian, who was placed near the prince, seemed to think that as a proper\nacknowledgment of so distinguished a privilege he could neither eat,\ndrink, nor talk too much.  The various dainties were no sooner served up\nthan they vanished, to the great mortification of Vathek, who piqued\nhimself on being the greatest eater alive, and at this time in particular\nhad an excellent appetite.\n\nThe rest of the company looked round at each other in amazement; but the\nIndian, without appearing to observe it, quaffed large bumpers to the\nhealth of each of them, sung in a style altogether extravagant, related\nstories at which he laughed immoderately, and poured forth extemporaneous\nverses, which would not have been thought bad but for the strange\ngrimaces with which they were uttered.  In a word, his loquacity was\nequal to that of a hundred astrologers; he ate as much as a hundred\nporters, and caroused in proportion.\n\nThe Caliph, notwithstanding the table had been thirty times covered,\nfound himself incommoded by the voraciousness of his guest, who was now\nconsiderably declined in the prince's esteem.  Vathek, however, being\nunwilling to betray the chagrin he could hardly disguise, said in a\nwhisper to Bababalouk, the chief of his eunuchs: \"You see how enormous\nhis performances in every way are; what would be the consequence should\nhe get at my wives?  Go! redouble your vigilance, and be sure look well\nto my Circassians, who would be more to his taste than all of the rest.\"\n\nThe bird of the morning had thrice renewed his song when the hour of the\nDivan sounded.  Vathek, in gratitude to his subjects, having promised to\nattend, immediately rose from table and repaired thither, leaning upon\nhis vizir, who could scarcely support him, so disordered was the poor\nprince by the wine he had drunk, and still more by the extravagant\nvagaries of his boisterous guest.\n\nThe vizirs, the officers of the crown and of the law, arranged themselves\nin a semicircle about their sovereign, and preserved a respectful\nsilence, whilst the Indian, who looked as cool as if come from a fast,\nsat down without ceremony on the step of the throne, laughing in his\nsleeve at the indignation with which his temerity had filled the\nspectators.\n\nThe Caliph, however, whose ideas were confused and his head embarrassed,\nwent on administering justice at haphazard, till at length the prime\nvizir, perceiving his situation, hit upon a sudden expedient to interrupt\nthe audience and rescue the honour of his master, to whom he said in a\nwhisper: \"My Lord, the Princess Carathis, who hath passed the night in\nconsulting the planets, informs you that they portend you evil, and the\ndanger is urgent.  Beware lest this stranger, whom you have so lavishly\nrecompensed for his magical gewgaws, should make some attempt on your\nlife; his liquor, which at first had the appearance of effecting your\ncure, may be no more than a poison of a sudden operation.  Slight not\nthis surmise; ask him at least of what it was compounded, whence he\nprocured it, and mention the sabres which you seem to have forgotten.\"\n\nVathek, to whom the insolent airs of the stranger became every moment\nless supportable, intimated to his vizir by a wink of acquiescence that\nhe would adopt his advice, and at once turning towards the Indian, said:\n\"Get up and declare in full Divan of what drugs the liquor was compounded\nyou enjoined me to take, for it is suspected to be poison; add also the\nexplanation I have so earnestly desired concerning the sabres you sold\nme, and thus show your gratitude for the favours heaped on you.\"\n\nHaving pronounced these words in as moderate a tone as a caliph well\ncould, he waited in silent expectation for an answer.  But the Indian,\nstill keeping his seat, began to renew his loud shouts of laughter, and\nexhibit the same horrid grimaces he had shown them before, without\nvouchsafing a word in reply.  Vathek, no longer able to brook such\ninsolence, immediately kicked him from the steps; instantly descending,\nrepeated his blow, and persisted with such assiduity as incited all who\nwere present to follow his example.  Every foot was aimed at the Indian,\nand no sooner had any one given him a kick than he felt himself\nconstrained to reiterate the stroke.\n\nThe stranger afforded them no small entertainment; for, being both short\nand plump, he collected himself into a ball, and rolled round on all\nsides at the blows of his assailants, who pressed after him wherever he\nturned with an eagerness beyond conception, whilst their numbers were\nevery moment increasing.  The ball, indeed, in passing from one apartment\nto another, drew every person after it that came in its way, insomuch\nthat the whole palace was thrown into confusion, and resounded with a\ntremendous clamour.  The women of the harem, amazed at the uproar, flew\nto their blinds to discover the cause; but no sooner did they catch a\nglimpse of the ball, than feeling themselves unable to refrain, they\nbroke from the clutches of their eunuchs, who to stop their flight\npinched them till they bled, but in vain; whilst themselves, though\ntrembling with terror at the escape of their charge, were as incapable of\nresisting the attraction.\n\nThe Indian, after having traversed the halls, galleries, chambers,\nkitchens, gardens, and stables of the palace, at last took his course\nthrough the courts; whilst the Caliph, pursuing him closer than the rest,\nbestowed as many kicks as he possibly could, yet not without receiving\nnow and then one, which his competitors in their eagerness designed for\nthe ball.\n\nCarathis, Morakanabad, and two or three old vizirs, whose wisdom had\nhitherto withstood the attraction, wishing to prevent Vathek from\nexposing himself in the presence of his subjects, fell down in his way to\nimpede the pursuit; but he, regardless of their obstruction, leaped over\ntheir heads, and went on as before.  They then ordered the Muezzins to\ncall the people to prayers, both for the sake of getting them out of the\nway and of endeavouring by their petitions to avert the calamity; but\nneither of these expedients was a whit more successful: the sight of this\nfatal ball was alone sufficient to draw after it every beholder.  The\nMuezzins themselves, though they saw it but at a distance, hastened down\nfrom their minarets and mixed with the crowd, which continued to increase\nin so surprising a manner, that scarce an inhabitant was left in Samarah,\nexcept the aged, the sick confined to their beds, and infants at the\nbreast, whose nurses could run more nimbly without them.  Even Carathis,\nMorakanabad, and the rest were all become of the party.\n\nThe shrill screams of the females, who had broken from their apartments,\nand were unable to extricate themselves from the pressure of the crowd,\ntogether with those of the eunuchs jostling after them, terrified lest\ntheir charge should escape from their sight, increased by the execrations\nof husbands urging forward and menacing both, kicks given and received,\nstumblings and overthrows at every step; in a word, the confusion that\nuniversally prevailed rendered Samarah like a city taken by storm and\ndevoted to absolute plunder.\n\nAt last the cursed Indian, who still preserved his rotundity of figure,\nafter passing through all the streets and public places, and leaving them\nempty, rolled onwards to the plain of Catoul, and traversed the valley at\nthe foot of the mountain of the Four Fountains.\n\nAs a continual fall of water had excavated an immense gulf in the valley,\nwhose opposite side was closed in by a steep acclivity, the Caliph and\nhis attendants were apprehensive lest the ball should bound into the\nchasm, and, to prevent it, redoubled their efforts, but in vain.  The\nIndian persevered in his onward direction, and, as had been apprehended,\nglancing from the precipice with the rapidity of lightning, was lost in\nthe gulf below.\n\nVathek would have followed the perfidious Giaour, had not an invisible\nagency arrested his progress.  The multitude that pressed after him were\nat once checked in the same manner, and a calm instantaneously ensued.\nThey all gazed at each other with an air of astonishment; and,\nnotwithstanding that the loss of veils and turbans, together with torn\nhabits and dust blended with sweat, presented a most laughable spectacle,\nthere was not one smile to be seen; on the contrary, all, with looks of\nconfusion and sadness, returned in silence to Samarah, and retired to\ntheir inmost apartments, without ever reflecting that they had been\nimpelled by an invisible power into the extravagance for which they\nreproached themselves; for it is but just that men, who so often arrogate\nto their own merit the good of which they are but instruments, should\nattribute to themselves the absurdities which they could not prevent.\n\nThe Caliph was the only person that refused to leave the valley.  He\ncommanded his tents to be pitched there, and stationed himself on the\nvery edge of the precipice, in spite of the representations of Carathis\nand Morakanabad, who pointed out the hazard of its brink giving way, and\nthe vicinity to the magician that had so severely tormented him.  Vathek\nderided all their remonstrances, and, having ordered a thousand flambeaux\nto be lighted, and directed his attendants to proceed in lighting more,\nlay down on the slippery margin, and attempted, by help of this\nartificial splendour, to look through that gloom which all the fires of\nthe empyrean had been insufficient to pervade.  One while he fancied to\nhimself voices arising from the depth of the gulf; at another he seemed\nto distinguish the accents of the Indian, but all was no more than the\nhollow murmur of waters, and the din of the cataracts that rushed from\nsteep to steep down the sides of the mountain.\n\nHaving passed the night in this cruel perturbation, the Caliph at\ndaybreak retired to his tent, where, without taking the least sustenance,\nhe continued to doze till the dusk of evening began again to come on.  He\nthen resumed his vigils as before, and persevered in observing them for\nmany nights together.  At length, fatigued with so successless an\nemployment, he sought relief from change.  To this end he sometimes paced\nwith hasty strides across the plain, and, as he wildly gazed at the\nstars, reproached them with having deceived him; but, lo! on a sudden the\nclear blue sky appeared streaked over with streams of blood, which\nreached from the valley even to the city of Samarah.  As this awful\nphenomenon seemed to touch his tower, Vathek at first thought of\nre-pairing thither to view it more distinctly, but feeling himself unable\nto advance, and being overcome with apprehension, he muffled up his face\nin his robe.\n\nTerrifying as these prodigies were, this impression upon him was no more\nthan momentary, and served only to stimulate his love of the marvellous.\nInstead, therefore, of returning to his palace, he persisted in the\nresolution of abiding where the Indian vanished from his view.  One\nnight, however, while he was walking as usual on the plain, the moon and\nthe stars at once were eclipsed, and a total darkness ensued; the earth\ntrembled beneath him, and a voice came forth, the voice of the Giaour,\nwho, in accents more sonorous than thunder, thus addressed him: \"Wouldest\nthou devote thyself to me?  Adore then the terrestrial influences, and\nabjure Mahomet.  On these conditions I will bring thee to the palace of\nsubterranean fire; there shalt thou behold in immense depositories the\ntreasures which the stars have promised thee, and which will be conferred\nby those Intelligences whom thou shalt thus render propitious.  It was\nfrom thence I brought my sabres, and it is there that Soliman Ben Daoud\nreposes, surrounded by the talismans that control the world.\"\n\nThe astonished Caliph trembled as he answered, yet in a style that showed\nhim to be no novice in preternatural adventures: \"Where art thou? be\npresent to my eyes; dissipate the gloom that perplexes me, and of which I\ndeem thee the cause; after the many flambeaux I have burnt to discover\nthee, thou mayst at least grant a glimpse of thy horrible visage.\"\n\n\"Abjure, then, Mahomet,\" replied the Indian, \"and promise me full proofs\nof thy sincerity, otherwise thou shalt never behold me again.\"\n\nThe unhappy Caliph, instigated by insatiable curiosity, lavished his\npromises in the utmost profusion.  The sky immediately brightened; and by\nthe light of the planets, which seemed almost to blaze, Vathek beheld the\nearth open, and at the extremity of a vast black chasm, a portal of\nebony, before which stood the Indian, still blacker, holding in his hand\na golden key that caused the lock to resound.\n\n\"How,\" cried Vathek, \"can I descend to thee without the certainty of\nbreaking my neck? come, take me, and instantly open the portal.\"\n\n\"Not so fast,\" replied the Indian, \"impatient Caliph!  Know that I am\nparched with thirst, and cannot open this door till my thirst be\nthoroughly appeased.  I require the blood of fifty of the most beautiful\nsons of thy vizirs and great men, or neither can my thirst nor thy\ncuriosity be satisfied.  Return to Samarah, procure for me this necessary\nlibation, come back hither, throw it thyself into this chasm, and then\nshalt thou see!\"\n\nHaving thus spoken, the Indian turned his back on the Caliph, who,\nincited by the suggestion of demons, resolved on the direful sacrifice.\nHe now pretended to have regained his tranquillity, and set out for\nSamarah amidst the acclamations of a people who still loved him, and\nforbore not to rejoice when they believed him to have recovered his\nreason.  So successfully did he conceal the emotion of his heart, that\neven Carathis and Morakanabad were equally deceived with the rest.\nNothing was heard of but festivals and rejoicings; the ball, which no\ntongue had hitherto ventured to mention, was again brought on the tapis;\na general laugh went round, though many, still smarting under the hands\nof the surgeon from the hurts received in that memorable adventure, had\nno great reason for mirth.\n\nThe prevalence of this gay humour was not a little grateful to Vathek, as\nperceiving how much it conduced to his project.  He put on the appearance\nof affability to every one, but especially to his vizirs and the grandees\nof his court, whom he failed not to regale with a sumptuous banquet,\nduring which he insensibly inclined the conversation to the children of\nhis guests.  Having asked with a good-natured air who of them were\nblessed with the handsomest boys, every father at once asserted the\npretensions of his own, and the contest imperceptibly grew so warm that\nnothing could have withholden them from coming to blows but their\nprofound reverence for the person of the Caliph.  Under the pretence,\ntherefore, of reconciling the disputants, Vathek took upon him to decide;\nand with this view commanded the boys to be brought.\n\nIt was not long before a troop of these poor children made their\nappearance, all equipped by their fond mothers with such ornaments as\nmight give the greatest relief to their beauty or most advantageously\ndisplay the graces of their age.  But whilst this brilliant assemblage\nattracted the eyes and hearts of every one besides, the Caliph\nscrutinized each in his turn with a malignant avidity that passed for\nattention, and selected from their number the fifty whom he judged the\nGiaour would prefer.\n\nWith an equal show of kindness as before, he proposed to celebrate a\nfestival on the plain for the entertainment of his young favourites, who\nhe said ought to rejoice still more than all at the restoration of his\nhealth, on account of the favours he intended for them.\n\nThe Caliph's proposal was received with the greatest delight, and soon\npublished through Samarah; litters, camels, and horses were prepared.\nWomen and children, old men and young, every one placed himself in the\nstation he chose.  The cavalcade set forward, attended by all the\nconfectioners in the city and its precincts; the populace following on\nfoot composed an amazing crowd, and occasioned no little noise; all was\njoy, nor did any one call to mind what most of them had suffered when\nthey first travelled the road they were now passing so gaily.\n\nThe evening was serene, the air refreshing, the sky clear, and the\nflowers exhaled their fragrance; the beams of the declining sun, whose\nmild splendour reposed on the summit of the mountain, shed a glow of\nruddy light over its green declivity and the white flocks sporting upon\nit; no sounds were audible save the murmurs of the Four Fountains, and\nthe reeds and voices of shepherds calling to each other from different\neminences.\n\nThe lovely innocents proceeding to the destined sacrifice added not a\nlittle to the hilarity of the scene; they approached the plain full of\nsportiveness, some coursing butterflies, others culling flowers, or\npicking up the shining little pebbles that attracted their notice.  At\nintervals they nimbly started from each other, for the sake of being\ncaught again, and mutually imparting a thousand caresses.\n\nThe dreadful chasm at whose bottom the portal of ebony was placed began\nto appear at a distance; it looked like a black streak that divided the\nplain.  Morakanabad and his companions took it for some work which the\nCaliph had ordered; unhappy men! little did they surmise for what it was\ndestined.\n\nVathek, not liking they should examine it too nearly, stopped the\nprocession, and ordered a spacious circle to be formed on this side, at\nsome distance from the accursed chasm.  The body-guard of eunuchs was\ndetached to measure out the lists intended for the games, and prepare\nringles for the lines to keep off the crowd.  The fifty competitors were\nsoon stripped, and presented to the admiration of the spectators the\nsuppleness and grace of their delicate limbs; their eyes sparkled with a\njoy which those of their fond parents reflected.  Every one offered\nwishes for the little candidate nearest his heart, and doubted not of his\nbeing victorious; a breathless suspense awaited the contest of these\namiable and innocent victims.\n\nThe Caliph, awaiting himself of the first moment to retire from the\ncrowd, advanced towards the chasm, and there heard, yet not without\nshuddering, the voice of the Indian, who, gnashing his teeth, eagerly\ndemanded: \"Where are they? where are they? perceivest thou not how my\nmouth waters?\"\n\n\"Relentless Giaour!\" answered Vathek, with emotion, \"can nothing content\nthee but the massacre of these lovely victims!  Ah! wert thou to behold\ntheir beauty it must certainly move thy compassion.\"\n\n\"Perdition on thy compassion, babbler!\" cried the Indian.  \"Give them me,\ninstantly give them, or my portal shall be closed against thee for ever!\"\n\n\"Not so loudly,\" replied the Caliph, blushing.\n\n\"I understand thee,\" returned the Giaour, with the grin of an ogre; \"thou\nwantest to summon up more presence of mind; I will for a moment forbear.\"\n\nDuring this exquisite dialogue the games went forward with all alacrity,\nand at length concluded just as the twilight began to overcast the\nmountains.  Vathek, who was still standing on the edge of the chasm,\ncalled out, with all his might: \"Let my fifty little favourites approach\nme separately, and let them come in the order of their success.  To the\nfirst I will give my diamond bracelet, to the second my collar of\nemeralds, to the third my aigret of rubies, to the fourth my girdle of\ntopazes, and to the rest each a part of my dress, even down to my\nslippers.\"\n\nThis declaration was received with reiterated acclamations, and all\nextolled the liberality of a prince who would thus strip himself for the\namusement of his subjects and the encouragement of the rising generation.\n\nThe Caliph in the meantime undressed himself by degrees, and, raising his\narm as high as he was able, made each of the prizes glitter in the air;\nbut whilst he delivered it with one hand to the child, who sprang forward\nto receive it, he with the other pushed the poor innocent into the gulf,\nwhere the Giaour, with a sullen muttering, incessantly repeated, \"More!\nmore!\"\n\nThis dreadful device was executed with so much dexterity that the boy who\nwas approaching him remained unconscious of the fate of his forerunner;\nand as to the spectators, the shades of evening, together with their\ndistance, precluded them from perceiving any object distinctly.  Vathek,\nhaving in this manner thrown in the last of the fifty, and expecting that\nthe Giaour on receiving them would have presented the key, already\nfancied himself as great as Soliman, and consequently above being\namenable for what he had done: when, to his utter amazement, the chasm\nclosed, and the around became as entire as the rest of the plain.\n\nNo language could express his rage and despair.  He execrated the perfidy\nof the Indian, loaded him with the most infamous invectives, and stamped\nwith his foot as resolving to be heard; he persisted in this demeanour\ntill his strength failed him, and then fell on the earth like one void of\nsense.  His vizirs and grandees, who were nearer than the rest, supposed\nhim at first to be sitting on the grass at play with their amiable\nchildren; but at length, prompted by doubt, they advanced towards the\nspot, and found the Caliph alone, who wildly demanded what they wanted.\n\n\"Our children! our children!\" cried they.\n\n\"It is assuredly pleasant,\" said he, \"to make me accountable for\naccidents; your children while at play fell from the precipice that was\nhere, and I should have experienced their fate had I not been saved by a\nsudden start back.\"\n\nAt these words the fathers of the fifty boys cried out aloud, the mothers\nrepeated their exclamations an octave higher, whilst the rest, without\nknowing the cause, soon drowned the voices of both with still louder\nlamentations of their own.\n\n\"Our Caliph,\" said they--and the report soon circulated--\"Our Caliph has\nplayed us this trick to gratify his accursed Giaour.  Let us punish him\nfor his perfidy! let us avenge ourselves! let us avenge the blood of the\ninnocent! let us throw this cruel prince into the gulf that is near, and\nlet his name be mentioned no more!\"\n\nAt this rumour and these menaces, Carathis, full of consternation,\nhastened to Morakanabad, and said: \"Vizir, you have lost two beautiful\nboys, and must necessarily be the most afflicted of fathers, but you are\nvirtuous; save your master.\"\n\n\"I will brave every hazard,\" replied the vizir, \"to rescue him from his\npresent danger, but afterwards will abandon him to his fate.  Bababalouk,\"\ncontinued he, \"put yourself at the head of your eunuchs; disperse the\nmob, and, if possible, bring back this unhappy prince to his palace.\"\nBababalouk and his fraternity, felicitating each other in a low voice on\ntheir disability of ever being fathers, obeyed the mandate of the vizir;\nwho, seconding their exertions to the utmost of his power, at length\naccomplished his generous enterprise, and retired as he resolved, to\nlament at his leisure.\n\nNo sooner had the Caliph re-entered his palace than Carathis commanded\nthe doors to be fastened; but, perceiving the tumult to be still violent,\nand hearing the imprecations which resounded from all quarters, she said\nto her son: \"Whether the populace be right or wrong, it behoves you to\nprovide for your safety; let us retire to your own apartment, and from\nthence through the subterranean passage, known only to ourselves, into\nyour tower; there, with the assistance of the mutes who never leave it,\nwe may be able to make some resistance.  Bababalouk, supposing us to be\nstill in the palace, will guard its avenues for his own sake; and we\nshall soon find, without the counsels of that blubberer Morakanabad, what\nexpedient may be the best to adopt.\"\n\nVathek, without making the least reply, acquiesced in his mother's\nproposal, and repeated as he went: \"Nefarious Giaour! where art thou!\nhast thou not yet devoured those poor children? where are thy sabres? thy\ngolden key? thy talismans?\"\n\nCarathis, who guessed from these interrogations a part of the truth, had\nno difficulty to apprehend in getting at the whole, as soon as he should\nbe a little composed in his tower.  This princess was so far from being\ninfluenced by scruples that she was as wicked as woman could be, which is\nnot saying a little, for the sex pique themselves on their superiority in\nevery competition.  The recital of the Caliph, therefore, occasioned\nneither terror nor surprise to his mother; she felt no emotion but from\nthe promises of the Giaour, and said to her son: \"This Giaour, it must be\nconfessed, is somewhat sanguinary in his taste, but the terrestrial\npowers are always terrible; nevertheless, what the one hath promised and\nthe others can confer will prove a sufficient indemnification; no crimes\nshould be thought too dear for such a reward! forbear then to revile the\nIndian; you have not fulfilled the conditions to which his services are\nannexed; for instance, is not a sacrifice to the subterranean Genii\nrequired? and should we not be prepared to offer it as soon as the tumult\nis subsided?  This charge I will take on myself, and have no doubt of\nsucceeding by means of your treasures, which, as there are now so many\nothers in store, may without fear be exhausted.\"\n\nAccordingly the princess, who possessed the most consummate skill in the\nart of persuasion, went immediately back through the subterranean\npassage; and presenting herself to the populace, from a window of the\npalace, began to harangue them with all the address of which she was\nmistress, whilst Bababalouk showered money from both hands amongst the\ncrowd, who by these united means were soon appeased; every person retired\nto his home, and Carathis returned to the tower.\n\nPrayer at break of day was announced, when Carathis and Vathek ascended\nthe steps which led to the summit of the tower, where they remained for\nsome time, though the weather was lowering and wet.  This impending gloom\ncorresponded with their malignant dispositions; but when the sun began to\nbreak through the clouds they ordered a pavilion to be raised, as a\nscreen from the intrusion of his beams.  The Caliph, overcome with\nfatigue, sought refreshment from repose, at the same time hoping that\nsignificant dreams might attend on his slumbers; whilst the indefatigable\nCarathis, followed by a party of her mutes, descended to prepare whatever\nshe judged proper for the oblation of the approaching night.\n\nBy secret stairs, known only to herself and to her son, she first\nrepaired to the mysterious recesses in which were deposited the mummies\nthat had been brought from the catacombs of the ancient Pharaohs; of\nthese she ordered several to be taken.  From thence she resorted to a\ngallery where, under the guard of fifty female negroes, mute and blind of\nthe right eye, were preserved the oil of the most venomous serpents,\nrhinoceros' horns, and woods of a subtle and penetrating odour procured\nfrom the interior of the Indies, together with a thousand other horrible\nrarities.  This collection had been formed for a purpose like the present\nby Carathis herself, from a presentment that she might one day enjoy some\nintercourse with the infernal powers to whom she had ever been\npassionately attached, and to whose taste she was no stranger.\n\nTo familiarise herself the better with the horrors in view, the princess\nremained in the company of her negresses, who squinted in the most\namiable manner from the only eye they had, and leered with exquisite\ndelight at the skulls and skeletons which Carathis had drawn forth from\nher cabinets, whose key she entrusted to no one; all of them making\ncontortions, and uttering a frightful jargon, but very amusing to the\nprincess; till at last, being stunned by their gibbering, and suffocated\nby the potency of their exhalations, she was forced to quit the gallery,\nafter stripping it of a part of its treasures.\n\nWhilst she was thus occupied, the Caliph, who, instead of the visions he\nexpected, had acquired in these insubstantial regions a voracious\nappetite, was greatly provoked at the negresses; for, having totally\nforgotten their deafness, he had impatiently asked them for food, and\nseeing them regardless of his demand, he began to cuff, pinch, and push\nthem, till Carathis arrived to terminate a scene so indecent, to the\ngreat content of these miserable creatures, who, having been brought up\nby her, understood all her signs, and communicated in the same way their\nthoughts in return.\n\n\"Son! what means all this?\" said she, panting for breath.  \"I thought I\nheard as I came up the shrieks of a thousand bats tearing from their\ncrannies in the recesses of a cavern; and it was the outcry only of these\npoor mutes, whom you were so unmercifully abusing.  In truth you but ill\ndeserve the admirable provision I have brought you.\"\n\n\"Give it me instantly,\" exclaimed the Caliph; \"I am perishing for\nhunger!\"\n\n\"As to that,\" answered she, \"you must have an excellent stomach if it can\ndigest what I have been preparing.\"\n\n\"Be quick,\" replied the Caliph; \"but, oh, heavens! what horrors! what do\nyou intend?\"\n\n\"Come, come,\" returned Carathis, \"be not so squeamish, but help me to\narrange everything properly, and you shall see that what you reject with\nsuch symptoms of disgust will soon complete your felicity.  Let us get\nready the pile for the sacrifice of to-night, and think not of eating\ntill that is performed; know you not that all solemn rites are preceded\nby a rigorous abstinence?\"\n\nThe Caliph, not daring to object, abandoned himself to grief and the wind\nthat ravaged his entrails, whilst his mother went forward with the\nrequisite operations.  Phials of serpents' oil, mummies, and bones were\nsoon set in order on the balustrade of the tower; the pile began to rise,\nand in three hours was as many cubits high.  At length darkness\napproached, and Carathis, having stripped herself to her inmost garment,\nclapped her hands in an impulse of ecstasy and struck light with all her\nforce.  The mutes followed her example; but Vathek, extenuated with\nhunger and impatience, was unable to support himself, and fell down in a\nswoon.  The sparks had already kindled the dry wood, the venomous oil\nburst into a thousand blue flames, the mummies dissolving emitted a thick\ndun vapour, and the rhinoceros' horns beginning to consume, all together\ndiffused such a stench, that the Caliph, recovering, started from his\ntrance, and gazed wildly on the scene in full blaze around him.  The oil\ngushed forth in a plenitude of streams; and the negresses, who supplied\nit without intermission, united their cries to those of the princess.  At\nlast the fire became so violent, and the flames reflected from the\npolished marble so dazzling, that the Caliph, unable to withstand the\nheat and the blaze, effected his escape, and clambered up the imperial\nstandard.\n\nIn the meantime the inhabitants of Samarah, scared at the light which\nshone over the city, arose in haste, ascended their roofs, beheld the\ntower on fire, and hurried half naked to the square.  Their love to their\nsovereign immediately awoke; and, apprehending him in danger of perishing\nin his tower, their whole thoughts were occupied with the means of his\nsafety.  Morakanabad flew from his retirement, wiped away his tears, and\ncried out for water like the rest.  Bababalouk, whose olfactory nerves\nwere more familiarised to magical odours, readily conjecturing that\nCarathis was engaged in her favourite amusements, strenuously exhorted\nthem not to be alarmed.  Him, however, they treated as an old poltroon,\nand forbore not to style him a rascally traitor.  The camels and\ndromedaries were advancing with water, but no one knew by which way to\nenter the tower.  Whilst the populace was obstinate in forcing the doors\na violent east wind drove such a volume of flame against them, as at\nfirst forced them off, but afterwards re-kindled their zeal; at the same\ntime the stench of the horns and mummies increasing, most of the crowd\nfell backward in a state of suffocation; those that kept their feet\nmutually wondered at the cause of the smell, and admonished each other to\nretire.  Morakanabad, more sick than the rest, remained in a piteous\ncondition; holding his nose with one hand, he persisted in his efforts\nwith the other to burst open the doors and obtain admission.  A hundred\nand forty of the strongest and most resolute at length accomplished their\npurpose; having gained the staircase by their violent exertions, they\nattained a great height in a quarter of an hour.\n\nCarathis, alarmed at the signs of her mutes, advanced to the staircase,\nwent down a few steps, and heard several voices calling out from below:\n\"You shall in a moment have water!\"  Being rather alert, considering her\nage, she presently regained the top of the tower, and bade her son\nsuspend the sacrifice for some minutes, adding: \"We shall soon be enabled\nto render it more grateful; certain dolts of your subjects, imagining no\ndoubt that we were on fire, have been rash enough to break through those\ndoors which had hitherto remained inviolate, for the sake of bringing up\nwater; they are very kind, you must allow, so soon to forget the wrongs\nyou have done them, but that is of little moment.  Let us offer them to\nthe Giaour; let them come up; our mutes, who neither want strength nor\nexperience, will soon despatch them, exhausted as they are with fatigue.\"\n\n\"Be it so,\" answered the Caliph, \"provided we finish and I dine.\"\n\nIn fact, these good people, out of breath from ascending eleven thousand\nstairs in such haste, and chagrined at having spilt by the way the water\nthey had taken, were no sooner arrived at the top than the blaze of the\nflames and the fumes of the mummies at once overpowered their senses.  It\nwas a pity; for they beheld not the agreeable smile with which the mutes\nand the negresses adjusted the cord to their necks; these amiable\npersonages rejoiced, however, no less at the scene; never before had the\nceremony of strangling been performed with so much facility; they all\nfell without the least resistance or struggle, so that Vathek in the\nspace of a few moments found himself surrounded by the dead bodies of his\nfaithfullest subjects, all which were thrown on the top of the pile.\n\nCarathis, whose presence of mind never forsook her, perceiving that she\nhad carcases sufficient to complete her oblation, commanded the chains to\nbe stretched across the staircase, and the iron doors barricaded, that no\nmore might come up.\n\nNo sooner were these orders obeyed than the tower shook, the dead bodies\nvanished in the flames, which at once changed from a swarthy crimson to a\nbright rose colour; an ambient vapour emitted the most exquisite\nfragrance, the marble columns rang with harmonious sounds, and the\nliquefied horns diffused a delicious perfume.  Carathis, in transports,\nanticipated the success of her enterprise, whilst her mutes and\nnegresses, to whom these sweets had given the colic, retired to their\ncells grumbling.\n\nScarcely were they gone when, instead of the pile, horns, mummies, and\nashes, the Caliph both saw and felt, with a degree of pleasure which he\ncould not express, a table covered with the most magnificent repast;\nflagons of wine and vases of exquisite sherbet floating on snow.  He\navailed himself without scruple of such an entertainment and had already\nlaid hands on a lamb stuffed with pistachios, whilst Carathis was\nprivately drawing from a filigree urn a parchment that seemed to be\nendless, and which had escaped the notice of her son; totally occupied in\ngratifying an importunate appetite he left her to peruse it without\ninterruption, which, having finished, she said to him in an authoritative\ntone, \"Put an end to your gluttony, and hear the splendid promises with\nwhich you are favoured!\"  She then read as follows: \"Vathek, my\nwell-beloved, thou hast surpassed my hopes; my nostrils have been regaled\nby the savour of thy mummies, thy horns, and still more by the lives\ndevoted on the pile.  At the full of the moon cause the bands of thy\nmusicians and thy tymbals to be heard; depart from thy palace surrounded\nby all the pageants of majesty; thy most faithful slaves, thy best\nbeloved wives, thy most magnificent litters, thy richest leaden camels,\nand set forward on thy way to Istakhar; there await I thy coming; that is\nthe region of wonders; there shalt thou receive the diadem of Gian Ben\nGian, the talismans of Soliman, and the treasures of the Pre-Adamite\nSultans; there shalt thou be solaced with all kinds of delight.  But\nbeware how thou enterest any dwelling on thy route, or thou shalt feel\nthe effects of my anger.\"\n\nThe Caliph, who, notwithstanding his habitual luxury, had never before\ndined with so much satisfaction, gave full scope to the joy of these\ngolden tidings, and betook himself to drinking anew.  Carathis, whose\nantipathy to wine was by no means insuperable, failed not to supply a\nreason for every bumper, which they ironically quaffed to the health of\nMahomet.  This infernal liquor completed their impious temerity, and\nprompted them to utter a profusion of blasphemies; they gave a loose to\ntheir wit at the expense of the ass of Balaam, the dog of the seven\nsleepers, and the other animals admitted into the paradise of Mahomet.  In\nthis sprightly humour they descended the eleven thousand stairs,\ndiverting themselves as they went at the anxious faces they saw on the\nsquare through the oilets of the tower, and at length arrived at the\nroyal apartments by the subterranean passage.  Bababalouk was parading to\nand fro, and issuing his mandates with great pomp to the eunuchs, who\nwere snuffing the lights and painting the eyes of the Circassians.  No\nsooner did he catch sight of the Caliph and his mother than he exclaimed,\n\"Hah! you have then, I perceive, escaped from the flames; I was not,\nhowever, altogether out of doubt.\"\n\n\"Of what moment is it to us what you thought, or think?\" cried Carathis;\n\"go, speed, tell Morakanabad that we immediately want him; and take care\nhow you stop by the way to make your insipid reflections.\"\n\nMorakanabad delayed not to obey the summons, and was received by Vathek\nand his mother with great solemnity; they told him, with an air of\ncomposure and commiseration, that the fire at the top of the tower was\nextinguished; but that it had cost the lives of the brave people who\nsought to assist them.\n\n\"Still more misfortunes,\" cried Morakanabad, with a sigh.  \"Ah, Commander\nof the Faithful, our holy Prophet is certainly irritated against us! it\nbehoves you to appease him.\"\n\n\"We will appease him hereafter!\" replied the Caliph, with a smile that\naugured nothing of good.  \"You will have leisure sufficient for your\nsupplications during my absence; for this country is the bane of my\nhealth; I am disgusted with the mountain of the Four Fountains, and am\nresolved to go and drink of the stream of Rocnabad; I long to refresh\nmyself in the delightful valleys which it waters.  Do you, with the\nadvice of my mother, govern my dominions, and take care to supply\nwhatever her experiments may demand; for you well know that our tower\nabounds in materials for the advancement of science.\"\n\nThe tower but ill suited Morakanabad's taste.  Immense treasures had been\nlavished upon it; and nothing had he ever seen carried thither but female\nnegroes, mutes, and abominable drugs.  Nor did he know well what to think\nof Carathis, who, like a chameleon, could assume all possible colours;\nher cursed eloquence had often driven the poor Mussulman to his last\nshifts.  He considered, however, that if she possessed but few good\nqualities, her son had still fewer; and that the alternative on the whole\nwould be in her favour.  Consoled, therefore, with this reflection, he\nwent in good spirits to soothe the populace, and make the proper\narrangements for his master's journey.\n\nVathek, to conciliate the Spirits of the subterranean palace, resolved\nthat his expedition should be uncommonly splendid.  With this view he\nconfiscated on all sides the property of his subjects, whilst his worthy\nmother stripped the seraglios she visited of the gems they contained.  She\ncollected all the sempstresses and embroiderers of Samarah and other\ncities to the distance of sixty leagues, to prepare pavilions,\npalanquins, sofas, canopies, and litters for the train of the monarch.\nThere was not left in Masulipatam a single piece of chintz, and so much\nmuslin had been bought up to dress out Bababalouk and the other black\neunuchs, that there remained not an ell in the whole Irak of Babylon.\n\nDuring these preparations Carathis, who never lost sight of her great\nobject, which was to obtain favour with the Powers of Darkness, made\nselect parties of the fairest and most delicate ladies of the city; but\nin the midst of their gaiety she contrived to introduce serpents amongst\nthem, and to break pots of scorpions under the table; they all bit to a\nwonder; and Carathis would have left them to bite, were it not that, to\nfill up the time, she now and then amused herself in curing their wounds\nwith an excellent anodyne of her own invention, for this good princess\nabhorred being indolent.\n\nVathek, who was not altogether so active as his mother, devoted his time\nto the sole gratification of his senses, in the palaces which were\nseverally dedicated to them; he disgusted himself no more with the Divan\nor the Mosque.  One half of Samarah followed his example, whilst the\nother lamented the progress of corruption.\n\nIn the midst of these transactions the embassy returned which had been\nsent in pious times to Mecca.  It consisted of the most reverend\nMoullahs, who had fulfilled their commission and brought back one of\nthose precious besoms which are used to sweep the sacred Caaba: a present\ntruly worthy of the greatest potentate on earth!\n\nThe Caliph happened at this instant to be engaged in an apartment by no\nmeans adapted to the reception of embassies, though adorned with a\ncertain magnificence, not only to render it agreeable, but also because\nhe resorted to it frequently, and stayed a considerable time together.\nWhilst occupied in this retreat he heard the voice of Bababalouk calling\nout from between the door and the tapestry that hung before it: \"Here are\nthe excellent Mahomet Ebn Edris al Shafei, and the seraphic Al\nMouhadethin, who have brought the besom from Mecca, and with tears of joy\nintreat they may present it to your majesty in person.\"\n\n\"Let them bring the besom hither; it may be of use,\" said Vathek, who was\nstill employed, not having quite racked off his wine.\n\n\"How!\" said Bababalouk, half aloud and amazed.\n\n\"Obey,\" replied the Caliph, \"for it is my sovereign will; go instantly,\nvanish; for here will I receive the good folk, who have thus filled thee\nwith joy.\"\n\nThe eunuch departed muttering, and bade the venerable train attend him.  A\nsacred rapture was diffused amongst these reverend old men.  Though\nfatigued with the length of their expedition, they followed Bababalouk\nwith an alertness almost miraculous, and felt themselves highly\nflattered, as they swept along the stately porticoes, that the Caliph\nwould not receive them like ambassadors in ordinary in his hall of\naudience.  Soon reaching the interior of the harem (where, through blinds\nof Persian, they perceived large soft eyes, dark and blue, that went and\ncame like lightning), penetrated with respect and wonder, and full of\ntheir celestial mission, they advanced in procession towards the small\ncorridors that appeared to terminate in nothing, but nevertheless led to\nthe cell where the Caliph expected their coming.\n\n\"What! is the Commander of the Faithful sick?\" said Ebn Edris al Shafei\nin a low voice to his companion.\n\n\"I rather think he is in his oratory,\" answered Al Mouhadethin.\n\nVathek, who heard the dialogue, cried out: \"What imports it you how I am\nemployed? approach without delay.\"\n\nThey advanced, and Bababalouk almost sunk with confusion, whilst the\nCaliph, without showing himself, put forth his hand from behind the\ntapestry that hung before the door, and demanded of them the besom.\nHaving prostrated themselves as well as the corridor would permit, and\neven in a tolerable semicircle, the venerable Al Shafei, drawing forth\nthe besom from the embroidered and perfumed scarves in which it had been\nenveloped, and secured from the profane gaze of vulgar eyes, arose from\nhis associates, and advanced, with an air of the most awful solemnity,\ntowards the supposed oratory; but with what astonishment! with what\nhorror was he seized!  Vathek, bursting out into a villainous laugh,\nsnatched the besom from his trembling hand, and, fixing upon some cobwebs\nthat hung suspended from the ceiling, gravely brushed away till not a\nsingle one remained.  The old men, overpowered with amazement, were\nunable to lift their heards from the ground; for, as Vathek had\ncarelessly left the tapestry between them half drawn, they were witnesses\nto the whole transaction; their tears gushed forth on the marble; Al\nMouhadethin swooned through mortification and fatigue; whilst the Caliph,\nthrowing himself backward on his seat, shouted and clapped his hands\nwithout mercy.  At last, addressing himself to Bababalouk: \"My dear\nblack,\" said he, \"go, regale these pious poor souls with my good wine\nfrom Shiraz; and, as they can boast of having seen more of my palace than\nany one besides, let them also visit my office courts, and lead them out\nby the back steps that go to my stables.\"  Having said this, he threw the\nbesom in their face, and went to enjoy the laugh with Carathis.\nBababalouk did all in his power to console the ambassadors, but the two\nmost infirm expired on the spot; the rest were carried to their beds,\nfrom whence, being heart-broken with sorrow and shame, they never arose.\n\nThe succeeding night Vathek, attended by his mother, ascended the tower\nto see if everything were ready for his journey; for he had great faith\nin the influence of the stars.  The planets appeared in their most\nfavourable aspects.  The Caliph, to enjoy so flattering a sight, supped\ngaily on the roof, and fancied that he heard during his repast loud\nshouts of laughter resound through the sky, in a manner that inspired the\nfullest assurance.\n\nAll was in motion at the palace; lights were kept burning through the\nwhole of the night; the sound of implements and of artisans finishing\ntheir work, the voices of women and their guardians who sung at their\nembroidery, all conspired to interrupt the stillness of nature and\ninfinitely delight the heart of Vathek, who imagined himself going in\ntriumph to sit upon the throne of Soliman.\n\nThe people were not less satisfied than himself; all assisted to\naccelerate the moment which should rescue them from the wayward caprices\nof so extravagant a master.\n\nThe day preceding the departure of this infatuated prince was employed by\nCarathis in repeating to him the decrees of the mysterious parchment,\nwhich she had thoroughly gotten by heart, and in recommending him not to\nenter the habitation of any one by the way; \"for well thou knowest,\"\nadded she, \"how liquorish thy taste is after good dishes and young\ndamsels; let me, therefore, enjoin thee to be content with thy old cooks,\nwho are the best in the world, and not to forget that in thy ambulatory\nseraglio there are three dozen pretty faces, which Bababalouk hath not\nyet unveiled.  I myself have a great desire to watch over thy conduct,\nand visit the subterranean palace, which no doubt contains whatever can\ninterest persons like us; there is nothing so pleasing as retiring to\ncaverns; my taste for dead bodies and everything like mummy is decided;\nand I am confident thou wilt see the most exquisite of their kind.  Forget\nme not, then, but the moment thou art in possession of the talismans\nwhich are to open to thee the mineral kingdoms and the centre of the\nearth itself, fail not to despatch some trusty genius to take me and my\ncabinet, for the oil of the serpents I have pinched to death will be a\npretty present to the Giaour, who cannot but be charmed with such\ndainties.\"\n\nScarcely had Carathis ended this edifying discourse when the sun, setting\nbehind the mountain of the Four Fountains, gave place to the rising moon;\nthis planet, being that evening at full, appeared of unusual beauty and\nmagnitude in the eyes of the women, the eunuchs, and the pages, who were\nall impatient to set forward.  The city re-echoed with shouts of joy and\nflourishing of trumpets; nothing was visible but plumes nodding on\npavilions, and aigrets shining in the mild lustre of the moon; the\nspacious square resembled an immense parterre, variegated with the most\nstately tulips of the East.\n\nArrayed in the robes which were only worn it the most distinguished\nceremonials, and supported by his Vizir and Bababalouk, the Caliph\ndescended the grand staircase of the tower in the sight of all his\npeople; he could not forbear pausing at intervals to admire the superb\nappearance which everywhere courted his view, whilst the whole multitude,\neven to the camels with their sumptuous burdens, knelt down before him.\nFor some time a general stillness prevailed, which nothing happened to\ndisturb but the shrill screams of some eunuchs in the rear; these\nvigilant guards, having remarked certain cages of the ladies swagging\nsomewhat awry, and discovered that a few adventurous gallants had\ncontrived to get in, soon dislodged the enraptured culprits.  The majesty\nof so magnificent a spectacle was not, however, violated by incidents\nlike these.  Vathek meanwhile saluted the moon with an idolatrous air,\nthat neither pleased Morakanabad nor the Doctors of the Law, any more\nthan the vizirs and the grandees of his court, who were all assembled to\nenjoy the last view of their sovereign.\n\nAt length the clarions and trumpets from the top of the tower announced\nthe prelude of departure; though the instruments were in unison with each\nother, yet a singular dissonance was blended with their sounds; this\nproceeded from Carathis, who was singing her direful orisons to the\nGiaour, whilst the negresses and mutes supplied thorough-base without\narticulating a word.  The good Mussulmans fancied that they heard the\nsullen hum of those nocturnal insects which presage evil, and importuned\nVathek to beware how he ventured his sacred person.\n\nOn a given signal the great standard of the Califat was displayed, twenty\nthousand lances shone around it, and the Caliph, treading loyally on the\ncloth of gold which had been spread for his feet, ascended his litter\namidst the general awe that possessed his subjects.\n\nThe expedition commenced with the utmost order and so entire a silence,\nthat even the locusts were heard from the thickets on the plain of\nCatoul.  Gaiety and good-humour prevailing, six good leagues were past\nbefore the dawn; and the morning star was still glittering in the\nfirmament when the whole of this numerous train had halted on the banks\nof the Tigris, where they encamped to repose for the rest of the day.\n\nThe three days that followed were spent in the same manner; but on the\nfourth the heavens looked angry, lightnings broke forth in frequent\nflashes, re-echoing peals of thunder succeeded, and the trembling\nCircassians clung with all their might to their ugly guardians.  The\nCaliph himself was greatly inclined to take shelter in the large town of\nGulchissar, the governor of which came forth to meet him, and tendered\nevery kind of refreshment the place could supply; but, having examined\nhis tablets, he suffered the rain to soak him almost to the bone,\nnotwithstanding the importunity of his first favourites.  Though he began\nto regret the palace of the senses, yet he lost not sight of his\nenterprise, and his sanguine expectations confirmed his resolution; his\ngeographers were ordered to attend him, but the weather proved so\nterrible that these poor people exhibited a lamentable appearance; and,\nas no long journeys had been undertaken since the time of Haroun al\nRaschid, their maps of the different countries were in a still worse\nplight than themselves; every one was ignorant which way to turn; for\nVathek, though well versed in the course of the heavens, no longer knew\nhis situation on earth; he thundered even louder than the elements, and\nmuttered forth certain hints of the bow-string, which were not very\nsoothing to literary ears.  Disgusted at the toilsome weariness of the\nway, he determined to cross over the craggy heights and follow the\nguidance of a peasant, who undertook to bring him in four days to\nRocnabad.  Remonstrances were all to no purpose; his resolution was\nfixed, and an invasion commenced on the province of the goats, who sped\naway in large troops before them.  It was curious to view on these half\ncalcined rocks camels richly caparisoned, and pavilions of gold and silk\nwaving on their summits, which till then had never been covered but with\nsapless thistles and fern.\n\nThe females and eunuchs uttered shrill wailings at the sight of the\nprecipices below them, and the dreary prospects that opened in the vast\ngorges of the mountains.  Before they could reach the ascent of the\nsteepest rock, night overtook them, and a boisterous tempest arose,\nwhich, having rent the awnings of the palanquins and cages, exposed to\nthe raw gusts the poor ladies within, who had never before felt so\npiercing a cold.  The dark clouds that overcast the face of the sky\ndeepened the horrors of this disastrous night, insomuch that nothing\ncould be heard distinctly but the mewling of pages and lamentations of\nsultanas.\n\nTo increase the general misfortune, the frightful uproar of wild beasts\nresounded at a distance, and there were soon perceived, in the forest\nthey were skirting, the glaring of eyes which could belong only to devils\nor tigers.  The pioneers, who, as well as they could, had marked out a\ntrack, and a part of the advanced guard were devoured before they had\nbeen in the least apprized of their danger.  The confusion that prevailed\nwas extreme; wolves, tigers, and other carnivorous animals, invited by\nthe howling of their companions, flocked together from every quarter; the\ncrashing of bones was heard on all sides, and a fearful rush of wings\noverhead, for now vultures also began to be of the party.\n\nThe terror at length reached the main body of the troops which surrounded\nthe monarch and his harem, at the distance of two leagues from the scene.\nVathek (voluptuously reposed in his capacious litter upon cushions of\nsilk, with two little pages beside him of complexions more fair than the\nenamel of Franguestan, who were occupied in keeping off flies) was\nsoundly asleep, and contemplating in his dreams the treasures of Soliman.\nThe shrieks, however, of his wives awoke him with a start, and, instead\nof the Giaour with his key of gold, he beheld Bababalouk full of\nconsternation.\n\n\"Sire,\" exclaimed this good servant of the most potent of monarchs,\n\"misfortune is arrived at its height; wild beasts, who entertain no more\nreverence for your sacred person than for that of a dead ass, have beset\nyour camels and their drivers; thirty of the richest laden are already\nbecome their prey, as well as your confectioners, your cooks, and\npurveyors; and, unless our holy Prophet should protect us, we shall have\nall eaten our last meal.\"\n\nAt the mention of eating the Caliph lost all patience; he began to\nbellow, and even beat himself (for there was no seeing in the dark).  The\nrumour every instant increased, and Bababalouk, finding no good could be\ndone with his master, stopped both his ears against the hurly-burly of\nthe harem, and called out aloud: \"Come, ladies and brothers! all hands to\nwork! strike light in a moment! never shall it be said that the Commander\nof the Faithful served to regale these infidel brutes.\"\n\nThough there wanted not in this bevy of beauties a sufficient number of\ncapricious and wayward, yet on the present occasion they were all\ncompliance; fires were visible in a twinkling in all their cages; ten\nthousand torches were lighted at once; the Caliph himself seized a large\none of wax; every person followed his example, and, by kindling ropes'\nends dipped in oil and fastened on poles, an amazing blaze was spread.\nThe rocks were covered with the splendour of sunshine; the trails of\nsparks wafted by the wind communicated to the dry fern, of which there\nwas plenty.  Serpents were observed to crawl forth from their retreats\nwith amazement and hissings, whilst the horses snorted, stamped the\nground, tossed their noses in the air, and plunged about without mercy.\n\nOne of the forests of cedar that bordered their way took fire, and the\nbranches that overhung the path, extending their flames to the muslins\nand chintzes which covered the cages of the ladies, obliged them to jump\nout, at the peril of their necks.  Vathek, who vented on the occasion a\nthousand blasphemies, was himself compelled to touch with his sacred feet\nthe naked earth.\n\nNever had such an incident happened before.  Full of mortification,\nshame, and despondence, and not knowing how to walk, the ladies fell into\nthe dirt.  \"Must I go on foot?\" said one; \"Must I wet my feet?\" cried\nanother; \"Must I soil my dress?\" asked a third; \"Execrable Bababalouk!\"\nexclaimed all; \"Outcast of hell! what hadst thou to do with torches?\nBetter were it to be eaten by tigers than to fall into our present\ncondition! we are for ever undone!  Not a porter is there in the army,\nnor a currier of camels, but hath seen some part of our bodies, and, what\nis worse, our very faces!\"  On saying this the most bashful amongst them\nhid their foreheads on the ground, whist such as had more boldness flew\nat Bababalouk; but he, well apprized of their humour, and not wanting in\nshrewdness, betook himself to his heels along with his comrades, all\ndropping their torches and striking their tymbals.\n\nIt was not less light than in the brightest of the dog-days, and the\nweather was hot in proportion; but how degrading was the spectacle, to\nbehold the Caliph bespattered like an ordinary mortal!  As the exercise\nof his faculties seemed to be suspended, one of his Ethiopian wives (for\nhe delighted in variety) clasped him in her arms, threw him upon her\nshoulder like a sack of dates, and finding that the fire was hemming them\nin, set off with no small expedition, considering the weight of her\nburden.  The other ladies, who had just learnt the use of their feet,\nfollowed her, their guards galloped after, and the camel-drivers brought\nup the rear as fast as their charge would permit.\n\nThey soon reached the spot where the wild beasts had commenced the\ncarnage, and which they had too much spirit to leave, notwithstanding the\napproaching tumult and the luxurious supper they had made; Bababalouk\nnevertheless seized on a few of the plumpest, which were unable to budge\nfrom the place, and began to flay them with admirable adroitness.  The\ncavalcade being got so far from the conflagration as that the heat felt\nrather grateful than violent, it was immediately resolved on to halt.  The\ntattered chintzes were picked up, the scraps left by the wolves and\ntigers interred, and vengeance was taken on some dozens of vultures that\nwere too much glutted to rise on the wing.  The camels, which had been\nleft unmolested to make sal ammoniac, being numbered, and the ladies once\nmore enclosed in their cages, the imperial tent was pitched on the\nlevellest ground they could find.\n\nVathek, reposing upon a mattress of down, and tolerably recovered from\nthe jolting of the Ethiopian, who to his feelings seemed the roughest\ntrotting jade he had hitherto mounted, called out for something to eat.\nBut, alas! those delicate cakes which had been baked in silver ovens for\nhis royal mouth, those rich manchets, amber comfits, flagons of Schiraz\nwine, porcelain vases of snow, and grapes from the banks of the Tigris,\nwere all irremediably lost!  And nothing had Bababalouk to present in\ntheir stead but a roasted wolf, vultures _a la daube_, aromatic herbs of\nthe most acrid poignancy, rotten truffles, boiled thistles, and such\nother wild plants as most ulcerate the throat and parch up the tongue.\nNor was he better provided in the article of drink, for he could procure\nnothing to accompany these irritating viands but a few vials of\nabominable brandy, which had been secreted by the scullions in their\nslippers.\n\nVathek made wry faces at so savage a repast, and Bababalouk answered them\nwith shrugs and contortions; the Caliph, however, ate with tolerable\nappetite, and fell into a nap that lasted six hours.  The splendour of\nthe sun reflected from the white cliffs of the mountains, in spite of the\ncurtains that enclosed him, at length disturbed his repose; he awoke\nterrified, and stung to the quick by those wormwood-coloured flies, which\nemit from their wings a suffocating stench.  The miserable monarch was\nperplexed how to act, though his wits were not idle in seeking\nexpedients, whilst Bababalouk lay snoring amidst a swarm of those\ninsects, that busily thronged to pay court to his nose.  The little\npages, famished with hunger, had dropped their fans on the ground, and\nexerted their dying voices in bitter reproaches on the Caliph, who now\nfor the first time heard the language of truth.\n\nThus stimulated, he renewed his imprecations against the Giaour, and\nbestowed upon Mahomet some soothing expressions.  \"Where am I?\" cried he;\n\"what are these dreadful rocks? these valleys of darkness? are we arrived\nat the horrible Kaf? is the Simurgh coming to pluck out my eyes, as a\npunishment for undertaking this impious enterprise!\"  Having said this,\nhe bellowed like a calf and turned himself towards an outlet in the side\nof his pavilion; but, alas! what objects occurred to his view! on one\nside a plain of black sand that appeared to be unbounded, and on the\nother perpendicular crags, bristled over with those abominable thistles\nwhich had so severely lacerated his tongue.  He fancied, however, that he\nperceived, amongst the brambles and briers, some gigantic flowers, but\nwas mistaken; for these were only the dangling palampores and variegated\ntatters of his gay retinue.  As there were several clefts in the rock\nfrom whence water seemed to have flowed, Vathek applied his ear, with the\nhope of catching the sound of some latent runnel, but could only\ndistinguish the low murmurs of his people, who were repining at their\njourney, and complaining for the want of water.\n\n\"To what purpose,\" asked they, \"have we been brought hither?  Hath our\nCaliph another tower to build? or have the relentless Afrits, whom\nCarathis so much loves, fixed in this place their abode?\"\n\nAt the name of Carathis Vathek recollected the tablets he had received\nfrom his mother, who assured him they were fraught with preternatural\nqualities, and advised him to consult them as emergencies might require.\nWhilst he was engaged in turning them over he heard a shout of joy and a\nloud clapping of hands; the curtains of his pavilion were soon drawn\nback, and he beheld Bababalouk, followed by a troop of his favourites,\nconducting two dwarfs, each a cubit high, who brought between them a\nlarge basket of melons, oranges, and pomegranates.  They were singing in\nthe sweetest tones the words that follow:\n\n\"We dwell on the top of these rocks in a cabin of rushes and canes; the\neagles envy us our nest; a small spring supplies us with Abdest, and we\ndaily repeat prayers which the Prophet approves.  We love you, O\nCommander of the Faithful! our master, the good Emir Fakreddin, loves you\nalso; he reveres in your person the vicegerent of Mahomet.  Little as we\nare, in us he confides; he knows our hearts to be good as our bodies are\ncontemptible, and hath placed us here to aid those who are bewildered on\nthese dreary mountains.  Last night, whilst we were occupied within our\ncell in reading the holy Koran, a sudden hurricane blew out our lights\nand rocked our habitation; for two whole hours a palpable darkness\nprevailed, but we heard sounds at a distance which we conjectured to\nproceed from the bells of a Cafila passing over the rocks; our ears were\nsoon filled with deplorable shrieks, frightful roarings, and the sound of\ntymbals.  Chilled with terror, we concluded that the Deggial, with his\nexterminating angels, had sent forth their plagues on the earth.  In the\nmidst of these melancholy reflections we perceived flames of the deepest\nred glow in the horizon, and found ourselves in a few moments covered\nwith flakes of fire; amazed at so strange an appearance, we took up the\nvolume dictated by the blessed Intelligence, and, kneeling by the light\nof the fire that surrounded us, we recited the verse which says: 'Put no\ntrust in anything but the mercy of Heaven; there is no help save in the\nholy Prophet; the mountain of Kaf itself may tremble, it is the power of\nAllah only that cannot be moved.'  After having pronounced these words we\nfelt consolation, and our minds were hushed into a sacred repose; silence\nensued, and our ears clearly distinguished a voice in the air, saying:\n'Servants of my faithful servant! go down to the happy valley of\nFakreddin; tell him that an illustrious opportunity now offers to satiate\nthe thirst of his hospitable heart.  The Commander of true believers is\nthis day bewildered amongst these mountains, and stands in need of thy\naid.'  We obeyed with joy the angelic mission, and our master, filled\nwith pious zeal, hath culled with his own hands these melons, oranges,\nand pomegranates; he is following us with a hundred dromedaries laden\nwith the purest waters of his fountains, and is coming to kiss the fringe\nof your consecrated robe, and implore you to enter his humble habitation,\nwhich, placed amidst these barren wilds, resembles an emerald set in\nlead.\"  The dwarfs, having ended their address, remained still standing,\nand, with hands crossed upon their bosoms, preserved a respectful\nsilence.\n\nVathek in the midst of this curious harangue, seized the basket, and long\nbefore it was finished the fruits had dissolved in his mouth; as he\ncontinued to eat his piety increased, and in the same breath which\nrecited his prayers he called for the Koran and sugar.\n\nSuch was the state of his mind when the tablets, which were thrown by at\nthe approach of the dwarfs, again attracted his eye; he took them up, but\nwas ready to drop on the ground when he beheld, in large red characters,\nthese words inscribed by Carathis, which were indeed enough to make him\ntremble:\n\n\"Beware of thy old doctors, and their puny messengers of but one cubit\nhigh; distrust their pious frauds, and, instead of eating their melons,\nimpale on a spit the bearers of them.  Shouldst thou be such a fool as to\nvisit them, the portal of the subterranean palace will be shut in thy\nface, and with such force as shall shake thee asunder; thy body shall be\nspit upon, and bats will engender in thy belly.\"\n\n\"To what tends this ominous rhapsody?\" cries the Caliph.  \"And must I\nthen perish in these deserts with thirst, whilst I may refresh myself in\nthe valley of melons and cucumbers!  Accursed be the Giaour, with his\nportal of ebony! he hath made me dance attendance too long already.\nBesides, who shall prescribe laws to me?  I forsooth must not enter any\none's habitation!  Be it so; but what one can I enter that is not my\nown?\"\n\nBababalouk, who lost not a syllable of this soliloquy, applauded it with\nall his heart, and the ladies for the first time agreed with him in\nopinion.\n\nThe dwarfs were entertained, caressed, and seated with great ceremony on\nlittle cushions of satin.  The symmetry of their persons was the subject\nof criticism; not an inch of them was suffered to pass unexamined; knick-\nknacks and dainties were offered in profusion, but all were declined with\nrespectful gravity.  They clambered up the sides of the Caliph's seat,\nand, placing themselves each on one of his shoulders, began to whisper\nprayers in his ears; their tongues quivered like the leaves of a poplar,\nand the patience of Vathek was almost exhausted, when the acclamations of\nthe troops announced the approach of Fakreddin, who was come with a\nhundred old grey-beards and as many Korans and dromedaries; they\ninstantly set about their ablutions, and began to repeat the Bismillah;\nVathek, to get rid of these officious monitors, followed their example,\nfor his hands were burning.\n\nThe good Emir, who was punctiliously religious, and likewise a great\ndealer in compliments, made an harangue five times more prolix and\ninsipid than his harbingers had already delivered.  The Caliph, unable\nany longer to refrain, exclaimed--\n\n\"For the love of Mahomet, my dear Fakreddin, have done! let us proceed to\nyour valley, and enjoy the fruits that Heaven hath vouchsafed you.\"\n\nThe hint of proceeding put all into motion; the venerable attendants of\nthe Emir set forward somewhat slowly, but Vathek, having ordered his\nlittle pages in private to goad on the dromedaries, loud fits of laughter\nbroke forth from the cages, for the unwieldy curvetting of these poor\nbeasts, and the ridiculous distress of their superannuated riders,\nafforded the ladies no small entertainment.\n\nThey descended, however, unhurt into the valley, by the large steps which\nthe Emir had cut in the rock; and already the murmuring of streams and\nthe rustling of leaves began to catch their attention.  The cavalcade\nsoon entered a path which was skirted by flowering shrubs, and extended\nto a vast wood of palm-trees, whose branches overspread a building of\nhewn stone.  This edifice was crowned with nine domes, and adorned with\nas many portals of bronze, on which was engraven the following\ninscription: \"This is the asylum of pilgrims, the refuge of travellers,\nand the depository of secrets for all parts of the world.\"\n\nNine pages, beautiful as the day, and clothed in robes of Egyptian linen,\nvery long and very modest, were standing at each door.  They received the\nwhole retinue with an easy and inviting air.  Four of the most amiable\nplaced the Caliph on a magnificent taktrevan, four others, somewhat less\ngraceful, took charge of Bababalouk, who capered for joy at the snug\nlittle cabin that fell to his share; the pages that remained waited on\nthe rest of the train.\n\nWhen everything masculine was gone out of sight the gate of a large\nenclosure on the right turned on its harmonious hinges and a young female\nof a slender form came forth; her light brown hair floated in the hazy\nbreeze of the twilight; a troop of young maidens, like the Pleiades,\nattended her on tip-toe.  They hastened to the pavilions that contained\nthe sultanas, and the young lady, gracefully bending, said to them:\n\n\"Charming Princesses, everything is ready; we have prepared beds for your\nrepose, and strewed your apartments with jasmine; no insects will keep\noff slumber from visiting your eyelids, we will dispel them with a\nthousand plumes; come then, amiable ladies! refresh your delicate feet\nand your ivory limbs in baths of rose water; and, by the light of\nperfumed lamps your servants will amuse you with tales.\"\n\nThe sultanas accepted with pleasure these obliging offers, and followed\nthe young lady to the Emir's harem, where we must for a moment leave\nthem, and return to the Caliph.\n\nVathek found himself beneath a vast dome, illuminated by a thousand lamps\nof rock crystal; as many vases of the same material, filled with\nexcellent sherbet, sparkled on a large table, where a profusion of viands\nwere spread; amongst others were sweetbreads stewed in milk of almonds,\nsaffron soups, and lamb _a la creme_, of all which the Caliph was\namazingly fond.  He took of each as much as he was able, testified his\nsense of the Emir's friendship by the gaiety of his heart, and made the\ndwarfs dance against their will, for these little devotees durst not\nrefuse the Commander of the Faithful; at last he spread himself on the\nsofa, and slept sounder than he had ever before.\n\nBeneath this dome a general silence prevailed, for there was nothing to\ndisturb it but the jaws of Bababalouk, who had untrussed himself to eat\nwith greater advantage, being anxious to make amends for his fast in the\nmountains.  As his spirits were too high to admit of his sleeping, and\nnot loving to be idle, he proposed with himself to visit the harem, and\nrepair to his charge of the ladies, to examine if they had been properly\nlubricated with the balm of Mecca, if their eyebrows and tresses were in\norder, and, in a word, to perform all the little offices they might need.\nHe sought for a long time together, but without being able to find out\nthe door; he durst not speak aloud, for fear of disturbing the Caliph,\nand not a soul was stirring in the precincts of the palace; he almost\ndespaired of effecting his purpose, when a low whispering just reached\nhis ear; it came from the dwarfs who were returned to their old\noccupation, and for the nine hundred and ninety-ninth time in their\nlives, were reading over the Koran.  They very politely invited\nBababalouk to be of their party, but his head was full of other concerns.\nThe dwarfs, though scandalised at his dissolute morals, directed him to\nthe apartments he wanted to find; his way thither lay through a hundred\ndark corridors, along which he groped as he went, and at last began to\ncatch from the extremity of a passage the charming gossiping of the\nwomen, which not a little delighted his heart.  \"Ah, ha! what, not yet\nasleep!\" cried he; and, taking long strides as he spoke.  \"Did you not\nsuspect me of abjuring my charge?  I stayed but to finish what my master\nhad left.\"\n\nTwo of the black eunuchs, on hearing a voice so loud, detached a party in\nhaste, sabre in hand, to discover the cause; but presently was repeated\non all sides: \"'Tis only Bababalouk! no one but Bababalouk!\"  This\ncircumspect guardian, having gone up to a thin veil of carnation-coloured\nsilk that hung before the doorway, distinguished, by means of the\nsoftened splendour that shone through it, an oval bath of dark porphyry,\nsurrounded by curtains festooned in large folds; through the apertures\nbetween them, as they were not drawn close, groups of young slaves were\nvisible, amongst whom Bababalouk perceived his pupils, indulgingly\nexpanding their arms, as if to embrace the perfumed water and refresh\nthemselves after their fatigues.  The looks of tender languor, their\nconfidential whispers, and the enchanting smiles with which they were\nimparted, the exquisite fragrance of the roses, all combined to inspire a\nvoluptuousness, which even Bababalouk himself was scarce able to\nwithstand.\n\nHe summoned up, however, his usual solemnity, and, in the peremptory tone\nof authority, commanded the ladies instantly to leave the bath.  Whilst\nhe was issuing these mandates the young Nouronihar, daughter of the Emir,\nwho was sprightly as an antelope, and full of wanton gaiety, beckoned one\nof her slaves to let down the great swing, which was suspended to the\nceiling by cords of silk, and whilst this was doing, winked to her\ncompanions in the bath, who, chagrined to be forced from so soothing a\nstate of indolence, began to twist it round Bababalouk, and tease him\nwith a thousand vagaries.\n\nWhen Nouronihar perceived that he was exhausted with fatigue, she\naccosted him with an arch air of respectful concern, and said: \"My lord,\nit is not by any means decent that the chief eunuch of the Caliph, our\nSovereign, should thus continue standing; deign but to recline your\ngraceful person upon this sofa, which will burst with vexation if it have\nnot the honour to receive you.\"\n\nCaught by these flattering accents, Bababalouk gallantly replied:\n\"Delight of the apple of my eye!  I accept the invitation of thy honeyed\nlips; and, to say truth, my senses are dazzled with the radiance that\nbeams from thy charms.\"\n\n\"Repose, then, at your ease,\" replied the beauty, and placed him on the\npretended sofa, which, quicker than lightning, gave way all at once.  The\nrest of the women, having aptly conceived her design, sprang naked from\nthe bath, and plied the swing with such unmerciful jerks, that it swept\nthrough the whole compass of a very lofty dome, and took from the poor\nvictim all power of respiration; sometimes his feet rased the surface of\nthe water, and at others the skylight almost flattened his nose; in vain\ndid he pierce the air with the cries of a voice that resembled the\nringing of a cracked basin, for their peals of laughter were still more\npredominant.\n\nNouronihar, in the inebriety of youthful spirits, being used only to\neunuchs of ordinary harems, and having never seen anything so royal and\ndisgusting, was far more diverted than all of the rest; she began to\nparody some Persian verses, and sang with an accent most demurely\npiquant:\n\n   \"O gentle white dove, as thou soar'st through the air,\n   Vouchsafe one kind glance on the mate of thy love;\n   Melodious Philomel, I am thy rose;\n   Warble some couplet to ravish my heart!\"\n\nThe sultanas and their slaves, stimulated by these pleasantries,\npersevered at the swing with such unremitted assiduity, that at length\nthe cord which had secured it snapped suddenly asunder, and Bababalouk\nfell floundering like a turtle to the bottom of the bath.  This accident\noccasioned a universal shout; twelve little doors, till now unobserved,\nflew open at once, and the ladies in an instant made their escape, after\nthrowing all the towels on his head, and putting out the lights that\nremained.\n\nThe deplorable animal, in water to the chin, overwhelmed with darkness,\nand unable to extricate himself from the wrap that embarrassed him, was\nstill doomed to hear for his further consolation the fresh bursts of\nmerriment his disaster occasioned.  He bustled, but in vain, to get from\nthe bath, for the margin was become so slippery with the oil spilt in\nbreaking the lamps, that at every effort he slid back with a plunge,\nwhich resounded aloud through the hollow of the dome.  These cursed peals\nof laughter at every relapse were redoubled; and he, who thought the\nplace infested rather by devils than women, resolved to cease groping,\nand abide in the bath, where he amused himself with soliloquies,\ninterspersed with imprecations, of which his malicious neighbours\nreclining on down suffered not an accent to escape.  In this delectable\nplight the morning surprised him.  The Caliph, wondering at his absence,\nhad caused him to be everywhere sought for.  At last he was drawn forth,\nalmost smothered from the wisp of linen, and wet even to the marrow.\nLimping and chattering his teeth, he appeared before his master, who\ninquired what was the matter, and how he came soused in so strange a\npickle.\n\n\"And why did you enter this cursed lodge?\" answered Bababalouk, gruffly.\n\"Ought a monarch like you to visit with his harem the abode of a grey-\nbearded Emir, who knows nothing of life?  And with what gracious damsels\ndoth the place, too, abound!  Fancy to yourself how they have soaked me\nlike a burnt crust, and made me dance like a jack-pudding the live-long\nnight through, on their damnable swing!  What an excellent lesson for\nyour sultanas to follow, into whom I have instilled such reserve and\ndecorum!\"\n\nVathek, comprehending not a syllable of all this invective, obliged him\nto relate minutely the transaction; but instead of sympathising with the\nmiserable sufferer, he laughed immoderately at the device of the swing,\nand the figure of Bababalouk mounting upon it.  The stung eunuch could\nscarcely preserve the semblance of respect.\n\n\"Ay, laugh, my lord! laugh,\" said he; \"but I wish this Nouronihar would\nplay some trick on you; she is too wicked to spare even majesty itself.\"\n\nThose words made for the present but a slight impression on the Caliph;\nbut they not long after recurred to his mind.\n\nThis conversation was cut short by Fakreddin, who came to request that\nVathek would join in the prayers and ablutions to be solemnised on a\nspacious meadow, watered by innumerable streams.  The Caliph found the\nwaters refreshing, but the prayers abominably irksome; he diverted\nhimself, however, with the multitude of Calenders, Santons, and Dervises,\nwho were continually coming and going, but especially with the Brahmins,\nFakirs, and other enthusiasts, who had travelled from the heart of India,\nand halted on their way with the Emir.  These latter had, each of them,\nsome mummery peculiar to himself.  One dragged a huge chain wherever he\nwent, another an ouranoutang, whilst a third was furnished with scourges,\nand all performed to a charm; some clambered up trees, holding one foot\nin the air; others poised themselves over a fire, and without mercy\nfilliped their noses.  There were some amongst them that cherished\nvermin, which were not ungrateful in requiting their caresses.  These\nrambling fanatics revolted the hearts of the Dervises, the Calenders, and\nSantons; however, the vehemence of their aversion soon subsided, under\nthe hope that the presence of the Caliph would cure their folly, and\nconvert them to the Mussulman faith; but, alas! how great was their\ndisappointment! for Vathek, instead of preaching to them, treated them as\nbuffoons, bade them present his compliments to Visnow and Ixhora, and\ndiscovered a predilection for a squat old man from the isle of Serendib,\nwho was more ridiculous than any of the rest.\n\n\"Come!\" said he, \"for the love of your gods bestow a few slaps on your\nchops to amuse me.\"\n\nThe old fellow, offended at such an address, began loudly to weep; but,\nas he betrayed a villainous drivelling in his tears, the Caliph turned\nhis back and listened to Bababalouk, who whispered, whilst he held the\numbrella over him: \"Your Majesty should be cautious of this odd assembly\nwhich hath been collected I know not for what.  Is it necessary to\nexhibit such spectacles to a mighty potentate, with interludes of\nTalapoins more mangy than dogs?  Were I you, I would command a fire to be\nkindled, and at once purge the earth of the Emir, his harem, and all his\nmenagerie.\"\n\n\"Tush, dolt!\" answered Vathek; \"and know that all this infinitely charms\nme; nor shall I leave the meadow till I have visited every hive of these\npious mendicants.\"\n\nWherever the Caliph directed his course objects of pity were sure to\nswarm round him: the blind, the purblind, smarts without noses, damsels\nwithout ears, each to extol the munificence of Fakreddin, who, as well as\nhis attendant grey-beards, dealt about gratis plasters and cataplasms to\nall that applied.  At noon a superb corps of cripples made its\nappearance, and soon after advanced by platoons on the plain, the\ncompletest association of invalids that had ever been embodied till then.\nThe blind went groping with the blind, the lame limped on together, and\nthe maimed made gestures to each other with the only arm that remained;\nthe sides of a considerable waterfall were crowded by the deaf, amongst\nwhom were some from Pegu with ears uncommonly handsome and large, but\nwere still less able to hear than the rest; nor were there wanting others\nin abundance with humpbacks, wenny necks, and even horns of an exquisite\npolish.\n\nThe Emir, to aggrandise the solemnity of the festival in honour of his\nillustrious visitant, ordered the turf to be spread on all sides with\nskins and table-cloths, upon which were served up for the good Mussulmans\npilaus of every line, with other orthodox dishes; and, by the express\norder of Vathek, who was shamefully tolerant, small plates of\nabominations for regaling the rest.  This prince, on seeing so many\nmouths put in motion, began to think it time for employing his own; in\nspite, therefore, of every remonstrance from the chief of his eunuchs, he\nresolved to have a dinner dressed on the spot.  The complaisant Emir\nimmediately gave orders for a table to be placed in the shade of the\nwillows.  The first service consisted of fish, which they drew from a\nriver flowing over sands of gold at the foot of a lofty hill; these were\nbroiled as fast as taken, and served up with a sauce of vinegar, and\nsmall herbs that grow on Mount Sinai; for everything with the Emir was\nexcellent and pious.\n\nThe dessert was not quite set on when the sound of lutes from the hill\nwas repeated by the echoes of the neighbouring mountains.  The Caliph,\nwith an emotion of pleasure and surprise, had no sooner raised up his\nhead than a handful of jasmine dropped on his face; an abundance of\ntittering succeeded the frolic, and instantly appeared through the bushes\nthe elegant forms of several young females, skipping and bounding like\nroes.  The fragrance diffused from their hair struck the sense of Vathek,\nwho, in an ecstasy, suspending his repast, said to Bababalouk:\n\n\"Are the Peris come down from their spheres?  Note her in particular\nwhose form is so perfect, venturously running on the brink of the\nprecipice, and turning back her head, as regardless of nothing but the\ngraceful flow of her robe; with what captivating impatience doth she\ncontend with the bushes for her veil! could it be she who threw the\njasmine at me?\"\n\n\"Ay! she it was; and you too would she throw from the top of the rock,\"\nanswered Bababalouk; \"for that is my good friend Nouronihar, who so\nkindly lent me her swing; my dear lord and master,\" added he, twisting a\ntwig that hung by the rind from a willow, \"let me correct her for want of\nrespect; the Emir will have no reason to complain, since (bating what I\nowe to his piety) he is much to be censured for keeping a troop of girls\non the mountains, whose sharp air gives their blood too brisk a\ncirculation.\"\n\n\"Peace, blasphemer!\" said the Caliph; \"speak not thus of her who over her\nmountains leads my heart a willing captive; contrive rather that my eyes\nmay be fixed upon hers, that I may respire her sweet breath, as she\nbounds panting along these delightful wilds!\"  On saying these words,\nVathek extended his arms towards the hill, and directing his eyes with an\nanxiety unknown to him before, endeavoured to keep within view the object\nthat enthralled his soul; but her course was as difficult to follow as\nthe flight of one of those beautiful blue butterflies of Cashmere, which\nare at once so volatile and rare.\n\nThe Caliph, not satisfied with seeing, wished also to hear Nouronihar,\nand eagerly turned to catch the sound of her voice; at last he\ndistinguished her whispering to one of her companions behind the thicket\nfrom whence she had thrown the jasmine: \"A Caliph, it must be owned, is a\nfine thing to see, but my little Gulchenrouz is much more amiable; one\nlock of his hair is of more value to me than the richest embroidery of\nthe Indies; I had rather that his teeth should mischievously press my\nfinger than the richest ring of the imperial treasure.  Where have you\nleft him, Sutlememe? and why is he now not here?\"\n\nThe agitated Caliph still wished to hear more, but she immediately\nretired, with all her attendants; the fond monarch pursued her with his\neyes till she was gone out of sight, and then continued like a bewildered\nand benighted traveller, from whom the clouds had obscured the\nconstellation that guided his way; the curtain of night seemed dropped\nbefore him; everything appeared discoloured; the falling waters filled\nhis soul with dejection, and his tears trickled down the jasmines he had\ncaught from Nouronihar, and placed in his inflamed bosom; he snatched up\na shining pebble, to remind him of the scene where he felt the first\ntumults of love.  Two hours were elapsed, and evening drew on before he\ncould resolve to depart from the place; he often, but in vain, attempted\nto go; a soft languor enervated the powers of his mind; extending himself\non the brink of the stream, he turned his eyes towards the blue summits\nof the mountain, and exclaimed: \"What concealest thou behind thee? what\nis passing in thy solitudes?  Whither is she gone?  O Heaven! perhaps she\nis now wandering in thy grottos, with her happy Gulchenrouz!\"\n\nIn the meantime the damps began to descend, and the Emir, solicitous for\nthe health of the Caliph, ordered the imperial litter to be brought.\nVathek, absorbed in his reveries, was imperceptibly removed, and conveyed\nback to the saloon that received him the evening before.\n\nBut let us leave the Caliph, immersed in his new passion, and attend\nNouronihar beyond the rocks, where she had again joined her beloved\nGulchenrouz.  This Gulchenrouz was the son of Ali Hassan, brother to the\nEmir, and the most delicate and lovely creature in the world.  Ali\nHassan, who had been absent ten years on a voyage to the unknown seas,\ncommitted at his departure this child, the only survivor of many, to the\ncare and protection of his brother.  Gulchenrouz could write in various\ncharacters with precision, and paint upon vellum the most elegant\narabesques that fancy could devise; his sweet voice accompanied the lute\nin the most enchanting manner, and when he sang the loves of Megnoun and\nLeileh, or some unfortunate lovers of ancient days, tears insensibly\noverflowed the cheeks of his auditors; the verses he composed (for, like\nMegnoun, he too was a poet) inspired that unresisting languor so\nfrequently fatal to the female heart; the women all doted upon him; for\nthough he had passed his thirteenth year, they still detained him in the\nharem; his dancing was light as the gossamer waved by the zephyrs of\nspring, but his arms, which twined so gracefully with those of the young\ngirls in the dance, could neither dart the lance in the chase, nor curb\nthe steeds that pastured his uncle's domains.  The bow, however, he drew\nwith a certain aim, and would have excelled his competitors in the race,\ncould he have broken the ties that bound him to Nouronihar.\n\nThe two brothers had mutually engaged their children to each other, and\nNouronihar loved her cousin more than her eyes; both had the same tastes\nand amusements, the same long, languishing looks, the same tresses, the\nsame fair complexions, and when Gulchenrouz appeared in the dress of his\ncousin he seemed to be more feminine than even herself.  If at any time\nhe left the harem to visit Fakreddin, it was with all the bashfulness of\na fawn, that consciously ventures from the lair of its dam; he was\nhowever, wanton enough to mock the solemn old grey-beards to whom he was\nsubject, though sure to be rated without mercy in return; whenever this\nhappened he would plunge into the recesses of the harem, and sobbing,\ntake refuge in the arms of Nouronihar, who loved even his faults beyond\nthe virtues of others.\n\nIt fell out this evening that, after leaving the Caliph in the meadow,\nshe ran with Gulchenrouz over the green sward of the mountain that\nsheltered the vale where Fakreddin had chosen to reside.  The sun was\ndilated on the edge of the horizon; and the young people, whose fancies\nwere lively and inventive, imagined they beheld in the gorgeous clouds of\nthe west the domes of Shadukiam and Amberabad, where the Peris have fixed\ntheir abode.  Nouronihar, sitting on the slope of the hill, supported on\nher knees the perfumed head of Gulchenrouz; the air was calm, and no\nsound stirred but the voices of other young girls, who were drawing cool\nwater from the streams below.  The unexpected arrival of the Caliph, and\nthe splendour that marked his appearance, had already filled with emotion\nthe ardent soul of Nouronihar; her vanity irresistibly prompted her to\npique the prince's attention, and this she before took good care to\neffect whilst he picked up the jasmine she had thrown upon him.  But when\nGulchenrouz asked after the flowers he had culled for her bosom,\nNouronihar was all in confusion; she hastily kissed his forehead, arose\nin a flutter, and walked with unequal steps on the border of the\nprecipice.  Night advanced, and the pure gold of the setting sun had\nyielded to a sanguine red, the glow of which, like the reflection of a\nburning furnace, flushed Nouronihar's animated countenance.  Gulchenrouz,\nalarmed at the agitation of his cousin, said to her with a supplicating\naccent:\n\n\"Let us be gone; the sky looks portentous, the tamarisks tremble more\nthan common, and the raw wind chills my very heart; come! let us be gone;\n'tis a melancholy night!\"\n\nThen, taking hold of her hand, he drew it towards the path he besought\nher to go.  Nouronihar unconsciously followed the attraction, for a\nthousand strange imaginations occupied her spirit; she passed the large\nround of honeysuckles, her favourite resort, without ever vouchsafing it\na glance, yet Gulchenrouz could not help snatching off a few shoots in\nhis way, though he ran as if a wild beast were behind.\n\nThe young females seeing him approach in such haste, and according to\ncustom expecting a dance, instantly assembled in a circle, and took each\nother by the hand; but Gulchenrouz, coming up out of breath, fell down at\nonce on the grass.  This accident struck with consternation the whole of\nthis frolicsome party; whilst Nouronihar, half distracted, and overcome,\nboth by the violence of her exercise and the tumult of her thoughts, sunk\nfeebly down at his side, cherished his cold hands in her bosom, and\nchafed his temples with a fragrant unguent.  At length he came to\nhimself, and, wrapping up his head in the robe of his cousin, entreated\nthat she would not return to the harem; he was afraid of being snapped at\nby Shaban, his tutor, a wrinkled old eunuch of a surly disposition; for\nhaving interrupted the stated walk of Nouronihar, he dreaded lest the\nchurl should take it amiss.  The whole of this sprightly group, sitting\nround upon a mossy knoll, began to entertain themselves with various\npastimes, whilst their superintendents the eunuchs were gravely\nconversing at a distance.  The nurse of the Emir's daughter, observing\nher pupil sit ruminating with her eyes on the ground, endeavoured to\namuse her with diverting tales, to which Gulchenrouz, who had already\nforgotten his inquietudes, listened with a breathless attention; he\nlaughed, he clapped his hands, and passed a hundred little tricks on the\nwhole of the company, without omitting the eunuchs, whom he provoked to\nrun after him, in spite of their age and decrepitude.\n\nDuring these occurrences the moon arose, the wind subsided, and the\nevening became so serene and inviting, that a resolution was taken to sup\non the spot.  Sutlememe, who excelled in dressing a salad, having filled\nlarge bowls of porcelain with eggs of small birds, curds turned with\ncitron juice, slices of cucumber, and the inmost leaves of delicate\nherbs, handed it round from one to another, and gave each their shares in\na large spoon of Cocknos.  Gulchenrouz, nestling as usual in the bosom of\nNouronihar, pouted out his vermilion little lips against the offer of\nSutlememe, and would take it only from the hand of his cousin, on whose\nmouth he hung like a bee inebriated with the quintessence of flowers.  One\nof the eunuchs ran to fetch melons, whilst others were employed in\nshowering down almonds from the branches that overhung this amiable\nparty.\n\nIn the midst of this festive scene there appeared a light on the top of\nthe highest mountain, which attracted the notice of every eye; this light\nwas not less bright than the moon when at full, and might have been taken\nfor her, had it not been that the moon was already risen.  The phenomenon\noccasioned a general surprise, and no one could conjecture the cause; it\ncould not be a fire, for the light was clear and bluish, nor had meteors\never been seen of that magnitude or splendour.  This strange light faded\nfor a moment, and immediately renewed its brightness; it first appeared\nmotionless at the foot of the rock, whence it darted in an instant to\nsparkle in a thicket of palm-trees; from thence it glided along the\ntorrent, and at last fixed in a glen that was narrow and dark.  The\nmoment it had taken its direction, Gulchenrouz, whose heart always\ntrembled at anything sudden or rare, drew Nouronihar by the robe, and\nanxiously requested her to return to the harem; the women were\nimportunate in seconding the entreaty, but the curiosity of the Emir's\ndaughter prevailed; she not only refused to go back, but resolved at all\nhazards to pursue the appearance.  Whilst they were debating what was\nbest to be done, the light shot forth so dazzling a blaze, that they all\nfled away shrieking; Nouronihar followed them a few steps, but, coming to\nthe turn of a little bye-path, stopped, and went back alone; as she ran\nwith an alertness peculiar to herself, it was not long before she came to\nthe place where they had just been supping.  The globe of fire now\nappeared stationary in the glen, and burned in majestic stillness.\nNouronihar, compressing her hands upon her bosom, hesitated for some\nmoments to advance; the solitude of her situation was new, the silence of\nthe night awful, and every object inspired sensations which till then she\nnever had felt: the affright of Gulchenrouz recurred to her mind, and she\na thousand times turned to go back, but this luminous appearance was\nalways before her; urged on by an irresistible impulse, she continued to\napproach it, in defiance of every obstacle that opposed her progress.\n\nAt length she arrived at the opening of the glen; but, instead of coming\nup to the light, she found herself surrounded by darkness, excepting that\nat a considerable distance a faint spark glimmered by fits.  She stopped\na second time; the sound of water-falls mingling their murmurs, the\nhollow rustlings amongst the palm-branches, and the funereal screams of\nthe birds from their rifted trunks, all conspired to fill her with\nterror; she imagined every moment that she trod on some venomous reptile;\nall the stories of malignant Dives and dismal Gouls thronged into her\nmemory; but her curiosity was, notwithstanding, more predominant than her\nfears; she therefore firmly entered a winding track that led towards the\nspark, but, being a stranger to the path, she had not gone far till she\nbegan to repent of her rashness.\n\n\"Alas!\" said she, \"that I were but in those secure and illuminated\napartments where my evenings glided on with Gulchenrouz!  Dear child! how\nwould thy heart flutter with terror wert thou wandering in these wild\nsolitudes like me!\"  At the close of this apostrophe she regained her\nroad, and, coming to steps hewn out in the rock, ascended them\nundismayed; the light, which was now gradually enlarging, appeared above\nher on the summit of the mountain; at length she distinguished a\nplaintive and melodious union of voices, proceeding from a sort of\ncavern, that resembled the dirges which are sung over tombs; a sound,\nlikewise, like that which arises from the filling of baths, at the same\ntime struck her ear; she continued ascending, and discovered large wax\ntorches in full blaze planted here and there in the fissures of the rock;\nthis preparation filled her with fear, whilst the subtle and potent odour\nwhich the torches exhaled caused her to sink almost lifeless at the\nentrance of the grot.\n\nCasting her eyes within in this kind of trance, she beheld a large\ncistern of gold filled with a water, whose vapour distilled on her face a\ndew of the essence of roses; a soft symphony resounded through the grot;\non the sides of the cistern she noticed appendages of royalty, diadems,\nand feathers of the heron, all sparkling with carbuncles; whilst her\nattention was fixed on this display of magnificence, the music ceased,\nand a voice instantly demanded:\n\n\"For what monarch were these torches kindled, this bath prepared, and\nthese habiliments, which belong, not only to the sovereigns of the earth,\nbut even to the Talismanic Powers?\"\n\nTo which a second voice answered: \"They are for the charming daughter of\nthe Emir Fakreddin.\"\n\n\"What,\" replied the first, \"for that trifler, who consumes her time with\na giddy child, immersed in softness, and who at best can make but an\nenervated husband?\"\n\n\"And can she,\" rejoined the other voice, \"be amused with such empty\ntrifles, whilst the Caliph, the sovereign of the world, he who is\ndestined to enjoy the treasures of the pre-adamite Sultans, a prince six\nfeet high, and whose eyes pervade the inmost soul of a female, is\ninflamed with the love of her.  No! she will be wise enough to answer\nthat passion alone that can aggrandise her glory; no doubt she will, and\ndespise the puppet of her fancy.  Then all the riches this place\ncontains, as well as the carbuncle of Giamschid, shall be hers.\"\n\n\"You judge right,\" returned the first voice, \"and I haste to Istakar to\nprepare the palace of subterranean fire for the reception of the bridal\npair.\"\n\nThe voices ceased, the torches were extinguished, the most entire\ndarkness succeeded, and Nouronihar, recovering with a start, found\nherself reclined on a sofa in the harem of her father.  She clapped her\nhands, and immediately came together Gulchenrouz and her women, who, in\ndespair at having lost her, had despatched eunuchs to seek her in every\ndirection; Shaban appeared with the rest, and began to reprimand her with\nan air of consequence:\n\n\"Little impertinent,\" said he, \"whence got you false keys? or are you\nbeloved of some Genius that hath given you a pick-lock?  I will try the\nextent of your power; come, to your chamber! through the two skylights;\nand expect not the company of Gulchenrouz; be expeditious!  I will shut\nyou up in the double tower.\"\n\nAt these menaces Nouronihar indignantly raised her head, opened on Shaban\nher black eyes, which, since the important dialogue of the enchanted\ngrot, were considerably enlarged, and said: \"Go, speak thus to slaves,\nbut learn to reverence her who is born to give laws, and subject all to\nher power.\"\n\nShe was proceeding in the same style, but was interrupted by a sudden\nexclamation of \"The Caliph!  The Caliph!\"  The curtains at once were\nthrown open, and the slaves prostrate in double rows, whilst poor little\nGulchenrouz hid himself beneath the elevation of a sofa.  At first\nappeared a file of black eunuchs, trailing after them long trains of\nmuslin embroidered with gold, and holding in their hands censers, which\ndispensed as they passed the grateful perfume of the wood of aloes; next\nmarched Bababalouk with a solemn strut, and tossing his head as not over-\npleased at the visit; Vathek came close after, superbly robed; his gait\nwas unembarrassed and noble, and his presence would have engaged\nadmiration, though he had not been the sovereign of the world; he\napproached Nouronihar with a throbbing heart, and seemed enraptured at\nthe full effulgence of her radiant eyes, of which he had before caught\nbut a few glimpses; but she instantly depressed them, and her confusion\naugmented her beauty.\n\nBababalouk, who was a thorough adept in coincidences of this nature, and\nknew that the worst game should be played with the best face, immediately\nmade a signal for all to retire; and no sooner did he perceive beneath\nthe sofa the little one's feet, than he drew him forth without ceremony,\nset him upon his shoulders, and lavished on him as he went off a thousand\nodious caresses; Gulchenrouz cried out, and resisted till his cheeks\nbecame the colour of the blossom of the pomegranate, and the tears that\nstarted into his eyes shot forth a gleam of indignation; he cast a\nsignificant glance at Nouronihar, which the Caliph noticing, asked: \"Is\nthat then your Gulchenrouz?\"\n\n\"Sovereign of the world?\" answered she, \"spare my cousin, whose innocence\nand gentleness deserve not your anger.\"\n\n\"Take comfort,\" said Vathek, with a smile; \"he is in good hands.\nBababalouk is fond of children, and never goes without sweetmeats and\ncomfits.\"\n\nThe daughter of Fakreddin was abashed, and suffered Gulchenrouz to be\nborne away without adding a word.  The tumult of her bosom betrayed her\nconfusion; and Vathek, becoming still more impassioned, gave a loose to\nhis frenzy, which had only not subdued the last faint strugglings of\nreluctance, when the Emir, suddenly bursting in, threw his face upon the\nground at the feet of the Caliph, and said:\n\n\"Commander of the Faithful! abase not yourself to the meanness of your\nslave.\"\n\n\"No, Emir,\" replied Vathek; \"I raise her to an equality with myself; I\ndeclare her my wife, and the glory of your race shall extend from one\ngeneration to another.\"\n\n\"Alas! my lord,\" said Fakreddin, as he plucked off the honours of his\nbeard, \"cut short the days of your faithful servant, rather than force\nhim to depart from his word.  Nouronihar, as her hands evince, is\nsolemnly promised to Gulchenrouz, the son of my brother Ali Hassan; they\nare united also in heart, their faith is mutually plighted, and affiances\nso sacred cannot be broken.\"\n\n\"What then!\" replied the Caliph, bluntly, \"would you surrender this\ndivine beauty to a husband more womanish than herself? and can you\nimagine that I will suffer her charms to decay in hands so inefficient\nand nerveless?  No! she is destined to live out her life within my\nembraces: such is my will; retire, and disturb not the time I devote to\nthe homage of her charms.\"\n\nThe irritated Emir drew forth his sabre, presented it to Vathek, and\nstretching out his neck, said in a firm tone of voice: \"Strike your\nunhappy host, my lord! he has lived long enough, since he hath seen the\nProphet's Vicegerent violate the rites of hospitality.\"\n\nAt his uttering these words Nouronihar, unable to support any longer the\nconflict of her passions, sank down in a swoon.  Vathek, both terrified\nfor her life and furious at an opposition to his will, bade Fakreddin\nassist his daughter, and withdrew, darting his terrible look at the\nunfortunate Emir, who suddenly fell backward, bathed in a sweat cold as\nthe damp of death.\n\nGulchenrouz, who had escaped from the hands of Bababalouk, and was that\ninstant returned, called out for help as loudly as he could, not having\nstrength to afford it himself.  Pale and panting, the poor child\nattempted to revive Nouronihar by caresses; and it happened that the\nthrilling warmth of his lips restored her to life.  Fakreddin beginning\nalso to recover from the look of the Caliph, with difficulty tottered to\na seat, and after warily casting round his eye to see if this dangerous\nprince was gone, sent for Shaban and Sutlememe, and said to them apart:\n\n\"My friends! violent evils require as violent remedies; the Caliph has\nbrought desolation and horror into my family, and how shall we resist his\npower? another of his looks will send me to my grave.  Fetch then that\nnarcotic powder which the Dervish brought me from Aracan; a dose of it,\nthe effect of which will continue three days, must be administered to\neach of these children; the Caliph will believe them to be dead, for they\nwill have all the appearance of death; we shall go as if to inter them in\nthe cave of Meimoune, at the entrance of the great desert of sand, and\nnear the cabin of my dwarfs.  When all the spectators shall be withdrawn,\nyou, Shaban, and four select eunuchs, shall convey them to the lake,\nwhere provisions shall be ready to support them a month; for one day\nallotted to the surprise this event will occasion, five to the tears, a\nfortnight to reflection, and the rest to prepare for renewing his\nprogress, will, according to my calculation, fill up the whole time that\nVathek will tarry, and I shall then be freed from his intrusion.\"\n\n\"Your plan,\" said Sutlememe, \"is a good one, if it can but be effected.  I\nhave remarked that Nouronihar is well able to support the glances of the\nCaliph, and that he is far from being sparing of them to her; be assured,\ntherefore, notwithstanding her fondness for Gulchenrouz, she will never\nremain quiet while she knows him to be here, unless we can persuade her\nthat both herself and Gulchenrouz are really dead, and that they were\nconveyed to those rocks for a limited season to expiate the little faults\nof which their love was the cause; we will add that we killed ourselves\nin despair, and that your dwarfs, whom they never yet saw, will preach to\nthem delectable sermons.  I will engage that everything shall succeed to\nthe bent of your wishes.\"\n\n\"Be it so!\" said Fakreddin.  \"I approve your proposal; let us lose not a\nmoment to give it effect.\"\n\nThey forthwith hastened to seek for the powder, which, being mixed in a\nsherbet, was immediately drank by Gulchenrouz and Nouronihar.  Within the\nspace of an hour both were seized with violent palpitations, and a\ngeneral numbness gradually ensued; they arose from the floor, where they\nhad remained ever since the Caliph's departure, and, ascending to the\nsofa, reclined themselves at full length upon it, clasped in each other's\nembraces.\n\n\"Cherish me, my dear Nouronihar!\" said Gulchenrouz; \"put thy hand upon my\nheart, for it feels as if it were frozen.  Alas! thou art as cold as\nmyself!  Hath the Caliph murdered us both with his terrible look?\"\n\n\"I am dying!\" cried she in a faltering voice; \"press me closer; I am\nready to expire!\"\n\n\"Let us die then together,\" answered the little Gulchenrouz, whilst his\nbreast laboured with a convulsive sigh; \"let me at least breathe forth my\nsoul on thy lips!\"  They spoke no more, and became as dead.\n\nImmediately the most piercing cries were heard through the harem, whilst\nShaban and Sutlememe personated with great adroitness the parts of\npersons in despair.  The Emir, who was sufficiently mortified to be\nforced into such untoward expedients, and had now for the first time made\na trial of his powder, was under no necessity of counterfeiting grief.\nThe slaves, who had flocked together from all quarters, stood motionless\nat the spectacle before them; all lights were extinguished save two\nlamps, which shed a wan glimmering over the faces of these lovely\nflowers, that seemed to be faded in the spring-time of life; funeral\nvestments were prepared, their bodies were washed with rose-water, their\nbeautiful tresses were braided and incensed, and they were wrapped in\nsimars whiter than alabaster.  At the moment that their attendants were\nplacing two wreaths of their favourite jasmines on their brows, the\nCaliph, who had just heard of the tragical catastrophe, arrived; he\nlooked not less pale and haggard than the Gouls, that wander at night\namong graves; forgetful of himself and every one else, he broke through\nthe midst of the slaves, fell prostrate at the foot of the sofa, beat his\nbosom, called himself \"atrocious murderer!\" and invoked upon his head a\nthousand imprecations; with a trembling hand he raised the veil that\ncovered the countenance of Nouronihar, and, uttering a loud shriek, fell\nlifeless on the floor.  The chief of the eunuchs dragged him off with\nhorrible grimaces, and repeated as he went: \"Ay, I foresaw she would play\nyou some ungracious turn!\"\n\nNo sooner was the Caliph gone than the Emir commanded biers to be\nbrought, and forbad that any one should enter the harem.  Every window\nwas fastened, all instruments of music were broken, and the Imams began\nto recite their prayers; towards the close of this melancholy day Vathek\nsobbed in silence, for they had been forced to compose with anodynes his\nconvulsions of rage and desperation.\n\nAt the dawn of the succeeding morning the wide folding doors of the\npalace were set open, and the funeral procession moved forward for the\nmountain.  The wailful cries of \"La Ilah illa Allah!\" reached to the\nCaliph, who was eager to cicatrise himself and attend the ceremonial; nor\ncould he have been dissuaded, had not his excessive weakness disabled him\nfrom walking; at the few first steps he fell on the ground, and his\npeople were obliged to lay him on a bed, where he remained many days in\nsuch a state of insensibility, as excited compassion in the Emir himself.\n\nWhen the procession was arrived at the grot of Meimoune, Shaban and\nSutlememe dismissed the whole of the train, excepting the four\nconfidential eunuchs who were appointed to remain.  After resting some\nmoments near the biers, which had been left in the open air, they caused\nthem to be carried to the brink of a small lake, whose banks were\novergrown with a hoary moss; this was the great resort of herons and\nstorks, which preyed continually on little blue fishes.  The dwarfs,\ninstructed by the Emir, soon repaired thither, and, with the help of the\neunuchs, began to construct cabins of rushes and reeds, a work in which\nthey had admirable skill; a magazine also was contrived for provisions,\nwith a small oratory for themselves, and a pyramid of wood neatly piled,\nto furnish the necessary fuel, for the air was bleak in the hollows of\nthe mountains.\n\nAt evening two fires were kindled on the brink of the lake, and the two\nlovely bodies, taken from their biers, were carefully deposited upon a\nbed of dried leaves within the same cabin.  The dwarfs began to recite\nthe Koran with their clear shrill voices, and Shaban and Sutlememe stood\nat some distance, anxiously waiting the effects of the powder.  At length\nNouronihar and Gulchenrouz faintly stretched out their arms, and\ngradually opening their eyes, began to survey with looks of increasing\namazement every object around them; they even attempted to rise, but for\nwant of strength fell back again; Sutlememe on this administered a\ncordial, which the Emir had taken care to provide.\n\nGulchenrouz, thoroughly aroused, sneezed out aloud, and raising himself\nwith an effort that expressed his surprise, left the cabin, and inhaled\nthe fresh air with the greatest avidity.\n\n\"Yes,\" said he, \"I breathe again! again do I exist!  I hear sounds!  I\nbehold a firmament spangled over with stars!\"\n\nNouronihar, catching these beloved accents, extricated herself from the\nleaves, and ran to clasp Gulchenrouz to her bosom.  The first objects she\nremarked were their long simars, their garlands of flowers, and their\nnaked feet; she hid her face in her hands to reflect; the vision of the\nenchanted bath, the despair of her father, and, more vividly than both,\nthe majestic figure of Vathek recurred to her memory; she recollected\nalso that herself and Gulchenrouz had been sick and dying; but all these\nimages bewildered her mind.  Not knowing where she was, she turned her\neyes on all sides, as if to recognise the surrounding scene; this\nsingular lake, those flames reflected from its glassy surface, the pale\nhues of its banks, the romantic cabins, the bulrushes that sadly waved\ntheir drooping heads, the storks whose melancholy cries blended with the\nshrill voices of the dwarfs, everything conspired to persuade them that\nthe Angel of Death had opened the portal of some other world.\n\nGulchenrouz on his part, lost in wonder, clung to the neck of his cousin:\nhe believed himself in the region of phantoms, and was terrified at the\nsilence she preserved; at length addressing her:\n\n\"Speak,\" said he, \"where are we? do you not see those spectres that are\nstirring the burning coals? are they Monker and Nakir, come to throw us\ninto them? does the fatal bridge cross this lake, whose solemn stillness\nperhaps conceals from us an abyss, in which for whole ages we shall be\ndoomed incessantly to sink?\"\n\n\"No, my children!\" said Sutlememe, going towards them, \"take comfort! the\nexterminating Angel, who conducted our souls hither after yours, hath\nassured us that the chastisement of your indolent and voluptuous life\nshall be restricted to a certain series of years, which you must pass in\nthis dreary abode, where the sun is scarcely visible, and where the soil\nyields neither fruits nor flowers.  These,\" continued she, pointing to\nthe dwarfs, \"will provide for our wants, for souls so mundane as ours\nretain too strong a tincture of their earthly extraction; instead of\nmeats your food will be nothing but rice, and your bread shall be\nmoistened in the fogs that brood over the surface of the lake.\"\n\nAt this desolating prospect the poor children burst into tears, and\nprostrated themselves before the dwarfs, who perfectly supported their\ncharacters, and delivered an excellent discourse of a customary length\nupon the sacred camel, which after a thousand years was to convey them to\nthe paradise of the faithful.\n\nThe sermon being ended, and ablutions performed, they praised Allah and\nthe Prophet, supped very indifferently, and retired to their withered\nleaves.  Nouronihar and her little cousin consoled themselves on finding\nthat, though dead, they yet lay in one cabin.  Having slept well before,\nthe remainder of the night was spent in conversation on what had befallen\nthem, and both, from a dread of apparitions, betook themselves for\nprotection to one another's arms.\n\nIn the morning, which was lowering and rainy, the dwarfs mounted high\npoles like minarets, and called them to prayers; the whole congregation,\nwhich consisted of Sutlememe, Shaban, the four eunuchs, and some storks,\nwere already assembled.  The two children came forth from their cabin\nwith a slow and dejected pace; as their minds were in a tender and\nmelancholy mood, their devotions were performed with fervour.  No sooner\nwere they finished, than Gulchenrouz demanded of Sutlememe and the rest,\n\"how they happened to die so opportunely for his cousin and himself.\"\n\n\"We killed ourselves,\" returned Sutlememe, \"in despair at your death.\"\n\nOn this, said Nouronihar, who, notwithstanding what was past, had not yet\nforgotten her vision: \"And the Caliph! is he also dead of his grief? and\nwill he likewise come hither?\"\n\nThe dwarfs, who were prepared with an answer, most demurely replied:\n\"Vathek is damned beyond all redemption!\"\n\n\"I readily believe so,\" said Gulchenrouz, \"and I am glad from my heart to\nhear it; for I am convinced it was his horrible look that sent us hither\nto listen to sermons and mess upon rice.\"\n\nOne week passed away on the side of the lake unmarked by any variety;\nNouronihar ruminating on the grandeur of which death had deprived her,\nand Gulchenrouz applying to prayers and to panniers, along with the\ndwarfs, who infinitely pleased him.\n\nWhilst this scene of innocence was exhibiting in the mountains, the\nCaliph presented himself to the Emir in a new light; the instant he\nrecovered the use of his senses, with a voice that made Bababalouk quake,\nhe thundered out: \"Perfidious Giaour!  I renounce thee for ever! it is\nthou who hast slain my beloved Nouronihar! and I supplicate the pardon of\nMahomet, who would have preserved her to me had I been more wise; let\nwater be brought to perform my ablutions, and let the pious Fakreddin be\ncalled to offer up his prayers with mine, and reconcile me to him;\nafterwards we will go together and visit the sepulchre of the unfortunate\nNouronihar; I am resolved to become a hermit, and consume the residue of\nmy days on this mountain, in hope of expiating my crimes.\"\n\nNouronihar was not altogether so content, for though she felt a fondness\nfor Gulchenrouz, who, to augment the attachment, had been left at full\nliberty with her, yet she still regarded him as but a bauble, that bore\nno competition with the carbuncle of Giamschid.  At times she indulged\ndoubts on the mode of her being, and scarcely could believe that the dead\nhad all the wants and the whims of the living.  To gain satisfaction,\nhowever, on so perplexing a topic, she arose one morning whilst all were\nasleep, with a breathless caution, from the side of Gulchenrouz, and,\nafter having given him a soft kiss, began to follow the windings of the\nlake till it terminated with a rock, whose top was accessible, though\nlofty; this she clambered up with considerable toil, and having reached\nthe summit, set forward in a run, like a doe that unwittingly follows her\nhunter; though she skipped along with the alertness of an antelope, yet\nat intervals she was forced to desist, and rest beneath the tamarisks to\nrecover her breath.  Whilst she, thus reclined, was occupied with her\nlittle reflections on the apprehension that she had some knowledge of the\nplace, Vathek, who, finding himself that morning but ill at ease, had\ngone forth before the dawn, presented himself on a sudden to her view;\nmotionless with surprise, he durst not approach the figure before him,\nwhich lay shrouded up in a simar, extended on the ground, trembling and\npale, but yet lovely to behold.  At length Nouronihar, with a mixture of\npleasure and affliction, raising her fine eyes to him, said: \"My lord,\nare you come hither to eat rice and hear sermons with me?\"\n\n\"Beloved phantom!\" cried Vathek; \"dost thou speak? hast thou the same\ngraceful form? the same radiant features? art thou palpable likewise?\"\nand, eagerly embracing her, added: \"here are limbs and a bosom animated\nwith a gentle warmth! what can such a prodigy mean?\"\n\nNouronihar with diffidence answered: \"You know, my lord, that I died on\nthe night you honoured me with your visit; my cousin maintains it was\nfrom one of your glances, but I cannot believe him; for to me they seem\nnot so dreadful.  Gulchenrouz died with me, and we were both brought into\na region of desolation, where we are fed with a wretched diet.  If you be\ndead also, and are come hither to join us, I pity your lot; for you will\nbe stunned with the noise of the dwarfs and the storks; besides, it is\nmortifying in the extreme that you, as well as myself, should have lost\nthe treasures of the subterranean palace.\"\n\nAt the mention of the subterranean palace the Caliph suspended his\ncaresses, to seek from Nouronihar an explanation of her meaning.  She\nthen recapitulated her vision, what immediately followed, and the history\nof her pretended death, adding also a description of the place of\nexpiation from whence she had fled, and all in a manner that would have\nextorted his laughter, had not the thoughts of Vathek been too deeply\nengaged.  No sooner, however, had she ended, than he again clasped her to\nhis bosom, and said:\n\n\"Light of my eyes! the mystery is unravelled; we both are alive! your\nfather is a cheat, who, for the sake of dividing, hath deluded us both;\nand the Giaour, whose design, as far as I can discover, is that we shall\nproceed together, seems scarce a whit better; it shall be some time at\nleast before he find us in his palace of fire.  Your lovely little person\nin my estimation is far more precious than all the treasures of the pre-\nadamite Sultans, and I wish to possess it at pleasure, and in open day,\nfor many a moon, before I go to burrow underground like a mole.  Forget\nthis little trifler, Gulchenrouz, and--\"\n\n\"Ah! my lord!\" interposed Nouronihar, \"let me entreat that you do him no\nevil.\"\n\n\"No, no!\" replied Vathek, \"I have already bid you forbear to alarm\nyourself for him; he has been brought up too much on milk and sugar to\nstimulate my jealousy; we will leave him with the dwarfs, who, by the\nbye, are my old acquaintances; their company will suit him far better\nthan yours.  As to other matters, I will return no more to your father's;\nI want not to have my ears dinned by him and his dotards with the\nviolation of the rites of hospitality; as if it were less an honour for\nyou to espouse the sovereign of the world than a girl dressed up like a\nboy!\"\n\nNouronihar could find nothing to oppose in a discourse so eloquent; she\nonly wished the amorous monarch had discovered more ardour for the\ncarbuncle of Giamschid; but flattered herself it would gradually\nincrease, and therefore yielded to his will with the most bewitching\nsubmission.\n\nWhen the Caliph judged it proper, he called for Bababalouk, who was\nasleep in the cave of Meimoune, and dreaming that the phantom of\nNouronihar, having mounted him once more on her swing, had just given him\nsuch a jerk, that he one moment soared above the mountains, and the next\nsunk into the abyss; starting from his sleep at the voice of his master,\nhe ran gasping for breath, and had nearly fallen backward at the sight,\nas he believed, of the spectre by whom he had so lately been haunted in\nhis dream.\n\n\"Ah, my lord!\" cried he, recoiling ten steps, and covering his eyes with\nboth hands: \"do you then perform the office of a Goul? 'tis true you have\ndug up the dead, yet hope not to make her your prey; for after all she\nhath caused me to suffer, she is even wicked enough to prey upon you.\"\n\n\"Cease thy folly,\" said Vathek, \"and thou shalt soon be convinced that it\nis Nouronihar herself, alive and well, whom I clasp to my breast; go only\nand pitch my tents in the neighbouring valley; there will I fix my abode\nwith this beautiful tulip, whose colours I soon shall restore; there\nexert thy best endeavours to procure whatever can augment the enjoyments\nof life, till I shall disclose to thee more of my will.\"\n\nThe news of so unlucky an event soon reached the ears of the Emir, who\nabandoned himself to grief and despair, and began, as did all his old\ngrey-beards, to begrime his visage with ashes.  A total supineness\nensued, travellers were no longer entertained, no more plaisters were\nspread, and, instead of the charitable activity that had distinguished\nthis asylum, the whole of its inhabitants exhibited only faces of a half\ncubit long, and uttered groans that accorded with their forlorn\nsituation.\n\nThough Fakreddin bewailed his daughter as lost to him for ever, yet\nGulchenrouz was not forgotten.  He despatched immediate instruction to\nSutlememe, Shaban, and the dwarfs, enjoining them not to undeceive the\nchild in respect to his state, but, under some pretence, to convey him\nfar from the lofty rock at the extremity of the lake, to a place which he\nshould appoint, as safer from danger; for he suspected that Vathek\nintended him evil.\n\nGulchenrouz in the meanwhile was filled with amazement at not finding his\ncousin; nor were the dwarfs at all less surprised; but Sutlememe, who had\nmore penetration, immediately guessed what had happened.  Gulchenrouz was\namused with the delusive hope of once more embracing Nouronihar in the\ninterior recesses of the mountains, where the ground, strewed over with\norange blossoms and jasmines, offered beds much more inviting than the\nwithered leaves in their cabin, where they might accompany with their\nvoices the sounds of their lutes, and chase butterflies in concert.\nSutlememe was far gone in this sort of description, when one of the four\neunuchs beckoned her aside to apprise her of the arrival of a messenger\nfrom their fraternity, who had explained the secret of the flight of\nNouronihar, and brought the commands of the Emir.  A council with Shaban\nand the dwarfs was immediately held; their baggage being stowed in\nconsequence of it, they embarked in a shallop, and quietly sailed with\nthe little one, who acquiesced in all their proposals; their voyage\nproceeded in the same manner till they came to the place where the lake\nsinks beneath the hollow of the rock; but as soon as the bark had entered\nit, and Gulchenrouz found himself surrounded with darkness, he was seized\nwith a dreadful consternation, and incessantly uttered the most piercing\noutcries; for he now was persuaded he should actually be damned for\nhaving taken too much freedom in his life-time with his cousin.\n\nBut let us return to the Caliph and her who ruled over his heart.\nBababalouk had pitched the tents, and closed up the extremities of the\nvalley with magnificent screens of India cloth, which were guarded by\nEthiopian slaves with their drawn sabres; to preserve the verdure of this\nbeautiful enclosure in its natural freshness, the white eunuchs went\ncontinually round it with their red water-vessels.  The waving of fans\nwas heard near the imperial pavilion, where, by the voluptuous light that\nglowed through the muslins, the Caliph enjoyed at full view all the\nattractions of Nouronihar.  Inebriated with delight, he was all ear to\nher charming voice, which accompanied the lute; while she was not less\ncaptivated with his descriptions of Samarah and the tower full of\nwonders, but especially with his relation of the adventure of the ball,\nand the chasm of the Giaour, with its ebony portal.\n\nIn this manner they conversed for a day and a night; they bathed together\nin a basin of black marble, which admirably relieved the fairness of\nNouronihar.  Bababalouk, whose good graces this beauty had regained,\nspared no attention that their repasts might be served up with the\nminutest exactness; some exquisite rarity was ever placed before them;\nand he sent even to Schiraz for that fragrant and delicious wine which\nhad been hoarded up in bottles prior to the birth of Mahomet; he had\nexcavated little ovens in the rock to bake the nice manchets which were\nprepared by the hands of Nouronihar, from whence they had derived a\nflavour so grateful to Vathek, that he regarded the ragouts of his other\nwives as entirely mawkish; whilst they would have died at the Emir's of\nchagrin at finding themselves so neglected, if Fakreddin, notwithstanding\nhis resentment, had not taken pity upon them.\n\nThe Sultana Dilara, who till then had been the favourite, took this\ndereliction of the Caliph to heart with a vehemence natural to her\ncharacter, for during her continuance in favour she had imbibed from\nVathek many of his extravagant fancies, and was filed with impatience to\nbehold the superb tombs of Istakar, and the palace of forty columns;\nbesides, having been brought up amongst the Magi, she had fondly\ncherished the idea of the Caliph's devoting himself to the worship of\nfire; thus his voluptuous and desultory life with her rival was to her a\ndouble source of affliction.  The transient piety of Vathek had\noccasioned her some serious alarms, but the present was an evil of far\ngreater magnitude; she resolved, therefore, without hesitation, to write\nto Carathis, and acquaint her that all things went ill; that they had\neaten, slept, and revelled at an old Emir's, whose sanctity was very\nformidable, and that after all, the prospect of possessing the treasures\nof the pre-adamite Sultans was no less remote than before.  This letter\nwas entrusted to the care of two wood-men, who were at work on one of the\ngreat forests of the mountains, and, being acquainted with the shortest\ncuts, arrived in ten days at Samarah.\n\nThe Princess Carathis was engaged at chess with Morakanabad, when the\narrival of these wood-fellers was announced.  She, after some weeks of\nVathek's absence, had forsaken the upper regions of her tower, because\neverything appeared in confusion among the stars, whom she consulted\nrelative to the fate of her son.  In vain did she renew her fumigations,\nand extend herself on the roof to obtain mystic visions; nothing more\ncould she see in her dreams than pieces of brocade, nosegays of flowers,\nand other unmeaning gewgaws.  These disappointments had thrown her into a\nstate of dejection, which no drug in her power was sufficient to remove;\nher only resource was in Morakanabad, who was a good man, and endowed\nwith a decent share of confidence, yet whilst in her company he never\nthought himself on roses.\n\nNo person knew aught of Vathek, and a thousand ridiculous stories were\npropagated at his expense.  The eagerness of Carathis may be easily\nguessed at receiving the letter, as well as her rage at reading the\ndissolute conduct of her son.  \"Is it so?\" said she; \"either I will\nperish, or Vathek shall enter the palace of fire.  Let me expire in\nflames, provided he may reign on the throne of Soliman!\"  Having said\nthis, and whirled herself round in a magical manner, which struck\nMorakanabad with such terror as caused him to recoil, she ordered her\ngreat camel Alboufaki to be brought, and the hideous Nerkes with the\nunrelenting Cafour to attend.  \"I require no other retinue,\" said she to\nMorakanabad; \"I am going on affairs of emergency; a truce therefore to\nparade!  Take you care of the people; fleece them well in my absence; for\nwe shall expend large sums, and one knows not what may betide.\"\n\nThe night was uncommonly dark, and a pestilential blast ravaged the plain\nof Catoul that would have deterred any other traveller, however urgent\nthe call; but Carathis enjoyed most whatever filled others with dread.\nNerkes concurred in opinion with her, and Cafour had a particular\npredilection for a pestilence.  In the morning this accomplished caravan,\nwith the wood-fellers who directed their route, halted on the edge of an\nextensive marsh, from whence so noxious a vapour arose as would have\ndestroyed any animal but Alboufaki, who naturally inhaled these malignant\nfogs.  The peasants entreated their convoy not to sleep in this place.\n\n\"To sleep,\" cried Carathis; \"what an excellent thought!  I never sleep\nbut for visions; and, as to my attendants, their occupations are too many\nto close the only eye they each have.\"\n\nThe poor peasants, who were not over-pleased with their party, remained\nopen-mouthed with surprise.\n\nCarathis alighted, as well as her negresses, and severally stripping off\ntheir outer garments, they all ran in their drawers, to cull from those\nspots where the sun shone fiercest the venomous plants that grew on the\nmarsh; this provision was made for the family of the Emir, and whoever\nmight retard the expedition to Istakar.  The wood-men were overcome with\nfear when they beheld these three horrible phantoms run, and, not much\nrelishing the company of Alboufaki, stood aghast at the command of\nCarathis to set forward, notwithstanding it was noon, and the heat fierce\nenough to calcine even rocks.  In spite, however, of every remonstrance,\nthey were forced implicitly to submit.\n\nAlboufaki, who delighted in solitude, constantly snorted whenever he\nperceived himself near a habitation; and Carathis, who was apt to spoil\nhim with indulgence, as constantly turned him aside, so that the peasants\nwere precluded from procuring subsistence; for the milch goats and ewes,\nwhich Providence had sent towards the district they traversed, to refresh\ntravellers with their milk, all fled at the sight of the hideous animal\nand his strange riders.  As to Carathis, she needed no common aliment,\nfor her invention had previously furnished her with an opiate to stay her\nstomach, some of which she imparted to her mutes.\n\nAt the fall of night Alboufaki, making a sudden stop, stamped with his\nfoot, which to Carathis, who understood his paces, was a certain\nindication that she was near the confines of some cemetery.  The moon\nshed a bright light on the spot, which served to discover a long wall,\nwith a large door in it standing ajar, and so high that Alboufaki might\neasily enter.  The miserable guides, who perceived their end approaching,\nhumbly implored Carathis, as she had now so good an opportunity, to inter\nthem, and immediately gave up the ghost.  Nerkes and Cafour, whose wit\nwas of a style peculiar to themselves, were by no means parsimonious of\nit on the folly of these poor people, nor could anything have been found\nmore suited to their tastes than the site of the burying-ground, and the\nsepulchres which its precincts contained; there were at least two\nthousand of them on the declivity of a hill: some in the form of\npyramids, others like columns, and, in short, the variety of their shapes\nwas endless.  Carathis was too much immersed in her sublime\ncontemplations to stop at the view, charming as it appeared in her eyes;\npondering the advantages that might accrue from her present situation,\nshe could not forbear to exclaim:\n\n\"So beautiful a cemetery must be haunted by Gouls! and they want not for\nintelligence; having heedlessly suffered my guides to expire, I will\napply for directions to them, and as an inducement will invite them to\nregale on these fresh corpses.\"\n\nAfter this short soliloquy she beckoned to Nerkes and Cafour, and made\nsigns with her fingers, as much as to say, \"Go, knock against the sides\nof the tombs, and strike up your delightful warblings, that are so like\nto those of the guests whose company I wish to obtain.\"\n\nThe negresses, full of joy at the behests of their mistress, and\npromising themselves much pleasure from the society of the Gouls, went\nwith an air of conquest, and began their knockings at the tombs; as their\nstrokes were repeated a hollow noise was heard in the earth, the surface\nhove up into heaps, and the Gouls on all sides protruded their noses, to\ninhale the effluvia which the carcases of the wood-men began to emit.\n\nThey assembled before a sarcophagus of white marble, where Carathis was\nseated between the bodies of her miserable guides; the princess received\nher visitants with distinguished politeness, and, when supper was ended,\nproceeded with them to business.  Having soon learnt from them everything\nshe wished to discover, it was her intention to set forward forthwith on\nher journey, but her negresses, who were forming tender connections with\nthe Gouls, importuned her with all their fingers to wait at least till\nthe dawn.  Carathis, however, being chastity in the abstract, and an\nimplacable enemy to love and repose, at once rejected their prayer,\nmounted Alboufaki, and commanded them to take their seats in a moment;\nfour days and four nights she continued her route, without turning to the\nright hand or left; on the fifth she traversed the mountains and half-\nburnt forests, and arrived on the sixth before the beautiful screens\nwhich concealed from all eyes the voluptuous wanderings of her son.\n\nIt was daybreak, and the guards were snoring on their posts in careless\nsecurity, when the rough trot of Alboufaki awoke them in consternation.\nImagining that a group of spectres ascended from the abyss was\napproaching, they all without ceremony took to their heels.  Vathek was\nat that instant with Nouronihar in the bath, hearing tales, and laughing\nat Bababalouk, who related them; but no sooner did the outcry of his\nguards reach him, than he flounced from the water like a carp, and as\nsoon threw himself back at the sight of Carathis, who, advancing with her\nnegresses upon Alboufaki, broke through the muslin awnings and veils of\nthe pavilion; at this sudden apparition Nouronihar (for she was not at\nall times free from remorse) fancied that the moment of celestial\nvengeance was come, and clung about the Caliph in amorous despondence.\n\nCarathis, still seated on her camel, foamed with indignation at the\nspectacle which obtruded itself on her chaste view; she thundered forth\nwithout check or mercy: \"Thou double-headed and four-legged monster! what\nmeans all this winding and writhing? art thou not ashamed to be seen\ngrasping this limber sapling, in preference to the sceptre of the pre-\nadamite Sultans? is it then for this paltry doxy that thou hast violated\nthe conditions in the parchment of our Giaour? is it on her thou hast\nlavished thy precious moments? is this the fruit of the knowledge I have\ntaught thee? is this the end of thy journey? tear thyself from the arms\nof this little simpleton, drown her in the water before me, and instantly\nfollow my guidance.\"\n\nIn the first ebullition of his fury Vathek resolved to make a skeleton of\nAlboufaki, and to stuff the skins of Carathis and her blacks; but the\nideas of the Giaour, the palace of Istakar, the sabres and the talismans,\nflashing before his imagination with the simultaneousness of lightning,\nhe became more moderate, and said to his mother, in a civil but decisive\ntone: \"Dread lady! you shall be obeyed, but I will not drown Nouronihar;\nshe is sweeter to me than a Myrabolan comfit, and is enamoured of\ncarbuncles, especially that of Giamschid, which hath also been promised\nto be conferred upon her; she therefore shall go along with us, for I\nintend to repose with her beneath the canopies of Soliman; I can sleep no\nmore without her.\"\n\n\"Be it so!\" replied Carathis, alighting, and at the same time committing\nAlboufaki to the charge of her women.\n\nNouronihar, who had not yet quitted her hold, began to take courage, and\nsaid, with an accent of fondness to the Caliph: \"Dear Sovereign of my\nsoul!  I will follow thee, if it be thy will, beyond the Kaf in the land\nof the Afrits; I will not hesitate to climb for thee the nest of the\nSimurgh, who, this lady excepted, is the most awful of created\nexistences.\"\n\n\"We have here then,\" subjoined Carathis, \"a girl both of courage and\nscience!\"\n\nNouronihar had certainly both; but, notwithstanding all her firmness, she\ncould not help casting back a look of regret upon the graces of her\nlittle Gulchenrouz, and the days of tenderness she had participated with\nhim; she even dropped a few tears, which Carathis observed, and\ninadvertently breathed out with a sigh: \"Alas! my gentle cousin! what\nwill become of him!\"\n\nVathek at this apostrophe knitted up his brows, and Carathis inquired\nwhat it could mean.\n\n\"She is preposterously sighing after a stripling with languishing eyes\nand soft hair, who loves her,\" said the Caliph.\n\n\"Where is he?\" asked Carathis.  \"I must be acquainted with this pretty\nchild; for,\" added she, lowering her voice, \"I design before I depart to\nregain the favour of the Giaour; there is nothing so delicious in his\nestimation as the heart of a delicate boy, palpitating with the first\ntumults of love.\"\n\nVathek, as he came from the bath, commanded Bababalouk to collect the\nwomen and other movables of his harem, embody his troops, and hold\nhimself in readiness to march in three days; whilst Carathis retired\nalone to a tent, where the Giaour solaced her with encouraging visions;\nbut at length waking, she found at her feet Nerkes and Cafour, who\ninformed her by their signs that, having led Alboufaki to the borders of\na lake, to browse on some moss that looked tolerably venomous, they had\ndiscovered certain blue fishes of the same kind with those in the\nreservoir on the top of the tower.\n\n\"Ah! ha!\" said she, \"I will go thither to them; these fish are past doubt\nof a species that, by a small operation, I can render oracular; they may\ntell me where this little Gulchenrouz is, whom I am bent upon\nsacrificing.\"  Having thus spoken, she immediately set out with her\nswarthy retinue.\n\nIt being but seldom that time is lost in the accomplishment of a wicked\nenterprise, Carathis and her negresses soon arrived at the lake, where,\nafter burning the magical drugs with which they were always provided,\nthey, stripping themselves naked, waded to their chins, Nerkes and Cafour\nwaving torches around them, and Carathis pronouncing her barbarous\nincantations.  The fishes with one accord thrust forth their heads from\nthe water, which was violently rippled by the flutter of their fins, and,\nat length finding themselves constrained by the potency of the charm,\nthey opened their piteous mouths, and said: \"From gills to tail we are\nyours; what seek ye to know?\"\n\n\"Fishes,\" answered she, \"I conjure you, by your glittering scales, tell\nme where now is Gulchenrouz?\"\n\n\"Beyond the rock,\" replied the shoal in full chorus; \"will this content\nyou? for we do not delight in expanding our mouths.\"\n\n\"It will,\" returned the princess; \"I am not to learn that you like not\nlong conversations; I will leave you therefore to repose, though I had\nother questions to propound.\"  The instant she had spoken the water\nbecame smooth, and the fishes at once disappeared.\n\nCarathis, inflated with the venom of her projects, strode hastily over\nthe rock, and found the amiable Gulchenrouz asleep in an arbour, whilst\nthe two dwarfs were watching at his side, and ruminating their accustomed\nprayers.  These diminutive personages possessed the gift of divining\nwhenever an enemy to good Mussulmans approached; thus they anticipated\nthe arrival of Carathis, who, stopping short, said to herself: \"How\nplacidly doth he recline his lovely little head! how pale and languishing\nare his looks! it is just the very child of my wishes!\"\n\nThe dwarfs interrupted this delectable soliloquy by leaping instantly\nupon her, and scratching her face with their utmost zeal.  But Nerkes and\nCafour, betaking themselves to the succour of their mistress, pinched the\ndwarfs so severely in return, that they both gave up the ghost, imploring\nMahomet to inflict his sorest vengeance upon this wicked woman and all\nher household.\n\nAt the noise which this strange conflict occasioned in the valley,\nGulchenrouz awoke, and, bewildered with terror, sprung impetuously upon\nan old figtree that rose against the acclivity of the rocks; from thence\ngained their summits, and ran for two hours without once looking back.  At\nlast, exhausted with fatigue, he fell as if dead into the arms of a good\nold Genius, whose fondness for the company of children had made it his\nsole occupation to protect them, and who, whilst performing his wonted\nrounds through the air, happening on the cruel Giaour at the instant of\nhis growling in the horrible chasm, rescued the fifty little victims\nwhich the impiety of Vathek had devoted to his maw; these the Genius\nbrought up in nests still higher than the clouds, and himself fixed his\nabode in a nest more capacious than the rest, from which he had expelled\nthe possessors that had built it.\n\nThese inviolable asylums were defended against the Dives and the Afrits\nby waving streamers, on which were inscribed, in characters of gold that\nflashed like lightning, the names of Allah and the Prophet.  It was there\nthat Gulchenrouz, who as yet remained undeceived with respect to his\npretended death, thought himself in the mansions of eternal peace, he\nadmitted without fear the congratulations of his little friends, who were\nall assembled in the nest of the venerable Genius, and vied with each\nother in kissing his serene forehead and beautiful eyelids.  This he\nfound to be the state congenial to his soul; remote from the inquietudes\nof earth, the impertinence of harems, the brutality of eunuchs, and the\nlubricity of women: in this peacable society, his days, months, and years\nglided on; nor was he less happy than the rest of his companions; for the\nGenius, instead of burthening his pupils with perishable riches and the\nvain sciences of the world, conferred upon them the boon of perpetual\nchildhood.\n\nCarathis, unaccustomed to the loss of her prey, vented a thousand\nexecrations on her negresses for not seizing the child, instead of\namusing themselves with pinching to death the dwarfs, from which they\ncould gain no advantage.  She returned into the valley murmuring, and\nfinding that her son was not risen from the arms of Nouronihar,\ndischarged her ill-humour upon both.  The idea, however, of departing\nnext day for Istakar, and cultivating, through the good offices of the\nGiaour, an intimacy with Eblis himself, at length consoled her chagrin.\nBut Fate had ordained it otherwise.\n\nIn the evening, as Carathis was conversing with Dilara, who, through her\ncontrivance, had become of the party, and whose taste resembled her own,\nBababalouk came to acquaint her \"that the sky towards Samarah looked of a\nfiery red, and seemed to portend some alarming disaster.\"  Immediately,\nrecurring to her astrolabes and instruments of magic, she took the\naltitude of the planets, and discovered by her calculations, to her great\nmortification, that a formidable revolt had taken place at Samarah; that\nMotavakel, availing himself of the disgust which was inveterate against\nhis brother, had incited commotions amongst the populace, made himself\nmaster of the palace, and actually invested the great tower, to which\nMorakanabad had retired, with a handful of the few that still remained\nfaithful to Vathek.\n\n\"What!\" exclaimed she; \"must I lose then my tower! my mutes! my\nnegresses! my mummies! and, worse than all, the laboratory in which I\nhave spent so many a night, without knowing at least if my hair-brained\nson will complete his adventure?  No!  I will not be the dupe!\nImmediately will I speed to support Morakanabad; by my formidable art the\nclouds shall sleet hailstones in the faces of the assailants, and shafts\nof red-hot iron on their heads; I will spring mines of serpents and\ntorpedos from beneath them, and we shall soon see the stand they will\nmake against such an explosion!\"\n\nHaving thus spoken, Carathis hastened to her son, who was tranquilly\nbanqueting with Nouronihar in his superb carnation-coloured tent.\n\n\"Glutton that thou art!\" cried she, \"were it not for me, thou wouldst\nsoon find thyself the commander only of pies.  Thy faithful subjects have\nabjured the faith they swore to thee; Motavakel, thy brother, now reigns\non the hill of pied horses, and had I not some slight resources in the\ntower, would not be easily persuaded to abdicate; but, that time may not\nbe lost, I shall only add four words: Strike tent to-night, set forward,\nand beware how thou loiterest again by the way; though thou hast\nforfeited the conditions of the parchment, I am not yet without hope; for\nit cannot be denied that thou hast violated to admiration the laws of\nhospitality, by seducing the daughter of the Emir, after having partaken\nof his bread and his salt.  Such a conduct cannot but be delightful to\nthe Giaour; and if on thy march thou canst signalise thyself by an\nadditional crime, all will still go well, and thou shalt enter the palace\nof Soliman in triumph.  Adieu!  Alboufaki and my negresses are waiting.\"\n\nThe Caliph had nothing to offer in reply; he wished his mother a\nprosperous journey, and ate on till he had finished his supper.  At\nmidnight the camp broke up, amidst the flourishing of trumpets and other\nmartial instruments; but loud indeed must have been the sound of the\ntymbals to overpower the blubbering of the Emir and his long-beards, who,\nby an excessive profusion of tears, had so far exhausted the radical\nmoisture, that their eyes shrivelled up in their sockets, and their hairs\ndropped off by the roots.  Nouronihar, to whom such a symphony was\npainful, did not grieve to get out of hearing; she accompanied the Caliph\nin the imperial litter, where they amused themselves with imagining the\nsplendour which was soon to surround them.  The other women, overcome\nwith dejection, were dolefully rocked in their cages, whilst Dilara\nconsoled herself with anticipating the joy of celebrating the rites of\nfire on the stately terraces of Istakar.\n\nIn four days they reached the spacious valley of Rocnabad.  The season of\nspring was in all its vigour, and the grotesque branches of the almond\ntrees in full blossom fantastically chequered the clear blue sky; the\nearth, variegated with hyacinths and jonquils, breathed forth a fragrance\nwhich diffused through the soul a divine repose; myriads of bees, and\nscarce fewer of Santons, had there taken up their abode; on the banks of\nthe stream hives and oratories were alternately ranged, and their\nneatness and whiteness were set off by the deep green of the cypresses\nthat spired up amongst them.  These pious personages amused themselves\nwith cultivating little gardens that abounded with flowers and fruits,\nespecially musk-melons of the best flavour that Persia could boast;\nsometimes dispersed over the meadow, they entertained themselves with\nfeeding peacocks whiter than snow, and turtles more blue than the\nsapphire; in this manner were they occupied when the harbingers of the\nimperial procession began to proclaim: \"Inhabitants of Rocnabad!\nprostrate yourselves on the brink of your pure waters, and tender your\nthanksgivings to Heaven, that vouchsafeth to show you a ray of its glory;\nfor lo! the Commander of the Faithful draws near.\"\n\nThe poor Santons, filled with holy energy, having bustled to light up wax\ntorches in their oratories and expand the Koran on their ebony desks,\nwent forth to meet the Caliph with baskets of honeycomb, dates, and\nmelons.  But, whilst they were advancing in solemn procession and with\nmeasured steps, the horses, camels, and guards wantoned over their tulips\nand other flowers, and made a terrible havoc amongst them.  The Santons\ncould not help casting from one eye a look of pity on the ravages\ncommitting around them, whilst the other was fixed upon the Caliph and\nheaven.  Nouronihar, enraptured with the scenery of a place which brought\nback to her remembrance the pleasing solitudes where her infancy had\npassed, entreated Vathek to stop; but he, suspecting that each oratory\nmight be deemed by the Giaour a distinct habitation, commanded his\npioneers to level them all; the Santons stood motionless with horror at\nthe barbarous mandate, and at last broke out into lamentations; but these\nwere uttered with so ill a grace, that Vathek bade his eunuchs to kick\nthem from his presence.  He then descended from the litter with\nNouronihar; they sauntered together in the meadow, and amused themselves\nwith culling flowers, and passing a thousand pleasantries on each other.\nBut the bees, who were staunch Mussulmans, thinking it their duty to\nrevenge the insult on their dear masters the Santons, assembled so\nzealously to do it with effect, that the Caliph and Nouronihar were glad\nto find their tents prepared to receive them.\n\nBababalouk, who in capacity of purveyor had acquitted himself with\napplause as to peacocks and turtles, lost no time in consigning some\ndozens to the spit, and as many more to be fricasseed.  Whilst they were\nfeasting, laughing, carousing, and blaspheming at pleasure on the banquet\nso liberally furnished, the Moullahs, the Sheiks, the Cadis and Imams of\nSchiraz (who seemed not to have met the Santons) arrived, leading by\nbridles of riband inscribed from the Koran, a train of asses, which were\nloaded with the choicest fruits the country could boast; having presented\ntheir offerings to the Caliph, they petitioned him to honour their city\nand mosques with his presence.\n\n\"Fancy not,\" said Vathek, \"that you can detain me; your presents I\ncondescend to accept, but beg you will let me be quiet, for I am not over-\nfond of resisting temptation; retire, then; yet, as it is not decent for\npersonages so reverend to return on foot, and as you have not the\nappearance of expert riders, my eunuchs shall tie you on your asses, with\nthe precaution that your backs be not turned towards me, for they\nunderstand etiquette.\"\n\nIn this deputation were some high-stomached Sheiks, who, taking Vathek\nfor a fool, scrupled not to speak their opinion.  These Bababalouk girded\nwith double cords, and, having well disciplined their asses with nettles\nbehind, they all started with a preternatural alertness, plunging,\nkicking, and running foul of each other in the most ludicrous manner\nimaginable.\n\nNouronihar and the Caliph mutually contended who should most enjoy so\ndegrading a sight; they burst out in volleys of laughter to see the old\nmen and their asses fall into the stream; the leg of one was fractured,\nthe shoulder of another dislocated, the teeth of a third dashed out, and\nthe rest suffered still worse.\n\nTwo days more, undisturbed by fresh embassies, having been devoted to the\npleasures of Rocnabad, the expedition proceeded, leaving Shiraz on the\nright, and verging towards a large plain, from whence were discernible on\nthe edge of the horizon the dark summits of the mountains of Istakar.\n\nAt this prospect the Caliph and Nouronihar were unable to repress their\ntransports; they bounded from their litter to the ground, and broke forth\ninto such wild exclamations, as amazed all within hearing.  Interrogating\neach other, they shouted, \"Are we not approaching the radiant palace of\nlight? or gardens more delightful than those of Sheddad?\"  Infatuated\nmortals! they thus indulged delusive conjecture, unable to fathom the\ndecrees of the Most High!\n\nThe good Genii, who had not totally relinquished the superintendence of\nVathek, repairing to Mahomet in the seventh heaven, said: \"Merciful\nProphet! stretch forth thy propitious arms towards thy Vicegerent, who is\nready to fall irretrievably into the snare which his enemies, the Dives,\nhave prepared to destroy him; the Giaour is awaiting his arrival in the\nabominable palace of fire, where, if he once set his foot, his perdition\nwill be inevitable.\"\n\nMahomet answered with an air of indignation: \"He hath too well deserved\nto be resigned to himself, but I permit you to try if one effort more\nwill be effectual to divert him from pursuing his ruin.\"\n\nOne of these beneficent Genii, assuming without delay the exterior of a\nshepherd, more renowned for his piety than all the Dervises and Santons\nof the region, took his station near a flock of white sheep on the slope\nof a hill, and began to pour forth from his flute such airs of pathetic\nmelody as subdued the very soul, and, awakening remorse, drove far from\nit every frivolous fancy.  At these energetic sounds the sun hid himself\nbeneath a gloomy cloud, and the waters of two little lakes, that were\nnaturally clearer than crystal, became of a colour like blood.  The whole\nof this superb assembly was involuntarily drawn towards the declivity of\nthe hill; with downcast eyes they all stood abashed, each upbraiding\nhimself with the evil he had done; the heart of Dilara palpitated, and\nthe chief of the eunuchs with a sigh of contrition implored pardon of the\nwomen, whom for his own satisfaction he had so often tormented.\n\nVathek and Nouronihar turned pale in their litter, and, regarding each\nother with haggard looks, reproached themselves--the one with a thousand\nof the blackest crimes, a thousand projects of impious ambition--the\nother with the desolation of her family, and the perdition of the amiable\nGulchenrouz.  Nouronihar persuaded herself that she heard in the fatal\nmusic the groans of her dying father, and Vathek the sobs of the fifty\nchildren he had sacrificed to the Giaour.  Amidst these complicated pangs\nof anguish they perceived themselves impelled towards the shepherd, whose\ncountenance was so commanding, that Vathek for the first time felt\noverawed, whilst Nouronihar concealed her face with her hands.\n\nThe music paused, and the Genius, addressing the Caliph, said: \"Deluded\nPrince! to whom Providence hath confided the care of innumerable\nsubjects, is it thus that thou fulfillest thy mission?  Thy crimes are\nalready completed, and art thou now hastening towards thy punishment?\nThou knowest that beyond these mountains Eblis and his accursed Dives\nhold their infernal empire; and, seduced by a malignant phantom, thou art\nproceeding to surrender thyself to them!  This moment is the last of\ngrace allowed thee; abandon thy atrocious purpose; return; give back\nNouronihar to her father, who still retains a few sparks of life; destroy\nthy tower with all its abominations; drive Carathis from thy councils; be\njust to thy subjects; respect the ministers of the Prophet; compensate\nfor thy impieties by an exemplary life; and, instead of squandering thy\ndays in voluptuous indulgence, lament thy crimes on the sepulchres of thy\nancestors.  Thou beholdest the clouds that obscure the sun; at the\ninstant he recovers his splendour, if thy heart be not changed, the time\nof mercy assigned thee will be past for ever.\"\n\nVathek, depressed with fear, was on the point of prostrating himself at\nthe feet of the shepherd, whom he perceived to be of a nature superior to\nman; but, his pride prevailing, he audaciously lifted his head, and,\nglancing at him one of his terrible looks, said: \"Whoever thou art,\nwithhold thy useless admonitions; thou wouldst either delude me, or art\nthyself deceived.  If what I have done be so criminal as thou pretendest,\nthere remains not for me a moment of grace; I have traversed a sea of\nblood to acquire a power which will make thy equals tremble; deem not\nthat I shall retire when in view of the port, or that I will relinquish\nher who is dearer to me than either my life or thy mercy.  Let the sun\nappear! let him illumine my career! it matters not where it may end.\"  On\nuttering these words, which made even the Genius shudder, Vathek threw\nhimself into the arms of Nouronihar, and commanded that his horse should\nbe forced back to the road.\n\nThere was no difficulty in obeying these orders, for the attraction had\nceased; the sun shone forth in all his glory, and the shepherd vanished\nwith a lamentable scream.\n\nThe fatal impression of the music of the Genius remained,\nnotwithstanding, in the heart of Vathek's attendants; they viewed each\nother with looks of consternation; at the approach of night almost all of\nthem escaped, and of this numerous assemblage there only remained the\nchief of the eunuchs, some idolatrous slaves, Dilara and a few other\nwomen, who, like herself, were votaries of the religion of the Magi.\n\nThe Caliph, fired with the ambition of prescribing laws to the\nIntelligences of Darkness, was but little embarrassed at this\ndereliction; the impetuosity of his blood prevented him from sleeping,\nnor did he encamp any more as before.  Nouronihar, whose impatience, if\npossible, exceeded his own, importuned him to hasten his march, and\nlavished on him a thousand caresses to beguile all reflection; she\nfancied herself already more potent than Balkis, and pictured to her\nimagination the Genii falling prostrate at the foot of her throne.  In\nthis manner they advanced by moonlight, till they came within view of the\ntwo towering rocks that form a kind of portal to the valley, at whose\nextremity rose the vast ruins of Istakar.  Aloft on the mountain\nglimmered the fronts of various royal mausoleums, the horror of which was\ndeepened by the shadows of night.  They passed through two villages\nalmost deserted, the only inhabitants remaining being a few feeble old\nmen, who, at the sight of horses and litters, fell upon their knees and\ncried out:\n\n\"O Heaven! is it then by these phantoms that we have been for six months\ntormented?  Alas! it was from the terror of these spectres and the noise\nbeneath the mountains, that our people have fled, and left us at the\nmercy of maleficent spirits!\"\n\nThe Caliph, to whom these complaints were but unpromising auguries, drove\nover the bodies of these wretched old men, and at length arrived at the\nfoot of the terrace of black marble; there he descended from his litter,\nhanding down Nouronihar; both with beating hearts stared wildly around\nthem, and expected with an apprehensive shudder the approach of the\nGiaour; but nothing as yet announced his appearance.\n\nA death-like stillness reigned over the mountain and through the air; the\nmoon dilated on a vast platform the shades of the lofty columns, which\nreached from the terrace almost to the clouds; the gloomy watch-towers,\nwhose numbers could not be counted, were veiled by no roof, and their\ncapitals, of an architecture unknown in the records of the earth, served\nas an asylum for the birds of darkness, which, alarmed at the approach of\nsuch visitants, fled away croaking.\n\nThe chief of the eunuchs, trembling with fear, besought Vathek that a\nfire might be kindled.\n\n\"No!\" replied he, \"there is no time left to think of such trifles; abide\nwhere thou art, and expect my commands.\"\n\nHaving thus spoken, he presented his hand to Nouronihar, and, ascending\nthe steps of a vast staircase, reached the terrace, which was flagged\nwith squares of marble, and resembled a smooth expanse of water, upon\nwhose surface not a leaf ever dared to vegetate; on the right rose the\nwatch-towers, ranged before the ruins of an immense palace, whose walls\nwere embossed with various figures; in front stood forth the colossal\nforms of four creatures, composed of the leopard and the griffin; and,\nthough but of stone, inspired emotions of terror; near these were\ndistinguished by the splendour of the moon, which streamed full on the\nplace, characters like those on the sabres of the Giaour, that possessed\nthe same virtue of changing every moment; these, after vacillating for\nsome time, at last fixed in Arabic letters, and prescribed to the Caliph\nthe following words:\n\n\"Vathek! thou hast violated the conditions of my parchment, and deservest\nto be sent back; but, in favour to thy companion, and as the meed for\nwhat thou hast done to obtain it, EBLIS permitteth that the portal of his\npalace shall be opened, and the subterranean fire will receive thee into\nthe number of its adorers.\"\n\nHe scarcely had read these words before the mountain against which the\nterrace was reared trembled, and the watch-towers were ready to topple\nheadlong upon them; the rock yawned, and disclosed within it a staircase\nof polished marble that seemed to approach the abyss; upon each stair\nwere planted two large torches, like those Nouronihar had seen in her\nvision, the camphorated vapour ascending from which gathered into a cloud\nunder the hollow of the vault.\n\nThis appearance, instead of terrifying, gave new courage to the daughter\nof Fakreddin.  Scarcely deigning to bid adieu to the moon and the\nfirmament, she abandoned without hesitation the pure atmosphere to plunge\ninto these infernal exhalations.  The gait of those impious personages\nwas haughty and determined; as they descended by the effulgence of the\ntorches they gazed on each other with mutual admiration, and both\nappeared so resplendent, that they already esteemed themselves spiritual\nIntelligences; the only circumstance that perplexed them was their not\narriving at the bottom of the stairs; on hastening their descent with an\nardent impetuosity, they felt their steps accelerated to such a degree,\nthat they seemed not walking, but falling from a precipice.  Their\nprogress, however, was at length impeded by a vast portal of ebony, which\nthe Caliph without difficulty recognised; here the Giaour awaited them\nwith the key in his hand.\n\n\"Ye are welcome,\" said he to them, with a ghastly smile, \"in spite of\nMahomet and all his dependants.  I will now admit you into that palace\nwhere you have so highly merited a place.\"\n\nWhilst he was uttering these words he touched the enamelled lock with his\nkey, and the doors at once expanded, with a noise still louder than the\nthunder of mountains, and as suddenly recoiled the moment they had\nentered.\n\nThe Caliph and Nouronihar beheld each other with amazement, at finding\nthemselves in a place which, though roofed with a vaulted ceiling, was so\nspacious and lofty that at first they took it for an immeasurable plain.\nBut their eyes at length growing familiar to the grandeur of the objects\nat hand, they extended their view to those at a distance, and discovered\nrows of columns and arcades, which gradually diminished till they\nterminated in a point, radiant as the sun when he darts his last beams\nathwart the ocean; the pavement, strewed over with gold dust and saffron,\nexhaled so subtle an odour as almost overpowered them; they, however,\nwent on, and observed an infinity of censers, in which ambergris and the\nwood of aloes were continually burning; between the several columns were\nplaced tables, each spread with a profusion of viands, and wines of every\nspecies sparkling in vases of crystal.  A throng of Genii and other\nfantastic spirits of each sex danced in troops, at the sound of music\nwhich issued from beneath.\n\nIn the midst of this immense hall a vast multitude was incessantly\npassing, who severally kept their right hands on their hearts, without\nonce regarding anything around them; they had all the livid paleness of\ndeath; their eyes, deep sunk in their sockets, resembled those phosphoric\nmeteors that glimmer by night in places of interment.  Some stalked\nslowly on, absorbed in profound reverie; some, shrieking with agony, ran\nfuriously about, like tigers wounded with poisoned arrows; whilst others,\ngrinding their teeth in rage, foamed along, more frantic than the wildest\nmaniac.  They all avoided each other, and, though surrounded by a\nmultitude that no one could number, each wandered at random, unheedful of\nthe rest, as if alone on a desert which no foot had trodden.\n\nVathek and Nouronihar, frozen with terror at a sight so baleful, demanded\nof the Giaour what these appearances might mean, and why these ambulating\nspectres never withdrew their hands from their hearts.\n\n\"Perplex not yourselves,\" replied he bluntly, \"with so much; at once you\nwill soon be acquainted with all; let us haste and present you to Eblis.\"\n\nThey continued their way through the multitude but, notwithstanding their\nconfidence at first, they were not sufficiently composed to examine with\nattention the various perspectives of halls and of galleries that opened\non the right hand and left, which were all illuminated by torches and\nbraziers, whose flames rose in pyramids to the centre of the vault.  At\nlength they came to a place where long curtains, brocaded with crimson\nand gold, fell from all parts in striking confusion; here the choirs and\ndances were heard no longer; the light which glimmered came from afar.\n\nAfter some time Vathek and Nouronihar perceived a gleam brightening\nthrough the drapery, and entered a vast tabernacle carpeted with the\nskins of leopards; an infinity of elders with streaming beards, and\nAfrits in complete armour, had prostrated themselves before the ascent of\na lofty eminence, on the top of which, upon a globe of fire, sat the\nformidable Eblis.  His person was that of a young man, whose noble and\nregular features seemed to have been tarnished by malignant vapours; in\nhis large eyes appeared both pride and despair; his flowing hair retained\nsome resemblance to that of an angel of light; in his hand, which thunder\nhad blasted, he swayed the iron sceptre that causes the monster\nOuranabad, the Afrits, and all the powers of the abyss to tremble; at his\npresence the heart of the Caliph sank within him, and for the first time\nhe fell prostrate on his face.  Nouronihar, however, though greatly\ndismayed, could not help admiring the person of Eblis; for she expected\nto have seen some stupendous giant.  Eblis, with a voice more mild than\nmight be imagined, but such as transfused through the soul the deepest\nmelancholy, said:\n\n\"Creatures of clay, I receive you into mine empire; ye are numbered\namongst my adorers; enjoy whatever this palace affords; the treasures of\nthe pre-adamite Sultans, their bickering sabres, and those talismans that\ncompel the Dives to open the subterranean expanses of the mountain of\nKaf, which communicate with these; there, insatiable as your curiosity\nmay be, shall you find sufficient to gratify it; you shall possess the\nexclusive privilege of entering the fortress of Aherman, and the halls of\nArgenk, where are portrayed all creatures endowed with intelligence, and\nthe various animals that inhabited the earth prior to the creation of\nthat contemptible being whom ye denominate the Father of Mankind.\"\n\nVathek and Nouronihar, feeling themselves revived and encouraged by this\nharangue, eagerly said to the Giaour:\n\n\"Bring us instantly to the place which contains these precious\ntalismans.\"\n\n\"Come!\" answered this wicked Dive, with his malignant grin, \"come! and\npossess all that my sovereign hath promised, and more.\"\n\nHe then conducted them into a long aisle adjoining the tabernacle,\npreceding them with hasty steps, and followed by his disciples with the\nutmost alacrity.  They reached, at length, a hall of great extent, and\ncovered with a lofty dome, around which appeared fifty portals of bronze,\nsecured with as many fastenings of iron; a funereal gloom prevailed over\nthe whole scene; here, upon two beds of incorruptible cedar, lay\nrecumbent the fleshless forms of the pre-adamite kings, who had been\nmonarchs of the whole earth; they still possessed enough of life to be\nconscious of their deplorable condition; their eyes retained a melancholy\nmotion; they regarded each other with looks of the deepest dejection;\neach holding his right hand motionless on his heart; at their feet were\ninscribed the events of their several reigns, their power, their pride,\nand their crimes; Soliman Raad, Soliman Daki, and Soliman Di Gian Ben\nGian, who, after having chained up the Dives in the dark caverns of Kaf,\nbecame so presumptuous as to doubt of the Supreme Power; all these\nmaintained great state, though not to be compared with the eminence of\nSoliman Ben Daoud.\n\nThis king, so renowned for his wisdom, was on the loftiest elevation, and\nplaced immediately under the dome; he appeared to possess more animation\nthan the rest; though from time to time he laboured with profound sighs,\nand, like his companions, kept his right hand on his heart; yet his\ncountenance was more composed, and he seemed to be listening to the\nsullen roar of a vast cataract, visible in part through the grated\nportals: this was the only sound that intruded on the silence of these\ndoleful mansions.  A range of brazen vases surrounded the elevation.\n\n\"Remove the covers from these cabalistic depositories,\" said the Giaour\nto Vathek, \"and avail thyself of the talismans, which will break asunder\nall these gates of bronze; and not only render thee master of the\ntreasures contained within them, but also of the spirits by which they\nare guarded.\"\n\nThe Caliph, whom this ominous preliminary had entirely disconcerted,\napproached the vases with faltering footsteps, and was ready to sink with\nterror when he heard the groans of Soliman.  As he proceeded a voice from\nthe livid lips of the Prophet articulated these words:\n\n\"In my life-time I filled a magnificent throne, having on my right hand\ntwelve thousand seats of gold, where the patriarchs and the prophets\nheard my doctrines; on my left the sages and doctors, upon as many\nthrones of silver, were present at all my decisions.  Whilst I thus\nadministered justice to innumerable multitudes, the birds of the air\nlibrating over me served as a canopy from the rays of the sun; my people\nflourished, and my palace rose to the clouds; I erected a temple to the\nMost High, which was the wonder of the universe; but I basely suffered\nmyself to be seduced by the love of women, and a curiosity that could not\nbe restrained by sublunary things; I listened to the counsels of Aherman\nand the daughter of Pharaoh, and adored fire and the hosts of heaven; I\nforsook the holy city, and commanded the Genii to rear the stupendous\npalace of Istakar, and the terrace of the watch-towers, each of which was\nconsecrated to a star; there for a while I enjoyed myself in the zenith\nof glory and pleasure; not only men, but supernatural existences were\nsubject also to my will.  I began to think, as these unhappy monarchs\naround had already thought, that the vengeance of Heaven was asleep; when\nat once the thunder burst my structures asunder and precipitated me\nhither; where, however, I do not remain, like the other inhabitants,\ntotally destitute of hope, for an angel of light hath revealed that, in\nconsideration of the piety of my early youth, my woes shall come to an\nend when this cataract shall for ever cease to flow; till then I am in\ntorments, ineffable torments! an unrelenting fire preys on my heart.\"\n\nHaving uttered this exclamation, Soliman raised his hands towards heaven,\nin token of supplication, and the Caliph discerned through his bosom,\nwhich was transparent as crystal, his heart enveloped in flames.  At a\nsight so full of horror Nouronihar fell back, like one petrified, into\nthe arms of Vathek, who cried out with a convulsive sob:\n\n\"O Giaour! whither hast thou brought us?  Allow us to depart, and I will\nrelinquish all thou hast promised.  O Mahomet! remains there no more\nmercy?\"\n\n\"None! none!\" replied the malicious Dive.  \"Know, miserable prince! thou\nart now in the abode of vengeance and despair; thy heart also will be\nkindled, like those of the other votaries of Eblis.  A few days are\nallotted thee previous to this fatal period; employ them as thou wilt;\nrecline on these heaps of gold; command the Infernal Potentates; range at\nthy pleasure through these immense subterranean domains; no barrier shall\nbe shut against thee; as for me, I have fulfilled my mission; I now leave\nthee to thyself.\"  At these words he vanished.\n\nThe Caliph and Nouronihar remained in the most abject affliction; their\ntears unable to flow, scarcely could they support themselves.  At length,\ntaking each other despondingly by the hand, they went faltering from this\nfatal hall, indifferent which way they turned their steps; every portal\nopened at their approach; the Dives fell prostrate before them; every\nreservoir of riches was disclosed to their view; but they no longer felt\nthe incentives of curiosity, pride, or avarice.  With like apathy they\nheard the chorus of Genii, and saw the stately banquets prepared to\nregale them; they went wandering on from chamber to chamber, hall to\nhall, and gallery to gallery, all without bounds or limit, all\ndistinguishable by the same lowering gloom, all adorned with the same\nawful grandeur, all traversed by persons in search of repose and\nconsolation, but who sought them in vain; for every one carried within\nhim a heart tormented in flames: shunned by these various sufferers, who\nseemed by their looks to be upbraiding the partners of their guilt, they\nwithdrew from them to wait in direful suspense the moment which should\nrender them to each other the like objects of terror.\n\n\"What!\" exclaimed Nouronihar; \"will the time come when I shall snatch my\nhand from thine!\"\n\n\"Ah!\" said Vathek; \"and shall my eyes ever cease to drink from thine long\ndraughts of enjoyment!  Shall the moments of our reciprocal ecstasies be\nreflected on with horror?  It was not thou that broughtest me hither; the\nprinciples by which Carathis perverted my youth have been the sole cause\nof my perdition!\"  Having given vent to these painful expressions, he\ncalled to an Afrit, who was stirring up one of the braziers, and bade him\nfetch the Princess Carathis from the palace of Samarah.\n\nAfter issuing these orders, the Caliph and Nouronihar continued walking\namidst the silent crowd, till they heard voices at the end of the\ngallery; presuming them to proceed from some unhappy beings, who, like\nthemselves, were awaiting their final doom, they followed the sound, and\nfound it to come from a small square chamber, where they discovered\nsitting on sofas five young men of goodly figure, and a lovely female,\nwho were all holding a melancholy conversation by the glimmering of a\nlonely lamp; each had a gloomy and forlorn air, and two of them were\nembracing each other with great tenderness.  On seeing the Caliph and the\ndaughter of Fakreddin enter, they arose, saluted, and gave them place;\nthen he who appeared the most considerable of the group addressed himself\nthus to Vathek:\n\n\"Strangers! who doubtless are in the same state of suspense with\nourselves, as you do not yet bear your hands on your hearts, if you are\ncome hither to pass the interval allotted previous to the infliction of\nour common punishment, condescend to relate the adventures that have\nbrought you to this fatal place, and we in return will acquaint you with\nours, which deserve but too well to be heard; we will trace back our\ncrimes to their source, though we are not permitted to repent; this is\nthe only employment suited to wretches like us!\"\n\nThe Caliph and Nouronihar assented to the proposal, and Vathek began, not\nwithout tears and lamentations, a sincere recital of every circumstance\nthat had passed.  When the afflicting narrative was closed, the young man\nentered on his own.  Each person proceeded in order, and when the fourth\nprince had reached the midst of his adventures, a sudden noise\ninterrupted him, which caused the vault to tremble and to open.\n\nImmediately a cloud descended, which gradually dissipating, discovered\nCarathis on the back of an Afrit, who grievously complained of his\nburden.  She, instantly springing to the ground, advanced towards her\nson, and said:\n\n\"What dost thou here in this little square chamber?  As the Dives are\nbecome subject to thy beck, I expected to have found thee on the throne\nof the pre-adamite kings.\"\n\n\"Execrable woman!\" answered the Caliph; \"cursed be the day thou gavest me\nbirth! go, follow this Afrit; let him conduct thee to the hall of the\nProphet Soliman, there thou wilt learn to what these palaces are\ndestined, and how much I ought to abhor the impious knowledge thou hast\ntaught me.\"\n\n\"The height of power to which thou art arrived has certainly turned thy\nbrain,\" answered Carathis; \"but I ask no more than permission to show my\nrespect for the Prophet.  It is, however, proper thou shouldest know,\nthat (as the Afrit has informed me neither of us shall return to Samarah)\nI requested his permission to arrange my affairs, and he politely\nconsented; availing myself, therefore, of the few moments allowed me, I\nset fire to the tower, and consumed in it the mutes, negresses, and\nserpents which have rendered me so much good service; nor should I have\nbeen less kind to Morakanabad, had he not prevented me by deserting at\nlast to thy brother.  As for Bababalouk, who had the folly to return to\nSamarah, and all the good brotherhood to provide husbands for thy wives,\nI undoubtedly would have put them to the torture, could I but have\nallowed them the time; being, however, in a hurry, I only hung him after\nhaving caught him in a snare with thy wives, whilst them I buried alive\nby the help of my negresses, who thus spent their last moments greatly to\ntheir satisfaction.  With respect to Dilara, who ever stood high in my\nfavour, she hath evinced the greatness of her mind by fixing herself near\nin the service of one of the Magi, and I think will soon be our own.\"\n\nVathek, too much cast down to express the indignation excited by such a\ndiscourse, ordered the Afrit to remove Carathis from his presence, and\ncontinued immersed in thought, which his companion durst not disturb.\n\nCarathis, however, eagerly entered the dome of Soliman, and, without\nregarding in the least the groans of the Prophet, undauntedly removed the\ncovers of the vases, and violently seized on the talismans; then, with a\nvoice more loud than had hitherto been heard within these mansions, she\ncompelled the Dives to disclose to her the most secret treasures, the\nmost profound stores, which the Afrit himself had not seen; she passed by\nrapid descents, known only to Eblis and his most favoured potentates, and\nthus penetrated the very entrails of the earth, where breathes the\nSansar, or icy wind of death; nothing appalled her dauntless soul; she\nperceived, however, in all the inmates who bore their hands on their\nhearts a little singularity, not much to her taste.  As she was emerging\nfrom one of the abysses, Eblis stood forth to her view; but,\nnotwithstanding he displayed the full effulgence of his infernal majesty,\nshe preserved her countenance unaltered, and even paid her compliments\nwith considerable firmness.\n\nThis superb monarch thus answered: \"Princess, whose knowledge and whose\ncrimes have merited a conspicuous rank in my empire, thou dost well to\nemploy the leisure that remains; for the flames and torments, which are\nready to seize on thy heart, will not fail to provide thee with full\nemployment.\"  He said this, and was lost in the curtains of his\ntabernacle.\n\nCarathis paused for a moment with surprise; but, resolved to follow the\nadvice of Eblis, she assembled all the choirs of Genii, and all the\nDives, to pay her homage; thus marched she in triumph through a vapour of\nperfumes, amidst the acclamations of all the malignant spirits, with most\nof whom she had formed a previous acquaintance; she even attempted to\ndethrone one of the Solimans for the purpose of usurping his place, when\na voice, proceeding from the abyss of Death, proclaimed, \"All is\naccomplished!\"  Instantaneously the haughty forehead of the intrepid\nprincess was corrugated with agony; she uttered a tremendous yell, and\nfixed, no more to be withdrawn, her right hand upon her heart, which was\nbecome a receptacle of eternal fire.\n\nIn this delirium, forgetting all ambitious projects and her thirst for\nthat knowledge which should ever be hidden from mortals, she overturned\nthe offerings of the Genii, and, having execrated the hour she was\nbegotten and the womb that had borne her, glanced off in a whirl that\nrendered her invisible, and continued to revolve without intermission.\n\nAt almost the same instant the same voice announced to the Caliph,\nNouronihar, the five princes, and the princess, the awful and irrevocable\ndecree.  Their hearts immediately took fire, and they at once lost the\nmost precious of the gifts of Heaven--Hope.  These unhappy beings\nrecoiled with looks of the most furious distraction; Vathek beheld in the\neyes of Nouronihar nothing but rage and vengeance, nor could she discern\naught in his but aversion and despair.  The two princes who were friends,\nand till that moment had preserved their attachment, shrank back,\ngnashing their teeth with mutual and unchangeable hatred.  Kalilah and\nhis sister made reciprocal gestures of imprecation, whilst the two other\nprinces testified their horror for each other by the most ghastly\nconvulsions, and screams that could not be smothered.  All severally\nplunged themselves into the accursed multitude, there to wander in an\neternity of unabating anguish.\n\nSuch was, and such should be, the punishment of unrestrained passions and\natrocious actions!  Such is, and such should be, the chastisement of\nblind ambition, that would transgress those bounds which the Creator hath\nprescribed to human knowledge; and, by aiming at discoveries reserved for\npure Intelligence, acquire that infatuated pride, which perceives not\nthat the condition appointed to man is to be ignorant and humble.\n\nThus the Caliph Vathek, who, for the sake of empty pomp and forbidden\npower, had sullied himself with a thousand crimes, became a prey to grief\nwithout end, and remorse without mitigation; whilst the humble and\ndespised Gulchenrouz passed whole ages in undisturbed tranquillity, and\nthe pure happiness of childhood.\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE HISTORY OF THE CALIPH VATHEK***\n\n\n******* This file should be named 2060.txt or 2060.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/2/0/6/2060\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.net/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.net/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.net/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit:\nhttp://www.gutenberg.net/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n"}