{"title": "The Wood Beyond the World", "author": "William Morris", "releaseDate": "May 1, 2007 ", "language": "English", "content": "\n\n\n\nTranscribed from the 1913 Longmans, Green, and Co. edition by David\nPrice, email ccx074@pglaf.org\n\n\n\n\n\nTHE WOOD BEYOND THE WORLD\n\n\nBY WILLIAM MORRIS\n\nPOCKET EDITION\n\nLONGMANS, GREEN AND CO.\n39 PATERNOSTER ROW, LONDON\nNEW YORK, BOMBAY, AND CALCUTTA\n1913\n\n\n\n\nCHAPTER I: OF GOLDEN WALTER AND HIS FATHER\n\n\nAwhile ago there was a young man dwelling in a great and goodly city by\nthe sea which had to name Langton on Holm.   He was but of five and\ntwenty winters, a fair-faced man, yellow-haired, tall and strong; rather\nwiser than foolisher than young men are mostly wont; a valiant youth, and\na kind; not of many words but courteous of speech; no roisterer, nought\nmasterful, but peaceable and knowing how to forbear: in a fray a perilous\nfoe, and a trusty war-fellow.   His father, with whom he was dwelling\nwhen this tale begins, was a great merchant, richer than a baron of the\nland, a head-man of the greatest of the Lineages of Langton, and a\ncaptain of the Porte; he was of the Lineage of the Goldings, therefore\nwas he called Bartholomew Golden, and his son Golden Walter.\n\nNow ye may well deem that such a youngling as this was looked upon by all\nas a lucky man without a lack; but there was this flaw in his lot,\nwhereas he had fallen into the toils of love of a woman exceeding fair,\nand had taken her to wife, she nought unwilling as it seemed.   But when\nthey had been wedded some six months he found by manifest tokens, that\nhis fairness was not so much to her but that she must seek to the\nfoulness of one worser than he in all ways; wherefore his rest departed\nfrom him, whereas he hated her for her untruth and her hatred of him; yet\nwould the sound of her voice, as she came and went in the house, make his\nheart beat; and the sight of her stirred desire within him, so that he\nlonged for her to be sweet and kind with him, and deemed that, might it\nbe so, he should forget all the evil gone by.   But it was not so; for\never when she saw him, her face changed, and her hatred of him became\nmanifest, and howsoever she were sweet with others, with him she was hard\nand sour.\n\nSo this went on a while till the chambers of his father's house, yea the\nvery streets of the city, became loathsome to him; and yet he called to\nmind that the world was wide and he but a young man.   So on a day as he\nsat with his father alone, he spake to him and said: \"Father, I was on\nthe quays even now, and I looked on the ships that were nigh boun, and\nthy sign I saw on a tall ship that seemed to me nighest boun.   Will it\nbe long ere she sail?\"\n\n\"Nay,\" said his father, \"that ship, which hight the Katherine, will they\nwarp out of the haven in two days' time.   But why askest thou of her?\"\n\n\"The shortest word is best, father,\" said Walter, \"and this it is, that I\nwould depart in the said ship and see other lands.\"\n\n\"Yea and whither, son?\" said the merchant.\n\n\"Whither she goeth,\" said Walter, \"for I am ill at ease at home, as thou\nwottest, father.\"\n\nThe merchant held his peace awhile, and looked hard on his son, for there\nwas strong love between them; but at last he said: \"Well, son, maybe it\nwere best for thee; but maybe also we shall not meet again.\"\n\n\"Yet if we do meet, father, then shalt thou see a new man in me.\"\n\n\"Well,\" said Bartholomew, \"at least I know on whom to lay the loss of\nthee, and when thou art gone, for thou shalt have thine own way herein,\nshe shall no longer abide in my house.   Nay, but it were for the strife\nthat should arise thenceforth betwixt her kindred and ours, it should go\nsomewhat worse with her than that.\"\n\nSaid Walter: \"I pray thee shame her not more than needs must be, lest, so\ndoing, thou shame both me and thyself also.\"\n\nBartholomew held his peace again for a while; then he said: \"Goeth she\nwith child, my son?\"\n\nWalter reddened, and said: \"I wot not; nor of whom the child may be.\"\nThen they both sat silent, till Bartholomew spake, saying: \"The end of it\nis, son, that this is Monday, and that thou shalt go aboard in the small\nhours of Wednesday; and meanwhile I shall look to it that thou go not\naway empty-handed; the skipper of the Katherine is a good man and true,\nand knows the seas well; and my servant Robert the Low, who is clerk of\nthe lading, is trustworthy and wise, and as myself in all matters that\nlook towards chaffer.   The Katherine is new and stout-builded, and\nshould be lucky, whereas she is under the ward of her who is the saint\ncalled upon in the church where thou wert christened, and myself before\nthee; and thy mother, and my father and mother all lie under the chancel\nthereof, as thou wottest.\"\n\nTherewith the elder rose up and went his ways about his business, and\nthere was no more said betwixt him and his son on this matter.\n\n\n\n\nCHAPTER II: GOLDEN WALTER TAKES SHIP TO SAIL THE SEAS\n\n\nWhen Walter went down to the Katherine next morning, there was the\nskipper Geoffrey, who did him reverence, and made him all cheer, and\nshowed him his room aboard ship, and the plenteous goods which his father\nhad sent down to the quays already, such haste as he had made.  Walter\nthanked his father's love in his heart, but otherwise took little heed to\nhis affairs, but wore away the time about the haven, gazing listlessly on\nthe ships that were making them ready outward, or unlading, and the\nmariners and aliens coming and going: and all these were to him as the\ncurious images woven on a tapestry.\n\nAt last when he had wellnigh come back again to the Katherine, he saw\nthere a tall ship, which he had scarce noted before, a ship all-boun,\nwhich had her boats out, and men sitting to the oars thereof ready to tow\nher outwards when the hawser should be cast off, and by seeming her\nmariners were but abiding for some one or other to come aboard.\n\nSo Walter stood idly watching the said ship, and as he looked, lo! folk\npassing him toward the gangway.  These were three; first came a dwarf,\ndark-brown of hue and hideous, with long arms and ears exceeding great\nand dog-teeth that stuck out like the fangs of a wild beast.  He was clad\nin a rich coat of yellow silk, and bare in his hand a crooked bow, and\nwas girt with a broad sax.\n\nAfter him came a maiden, young by seeming, of scarce twenty summers; fair\nof face as a flower; grey-eyed, brown-haired, with lips full and red,\nslim and gentle of body.  Simple was her array, of a short and strait\ngreen gown, so that on her right ankle was clear to see an iron ring.\n\nLast of the three was a lady, tall and stately, so radiant of visage and\nglorious of raiment, that it were hard to say what like she was; for\nscarce might the eye gaze steady upon her exceeding beauty; yet must\nevery son of Adam who found himself anigh her, lift up his eyes again\nafter he had dropped them, and look again on her, and yet again and yet\nagain.  Even so did Walter, and as the three passed by him, it seemed to\nhim as if all the other folk there about had vanished and were nought;\nnor had he any vision before his eyes of any looking on them, save\nhimself alone.  They went over the gangway into the ship, and he saw them\ngo along the deck till they came to the house on the poop, and entered it\nand were gone from his sight.\n\nThere he stood staring, till little by little the thronging people of the\nquays came into his eye-shot again; then he saw how the hawser was cast\noff and the boats fell to tugging the big ship toward the harbour-mouth\nwith hale and how of men.  Then the sail fell down from the yard and was\nsheeted home and filled with the fair wind as the ship's bows ran up on\nthe first green wave outside the haven.  Even therewith the shipmen cast\nabroad a banner, whereon was done in a green field a grim wolf ramping up\nagainst a maiden, and so went the ship upon her way.\n\nWalter stood awhile staring at her empty place where the waves ran into\nthe haven-mouth, and then turned aside and toward the Katherine; and at\nfirst he was minded to go ask shipmaster Geoffrey of what he knew\nconcerning the said ship and her alien wayfarers; but then it came into\nhis mind, that all this was but an imagination or dream of the day, and\nthat he were best to leave it untold to any.  So therewith he went his\nway from the water-side, and through the streets unto his father's house;\nbut when he was but a little way thence, and the door was before him, him-\nseemed for a moment of time that he beheld those three coming out down\nthe steps of stone and into the street; to wit the dwarf, the maiden, and\nthe stately lady: but when he stood still to abide their coming, and\nlooked toward them, lo! there was nothing before him save the goodly\nhouse of Bartholomew Golden, and three children and a cur dog playing\nabout the steps thereof, and about him were four or five passers-by going\nabout their business.  Then was he all confused in his mind, and knew not\nwhat to make of it, whether those whom he had seemed to see pass aboard\nship were but images of a dream, or children of Adam in very flesh.\n\nHowsoever, he entered the house, and found his father in the chamber, and\nfell to speech with him about their matters; but for all that he loved\nhis father, and worshipped him as a wise and valiant man, yet at that\nhour he might not hearken the words of his mouth, so much was his mind\nentangled in the thought of those three, and they were ever before his\neyes, as if they had been painted on a table by the best of limners.  And\nof the two women he thought exceeding much, and cast no wyte upon himself\nfor running after the desire of strange women.  For he said to himself\nthat he desired not either of the twain; nay, he might not tell which of\nthe twain, the maiden or the stately queen, were clearest to his eyes;\nbut sore he desired to see both of them again, and to know what they\nwere.\n\nSo wore the hours till the Wednesday morning, and it was time that he\nshould bid farewell to his father and get aboard ship; but his father led\nhim down to the quays and on to the Katherine, and there Walter embraced\nhim, not without tears and forebodings; for his heart was full.  Then\npresently the old man went aland; the gangway was unshipped, the hawsers\ncast off; the oars of the towing-boats splashed in the dark water, the\nsail fell down from the yard, and was sheeted home, and out plunged the\nKatherine into the misty sea and rolled up the grey slopes, casting\nabroad her ancient withal, whereon was beaten the token of Bartholomew\nGolden, to wit a B and a G to the right and the left, and thereabove a\ncross and a triangle rising from the midst.\n\nWalter stood on the stern and beheld, yet more with the mind of him than\nwith his eyes; for it all seemed but the double of what the other ship\nhad done; and the thought of it as if the twain were as beads strung on\none string and led away by it into the same place, and thence to go in\nthe like order, and so on again and again, and never to draw nigher to\neach other.\n\n\n\n\nCHAPTER III: WALTER HEARETH TIDINGS OF THE DEATH OF HIS FATHER\n\n\nFast sailed the Katherine over the seas, and nought befell to tell of,\neither to herself or her crew.  She came to one cheaping-town and then to\nanother, and so on to a third and a fourth; and at each was buying and\nselling after the manner of chapmen; and Walter not only looked on the\ndoings of his father's folk, but lent a hand, what he might, to help them\nin all matters, whether it were in seaman's craft, or in chaffer.  And\nthe further he went and the longer the time wore, the more he was eased\nof his old trouble wherein his wife and her treason had to do.\n\nBut as for the other trouble, to wit his desire and longing to come up\nwith those three, it yet flickered before him; and though he had not seen\nthem again as one sees people in the streets, and as if he might touch\nthem if he would, yet were their images often before his mind's eye; and\nyet, as time wore, not so often, nor so troublously; and forsooth both to\nthose about him and to himself, he seemed as a man well healed of his\nmelancholy mood.\n\nNow they left that fourth stead, and sailed over the seas and came to a\nfifth, a very great and fair city, which they had made more than seven\nmonths from Langton on Holm; and by this time was Walter taking heed and\njoyance in such things as were toward in that fair city, so far from his\nkindred, and especially he looked on the fair women there, and desired\nthem, and loved them; but lightly, as befalleth young men.\n\nNow this was the last country whereto the Katherine was boun; so there\nthey abode some ten months in daily chaffer, and in pleasuring them in\nbeholding all that there was of rare and goodly, and making merry with\nthe merchants and the towns-folk, and the country-folk beyond the gates,\nand Walter was grown as busy and gay as a strong young man is like to be,\nand was as one who would fain be of some account amongst his own folk.\n\nBut at the end of this while, it befell on a day, as he was leaving his\nhostel for his booth in the market, and had the door in his hand, there\nstood before him three mariners in the guise of his own country, and with\nthem was one of clerkly aspect, whom he knew at once for his father's\nscrivener, Arnold Penstrong by name; and when Walter saw him his heart\nfailed him and he cried out: \"Arnold, what tidings?  Is all well with the\nfolk at Langton?\"\n\nSaid Arnold: \"Evil tidings are come with me; matters are ill with thy\nfolk; for I may not hide that thy father, Bartholomew Golden, is dead,\nGod rest his soul.\"\n\nAt that word it was to Walter as if all that trouble which but now had\nsat so light upon him, was once again fresh and heavy, and that his past\nlife of the last few months had never been; and it was to him as if he\nsaw his father lying dead on his bed, and heard the folk lamenting about\nthe house.  He held his peace awhile, and then he said in a voice as of\nan angry man:\n\n\"What, Arnold! and did he die in his bed, or how? for he was neither old\nnor ailing when we parted.\"\n\nSaid Arnold: \"Yea, in his bed he died: but first he was somewhat sword-\nbitten.\"\n\n\"Yea, and how?\" quoth Walter.\n\nSaid Arnold: \"When thou wert gone, in a few days' wearing, thy father\nsent thy wife out of his house back to her kindred of the Reddings with\nno honour, and yet with no such shame as might have been, without blame\nto us of those who knew the tale of thee and her; which, God-a-mercy,\nwill be pretty much the whole of the city.\"\n\n\"Nevertheless, the Reddings took it amiss, and would have a mote with us\nGoldings to talk of booting.  By ill-luck we yea-said that for the saving\nof the city's peace.  But what betid?  We met in our Gild-hall, and there\nbefell the talk between us; and in that talk certain words could not be\nhidden, though they were none too seemly nor too meek.  And the said\nwords once spoken drew forth the whetted steel; and there then was the\nhewing and thrusting!  Two of ours were slain outright on the floor, and\nfour of theirs, and many were hurt on either side.  Of these was thy\nfather, for as thou mayst well deem, he was nought backward in the fray;\nbut despite his hurts, two in the side and one on the arm, he went home\non his own feet, and we deemed that we had come to our above.  But well-a-\nway! it was an evil victory, whereas in ten days he died of his hurts.\nGod have his soul!  But now, my master, thou mayst well wot that I am not\ncome to tell thee this only, but moreover to bear the word of the\nkindred, to wit that thou come back with me straightway in the swift\ncutter which hath borne me and the tidings; and thou mayst look to it,\nthat though she be swift and light, she is a keel full weatherly.\"\n\nThen said Walter: \"This is a bidding of war.  Come back will I, and the\nReddings shall wot of my coming.  Are ye all-boun?\"\n\n\"Yea,\" said Arnold, \"we may up anchor this very day, or to-morrow morn at\nlatest.  But what aileth thee, master, that thou starest so wild over my\nshoulder?  I pray thee take it not so much to heart!  Ever it is the wont\nof fathers to depart this world before their sons.\"\n\nBut Walter's visage from wrathful red had become pale, and he pointed up\nstreet, and cried out: \"Look! dost thou see?\"\n\n\"See what, master?\" quoth Arnold: \"what! here cometh an ape in gay\nraiment; belike the beast of some jongleur.  Nay, by God's wounds! 'tis a\nman, though he be exceeding mis-shapen like a very devil.  Yea and now\nthere cometh a pretty maid going as if she were of his meney; and lo!\nhere, a most goodly and noble lady!  Yea, I see; and doubtless she owneth\nboth the two, and is of the greatest of the folk of this fair city; for\non the maiden's ankle I saw an iron ring, which betokeneth thralldom\namongst these aliens.  But this is strange! for notest thou not how the\nfolk in the street heed not this quaint show; nay not even the stately\nlady, though she be as lovely as a goddess of the gentiles, and beareth\non her gems that would buy Langton twice over; surely they must be over-\nwont to strange and gallant sights.  But now, master, but now!\"\n\n\"Yea, what is it?\" said Walter.\n\n\"Why, master, they should not yet be gone out of eye-shot, yet gone they\nare.  What is become of them, are they sunk into the earth?\"\n\n\"Tush, man!\" said Walter, looking not on Arnold, but still staring down\nthe street; \"they have gone into some house while thine eyes were turned\nfrom them a moment.\"\n\n\"Nay, master, nay,\" said Arnold, \"mine eyes were not off them one instant\nof time.\"\n\n\"Well,\" said Walter, somewhat snappishly, \"they are gone now, and what\nhave we to do to heed such toys, we with all this grief and strife on our\nhands?  Now would I be alone to turn the matter of thine errand over in\nmy mind.  Meantime do thou tell the shipmaster Geoffrey and our other\nfolk of these tidings, and thereafter get thee all ready; and come hither\nto me before sunrise to-morrow, and I shall be ready for my part; and so\nsail we back to Langton.\"\n\nTherewith he turned him back into the house, and the others went their\nways; but Walter sat alone in his chamber a long while, and pondered\nthese things in his mind.  And whiles he made up his mind that he would\nthink no more of the vision of those three, but would fare back to\nLangton, and enter into the strife with the Reddings and quell them, or\ndie else.  But lo, when he was quite steady in this doom, and his heart\nwas lightened thereby, he found that he thought no more of the Reddings\nand their strife, but as matters that were passed and done with, and that\nnow he was thinking and devising if by any means he might find out in\nwhat land dwelt those three.  And then again he strove to put that from\nhim, saying that what he had seen was but meet for one brainsick, and a\ndreamer of dreams.  But furthermore he thought, Yea, and was Arnold, who\nthis last time had seen the images of those three, a dreamer of waking\ndreams? for he was nought wonted in such wise; then thought he: At least\nI am well content that he spake to me of their likeness, not I to him;\nfor so I may tell that there was at least something before my eyes which\ngrew not out of mine own brain.  And yet again, why should I follow them;\nand what should I get by it; and indeed how shall I set about it?\n\nThus he turned the matter over and over; and at last, seeing that if he\ngrew no foolisher over it, he grew no wiser, he became weary thereof, and\nbestirred him, and saw to the trussing up of his goods, and made all\nready for his departure, and so wore the day and slept at nightfall; and\nat daybreak comes Arnold to lead him to their keel, which hight the\nBartholomew.  He tarried nought, and with few farewells went aboard ship,\nand an hour after they were in the open sea with the ship's head turned\ntoward Langton on Holm.\n\n\n\n\nCHAPTER IV: STORM BEFALLS THE BARTHOLOMEW, AND SHE IS DRIVEN OFF HER\nCOURSE\n\n\nNow swift sailed the Bartholomew for four weeks toward the north-west\nwith a fair wind, and all was well with ship and crew.  Then the wind\ndied out on even of a day, so that the ship scarce made way at all,\nthough she rolled in a great swell of the sea, so great, that it seemed\nto ridge all the main athwart.  Moreover down in the west was a great\nbank of cloud huddled up in haze, whereas for twenty days past the sky\nhad been clear, save for a few bright white clouds flying before the\nwind.  Now the shipmaster, a man right cunning in his craft, looked long\non sea and sky, and then turned and bade the mariners take in sail and be\nright heedful.  And when Walter asked him what he looked for, and\nwherefore he spake not to him thereof, he said surlily: \"Why should I\ntell thee what any fool can see without telling, to wit that there is\nweather to hand?\"\n\nSo they abode what should befall, and Walter went to his room to sleep\naway the uneasy while, for the night was now fallen; and he knew no more\ntill he was waked up by great hubbub and clamour of the shipmen, and the\nwhipping of ropes, and thunder of flapping sails, and the tossing and\nweltering of the ship withal.  But, being a very stout-hearted young man,\nhe lay still in his room, partly because he was a landsman, and had no\nmind to tumble about amongst the shipmen and hinder them; and withal he\nsaid to himself: What matter whether I go down to the bottom of the sea,\nor come back to Langton, since either way my life or my death will take\naway from me the fulfilment of desire?  Yet soothly if there hath been a\nshift of wind, that is not so ill; for then shall we be driven to other\nlands, and so at the least our home-coming shall be delayed, and other\ntidings may hap amidst of our tarrying.  So let all be as it will.\n\nSo in a little while, in spite of the ship's wallowing and the tumult of\nthe wind and waves, he fell asleep again, and woke no more till it was\nfull daylight, and there was the shipmaster standing in the door of his\nroom, the sea-water all streaming from his wet-weather raiment.  He said\nto Walter: \"Young master, the sele of the day to thee!  For by good hap\nwe have gotten into another day.  Now I shall tell thee that we have\nstriven to beat, so as not to be driven off our course, but all would not\navail, wherefore for these three hours we have been running before the\nwind; but, fair sir, so big hath been the sea that but for our ship being\nof the stoutest, and our men all yare, we had all grown exceeding wise\nconcerning the ground of the mid-main.  Praise be to St. Nicholas and all\nHallows! for though ye shall presently look upon a new sea, and maybe a\nnew land to boot, yet is that better than looking on the ugly things down\nbelow.\"\n\n\"Is all well with ship and crew then?\" said Walter.\n\n\"Yea forsooth,\" said the shipmaster; \"verily the Bartholomew is the\ndarling of Oak Woods; come up and look at it, how she is dealing with\nwind and waves all free from fear.\"\n\nSo Walter did on his foul-weather raiment, and went up on to the quarter-\ndeck, and there indeed was a change of days; for the sea was dark and\ntumbling mountain-high, and the white-horses were running down the\nvalleys thereof, and the clouds drave low over all, and bore a scud of\nrain along with them; and though there was but a rag of sail on her, the\nship flew before the wind, rolling a great wash of water from bulwark to\nbulwark.\n\nWalter stood looking on it all awhile, holding on by a stay-rope, and\nsaying to himself that it was well that they were driving so fast toward\nnew things.\n\nThen the shipmaster came up to him and clapped him on the shoulder and\nsaid: \"Well, shipmate, cheer up! and now come below again and eat some\nmeat, and drink a cup with me.\"\n\nSo Walter went down and ate and drank, and his heart was lighter than it\nhad been since he had heard of his father's death, and the feud awaiting\nhim at home, which forsooth he had deemed would stay his wanderings a\nweary while, and therewithal his hopes.  But now it seemed as if he needs\nmust wander, would he, would he not; and so it was that even this fed his\nhope; so sore his heart clung to that desire of his to seek home to those\nthree that seemed to call him unto them.\n\n\n\n\nCHAPTER V: NOW THEY COME TO A NEW LAND\n\n\nThree days they drave before the wind, and on the fourth the clouds\nlifted, the sun shone out and the offing was clear; the wind had much\nabated, though it still blew a breeze, and was a head wind for sailing\ntoward the country of Langton.  So then the master said that, since they\nwere bewildered, and the wind so ill to deal with, it were best to go\nstill before the wind that they might make some land and get knowledge of\ntheir whereabouts from the folk thereof.  Withal he said that he deemed\nthe land not to be very far distant.\n\nSo did they, and sailed on pleasantly enough, for the weather kept on\nmending, and the wind fell till it was but a light breeze, yet still foul\nfor Langton.\n\nSo wore three days, and on the eve of the third, the man from the topmast\ncried out that he saw land ahead; and so did they all before the sun was\nquite set, though it were but a cloud no bigger than a man's hand.\n\nWhen night fell they struck not sail, but went forth toward the land fair\nand softly; for it was early summer, so that the nights were neither long\nnor dark.\n\nBut when it was broad daylight, they opened a land, a long shore of rocks\nand mountains, and nought else that they could see at first.  Nevertheless\nas day wore and they drew nigher, first they saw how the mountains fell\naway from the sea, and were behind a long wall of sheer cliff; and coming\nnigher yet, they beheld a green plain going up after a little in green\nbents and slopes to the feet of the said cliff-wall.\n\nNo city nor haven did they see there, not even when they were far nigher\nto the land; nevertheless, whereas they hankered for the peace of the\ngreen earth after all the tossing and unrest of the sea, and whereas also\nthey doubted not to find at the least good and fresh water, and belike\nother bait in the plain under the mountains, they still sailed on not\nunmerrily; so that by nightfall they cast anchor in five-fathom water\nhard by the shore.\n\nNext morning they found that they were lying a little way off the mouth\nof a river not right great; so they put out their boats and towed the\nship up into the said river, and when they had gone up it for a mile or\nthereabouts they found the sea water failed, for little was the ebb and\nflow of the tide on that coast.  Then was the river deep and clear,\nrunning between smooth grassy land like to meadows.  Also on their left\nboard they saw presently three head of neat cattle going, as if in a\nmeadow of a homestead in their own land, and a few sheep; and thereafter,\nabout a bow-draught from the river, they saw a little house of wood and\nstraw-thatch under a wooded mound, and with orchard trees about it.  They\nwondered little thereat, for they knew no cause why that land should not\nbe builded, though it were in the far outlands.  However, they drew their\nship up to the bank, thinking that they would at least abide awhile and\nask tidings and have some refreshing of the green plain, which was so\nlovely and pleasant.\n\nBut while they were busied herein they saw a man come out of the house,\nand down to the river to meet them; and they soon saw that he was tall\nand old, long-hoary of hair and beard, and clad mostly in the skins of\nbeasts.\n\nHe drew nigh without any fear or mistrust, and coming close to them gave\nthem the sele of the day in a kindly and pleasant voice.  The shipmaster\ngreeted him in his turn, and said withal: \"Old man, art thou the king of\nthis country?\"\n\nThe elder laughed; \"It hath had none other a long while,\" said he; \"and\nat least there is no other son of Adam here to gainsay.\"\n\n\"Thou art alone here then?\" said the master.\n\n\"Yea,\" said the old man; \"save for the beasts of the field and the wood,\nand the creeping things, and fowl.  Wherefore it is sweet to me to hear\nyour voices.\"\n\nSaid the master: \"Where be the other houses of the town?\"\n\nThe old man laughed.  Said he: \"When I said that I was alone, I meant\nthat I was alone in the land and not only alone in this stead.  There is\nno house save this betwixt the sea and the dwellings of the Bears, over\nthe cliff-wall yonder, yea and a long way over it.\"\n\n\"Yea,\" quoth the shipmaster grinning, \"and be the bears of thy country so\nmanlike, that they dwell in builded houses?\"\n\nThe old man shook his head.  \"Sir,\" said he, \"as to their bodily fashion,\nit is altogether manlike, save that they be one and all higher and bigger\nthan most.  For they be bears only in name; they be a nation of half wild\nmen; for I have been told by them that there be many more than that tribe\nwhose folk I have seen, and that they spread wide about behind these\nmountains from east to west.  Now, sir, as to their souls and\nunderstandings I warrant them not; for miscreants they be, trowing\nneither in God nor his hallows.\"\n\nSaid the master: \"Trow they in Mahound then?\"\n\n\"Nay,\" said the elder, \"I wot not for sure that they have so much as a\nfalse God; though I have it from them that they worship a certain woman\nwith mickle worship.\"\n\nThen spake Walter: \"Yea, good sir, and how knowest thou that? dost thou\ndeal with them at all?\"\n\nSaid the old man: \"Whiles some of that folk come hither and have of me\nwhat I can spare; a calf or two, or a half-dozen of lambs or hoggets; or\na skin of wine or cyder of mine own making: and they give me in return\nsuch things as I can use, as skins of hart and bear and other peltries;\nfor now I am old, I can but little of the hunting hereabout.  Whiles,\nalso, they bring little lumps of pure copper, and would give me gold\nalso, but it is of little use in this lonely land.  Sooth to say, to me\nthey are not masterful or rough-handed; but glad am I that they have been\nhere but of late, and are not like to come again this while; for terrible\nthey are of aspect, and whereas ye be aliens, belike they would not hold\ntheir hands from off you; and moreover ye have weapons and other matters\nwhich they would covet sorely.\"\n\nQuoth the master: \"Since thou dealest with these wild men, will ye not\ndeal with us in chaffer?  For whereas we are come from long travel, we\nhanker after fresh victual, and here aboard are many things which were\nfor thine avail.\"\n\nSaid the old man: \"All that I have is yours, so that ye do but leave me\nenough till my next ingathering: of wine and cyder, such as it is, I have\nplenty for your service; ye may drink it till it is all gone, if ye will:\na little corn and meal I have, but not much; yet are ye welcome thereto,\nsince the standing corn in my garth is done blossoming, and I have other\nmeat.  Cheeses have I and dried fish; take what ye will thereof.  But as\nto my neat and sheep, if ye have sore need of any, and will have them, I\nmay not say you nay: but I pray you if ye may do without them, not to\ntake my milch-beasts or their engenderers; for, as ye have heard me say,\nthe Bear-folk have been here but of late, and they have had of me all I\nmight spare: but now let me tell you, if ye long after flesh-meat, that\nthere is venison of hart and hind, yea, and of buck and doe, to be had on\nthis plain, and about the little woods at the feet of the rock-wall\nyonder: neither are they exceeding wild; for since I may not take them, I\nscare them not, and no other man do they see to hurt them; for the Bear-\nfolk come straight to my house, and fare straight home thence.  But I\nwill lead you the nighest way to where the venison is easiest to be\ngotten.  As to the wares in your ship, if ye will give me aught I will\ntake it with a good will; and chiefly if ye have a fair knife or two and\na roll of linen cloth, that were a good refreshment to me.  But in any\ncase what I have to give is free to you and welcome.\"\n\nThe shipmaster laughed: \"Friend,\" said he, \"we can thee mickle thanks for\nall that thou biddest us.  And wot well that we be no lifters or\nsea-thieves to take thy livelihood from thee.  So to-morrow, if thou\nwilt, we will go with thee and upraise the hunt, and meanwhile we will\ncome aland, and walk on the green grass, and water our ship with thy good\nfresh water.\"\n\nSo the old carle went back to his house to make them ready what cheer he\nmight, and the shipmen, who were twenty and one, all told, what with the\nmariners and Arnold and Walter's servants, went ashore, all but two who\nwatched the ship and abode their turn.  They went well-weaponed, for both\nthe master and Walter deemed wariness wisdom, lest all might not be so\ngood as it seemed.  They took of their sail-cloths ashore and tilted them\nin on the meadow betwixt the house and the ship, and the carle brought\nthem what he had for their avail, of fresh fruits, and cheeses, and milk,\nand wine, and cyder, and honey, and there they feasted nowise ill, and\nwere right fain.\n\n\n\n\nCHAPTER VI: THE OLD MAN TELLS WALTER OF HIMSELF.  WALTER SEES A SHARD IN\nTHE CLIFF-WALL\n\n\nBut when they had done their meat and drink the master and the shipmen\nwent about the watering of the ship, and the others strayed off along the\nmeadow, so that presently Walter was left alone with the carle, and fell\nto speech with him and said: \"Father, meseemeth thou shouldest have some\nstrange tale to tell, and as yet we have asked thee of nought save meat\nfor our bellies: now if I ask thee concerning thy life, and how thou\ncamest hither, and abided here, wilt thou tell me aught?\"\n\nThe old man smiled on him and said: \"Son, my tale were long to tell; and\nmayhappen concerning much thereof my memory should fail me; and withal\nthere is grief therein, which I were loth to awaken: nevertheless if thou\nask, I will answer as I may, and in any case will tell thee nought save\nthe truth.\"\n\nSaid Walter: \"Well then, hast thou been long here?\"\n\n\"Yea,\" said the carle, \"since I was a young man, and a stalwarth knight.\"\n\nSaid Walter: \"This house, didst thou build it, and raise these garths,\nand plant orchard and vineyard, and gather together the neat and the\nsheep, or did some other do all this for thee?\"\n\nSaid the carle: \"I did none of all this; there was one here before me,\nand I entered into his inheritance, as though this were a lordly manor,\nwith a fair castle thereon, and all well stocked and plenished.\"\n\nSaid Walter: \"Didst thou find thy foregoer alive here?\"\n\n\"Yea,\" said the elder, \"yet he lived but for a little while after I came\nto him.\"\n\nHe was silent a while, and then he said: \"I slew him: even so would he\nhave it, though I bade him a better lot.\"\n\nSaid Walter: \"Didst thou come hither of thine own will?\"\n\n\"Mayhappen,\" said the carle; \"who knoweth?  Now have I no will to do\neither this or that.  It is wont that maketh me do, or refrain.\"\n\nSaid Walter: \"Tell me this; why didst thou slay the man? did he any\nscathe to thee?\"\n\nSaid the elder: \"When I slew him, I deemed that he was doing me all\nscathe: but now I know that it was not so.  Thus it was: I would needs go\nwhere he had been before, and he stood in the path against me; and I\noverthrew him, and went on the way I would.\"\n\n\"What came thereof?\" said Walter.\n\n\"Evil came of it,\" said the carle.\n\nThen was Walter silent a while, and the old man spake nothing; but there\ncame a smile in his face that was both sly and somewhat sad.  Walter\nlooked on him and said: \"Was it from hence that thou wouldst go that\nroad?\"\n\n\"Yea,\" said the carle.\n\nSaid Walter: \"And now wilt thou tell me what that road was; whither it\nwent and whereto it led, that thou must needs wend it, though thy first\nstride were over a dead man?\"\n\n\"I will not tell thee,\" said the carle.\n\nThen they held their peace, both of them, and thereafter got on to other\ntalk of no import.\n\nSo wore the day till night came; and they slept safely, and on the morrow\nafter they had broken their fast, the more part of them set off with the\ncarle to the hunting, and they went, all of them, a three hours' faring\ntowards the foot of the cliffs, which was all grown over with coppice,\nhazel and thorn, with here and there a big oak or ash-tree; there it was,\nsaid the old man, where the venison was most and best.\n\nOf their hunting need nought be said, saving that when the carle had put\nthem on the track of the deer and shown them what to do, he came back\nagain with Walter, who had no great lust for the hunting, and sorely\nlonged to have some more talk with the said carle.  He for his part\nseemed nought loth thereto, and so led Walter to a mound or hillock\namidst the clear of the plain, whence all was to be seen save where the\nwood covered it; but just before where they now lay down there was no\nwood, save low bushes, betwixt them and the rock-wall; and Walter noted\nthat whereas otherwhere, save in one place whereto their eyes were\nturned, the cliffs seemed wellnigh or quite sheer, or indeed in some\nplaces beetling over, in that said place they fell away from each other\non either side; and before this sinking was a slope or scree, that went\ngently up toward the sinking of the wall.  Walter looked long and\nearnestly at this place, and spake nought, till the carle said: \"What!\nthou hast found something before thee to look on.  What is it then?\"\n\nQuoth Walter: \"Some would say that where yonder slopes run together up\ntowards that sinking in the cliff-wall there will be a pass into the\ncountry beyond.\"\n\nThe carle smiled and said: \"Yea, son; nor, so saying, would they err; for\nthat is the pass into the Bear-country, whereby those huge men come down\nto chaffer with me.\"\n\n\"Yea,\" said Walter; and therewith he turned him a little, and scanned the\nrock-wall, and saw how a few miles from that pass it turned somewhat\nsharply toward the sea, narrowing the plain much there, till it made a\nbight, the face whereof looked wellnigh north, instead of west, as did\nthe more part of the wall.  And in the midst of that northern-looking\nbight was a dark place which seemed to Walter like a downright shard in\nthe cliff.  For the face of the wall was of a bleak grey, and it was but\nlittle furrowed.\n\nSo then Walter spake: \"Lo, old friend, there yonder is again a place that\nmeseemeth is a pass; whereunto doth that one lead?\"  And he pointed to\nit: but the old man did not follow the pointing of his finger, but,\nlooking down on the ground, answered confusedly, and said:\n\n\"Maybe: I wot not.  I deem that it also leadeth into the Bear-country by\na roundabout road.  It leadeth into the far land.\"\n\nWalter answered nought: for a strange thought had come uppermost in his\nmind, that the carle knew far more than he would say of that pass, and\nthat he himself might be led thereby to find the wondrous three.  He\ncaught his breath hardly, and his heart knocked against his ribs; but he\nrefrained from speaking for a long while; but at last he spake in a sharp\nhard voice, which he scarce knew for his own: \"Father, tell me, I adjure\nthee by God and All-hallows, was it through yonder shard that the road\nlay, when thou must needs make thy first stride over a dead man?\"\n\nThe old man spake not a while, then he raised his head, and looked Walter\nfull in the eyes, and said in a steady voice: \"NO, IT WAS NOT.\"\nThereafter they sat looking at each other a while; but at last Walter\nturned his eyes away, but knew not what they beheld nor where he was, but\nhe was as one in a swoon.  For he knew full well that the carle had lied\nto him, and that he might as well have said aye as no, and told him, that\nit verily was by that same shard that he had stridden over a dead man.\nNevertheless he made as little semblance thereof as he might, and\npresently came to himself, and fell to talking of other matters, that had\nnought to do with the adventures of the land.  But after a while he spake\nsuddenly, and said: \"My master, I was thinking of a thing.\"\n\n\"Yea, of what?\" said the carle.\n\n\"Of this,\" said Walter; \"that here in this land be strange adventures\ntoward, and that if we, and I in especial, were to turn our backs on\nthem, and go home with nothing done, it were pity of our lives: for all\nwill be dull and deedless there.  I was deeming it were good if we tried\nthe adventure.\"\n\n\"What adventure?\" said the old man, rising up on his elbow and staring\nsternly on him.\n\nSaid Walter: \"The wending yonder pass to the eastward, whereby the huge\nmen come to thee from out of the Bear-country; that we might see what\nshould come thereof.\"\n\nThe carle leaned back again, and smiled and shook his head, and spake:\n\"That adventure were speedily proven: death would come of it, my son.\"\n\n\"Yea, and how?\" said Walter.\n\nThe carle said: \"The big men would take thee, and offer thee up as a\nblood-offering to that woman, who is their Mawmet.  And if ye go all,\nthen shall they do the like with all of you.\"\n\nSaid Walter: \"Is that sure?\"\n\n\"Dead sure,\" said the carle.\n\n\"How knowest thou this?\" said Walter.\n\n\"I have been there myself,\" said the carle.\n\n\"Yea,\" said Walter, \"but thou camest away whole.\"\n\n\"Art thou sure thereof?\" said the carle.\n\n\"Thou art alive yet, old man,\" said Walter, \"for I have seen thee eat thy\nmeat, which ghosts use not to do.\"  And he laughed.\n\nBut the old man answered soberly: \"If I escaped, it was by this, that\nanother woman saved me, and not often shall that befall.  Nor wholly was\nI saved; my body escaped forsooth.  But where is my soul?  Where is my\nheart, and my life?  Young man, I rede thee, try no such adventure; but\ngo home to thy kindred if thou canst.  Moreover, wouldst thou fare alone?\nThe others shall hinder thee.\"\n\nSaid Walter: \"I am the master; they shall do as I bid them: besides, they\nwill be well pleased to share my goods amongst them if I give them a\nwriting to clear them of all charges which might be brought against\nthem.\"\n\n\"My son! my son!\" said the carle, \"I pray thee go not to thy death!\"\n\nWalter heard him silently, but as if he were persuaded to refrain; and\nthen the old man fell to, and told him much concerning this Bear-folk and\ntheir customs, speaking very freely of them; but Walter's ears were\nscarce open to this talk: whereas he deemed that he should have nought to\ndo with those wild men; and he durst not ask again concerning the country\nwhereto led the pass on the northward.\n\n\n\n\nCHAPTER VII: WALTER COMES TO THE SHARD IN THE ROCK-WALL\n\n\nAs they were in converse thus, they heard the hunters blowing on their\nhorns all together; whereon the old man arose, and said: \"I deem by the\nblowing that the hunt will be over and done, and that they be blowing on\ntheir fellows who have gone scatter-meal about the wood.  It is now some\nfive hours after noon, and thy men will be getting back with their\nvenison, and will be fainest of the victuals they have caught; therefore\nwill I hasten on before, and get ready fire and water and other matters\nfor the cooking.  Wilt thou come with me, young master, or abide thy men\nhere?\"\n\nWalter said lightly: \"I will rest and abide them here; since I cannot\nfail to see them hence as they go on their ways to thine house.  And it\nmay be well that I be at hand to command them and forbid, and put some\norder amongst them, for rough playmates they be, some of them, and now\nall heated with the hunting and the joy of the green earth.\"  Thus he\nspoke, as if nought were toward save supper and bed; but inwardly hope\nand fear were contending in him, and again his heart beat so hard, that\nhe deemed that the carle must surely hear it.  But the old man took him\nbut according to his outward seeming, and nodded his head, and went away\nquietly toward his house.\n\nWhen he had been gone a little, Walter rose up heedfully; he had with him\na scrip wherein was some cheese and hard-fish, and a little flasket of\nwine; a short bow he had with him, and a quiver of arrows; and he was\ngirt with a strong and good sword, and a wood-knife withal.  He looked to\nall this gear that it was nought amiss, and then speedily went down off\nthe mound, and when he was come down, he found that it covered him from\nmen coming out of the wood, if he went straight thence to that shard of\nthe rock-wall where was the pass that led southward.\n\nNow it is no nay that thitherward he turned, and went wisely, lest the\ncarle should make a backward cast, and see him, or lest any straggler of\nhis own folk might happen upon him.\n\nFor to say sooth, he deemed that did they wind him, they would be like to\nlet him of his journey.  He had noted the bearings of the cliffs nigh the\nshard, and whereas he could see their heads everywhere except from the\ndepths of the thicket, he was not like to go astray.\n\nHe had made no great way ere he heard the horns blowing all together\nagain in one place, and looking thitherward through the leafy boughs (for\nhe was now amidst of a thicket) he saw his men thronging the mound, and\nhad no doubt therefore that they were blowing on him; but being well\nunder cover he heeded it nought, and lying still a little, saw them go\ndown off the mound and go all of them toward the carle's house, still\nblowing as they went, but not faring scatter-meal.  Wherefore it was\nclear that they were nought troubled about him.\n\nSo he went on his way to the shard; and there is nothing to say of his\njourney till he got before it with the last of the clear day, and entered\nit straightway.  It was in sooth a downright breach or cleft in the rock-\nwall, and there was no hill or bent leading up to it, nothing but a\ntumble of stones before it, which was somewhat uneasy going, yet needed\nnought but labour to overcome it, and when he had got over this, and was\nin the very pass itself, he found it no ill going: forsooth at first it\nwas little worse than a rough road betwixt two great stony slopes, though\na little trickle of water ran down amidst of it.  So, though it was so\nnigh nightfall, yet Walter pressed on, yea, and long after the very night\nwas come.  For the moon rose wide and bright a little after nightfall.\nBut at last he had gone so long, and was so wearied, that he deemed it\nnought but wisdom to rest him, and so lay down on a piece of greensward\nbetwixt the stones, when he had eaten a morsel out of his satchel, and\ndrunk of the water out of the stream.  There as he lay, if he had any\ndoubt of peril, his weariness soon made it all one to him, for presently\nhe was sleeping as soundly as any man in Langton on Holm.\n\n\n\n\nCHAPTER VIII: WALTER WENDS THE WASTE\n\n\nDay was yet young when he awoke: he leapt to his feet, and went down to\nthe stream and drank of its waters, and washed the night off him in a\npool thereof, and then set forth on his way again.  When he had gone some\nthree hours, the road, which had been going up all the way, but somewhat\ngently, grew steeper, and the bent on either side lowered, and lowered,\ntill it sank at last altogether, and then was he on a rough mountain-neck\nwith little grass, and no water; save that now and again was a soft place\nwith a flow amidst of it, and such places he must needs fetch a compass\nabout, lest he be mired.  He gave himself but little rest, eating what he\nneeds must as he went.  The day was bright and calm, so that the sun was\nnever hidden, and he steered by it due south.  All that day he went, and\nfound no more change in that huge neck, save that whiles it was more and\nwhiles less steep.  A little before nightfall he happened on a shallow\npool some twenty yards over; and he deemed it good to rest there, since\nthere was water for his avail, though he might have made somewhat more\nout of the tail end of the day.\n\nWhen dawn came again he awoke and arose, nor spent much time over his\nbreakfast; but pressed on all he might; and now he said to himself, that\nwhatsoever other peril were athwart his way, he was out of the danger of\nthe chase of his own folk.\n\nAll this while he had seen no four-footed beast, save now and again a\nhill-fox, and once some outlandish kind of hare; and of fowl but very\nfew: a crow or two, a long-winged hawk, and twice an eagle high up aloft.\n\nAgain, the third night, he slept in the stony wilderness, which still led\nhim up and up.  Only toward the end of the day, himseemed that it had\nbeen less steep for a long while: otherwise nought was changed, on all\nsides it was nought but the endless neck, wherefrom nought could be seen,\nbut some other part of itself.  This fourth night withal he found no\nwater whereby he might rest, so that he awoke parched, and longing to\ndrink just when the dawn was at its coldest.\n\nBut on the fifth morrow the ground rose but little, and at last, when he\nhad been going wearily a long while, and now, hard on noontide, his\nthirst grieved him sorely, he came on a spring welling out from under a\nhigh rock, the water wherefrom trickled feebly away.  So eager was he to\ndrink, that at first he heeded nought else; but when his thirst was fully\nquenched his eyes caught sight of the stream which flowed from the well,\nand he gave a shout, for lo! it was running south.  Wherefore it was with\na merry heart that he went on, and as he went, came on more streams, all\nrunning south or thereabouts.  He hastened on all he might, but in\ndespite of all the speed he made, and that he felt the land now going\ndown southward, night overtook him in that same wilderness.  Yet when he\nstayed at last for sheer weariness, he lay down in what he deemed by the\nmoonlight to be a shallow valley, with a ridge at the southern end\nthereof.\n\nHe slept long, and when he awoke the sun was high in the heavens, and\nnever was brighter or clearer morning on the earth than was that.  He\narose and ate of what little was yet left him, and drank of the water of\na stream which he had followed the evening before, and beside which he\nhad laid him down; and then set forth again with no great hope to come on\nnew tidings that day.  But yet when he was fairly afoot, himseemed that\nthere was something new in the air which he breathed, that was soft and\nbore sweet scents home to him; whereas heretofore, and that especially\nfor the last three or four days, it had been harsh and void, like the\nface of the desert itself.\n\nSo on he went, and presently was mounting the ridge aforesaid, and, as\noft happens when one climbs a steep place, he kept his eyes on the\nground, till he felt he was on the top of the ridge.  Then he stopped to\ntake breath, and raised his head and looked, and lo! he was verily on the\nbrow of the great mountain-neck, and down below him was the hanging of\nthe great hill-slopes, which fell down, not slowly, as those he had been\nthose days a-mounting, but speedily enough, though with little of broken\nplaces or sheer cliffs.  But beyond this last of the desert there was\nbefore him a lovely land of wooded hills, green plains, and little\nvalleys, stretching out far and wide, till it ended at last in great blue\nmountains and white snowy peaks beyond them.\n\nThen for very surprise of joy his spirit wavered, and he felt faint and\ndizzy, so that he was fain to sit down a while and cover his face with\nhis hands.  Presently he came to his sober mind again, and stood up and\nlooked forth keenly, and saw no sign of any dwelling of man.  But he said\nto himself that that might well be because the good and well-grassed land\nwas still so far off, and that he might yet look to find men and their\ndwellings when he had left the mountain wilderness quite behind him: So\ntherewith he fell to going his ways down the mountain, and lost little\ntime therein, whereas he now had his livelihood to look to.\n\n\n\n\nCHAPTER IX: WALTER HAPPENETH ON THE FIRST OF THOSE THREE CREATURES\n\n\nWhat with one thing, what with another, as his having to turn out of his\nway for sheer rocks, or for slopes so steep that he might not try the\nperil of them, and again for bogs impassable, he was fully three days\nmore before he had quite come out of the stony waste, and by that time,\nthough he had never lacked water, his scanty victual was quite done, for\nall his careful husbandry thereof.  But this troubled him little, whereas\nhe looked to find wild fruits here and there and to shoot some small\ndeer, as hare or coney, and make a shift to cook the same, since he had\nwith him flint and fire-steel.  Moreover the further he went, the surer\nhe was that he should soon come across a dwelling, so smooth and fair as\neverything looked before him.  And he had scant fear, save that he might\nhappen on men who should enthrall him.\n\nBut when he was come down past the first green slopes, he was so worn,\nthat he said to himself that rest was better than meat, so little as he\nhad slept for the last three days; so he laid him down under an ash-tree\nby a stream-side, nor asked what was o'clock, but had his fill of sleep,\nand even when he awoke in the fresh morning was little fain of rising,\nbut lay betwixt sleeping and waking for some three hours more; then he\narose, and went further down the next green bent, yet somewhat slowly\nbecause of his hunger-weakness.  And the scent of that fair land came up\nto him like the odour of one great nosegay.\n\nSo he came to where the land was level, and there were many trees, as oak\nand ash, and sweet-chestnut and wych-elm, and hornbeam and quicken-tree,\nnot growing in a close wood or tangled thicket, but set as though in\norder on the flowery greensward, even as it might be in a great king's\npark.\n\nSo came he to a big bird-cherry, whereof many boughs hung low down laden\nwith fruit: his belly rejoiced at the sight, and he caught hold of a\nbough, and fell to plucking and eating.  But whiles he was amidst of\nthis, he heard suddenly, close anigh him, a strange noise of roaring and\nbraying, not very great, but exceeding fierce and terrible, and not like\nto the voice of any beast that he knew.  As has been aforesaid, Walter\nwas no faint-heart; but what with the weakness of his travail and hunger,\nwhat with the strangeness of his adventure and his loneliness, his spirit\nfailed him; he turned round towards the noise, his knees shook and he\ntrembled: this way and that he looked, and then gave a great cry and\ntumbled down in a swoon; for close before him, at his very feet, was the\ndwarf whose image he had seen before, clad in his yellow coat, and\ngrinning up at him from his hideous hairy countenance.\n\nHow long he lay there as one dead, he knew not, but when he woke again\nthere was the dwarf sitting on his hams close by him.  And when he lifted\nup his head, the dwarf sent out that fearful harsh voice again; but this\ntime Walter could make out words therein, and knew that the creature\nspoke and said:\n\n\"How now!  What art thou?  Whence comest?  What wantest?\"\n\nWalter sat up and said: \"I am a man; I hight Golden Walter; I come from\nLangton; I want victual.\"\n\nSaid the dwarf, writhing his face grievously, and laughing forsooth: \"I\nknow it all: I asked thee to see what wise thou wouldst lie.  I was sent\nforth to look for thee; and I have brought thee loathsome bread with me,\nsuch as ye aliens must needs eat: take it!\"\n\nTherewith he drew a loaf from a satchel which he bore, and thrust it\ntowards Walter, who took it somewhat doubtfully for all his hunger.\n\nThe dwarf yelled at him: \"Art thou dainty, alien?  Wouldst thou have\nflesh?  Well, give me thy bow and an arrow or two, since thou art lazy-\nsick, and I will get thee a coney or a hare, or a quail maybe.  Ah, I\nforgot; thou art dainty, and wilt not eat flesh as I do, blood and all\ntogether, but must needs half burn it in the fire, or mar it with hot\nwater; as they say my Lady does: or as the Wretch, the Thing does; I know\nthat, for I have seen It eating.\"\n\n\"Nay,\" said Walter, \"this sufficeth;\" and he fell to eating the bread,\nwhich was sweet between his teeth.  Then when he had eaten a while, for\nhunger compelled him, he said to the dwarf: \"But what meanest thou by the\nWretch and the Thing?  And what Lady is thy Lady?\"\n\nThe creature let out another wordless roar as of furious anger; and then\nthe words came: \"It hath a face white and red, like to thine; and hands\nwhite as thine, yea, but whiter; and the like it is underneath its\nraiment, only whiter still: for I have seen It--yes, I have seen It; ah\nyes and yes and yes.\"\n\nAnd therewith his words ran into gibber and yelling, and he rolled about\nand smote at the grass: but in a while he grew quiet again and sat still,\nand then fell to laughing horribly again, and then said: \"But thou, fool,\nwilt think It fair if thou fallest into Its hands, and wilt repent it\nthereafter, as I did.  Oh, the mocking and gibes of It, and the tears and\nshrieks of It; and the knife!  What! sayest thou of my Lady?--What Lady?\nO alien, what other Lady is there?  And what shall I tell thee of her? it\nis like that she made me, as she made the Bear men.  But she made not the\nWretch, the Thing; and she hateth It sorely, as I do.  And some day to\ncome--\"\n\nThereat he brake off and fell to wordless yelling a long while, and\nthereafter spake all panting: \"Now I have told thee overmuch, and O if my\nLady come to hear thereof.  Now I will go.\"\n\nAnd therewith he took out two more loaves from his wallet, and tossed\nthem to Walter, and so turned and went his ways; whiles walking upright,\nas Walter had seen his image on the quay of Langton; whiles bounding and\nrolling like a ball thrown by a lad; whiles scuttling along on all-fours\nlike an evil beast, and ever and anon giving forth that harsh and evil\ncry.\n\nWalter sat a while after he was out of sight, so stricken with horror and\nloathing and a fear of he knew not what, that he might not move.  Then he\nplucked up a heart, and looked to his weapons and put the other loaves\ninto his scrip.\n\nThen he arose and went his ways wondering, yea and dreading, what kind of\ncreature he should next fall in with.  For soothly it seemed to him that\nit would be worse than death if they were all such as this one; and that\nif it were so, he must needs slay and be slain.\n\n\n\n\nCHAPTER X: WALTER HAPPENETH ON ANOTHER CREATURE IN THE STRANGE LAND\n\n\nBut as he went on through the fair and sweet land so bright and\nsun-litten, and he now rested and fed, the horror and fear ran off from\nhim, and he wandered on merrily, neither did aught befall him save the\ncoming of night, when he laid him down under a great spreading oak with\nhis drawn sword ready to hand, and fell asleep at once, and woke not till\nthe sun was high.\n\nThen he arose and went on his way again; and the land was no worser than\nyesterday; but even better, it might be; the greensward more flowery, the\noaks and chestnuts greater.  Deer of diverse kinds he saw, and might\neasily have got his meat thereof; but he meddled not with them since he\nhad his bread, and was timorous of lighting a fire.  Withal he doubted\nlittle of having some entertainment; and that, might be, nought evil;\nsince even that fearful dwarf had been courteous to him after his kind,\nand had done him good and not harm.  But of the happening on the Wretch\nand the Thing, whereof the dwarf spake, he was yet somewhat afeard.\n\nAfter he had gone a while and whenas the summer morn was at its\nbrightest, he saw a little way ahead a grey rock rising up from amidst of\na ring of oak-trees; so he turned thither straightway; for in this plain-\nland he had seen no rocks heretofore; and as he went he saw that there\nwas a fountain gushing out from under the rock, which ran thence in a\nfair little stream.  And when he had the rock and the fountain and the\nstream clear before him, lo! a child of Adam sitting beside the fountain\nunder the shadow of the rock.  He drew a little nigher, and then he saw\nthat it was a woman, clad in green like the sward whereon she lay.  She\nwas playing with the welling out of the water, and she had trussed up her\nsleeves to the shoulder that she might thrust her bare arms therein.  Her\nshoes of black leather lay on the grass beside her, and her feet and legs\nyet shone with the brook.\n\nBelike amidst the splashing and clatter of the water she did not hear him\ndrawing nigh, so that he was close to her before she lifted up her face\nand saw him, and he beheld her, that it was the maiden of the thrice-seen\npageant.  She reddened when she saw him, and hastily covered up her legs\nwith her gown-skirt, and drew down the sleeves over her arms, but\notherwise stirred not.  As for him, he stood still, striving to speak to\nher; but no word might he bring out, and his heart beat sorely.\n\nBut the maiden spake to him in a clear sweet voice, wherein was now no\ntrouble: \"Thou art an alien, art thou not?  For I have not seen thee\nbefore.\"\n\n\"Yea,\" he said, \"I am an alien; wilt thou be good to me?\"\n\nShe said: \"And why not?  I was afraid at first, for I thought it had been\nthe King's Son.  I looked to see none other; for of goodly men he has\nbeen the only one here in the land this long while, till thy coming.\"\n\nHe said: \"Didst thou look for my coming at about this time?\"\n\n\"O nay,\" she said; \"how might I?\"\n\nSaid Walter: \"I wot not; but the other man seemed to be looking for me,\nand knew of me, and he brought me bread to eat.\"\n\nShe looked on him anxiously, and grew somewhat pale, as she said: \"What\nother one?\"\n\nNow Walter did not know what the dwarf might be to her, fellow-servant or\nwhat not, so he would not show his loathing of him; but answered wisely:\n\"The little man in the yellow raiment.\"\n\nBut when she heard that word, she went suddenly very pale, and leaned her\nhead aback, and beat the air with her hands; but said presently in a\nfaint voice: \"I pray thee talk not of that one while I am by, nor even\nthink of him, if thou mayest forbear.\"\n\nHe spake not, and she was a little while before she came to herself\nagain; then she opened her eyes, and looked upon Walter and smiled kindly\non him, as though to ask his pardon for having scared him.  Then she rose\nup in her place, and stood before him; and they were nigh together, for\nthe stream betwixt them was little.\n\nBut he still looked anxiously upon her and said: \"Have I hurt thee?  I\npray thy pardon.\"\n\nShe looked on him more sweetly still, and said: \"O nay; thou wouldst not\nhurt me, thou!\"\n\nThen she blushed very red, and he in like wise; but afterwards she turned\npale, and laid a hand on her breast, and Walter cried out hastily: \"O me!\nI have hurt thee again.  Wherein have I done amiss?\"\n\n\"In nought, in nought,\" she said; \"but I am troubled, I wot not\nwherefore; some thought hath taken hold of me, and I know it not.\nMayhappen in a little while I shall know what troubles me.  Now I bid\nthee depart from me a little, and I will abide here; and when thou comest\nback, it will either be that I have found it out or not; and in either\ncase I will tell thee.\"\n\nShe spoke earnestly to him; but he said: \"How long shall I abide away?\"\n\nHer face was troubled as she answered him: \"For no long while.\"\n\nHe smiled on her and turned away, and went a space to the other side of\nthe oak-trees, whence she was still within eyeshot.  There he abode until\nthe time seemed long to him; but he schooled himself and forbore; for he\nsaid: Lest she send me away again.  So he abided until again the time\nseemed long to him, and she called not to him: but once again he forbore\nto go; then at last he arose, and his heart beat and he trembled, and he\nwalked back again speedily, and came to the maiden, who was still\nstanding by the rock of the spring, her arms hanging down, her eyes\ndowncast.  She looked up at him as he drew nigh, and her face changed\nwith eagerness as she said: \"I am glad thou art come back, though it be\nno long while since thy departure\" (sooth to say it was scarce half an\nhour in all).  \"Nevertheless I have been thinking many things, and\nthereof will I now tell thee.\"\n\nHe said: \"Maiden, there is a river betwixt us, though it be no big one.\nShall I not stride over, and come to thee, that we may sit down together\nside by side on the green grass?\"\n\n\"Nay,\" she said, \"not yet; tarry a while till I have told thee of\nmatters.  I must now tell thee of my thoughts in order.\"\n\nHer colour went and came now, and she plaited the folds of her gown with\nrestless fingers.  At last she said: \"Now the first thing is this; that\nthough thou hast seen me first only within this hour, thou hast set thine\nheart upon me to have me for thy speech-friend and thy darling.  And if\nthis be not so, then is all my speech, yea and all my hope, come to an\nend at once.\"\n\n\"O yea!\" said Walter, \"even so it is: but how thou hast found this out I\nwot not; since now for the first time I say it, that thou art indeed my\nlove, and my dear and my darling.\"\n\n\"Hush,\" she said, \"hush! lest the wood have ears, and thy speech is loud:\nabide, and I shall tell thee how I know it.  Whether this thy love shall\noutlast the first time that thou holdest my body in thine arms, I wot\nnot, nor dost thou.  But sore is my hope that it may be so; for I also,\nthough it be but scarce an hour since I set eyes on thee, have cast mine\neyes on thee to have thee for my love and my darling, and my\nspeech-friend.  And this is how I wot that thou lovest me, my friend.  Now\nis all this dear and joyful, and overflows my heart with sweetness.  But\nnow must I tell thee of the fear and the evil which lieth behind it.\"\n\nThen Walter stretched out his hands to her, and cried out: \"Yea, yea!  But\nwhatever evil entangle us, now we both know these two things, to wit,\nthat thou lovest me, and I thee, wilt thou not come hither, that I may\ncast mine arms about thee, and kiss thee, if not thy kind lips or thy\nfriendly face at all, yet at least thy dear hand: yea, that I may touch\nthy body in some wise?\"\n\nShe looked on him steadily, and said softly: \"Nay, this above all things\nmust not be; and that it may not be is a part of the evil which entangles\nus.  But hearken, friend, once again I tell thee that thy voice is over\nloud in this wilderness fruitful of evil.  Now I have told thee, indeed,\nof two things whereof we both wot; but next I must needs tell thee of\nthings whereof I wot, and thou wottest not.  Yet this were better, that\nthou pledge thy word not to touch so much as one of my hands, and that we\ngo together a little way hence away from these tumbled stones, and sit\ndown upon the open greensward; whereas here is cover if there be spying\nabroad.\"\n\nAgain, as she spoke, she turned very pale; but Walter said: \"Since it\nmust be so, I pledge thee my word to thee as I love thee.\"\n\nAnd therewith she knelt down, and did on her foot-gear, and then sprang\nlightly over the rivulet; and then the twain of them went side by side\nsome half a furlong thence, and sat down, shadowed by the boughs of a\nslim quicken-tree growing up out of the greensward, whereon for a good\nspace around was neither bush nor brake.\n\nThere began the maiden to talk soberly, and said: \"This is what I must\nneeds say to thee now, that thou art come into a land perilous for any\none that loveth aught of good; from which, forsooth, I were fain that\nthou wert gotten away safely, even though I should die of longing for\nthee.  As for myself, my peril is, in a measure, less than thine; I mean\nthe peril of death.  But lo, thou, this iron on my foot is token that I\nam a thrall, and thou knowest in what wise thralls must pay for\ntransgressions.  Furthermore, of what I am, and how I came hither, time\nwould fail me to tell; but somewhile, maybe, I shall tell thee.  I serve\nan evil mistress, of whom I may say that scarce I wot if she be a woman\nor not; but by some creatures is she accounted for a god, and as a god is\nheried; and surely never god was crueller nor colder than she.  Me she\nhateth sorely; yet if she hated me little or nought, small were the gain\nto me if it were her pleasure to deal hardly by me.  But as things now\nare, and are like to be, it would not be for her pleasure, but for her\npain and loss, to make an end of me, therefore, as I said e'en now, my\nmere life is not in peril with her; unless, perchance, some sudden\npassion get the better of her, and she slay me, and repent of it\nthereafter.  For so it is, that if it be the least evil of her conditions\nthat she is wanton, at least wanton she is to the letter.  Many a time\nhath she cast the net for the catching of some goodly young man; and her\nlatest prey (save it be thou) is the young man whom I named, when first I\nsaw thee, by the name of the King's Son.  He is with us yet, and I fear\nhim; for of late hath he wearied of her, though it is but plain truth to\nsay of her, that she is the wonder of all Beauties of the World.  He hath\nwearied of her, I say, and hath cast his eyes upon me, and if I were\nheedless, he would betray me to the uttermost of the wrath of my\nmistress.  For needs must I say of him, though he be a goodly man, and\nnow fallen into thralldom, that he hath no bowels of compassion; but is a\ndastard, who for an hour's pleasure would undo me, and thereafter would\nstand by smiling and taking my mistress's pardon with good cheer, while\nfor me would be no pardon.  Seest thou, therefore, how it is with me\nbetween these two cruel fools?  And moreover there are others of whom I\nwill not even speak to thee.\"\n\nAnd therewith she put her hands before her face, and wept, and murmured:\n\"Who shall deliver me from this death in life?\"\n\nBut Walter cried out: \"For what else am I come hither, I, I?\"\n\nAnd it was a near thing that he did not take her in his arms, but he\nremembered his pledged word, and drew aback from her in terror, whereas\nhe had an inkling of why she would not suffer it; and he wept with her.\n\nBut suddenly the Maid left weeping, and said in a changed voice: \"Friend,\nwhereas thou speakest of delivering me, it is more like that I shall\ndeliver thee.  And now I pray thy pardon for thus grieving thee with my\ngrief, and that more especially because thou mayst not solace thy grief\nwith kisses and caresses; but so it was, that for once I was smitten by\nthe thought of the anguish of this land, and the joy of all the world\nbesides.\"\n\nTherewith she caught her breath in a half-sob, but refrained her and went\non: \"Now dear friend and darling, take good heed to all that I shall say\nto thee, whereas thou must do after the teaching of my words.  And first,\nI deem by the monster having met thee at the gates of the land, and\nrefreshed thee, that the Mistress hath looked for thy coming; nay, by thy\ncoming hither at all, that she hath cast her net and caught thee.  Hast\nthou noted aught that might seem to make this more like?\"\n\nSaid Walter: \"Three times in full daylight have I seen go past me the\nimages of the monster and thee and a glorious lady, even as if ye were\nalive.\"\n\nAnd therewith he told her in few words how it had gone with him since\nthat day on the quay at Langton.\n\nShe said: \"Then it is no longer perhaps, but certain, that thou art her\nlatest catch; and even so I deemed from the first: and, dear friend, this\nis why I have not suffered thee to kiss or caress me, so sore as I longed\nfor thee.  For the Mistress will have thee for her only, and hath lured\nthee hither for nought else; and she is wise in wizardry (even as some\ndeal am I), and wert thou to touch me with hand or mouth on my naked\nflesh, yea, or were it even my raiment, then would she scent the savour\nof thy love upon me, and then, though it may be she would spare thee, she\nwould not spare me.\"\n\nThen was she silent a little, and seemed very downcast, and Walter held\nhis peace from grief and confusion and helplessness; for of wizardry he\nknew nought.\n\nAt last the Maid spake again, and said: \"Nevertheless we will not die\nredeless.  Now thou must look to this, that from henceforward it is thee,\nand not the King's Son, whom she desireth, and that so much the more that\nshe hath not set eyes on thee.  Remember this, whatsoever her seeming may\nbe to thee.  Now, therefore, shall the King's Son be free, though he know\nit not, to cast his love on whomso he will; and, in a way, I also shall\nbe free to yeasay him.  Though, forsooth, so fulfilled is she with malice\nand spite, that even then she may turn round on me to punish me for doing\nthat which she would have me do.  Now let me think of it.\"\n\nThen was she silent a good while, and spoke at last: \"Yea, all things are\nperilous, and a perilous rede I have thought of, whereof I will not tell\nthee as yet; so waste not the short while by asking me.  At least the\nworst will be no worse than what shall come if we strive not against it.\nAnd now, my friend, amongst perils it is growing more and more perilous\nthat we twain should be longer together.  But I would say one thing yet;\nand maybe another thereafter.  Thou hast cast thy love upon one who will\nbe true to thee, whatsoever may befall; yet is she a guileful creature,\nand might not help it her life long, and now for thy very sake must needs\nbe more guileful now than ever before.  And as for me, the guileful, my\nlove have I cast upon a lovely man, and one true and simple, and a stout-\nheart; but at such a pinch is he, that if he withstand all temptation,\nhis withstanding may belike undo both him and me.  Therefore swear we\nboth of us, that by both of us shall all guile and all falling away be\nforgiven on the day when we shall be free to love each the other as our\nhearts will.\"\n\nWalter cried out: \"O love, I swear it indeed! thou art my Hallow, and I\nwill swear it as on the relics of a Hallow; on thy hands and thy feet I\nswear it.\"\n\nThe words seemed to her a dear caress; and she laughed, and blushed, and\nlooked full kindly on him; and then her face grew solemn, and she said:\n\"On thy life I swear it!\"\n\nThen she said: \"Now is there nought for thee to do but to go hence\nstraight to the Golden House, which is my Mistress's house, and the only\nhouse in this land (save one which I may not see), and lieth southward no\nlong way.  How she will deal with thee, I wot not; but all I have said of\nher and thee and the King's Son is true.  Therefore I say to thee, be\nwary and cold at heart, whatsoever outward semblance thou mayst make.  If\nthou have to yield thee to her, then yield rather late than early, so as\nto gain time.  Yet not so late as to seem shamed in yielding for fear's\nsake.  Hold fast to thy life, my friend, for in warding that, thou\nwardest me from grief without remedy.  Thou wilt see me ere long; it may\nbe to-morrow, it may be some days hence.  But forget not, that what I may\ndo, that I am doing.  Take heed also that thou pay no more heed to me, or\nrather less, than if thou wert meeting a maiden of no account in the\nstreets of thine own town.  O my love! barren is this first farewell, as\nwas our first meeting; but surely shall there be another meeting better\nthan the first, and the last farewell may be long and long yet.\"\n\nTherewith she stood up, and he knelt before her a little while without\nany word, and then arose and went his ways; but when he had gone a space\nhe turned about, and saw her still standing in the same place; she stayed\na moment when she saw him turn, and then herself turned about.\n\nSo he departed through the fair land, and his heart was full with hope\nand fear as he went.\n\n\n\n\nCHAPTER XI: WALTER HAPPENETH ON THE MISTRESS\n\n\nIt was but a little after noon when Walter left the Maid behind: he\nsteered south by the sun, as the Maid had bidden him, and went swiftly;\nfor, as a good knight wending to battle, the time seemed long to him till\nhe should meet the foe.\n\nSo an hour before sunset he saw something white and gay gleaming through\nthe boles of the oak-trees, and presently there was clear before him a\nmost goodly house builded of white marble, carved all about with knots\nand imagery, and the carven folk were all painted of their lively\ncolours, whether it were their raiment or their flesh, and the housings\nwherein they stood all done with gold and fair hues.  Gay were the\nwindows of the house; and there was a pillared porch before the great\ndoor, with images betwixt the pillars both of men and beasts: and when\nWalter looked up to the roof of the house, he saw that it gleamed and\nshone; for all the tiles were of yellow metal, which he deemed to be of\nvery gold.\n\nAll this he saw as he went, and tarried not to gaze upon it; for he said,\nBelike there will be time for me to look on all this before I die.  But\nhe said also, that, though the house was not of the greatest, it was\nbeyond compare of all houses of the world.\n\nNow he entered it by the porch, and came into a hall many-pillared, and\nvaulted over, the walls painted with gold and ultramarine, the floor\ndark, and spangled with many colours, and the windows glazed with knots\nand pictures.  Midmost thereof was a fountain of gold, whence the water\nran two ways in gold-lined runnels, spanned twice with little bridges of\nsilver.  Long was that hall, and now not very light, so that Walter was\ncome past the fountain before he saw any folk therein: then he looked up\ntoward the high-seat, and himseemed that a great light shone thence, and\ndazzled his eyes; and he went on a little way, and then fell on his\nknees; for there before him on the high-seat sat that wondrous Lady,\nwhose lively image had been shown to him thrice before; and she was clad\nin gold and jewels, as he had erst seen her.  But now she was not alone;\nfor by her side sat a young man, goodly enough, so far as Walter might\nsee him, and most richly clad, with a jewelled sword by his side, and a\nchaplet of gems on his head.  They held each other by the hand, and\nseemed to be in dear converse together; but they spake softly, so that\nWalter might not hear what they said, till at last the man spake aloud to\nthe Lady: \"Seest thou not that there is a man in the hall?\"\n\n\"Yea,\" she said, \"I see him yonder, kneeling on his knees; let him come\nnigher and give some account of himself.\"\n\nSo Walter stood up and drew nigh, and stood there, all shamefaced and\nconfused, looking on those twain, and wondering at the beauty of the\nLady.  As for the man, who was slim, and black-haired, and\nstraight-featured, for all his goodliness Walter accounted him little,\nand nowise deemed him to look chieftain-like.\n\nNow the Lady spake not to Walter any more than erst; but at last the man\nsaid: \"Why doest thou not kneel as thou didst erewhile?\"\n\nWalter was on the point of giving him back a fierce answer; but the Lady\nspake and said: \"Nay, friend, it matters not whether he kneel or stand;\nbut he may say, if he will, what he would have of me, and wherefore he is\ncome hither.\"\n\nThen spake Walter, for as wroth and ashamed as he was: \"Lady, I have\nstrayed into this land, and have come to thine house as I suppose, and if\nI be not welcome, I may well depart straightway, and seek a way out of\nthy land, if thou wouldst drive me thence, as well as out of thine\nhouse.\"\n\nThereat the Lady turned and looked on him, and when her eyes met his, he\nfelt a pang of fear and desire mingled shoot through his heart.  This\ntime she spoke to him; but coldly, without either wrath or any thought of\nhim: \"Newcomer,\" she said, \"I have not bidden thee hither; but here mayst\nthou abide a while if thou wilt; nevertheless, take heed that here is no\nKing's Court.  There is, forsooth, a folk that serveth me (or, it may be,\nmore than one), of whom thou wert best to know nought.  Of others I have\nbut two servants, whom thou wilt see; and the one is a strange creature,\nwho should scare thee or scathe thee with a good will, but of a good will\nshall serve nought save me; the other is a woman, a thrall, of little\navail, save that, being compelled, she will work woman's service for me,\nbut whom none else shall compel . . . Yea, but what is all this to thee;\nor to me that I should tell it to thee?  I will not drive thee away; but\nif thine entertainment please thee not, make no plaint thereof to me, but\ndepart at thy will.  Now is this talk betwixt us overlong, since, as thou\nseest, I and this King's Son are in converse together.  Art thou a King's\nSon?\"\n\n\"Nay, Lady,\" said Walter, \"I am but of the sons of the merchants.\"\n\n\"It matters not,\" she said; \"go thy ways into one of the chambers.\"\n\nAnd straightway she fell a-talking to the man who sat beside her\nconcerning the singing of the birds beneath her window in the morning;\nand of how she had bathed her that day in a pool of the woodlands, when\nshe had been heated with hunting, and so forth; and all as if there had\nbeen none there save her and the King's Son.\n\nBut Walter departed all ashamed, as though he had been a poor man thrust\naway from a rich kinsman's door; and he said to himself that this woman\nwas hateful, and nought love-worthy, and that she was little like to\ntempt him, despite all the fairness of her body.\n\nNo one else he saw in the house that even; he found meat and drink duly\nserved on a fair table, and thereafter he came on a goodly bed, and all\nthings needful, but no child of Adam to do him service, or bid him\nwelcome or warning.  Nevertheless he ate, and drank, and slept, and put\noff thought of all these things till the morrow, all the more as he hoped\nto see the kind maiden some time betwixt sunrise and sunset on that new\nday.\n\n\n\n\nCHAPTER XII: THE WEARING OF FOUR DAYS IN THE WOOD BEYOND THE WORLD\n\n\nHe arose betimes, but found no one to greet him, neither was there any\nsound of folk moving within the fair house; so he but broke his fast, and\nthen went forth and wandered amongst the trees, till he found him a\nstream to bathe in, and after he had washed the night off him he lay down\nunder a tree thereby for a while, but soon turned back toward the house,\nlest perchance the Maid should come thither and he should miss her.\n\nIt should be said that half a bow-shot from the house on that side (i.e.\ndue north thereof) was a little hazel-brake, and round about it the trees\nwere smaller of kind than the oaks and chestnuts he had passed through\nbefore, being mostly of birch and quicken-beam and young ash, with small\nwood betwixt them; so now he passed through the thicket, and, coming to\nthe edge thereof, beheld the Lady and the King's Son walking together\nhand in hand, full lovingly by seeming.\n\nHe deemed it unmeet to draw back and hide him, so he went forth past them\ntoward the house.  The King's Son scowled on him as he passed, but the\nLady, over whose beauteous face flickered the joyous morning smiles, took\nno more heed of him than if he had been one of the trees of the wood.  But\nshe had been so high and disdainful with him the evening before, that he\nthought little of that.  The twain went on, skirting the hazel-copse, and\nhe could not choose but turn his eyes on them, so sorely did the Lady's\nbeauty draw them.  Then befell another thing; for behind them the boughs\nof the hazels parted, and there stood that little evil thing, he or\nanother of his kind; for he was quite unclad, save by his fell of yellowy-\nbrown hair, and that he was girt with a leathern girdle, wherein was\nstuck an ugly two-edged knife: he stood upright a moment, and cast his\neyes at Walter and grinned, but not as if he knew him; and scarce could\nWalter say whether it were the one he had seen, or another: then he cast\nhimself down on his belly, and fell to creeping through the long grass\nlike a serpent, following the footsteps of the Lady and her lover; and\nnow, as he crept, Walter deemed, in his loathing, that the creature was\nliker to a ferret than aught else.  He crept on marvellous swiftly, and\nwas soon clean out of sight.  But Walter stood staring after him for a\nwhile, and then lay down by the copse-side, that he might watch the house\nand the entry thereof; for he thought, now perchance presently will the\nkind maiden come hither to comfort me with a word or two.  But hour\npassed by hour, and still she came not; and still he lay there, and\nthought of the Maid, and longed for her kindness and wisdom, till he\ncould not refrain his tears, and wept for the lack of her.  Then he\narose, and went and sat in the porch, and was very downcast of mood.\n\nBut as he sat there, back comes the Lady again, the King's Son leading\nher by the hand; they entered the porch, and she passed by him so close\nthat the odour of her raiment filled all the air about him, and the\nsleekness of her side nigh touched him, so that he could not fail to note\nthat her garments were somewhat disarrayed, and that she kept her right\nhand (for her left the King's Son held) to her bosom to hold the cloth\ntogether there, whereas the rich raiment had been torn off from her right\nshoulder.  As they passed by him, the King's Son once more scowled on\nhim, wordless, but even more fiercely than before; and again the Lady\nheeded him nought.\n\nAfter they had gone on a while, he entered the hall, and found it empty\nfrom end to end, and no sound in it save the tinkling of the fountain;\nbut there was victual set on the board.  He ate and drank thereof to keep\nlife lusty within him, and then went out again to the wood-side to watch\nand to long; and the time hung heavy on his hands because of the lack of\nthe fair Maiden.\n\nHe was of mind not to go into the house to his rest that night, but to\nsleep under the boughs of the forest.  But a little after sunset he saw a\nbright-clad image moving amidst the carven images of the porch, and the\nKing's Son came forth and went straight to him, and said: \"Thou art to\nenter the house, and go into thy chamber forthwith, and by no means to go\nforth of it betwixt sunset and sunrise.  My Lady will not away with thy\nprowling round the house in the night-tide.\"\n\nTherewith he turned away, and went into the house again; and Walter\nfollowed him soberly, remembering how the Maid had bidden him forbear.  So\nhe went to his chamber, and slept.\n\nBut amidst of the night he awoke and deemed that he heard a voice not far\noff, so he crept out of his bed and peered around, lest, perchance, the\nMaid had come to speak with him; but his chamber was dusk and empty: then\nhe went to the window and looked out, and saw the moon shining bright and\nwhite upon the greensward.  And lo! the Lady walking with the King's Son,\nand he clad in thin and wanton raiment, but she in nought else save what\nGod had given her of long, crispy yellow hair.  Then was Walter ashamed\nto look on her, seeing that there was a man with her, and gat him back to\nhis bed; but yet a long while ere he slept again he had the image before\nhis eyes of the fair woman on the dewy moonlit grass.\n\nThe next day matters went much the same way, and the next also, save that\nhis sorrow was increased, and he sickened sorely of hope deferred.  On\nthe fourth day also the forenoon wore as erst; but in the heat of the\nafternoon Walter sought to the hazel-copse, and laid him down there hard\nby a little clearing thereof, and slept from very weariness of grief.\nThere, after a while, he woke with words still hanging in his ears, and\nhe knew at once that it was they twain talking together.\n\nThe King's Son had just done his say, and now it was the Lady beginning\nin her honey-sweet voice, low but strong, wherein even was a little of\nhuskiness; she said: \"Otto, belike it were well to have a little\npatience, till we find out what the man is, and whence he cometh; it will\nalways be easy to rid us of him; it is but a word to our Dwarf-king, and\nit will be done in a few minutes.\"\n\n\"Patience!\" said the King's Son, angrily; \"I wot not how to have patience\nwith him; for I can see of him that he is rude and violent and\nheadstrong, and a low-born wily one.  Forsooth, he had patience enough\nwith me the other even, when I rated him in, like the dog that he is, and\nhe had no manhood to say one word to me.  Soothly, as he followed after\nme, I had a mind to turn about and deal him a buffet on the face, to see\nif I could but draw one angry word from him.\"\n\nThe Lady laughed, and said: \"Well, Otto, I know not; that which thou\ndeemest dastardy in him may be but prudence and wisdom, and he an alien,\nfar from his friends and nigh to his foes.  Perchance we shall yet try\nhim what he is.  Meanwhile, I rede thee try him not with buffets, save he\nbe weaponless and with bounden hands; or else I deem that but a little\nwhile shalt thou be fain of thy blow.\"\n\nNow when Walter heard her words and the voice wherein they were said, he\nmight not forbear being stirred by them, and to him, all lonely there,\nthey seemed friendly.\n\nBut he lay still, and the King's Son answered the Lady and said: \"I know\nnot what is in thine heart concerning this runagate, that thou shouldst\nbemock me with his valiancy, whereof thou knowest nought.  If thou deem\nme unworthy of thee, send me back safe to my father's country; I may look\nto have worship there; yea, and the love of fair women belike.\"\n\nTherewith it seemed as if he had put forth his hand to the Lady to caress\nher, for she said: \"Nay, lay not thine hand on my shoulder, for to-day\nand now it is not the hand of love, but of pride and folly, and would-be\nmastery.  Nay, neither shalt thou rise up and leave me until thy mood is\nsofter and kinder to me.\"\n\nThen was there silence betwixt them a while, and thereafter the King's\nSon spake in a wheedling voice: \"My goddess, I pray thee pardon me!  But\ncanst thou wonder that I fear thy wearying of me, and am therefore\npeevish and jealous? thou so far above the Queens of the World, and I a\npoor youth that without thee were nothing!\"\n\nShe answered nought, and he went on again: \"Was it not so, O goddess,\nthat this man of the sons of the merchants was little heedful of thee,\nand thy loveliness and thy majesty?\"\n\nShe laughed and said: \"Maybe he deemed not that he had much to gain of\nus, seeing thee sitting by our side, and whereas we spake to him coldly\nand sternly and disdainfully.  Withal, the poor youth was dazzled and\nshamefaced before us; that we could see in the eyes and the mien of him.\"\n\nNow this she spoke so kindly and sweetly, that again was Walter all\nstirred thereat; and it came into his mind that it might be she knew he\nwas anigh and hearing her, and that she spake as much for him as for the\nKing's Son: but that one answered: \"Lady, didst thou not see somewhat\nelse in his eyes, to wit, that they had but of late looked on some fair\nwoman other than thee?  As for me, I deem it not so unlike that on the\nway to thine hall he may have fallen in with thy Maid.\"\n\nHe spoke in a faltering voice, as if shrinking from some storm that might\ncome.  And forsooth the Lady's voice was changed as she answered, though\nthere was no outward heat in it; rather it was sharp and eager and cold\nat once.  She said: \"Yea, that is not ill thought of; but we may not\nalways keep our thrall in mind.  If it be so as thou deemest, we shall\ncome to know it most like when we next fall in with her; or if she hath\nbeen shy this time, then shall she pay the heavier for it; for we will\nquestion her by the Fountain in the Hall as to what betid by the Fountain\nof the Rock.\"\n\nSpake the King's Son, faltering yet more: \"Lady, were it not better to\nquestion the man himself? the Maid is stout-hearted, and will not be\nspeedily quelled into a true tale; whereas the man I deem of no account.\"\n\n\"No, no,\" said the Lady sharply, \"it shall not be.\"\n\nThen was she silent a while; and then she said: \"How if the man should\nprove to be our master?\"\n\n\"Nay, our Lady,\" said the King's Son, \"thou art jesting with me; thou and\nthy might and thy wisdom, and all that thy wisdom may command, to be over-\nmastered by a gangrel churl!\"\n\n\"But how if I will not have it command, King's Son?\" said the Lady.  \"I\ntell thee I know thine heart, but thou knowest not mine.  But be at\npeace!  For since thou hast prayed for this woman--nay, not with thy\nwords, I wot, but with thy trembling hands, and thine anxious eyes, and\nknitted brow--I say, since thou hast prayed for her so earnestly, she\nshall escape this time.  But whether it will be to her gain in the long\nrun, I misdoubt me.  See thou to that, Otto! thou who hast held me in\nthine arms so oft.  And now thou mayest depart if thou wilt.\"\n\nIt seemed to Walter as if the King's Son were dumbfoundered at her words:\nhe answered nought, and presently he rose from the ground, and went his\nways slowly toward the house.  The Lady lay there a little while, and\nthen went her ways also; but turned away from the house toward the wood\nat the other end thereof, whereby Walter had first come thither.\n\nAs for Walter, he was confused in mind and shaken in spirit; and withal\nhe seemed to see guile and cruel deeds under the talk of those two, and\nwaxed wrathful thereat.  Yet he said to himself, that nought might he do,\nbut was as one bound hand and foot, till he had seen the Maid again.\n\n\n\n\nCHAPTER XIII: NOW IS THE HUNT UP\n\n\nNext morning was he up betimes, but he was cast down and heavy of heart,\nnot looking for aught else to betide than had betid those last four days.\nBut otherwise it fell out; for when he came down into the hall, there was\nthe lady sitting on the high-seat all alone, clad but in a coat of white\nlinen; and she turned her head when she heard his footsteps, and looked\non him, and greeted him, and said: \"Come hither, guest.\"\n\nSo he went and stood before her, and she said: \"Though as yet thou hast\nhad no welcome here, and no honour, it hath not entered into thine heart\nto flee from us; and to say sooth, that is well for thee, for flee away\nfrom our hand thou mightest not, nor mightest thou depart without our\nfurtherance.  But for this we can thee thank, that thou hast abided here\nour bidding and eaten thine heart through the heavy wearing of four days,\nand made no plaint.  Yet I cannot deem thee a dastard; thou so well knit\nand shapely of body, so clear-eyed and bold of visage.  Wherefore now I\nask thee, art thou willing to do me service, thereby to earn thy\nguesting?\"\n\nWalter answered her, somewhat faltering at first, for he was astonished\nat the change which had come over her; for now she spoke to him in\nfriendly wise, though indeed as a great lady would speak to a young man\nready to serve her in all honour.  Said he: \"Lady, I can thank thee\nhumbly and heartily in that thou biddest me do thee service; for these\ndays past I have loathed the emptiness of the hours, and nought better\ncould I ask for than to serve so glorious a Mistress in all honour.\"\n\nShe frowned somewhat, and said: \"Thou shalt not call me Mistress; there\nis but one who so calleth me, that is my thrall; and thou art none such.\nThou shalt call me Lady, and I shall be well pleased that thou be my\nsquire, and for this present thou shalt serve me in the hunting.  So get\nthy gear; take thy bow and arrows, and gird thee to thy sword.  For in\nthis fair land may one find beasts more perilous than be buck or hart.  I\ngo now to array me; we will depart while the day is yet young; for so\nmake we the summer day the fairest.\"\n\nHe made obeisance to her, and she arose and went to her chamber, and\nWalter dight himself, and then abode her in the porch; and in less than\nan hour she came out of the hall, and Walter's heart beat when he saw\nthat the Maid followed her hard at heel, and scarce might he school his\neyes not to gaze over-eagerly at his dear friend.  She was clad even as\nshe was before, and was changed in no wise, save that love troubled her\nface when she first beheld him, and she had much ado to master it:\nhowbeit the Mistress heeded not the trouble of her, or made no semblance\nof heeding it, till the Maiden's face was all according to its wont.\n\nBut this Walter found strange, that after all that disdain of the Maid's\nthralldom which he had heard of the Mistress, and after all the threats\nagainst her, now was the Mistress become mild and debonaire to her, as a\ngood lady to her good maiden.  When Walter bowed the knee to her, she\nturned unto the Maid, and said: \"Look thou, my Maid, at this fair new\nSquire that I have gotten!  Will not he be valiant in the greenwood?  And\nsee whether he be well shapen or not.  Doth he not touch thine heart,\nwhen thou thinkest of all the woe, and fear, and trouble of the World\nbeyond the Wood, which he hath escaped, to dwell in this little land\npeaceably, and well-beloved both by the Mistress and the Maid?  And thou,\nmy Squire, look a little at this fair slim Maiden, and say if she\npleaseth thee not: didst thou deem that we had any thing so fair in this\nlonely place?\"\n\nFrank and kind was the smile on her radiant visage, nor did she seem to\nnote any whit the trouble on Walter's face, nor how he strove to keep his\neyes from the Maid.  As for her, she had so wholly mastered her\ncountenance, that belike she used her face guilefully, for she stood as\none humble but happy, with a smile on her face, blushing, and with her\nhead hung down as if shamefaced before a goodly young man, a stranger.\n\nBut the Lady looked upon her kindly and said: \"Come hither, child, and\nfear not this frank and free young man, who belike feareth thee a little,\nand full certainly feareth me; and yet only after the manner of men.\"\n\nAnd therewith she took the Maid by the hand and drew her to her, and\npressed her to her bosom, and kissed her cheeks and her lips, and undid\nthe lacing of her gown and bared a shoulder of her, and swept away her\nskirt from her feet; and then turned to Walter and said: \"Lo thou,\nSquire! is not this a lovely thing to have grown up amongst our rough oak-\nboles?  What! art thou looking at the iron ring there?  It is nought,\nsave a token that she is mine, and that I may not be without her.\"\n\nThen she took the Maid by the shoulders and turned her about as in sport,\nand said: \"Go thou now, and bring hither the good grey ones; for needs\nmust we bring home some venison to-day, whereas this stout warrior may\nnot feed on nought save manchets and honey.\"\n\nSo the Maid went her way, taking care, as Walter deemed, to give no side\nglance to him.  But he stood there shamefaced, so confused with all this\nopenhearted kindness of the great Lady and with the fresh sight of the\ndarling beauty of the Maid, that he went nigh to thinking that all he had\nheard since he had come to the porch of the house that first time was but\na dream of evil.\n\nBut while he stood pondering these matters, and staring before him as one\nmazed, the Lady laughed out in his face, and touched him on the arm and\nsaid: \"Ah, our Squire, is it so that now thou hast seen my Maid thou\nwouldst with a good will abide behind to talk with her?  But call to mind\nthy word pledged to me e'en now!  And moreover I tell thee this for thy\nbehoof now she is out of ear-shot, that I will above all things take thee\naway to-day: for there be other eyes, and they nought uncomely, that look\nat whiles on my fair-ankled thrall; and who knows but the swords might be\nout if I take not the better heed, and give thee not every whit of thy\nwill.\"\n\nAs she spoke and moved forward, he turned a little, so that now the edge\nof that hazel-coppice was within his eye-shot, and he deemed that once\nmore he saw the yellow-brown evil thing crawling forth from the thicket;\nthen, turning suddenly on the Lady, he met her eyes, and seemed in one\nmoment of time to find a far other look in them than that of frankness\nand kindness; though in a flash they changed back again, and she said\nmerrily and sweetly: \"So, so, Sir Squire, now art thou awake again, and\nmayest for a little while look on me.\"\n\nNow it came into his head, with that look of hers, all that might befall\nhim and the Maid if he mastered not his passion, nor did what he might to\ndissemble; so he bent the knee to her, and spoke boldly to her in her own\nvein, and said: \"Nay, most gracious of ladies, never would I abide behind\nto-day since thou farest afield.  But if my speech be hampered, or mine\neyes stray, is it not because my mind is confused by thy beauty, and the\nhoney of kind words which floweth from thy mouth?\"\n\nShe laughed outright at his word, but not disdainfully, and said: \"This\nis well spoken, Squire, and even what a squire should say to his liege\nlady, when the sun is up on a fair morning, and she and he and all the\nworld are glad.\"\n\nShe stood quite near him as she spoke, her hand was on his shoulder, and\nher eyes shone and sparkled.  Sooth to say, that excusing of his\nconfusion was like enough in seeming to the truth; for sure never\ncreature was fashioned fairer than she: clad she was for the greenwood as\nthe hunting-goddess of the Gentiles, with her green gown gathered unto\nher girdle, and sandals on her feet; a bow in her hand and a quiver at\nher back: she was taller and bigger of fashion than the dear Maiden,\nwhiter of flesh, and more glorious, and brighter of hair; as a flower of\nflowers for fairness and fragrance.\n\nShe said: \"Thou art verily a fair squire before the hunt is up, and if\nthou be as good in the hunting, all will be better than well, and the\nguest will be welcome.  But lo! here cometh our Maid with the good grey\nones.  Go meet her, and we will tarry no longer than for thy taking the\nleash in hand.\"\n\nSo Walter looked, and saw the Maid coming with two couple of great hounds\nin the leash straining against her as she came along.  He ran lightly to\nmeet her, wondering if he should have a look, or a half-whisper from her;\nbut she let him take the white thongs from her hand, with the same half-\nsmile of shamefacedness still set on her face, and, going past him, came\nsoftly up to the Lady, swaying like a willow-branch in the wind, and\nstood before her, with her arms hanging down by her sides.  Then the Lady\nturned to her, and said: \"Look to thyself, our Maid, while we are away.\nThis fair young man thou needest not to fear indeed, for he is good and\nleal; but what thou shalt do with the King's Son I wot not.  He is a hot\nlover forsooth, but a hard man; and whiles evil is his mood, and perilous\nboth to thee and me.  And if thou do his will, it shall be ill for thee;\nand if thou do it not, take heed of him, and let me, and me only, come\nbetween his wrath and thee.  I may do somewhat for thee.  Even yesterday\nhe was instant with me to have thee chastised after the manner of\nthralls; but I bade him keep silence of such words, and jeered him and\nmocked him, till he went away from me peevish and in anger.  So look to\nit that thou fall not into any trap of his contrivance.\"\n\nThen the Maid cast herself at the Mistress's feet, and kissed and\nembraced them; and as she rose up, the Lady laid her hand lightly on her\nhead, and then, turning to Walter, cried out: \"Now, Squire, let us leave\nall these troubles and wiles and desires behind us, and flit through the\nmerry greenwood like the Gentiles of old days.\"\n\nAnd therewith she drew up the laps of her gown till the whiteness of her\nknees was seen, and set off swiftly toward the wood that lay south of the\nhouse, and Walter followed, marvelling at her goodliness; nor durst he\ncast a look backward to the Maiden, for he knew that she desired him, and\nit was her only that he looked to for his deliverance from this house of\nguile and lies.\n\n\n\n\nCHAPTER XIV: THE HUNTING OF THE HART\n\n\nAs they went, they found a change in the land, which grew emptier of big\nand wide-spreading trees, and more beset with thickets.  From one of\nthese they roused a hart, and Walter let slip his hounds thereafter and\nhe and the Lady followed running.  Exceeding swift was she, and\nwell-breathed withal, so that Walter wondered at her; and eager she was\nin the chase as the very hounds, heeding nothing the scratching of briars\nor the whipping of stiff twigs as she sped on.  But for all their eager\nhunting, the quarry outran both dogs and folk, and gat him into a great\nthicket, amidmost whereof was a wide plash of water.  Into the thicket\nthey followed him, but he took to the water under their eyes and made\nland on the other side; and because of the tangle of underwood, he swam\nacross much faster than they might have any hope to come round on him;\nand so were the hunters left undone for that time.\n\nSo the Lady cast herself down on the green grass anigh the water, while\nWalter blew the hounds in and coupled them up; then he turned round to\nher, and lo! she was weeping for despite that they had lost the quarry;\nand again did Walter wonder that so little a matter should raise a\npassion of tears in her.  He durst not ask what ailed her, or proffer her\nsolace, but was not ill apaid by beholding her loveliness as she lay.\n\nPresently she raised up her head and turned to Walter, and spake to him\nangrily and said: \"Squire, why dost thou stand staring at me like a\nfool?\"\n\n\"Yea, Lady,\" he said; \"but the sight of thee maketh me foolish to do\naught else but to look on thee.\"\n\nShe said, in a peevish voice: \"Tush, Squire, the day is too far spent for\nsoft and courtly speeches; what was good there is nought so good here.\nWithal, I know more of thine heart than thou deemest.\"\n\nWalter hung down his head and reddened, and she looked on him, and her\nface changed, and she smiled and said, kindly this time: \"Look ye,\nSquire, I am hot and weary, and ill-content; but presently it will be\nbetter with me; for my knees have been telling my shoulders that the cold\nwater of this little lake will be sweet and pleasant this summer noonday,\nand that I shall forget my foil when I have taken my pleasure therein.\nWherefore, go thou with thine hounds without the thicket and there abide\nmy coming.  And I bid thee look not aback as thou goest, for therein were\nperil to thee: I shall not keep thee tarrying long alone.\"\n\nHe bowed his head to her, and turned and went his ways.  And now, when he\nwas a little space away from her, he deemed her indeed a marvel of women,\nand wellnigh forgat all his doubts and fears concerning her, whether she\nwere a fair image fashioned out of lies and guile, or it might be but an\nevil thing in the shape of a goodly woman.  Forsooth, when he saw her\ncaressing the dear and friendly Maid, his heart all turned against her,\ndespite what his eyes and his ears told his mind, and she seemed like as\nit were a serpent enfolding the simplicity of the body which he loved.\n\nBut now it was all changed, and he lay on the grass and longed for her\ncoming; which was delayed for somewhat more than an hour.  Then she came\nback to him, smiling and fresh and cheerful, her green gown let down to\nher heels.\n\nHe sprang up to meet her, and she came close to him, and spake from a\nlaughing face: \"Squire, hast thou no meat in thy wallet?  For, meseemeth,\nI fed thee when thou wert hungry the other day; do thou now the same by\nme.\"\n\nHe smiled, and louted to her, and took his wallet and brought out thence\nbread and flesh and wine, and spread them all out before her on the green\ngrass, and then stood by humbly before her.  But she said: \"Nay, my\nSquire, sit down by me and eat with me, for to-day are we both hunters\ntogether.\"\n\nSo he sat down by her trembling, but neither for awe of her greatness,\nnor for fear and horror of her guile and sorcery.\n\nA while they sat there together after they had done their meat, and the\nLady fell a-talking with Walter concerning the parts of the earth, and\nthe manners of men, and of his journeyings to and fro.\n\nAt last she said: \"Thou hast told me much and answered all my questions\nwisely, and as my good Squire should, and that pleaseth me.  But now tell\nme of the city wherein thou wert born and bred; a city whereof thou hast\nhitherto told me nought.\"\n\n\"Lady,\" he said, \"it is a fair and a great city, and to many it seemeth\nlovely.  But I have left it, and now it is nothing to me.\"\n\n\"Hast thou not kindred there?\" said she.\n\n\"Yea,\" said he, \"and foemen withal; and a false woman waylayeth my life\nthere.\"\n\n\"And what was she?\" said the Lady.\n\nSaid Walter: \"She was but my wife.\"\n\n\"Was she fair?\" said the Lady.\n\nWalter looked on her a while, and then said: \"I was going to say that she\nwas wellnigh as fair as thou; but that may scarce be.  Yet was she very\nfair.  But now, kind and gracious Lady, I will say this word to thee: I\nmarvel that thou askest so many things concerning the city of Langton on\nHolm, where I was born, and where are my kindred yet; for meseemeth that\nthou knowest it thyself.\"\n\n\"I know it, I?\" said the Lady.\n\n\"What, then! thou knowest it not?\" said Walter.\n\nSpake the Lady, and some of her old disdain was in her words: \"Dost thou\ndeem that I wander about the world and its cheaping-steads like one of\nthe chap-men?  Nay, I dwell in the Wood beyond the World, and nowhere\nelse.  What hath put this word into thy mouth?\"\n\nHe said: \"Pardon me, Lady, if I have misdone; but thus it was: Mine own\neyes beheld thee going down the quays of our city, and thence a\nship-board, and the ship sailed out of the haven.  And first of all went\na strange dwarf, whom I have seen here, and then thy Maid; and then went\nthy gracious and lovely body.\"\n\nThe Lady's face changed as he spoke, and she turned red and then pale,\nand set her teeth; but she refrained her, and said: \"Squire, I see of\nthee that thou art no liar, nor light of wit, therefore I suppose that\nthou hast verily seen some appearance of me; but never have I been in\nLangton, nor thought thereof, nor known that such a stead there was until\nthou namedst it e'en now.  Wherefore, I deem that an enemy hath cast the\nshadow of me on the air of that land.\"\n\n\"Yea, my Lady,\" said Walter; \"and what enemy mightest thou have to have\ndone this?\"\n\nShe was slow of answer, but spake at last from a quivering mouth of\nanger: \"Knowest thou not the saw, that a man's foes are they of his own\nhouse?  If I find out for a truth who hath done this, the said enemy\nshall have an evil hour with me.\"\n\nAgain she was silent, and she clenched her hands and strained her limbs\nin the heat of her anger; so that Walter was afraid of her, and all his\nmisgivings came back to his heart again, and he repented that he had told\nher so much.  But in a little while all that trouble and wrath seemed to\nflow off her, and again was she of good cheer, and kind and sweet to him\nand she said: \"But in sooth, however it may be, I thank thee, my Squire\nand friend, for telling me hereof.  And surely no wyte do I lay on thee.\nAnd, moreover, is it not this vision which hath brought thee hither?\"\n\n\"So it is, Lady,\" said he.\n\n\"Then have we to thank it,\" said the Lady, \"and thou art welcome to our\nland.\"\n\nAnd therewith she held out her hand to him, and he took it on his knees\nand kissed it: and then it was as if a red-hot iron had run through his\nheart, and he felt faint, and bowed down his head.  But he held her hand\nyet, and kissed it many times, and the wrist and the arm, and knew not\nwhere he was.\n\nBut she drew a little away from him, and arose and said: \"Now is the day\nwearing, and if we are to bear back any venison we must buckle to the\nwork.  So arise, Squire, and take the hounds and come with me; for not\nfar off is a little thicket which mostly harbours foison of deer, great\nand small.  Let us come our ways.\"\n\n\n\n\nCHAPTER XV: THE SLAYING OF THE QUARRY\n\n\nSo they walked on quietly thence some half a mile, and ever the Lady\nwould have Walter to walk by her side, and not follow a little behind\nher, as was meet for a servant to do; and she touched his hand at whiles\nas she showed him beast and fowl and tree, and the sweetness of her body\novercame him, so that for a while he thought of nothing save her.\n\nNow when they were come to the thicket-side, she turned to him and said:\n\"Squire, I am no ill woodman, so that thou mayst trust me that we shall\nnot be brought to shame the second time; and I shall do sagely; so nock\nan arrow to thy bow, and abide me here, and stir not hence; for I shall\nenter this thicket without the hounds, and arouse the quarry for thee;\nand see that thou be brisk and clean-shooting, and then shalt thou have a\nreward of me.\"\n\nTherewith she drew up her skirts through her girdle again, took her bent\nbow in her hand, and drew an arrow out of the quiver, and stepped lightly\ninto the thicket, leaving him longing for the sight of her, as he\nhearkened to the tread of her feet on the dry leaves, and the rustling of\nthe brake as she thrust through it.\n\nThus he stood for a few minutes, and then he heard a kind of gibbering\ncry without words, yet as of a woman, coming from the thicket, and while\nhis heart was yet gathering the thought that something had gone amiss, he\nglided swiftly, but with little stir, into the brake.\n\nHe had gone but a little way ere he saw the Lady standing there in a\nnarrow clearing, her face pale as death, her knees cleaving together, her\nbody swaying and tottering, her hands hanging down, and the bow and arrow\nfallen to the ground; and ten yards before her a great-headed yellow\ncreature crouching flat to the earth and slowly drawing nigher.\n\nHe stopped short; one arrow was already notched to the string, and\nanother hung loose to the lesser fingers of his string-hand.  He raised\nhis right hand, and drew and loosed in a twinkling; the shaft flew close\nto the Lady's side, and straightway all the wood rung with a huge roar,\nas the yellow lion turned about to bite at the shaft which had sunk deep\ninto him behind the shoulder, as if a bolt out of the heavens had smitten\nhim.  But straightway had Walter loosed again, and then, throwing down\nhis bow, he ran forward with his drawn sword gleaming in his hand, while\nthe lion weltered and rolled, but had no might to move forward.  Then\nWalter went up to him warily and thrust him through to the heart, and\nleapt aback, lest the beast might yet have life in him to smite; but he\nleft his struggling, his huge voice died out, and he lay there moveless\nbefore the hunter.\n\nWalter abode a little, facing him, and then turned about to the Lady, and\nshe had fallen down in a heap whereas she stood, and lay there all\nhuddled up and voiceless.  So he knelt down by her, and lifted up her\nhead, and bade her arise, for the foe was slain.  And after a little she\nstretched out her limbs, and turned about on the grass, and seemed to\nsleep, and the colour came into her face again, and it grew soft and a\nlittle smiling.  Thus she lay awhile, and Walter sat by her watching her,\ntill at last she opened her eyes and sat up, and knew him, and smiling on\nhim said: \"What hath befallen, Squire, that I have slept and dreamed?\"\n\nHe answered nothing, till her memory came back to her, and then she\narose, trembling and pale, and said: \"Let us leave this wood, for the\nEnemy is therein.\"\n\nAnd she hastened away before him till they came out at the thicket-side\nwhereas the hounds had been left, and they were standing there uneasy and\nwhining; so Walter coupled them, while the Lady stayed not, but went away\nswiftly homeward, and Walter followed.\n\nAt last she stayed her swift feet, and turned round on Walter, and said:\n\"Squire, come hither.\"\n\nSo did he, and she said: \"I am weary again; let us sit under this quicken-\ntree, and rest us.\"\n\nSo they sat down, and she sat looking between her knees a while; and at\nlast she said: \"Why didst thou not bring the lion's hide?\"\n\nHe said: \"Lady, I will go back and flay the beast, and bring on the\nhide.\"\n\nAnd he arose therewith, but she caught him by the skirts and drew him\ndown, and said: \"Nay, thou shalt not go; abide with me.  Sit down again.\"\n\nHe did so, and she said: \"Thou shalt not go from me; for I am afraid: I\nam not used to looking on the face of death.\"\n\nShe grew pale as she spoke, and set a hand to her breast, and sat so a\nwhile without speaking.  At last she turned to him smiling, and said:\n\"How was it with the aspect of me when I stood before the peril of the\nEnemy?\"  And she laid a hand upon his.\n\n\"O gracious one,\" quoth he, \"thou wert, as ever, full lovely, but I\nfeared for thee.\"\n\nShe moved not her hand from his, and she said: \"Good and true Squire, I\nsaid ere I entered the thicket e'en now that I would reward thee if thou\nslewest the quarry.  He is dead, though thou hast left the skin behind\nupon the carcase.  Ask now thy reward, but take time to think what it\nshall be.\"\n\nHe felt her hand warm upon his, and drew in the sweet odour of her\nmingled with the woodland scents under the hot sun of the afternoon, and\nhis heart was clouded with manlike desire of her.  And it was a near\nthing but he had spoken, and craved of her the reward of the freedom of\nher Maid, and that he might depart with her into other lands; but as his\nmind wavered betwixt this and that, the Lady, who had been eyeing him\nkeenly, drew her hand away from him; and therewith doubt and fear flowed\ninto his mind, and he refrained him of speech.\n\nThen she laughed merrily and said: \"The good Squire is shamefaced; he\nfeareth a lady more than a lion.  Will it be a reward to thee if I bid\nthee to kiss my cheek?\"\n\nTherewith she leaned her face toward him, and he kissed her\nwell-favouredly, and then sat gazing on her, wondering what should betide\nto him on the morrow.\n\nThen she arose and said: \"Come, Squire, and let us home; be not abashed,\nthere shall be other rewards hereafter.\"\n\nSo they went their ways quietly; and it was nigh sunset against they\nentered the house again.  Walter looked round for the Maid, but beheld\nher not; and the Lady said to him: \"I go to my chamber, and now is thy\nservice over for this day.\"\n\nThen she nodded to him friendly and went her ways.\n\n\n\n\nCHAPTER XVI: OF THE KING'S SON AND THE MAID\n\n\nBut as for Walter, he went out of the house again, and fared slowly over\nthe woodlawns till he came to another close thicket or brake; he entered\nfrom mere wantonness, or that he might be the more apart and hidden, so\nas to think over his case.  There he lay down under the thick boughs, but\ncould not so herd his thoughts that they would dwell steady in looking\ninto what might come to him within the next days; rather visions of those\ntwo women and the monster did but float before him, and fear and desire\nand the hope of life ran to and fro in his mind.\n\nAs he lay thus he heard footsteps drawing near, and he looked between the\nboughs, and though the sun had just set, he could see close by him a man\nand a woman going slowly, and they hand in hand; at first he deemed it\nwould be the King's Son and the Lady, but presently he saw that it was\nthe King's Son indeed, but that it was the Maid whom he was holding by\nthe hand.  And now he saw of him that his eyes were bright with desire,\nand of her that she was very pale.  Yet when he heard her begin to speak,\nit was in a steady voice that she said: \"King's Son, thou hast threatened\nme oft and unkindly, and now thou threatenest me again, and no less\nunkindly.  But whatever were thy need herein before, now is there no more\nneed; for my Mistress, of whom thou wert weary, is now grown weary of\nthee, and belike will not now reward me for drawing thy love to me, as\nonce she would have done; to wit, before the coming of this stranger.\nTherefore I say, since I am but a thrall, poor and helpless, betwixt you\ntwo mighty ones, I have no choice but to do thy will.\"\n\nAs she spoke she looked all round about her, as one distraught by the\nanguish of fear.  Walter, amidst of his wrath and grief, had wellnigh\ndrawn his sword and rushed out of his lair upon the King's Son.  But he\ndeemed it sure that, so doing, he should undo the Maid altogether, and\nhimself also belike, so he refrained him, though it were a hard matter.\n\nThe Maid had stayed her feet now close to where Walter lay, some five\nyards from him only, and he doubted whether she saw him not from where\nshe stood.  As to the King's Son, he was so intent upon the Maid, and so\ngreedy of her beauty, that it was not like that he saw anything.\n\nNow moreover Walter looked, and deemed that he beheld something through\nthe grass and bracken on the other side of those two, an ugly brown and\nyellow body, which, if it were not some beast of the foumart kind, must\nneeds be the monstrous dwarf, or one of his kin; and the flesh crept upon\nWalter's bones with the horror of him.  But the King's Son spoke unto the\nMaid: \"Sweetling, I shall take the gift thou givest me, neither shall I\nthreaten thee any more, howbeit thou givest it not very gladly or\ngraciously.\"\n\nShe smiled on him with her lips alone, for her eyes were wandering and\nhaggard.  \"My lord,\" she said, \"is not this the manner of women?\"\n\n\"Well,\" he said, \"I say that I will take thy love even so given.  Yet let\nme hear again that thou lovest not that vile newcomer, and that thou hast\nnot seen him, save this morning along with my Lady.  Nay now, thou shalt\nswear it.\"\n\n\"What shall I swear by?\" she said.\n\nQuoth he, \"Thou shalt swear by my body;\" and therewith he thrust himself\nclose up against her; but she drew her hand from his, and laid it on his\nbreast, and said: \"I swear it by thy body.\"\n\nHe smiled on her licorously, and took her by the shoulders, and kissed\nher face many times, and then stood aloof from her, and said: \"Now have I\nhad hansel: but tell me, when shall I come to thee?\"\n\nShe spoke out clearly: \"Within three days at furthest; I will do thee to\nwit of the day and the hour to-morrow, or the day after.\"\n\nHe kissed her once more, and said: \"Forget it not, or the threat holds\ngood.\"\n\nAnd therewith he turned about and went his ways toward the house; and\nWalter saw the yellow-brown thing creeping after him in the gathering\ndusk.\n\nAs for the Maid, she stood for a while without moving, and looking after\nthe King's Son and the creature that followed him.  Then she turned about\nto where Walter lay and lightly put aside the boughs, and Walter leapt\nup, and they stood face to face.  She said softly but eagerly: \"Friend,\ntouch me not yet!\"\n\nHe spake not, but looked on her sternly.  She said: \"Thou art angry with\nme?\"\n\nStill he spake not; but she said: \"Friend, this at least I will pray\nthee; not to play with life and death; with happiness and misery.  Dost\nthou not remember the oath which we swore each to each but a little while\nago?  And dost thou deem that I have changed in these few days?  Is thy\nmind concerning thee and me the same as it was?  If it be not so, now\ntell me.  For now have I the mind to do as if neither thou nor I are\nchanged to each other, whoever may have kissed mine unwilling lips, or\nwhomsoever thy lips may have kissed.  But if thou hast changed, and wilt\nno longer give me thy love, nor crave mine, then shall this steel\" (and\nshe drew a sharp knife from her girdle) \"be for the fool and the dastard\nwho hath made thee wroth with me, my friend, and my friend that I deemed\nI had won.  And then let come what will come!  But if thou be nought\nchanged, and the oath yet holds, then, when a little while hath passed,\nmay we thrust all evil and guile and grief behind us, and long joy shall\nlie before us, and long life, and all honour in death: if only thou wilt\ndo as I bid thee, O my dear, and my friend, and my first friend!\"\n\nHe looked on her, and his breast heaved up as all the sweetness of her\nkind love took hold on him, and his face changed, and the tears filled\nhis eyes and ran over, and rained down before her, and he stretched out\nhis hand toward her.\n\nThen she said exceeding sweetly: \"Now indeed I see that it is well with\nme, yea, and with thee also.  A sore pain it is to me, that not even now\nmay I take thine hand, and cast mine arms about thee, and kiss the lips\nthat love me.  But so it has to be.  My dear, even so I were fain to\nstand here long before thee, even if we spake no more word to each other;\nbut abiding here is perilous; for there is ever an evil spy upon my\ndoings, who has now as I deem followed the King's Son to the house, but\nwho will return when he has tracked him home thither: so we must sunder.\nBut belike there is yet time for a word or two: first, the rede which I\nhad thought on for our deliverance is now afoot, though I durst not tell\nthee thereof, nor have time thereto.  But this much shall I tell thee,\nthat whereas great is the craft of my Mistress in wizardry, yet I also\nhave some little craft therein, and this, which she hath not, to change\nthe aspect of folk so utterly that they seem other than they verily are;\nyea, so that one may have the aspect of another.  Now the next thing is\nthis: whatsoever my Mistress may bid thee, do her will therein with no\nmore nay-saying than thou deemest may please her.  And the next thing:\nwheresoever thou mayst meet me, speak not to me, make no sign to me, even\nwhen I seem to be all alone, till I stoop down and touch the ring on my\nankle with my right hand; but if I do so, then stay thee, without fail,\ntill I speak.  The last thing I will say to thee, dear friend, ere we\nboth go our ways, this it is.  When we are free, and thou knowest all\nthat I have done, I pray thee deem me not evil and wicked, and be not\nwroth with me for my deed; whereas thou wottest well that I am not in\nlike plight with other women.  I have heard tell that when the knight\ngoeth to the war, and hath overcome his foes by the shearing of swords\nand guileful tricks, and hath come back home to his own folk, they praise\nhim and bless him, and crown him with flowers, and boast of him before\nGod in the minster for his deliverance of friend and folk and city.  Why\nshouldst thou be worse to me than this?  Now is all said, my dear and my\nfriend; farewell, farewell!\"\n\nTherewith she turned and went her ways toward the house in all speed, but\nmaking somewhat of a compass.  And when she was gone, Walter knelt down\nand kissed the place where her feet had been, and arose thereafter, and\nmade his way toward the house, he also, but slowly, and staying oft on\nhis way.\n\n\n\n\nCHAPTER XVII: OF THE HOUSE AND THE PLEASANCE IN THE WOOD\n\n\nOn the morrow morning Walter loitered a while about the house till the\nmorn was grown old, and then about noon he took his bow and arrows and\nwent into the woods to the northward, to get him some venison.  He went\nsomewhat far ere he shot him a fawn, and then he sat him down to rest\nunder the shade of a great chestnut-tree, for it was not far past the\nhottest of the day.  He looked around thence and saw below him a little\ndale with a pleasant stream running through it, and he bethought him of\nbathing therein, so he went down and had his pleasure of the water and\nthe willowy banks; for he lay naked a while on the grass by the lip of\nthe water, for joy of the flickering shade, and the little breeze that\nran over the down-long ripples of the stream.\n\nThen he did on his raiment, and began to come his ways up the bent, but\nhad scarce gone three steps ere he saw a woman coming towards him from\ndownstream.  His heart came into his mouth when he saw her, for she\nstooped and reached down her arm, as if she would lay her hand on her\nankle, so that at first he deemed it had been the Maid, but at the second\neye-shot he saw that it was the Mistress.  She stood still and looked on\nhim, so that he deemed she would have him come to her.  So he went to\nmeet her, and grew somewhat shamefaced as he drew nigher, and wondered at\nher, for now was she clad but in one garment of some dark grey silky\nstuff, embroidered with, as it were, a garland of flowers about the\nmiddle, but which was so thin that, as the wind drifted it from side and\nlimb, it hid her no more, but for the said garland, than if water were\nrunning over her: her face was full of smiling joy and content as she\nspake to him in a kind, caressing voice, and said: \"I give thee good day,\ngood Squire, and well art thou met.\"  And she held out her hand to him.\nHe knelt down before her and kissed it, and abode still upon his knees,\nand hanging down his head.\n\nBut she laughed outright, and stooped down to him, and put her hand to\nhis arms, and raised him up, and said to him: \"What is this, my Squire,\nthat thou kneelest to me as to an idol?\"\n\nHe said faltering: \"I wot not; but perchance thou art an idol; and I fear\nthee.\"\n\n\"What!\" she said, \"more than yesterday, whenas thou sawest me afraid?\"\n\nSaid he: \"Yea, for that now I see thee unhidden, and meseemeth there hath\nbeen none such since the old days of the Gentiles.\"\n\nShe said: \"Hast thou not yet bethought thee of a gift to crave of me, a\nreward for the slaying of mine enemy, and the saving of me from death?\"\n\n\"O my Lady,\" he said, \"even so much would I have done for any other lady,\nor, forsooth, for any poor man; for so my manhood would have bidden me.\nSpeak not of gifts to me then.  Moreover\" (and he reddened therewith, and\nhis voice faltered), \"didst thou not give me my sweet reward yesterday?\nWhat more durst I ask?\"\n\nShe held her peace awhile, and looked on him keenly; and he reddened\nunder her gaze.  Then wrath came into her face, and she reddened and knit\nher brows, and spake to him in a voice of anger, and said: \"Nay, what is\nthis?  It is growing in my mind that thou deemest the gift of me\nunworthy!  Thou, an alien, an outcast; one endowed with the little wisdom\nof the World without the Wood!  And here I stand before thee, all\nglorious in my nakedness, and so fulfilled of wisdom, that I can make\nthis wilderness to any whom I love more full of joy than the kingdoms and\ncities of the world--and thou!--Ah, but it is the Enemy that hath done\nthis, and made the guileless guileful!  Yet will I have the upper hand at\nleast, though thou suffer for it, and I suffer for thee.\"\n\nWalter stood before her with hanging head, and he put forth his hands as\nif praying off her anger, and pondered what answer he should make; for\nnow he feared for himself and the Maid; so at last he looked up to her,\nand said boldly: \"Nay, Lady, I know what thy words mean, whereas I\nremember thy first welcome of me.  I wot, forsooth, that thou wouldst\ncall me base-born, and of no account, and unworthy to touch the hem of\nthy raiment; and that I have been over-bold, and guilty towards thee; and\ndoubtless this is sooth, and I have deserved thine anger: but I will not\nask thee to pardon me, for I have done but what I must needs.\"\n\nShe looked on him calmly now, and without any wrath, but rather as if she\nwould read what was written in his inmost heart.  Then her face changed\ninto joyousness again, and she smote her palms together, and cried out:\n\"This is but foolish talk; for yesterday did I see thy valiancy, and to-\nday I have seen thy goodliness; and I say, that though thou mightest not\nbe good enough for a fool woman of the earthly baronage, yet art thou\ngood enough for me, the wise and the mighty, and the lovely.  And whereas\nthou sayest that I gave thee but disdain when first thou camest to us,\ngrudge not against me therefor, because it was done but to prove thee;\nand now thou art proven.\"\n\nThen again he knelt down before her, and embraced her knees, and again\nshe raised him up, and let her arm hang down over his shoulder, and her\ncheek brush his cheek; and she kissed his mouth and said: \"Hereby is all\nforgiven, both thine offence and mine; and now cometh joy and merry\ndays.\"\n\nTherewith her smiling face grew grave, and she stood before him looking\nstately and gracious and kind at once, and she took his hand and said:\n\"Thou mightest deem my chamber in the Golden House of the Wood\nover-queenly, since thou art no masterful man.  So now hast thou chosen\nwell the place wherein to meet me to-day, for hard by on the other side\nof the stream is a bower of pleasance, which, forsooth, not every one who\ncometh to this land may find; there shall I be to thee as one of the up-\ncountry damsels of thine own land, and thou shalt not be abashed.\"\n\nShe sidled up to him as she spoke, and would he, would he not, her sweet\nvoice tickled his very soul with pleasure, and she looked aside on him\nhappy and well-content.\n\nSo they crossed the stream by the shallow below the pool wherein Walter\nhad bathed, and within a little they came upon a tall fence of\nflake-hurdles, and a simple gate therein.  The Lady opened the same, and\nthey entered thereby into a close all planted as a most fair garden, with\nhedges of rose and woodbine, and with linden-trees a-blossom, and long\nways of green grass betwixt borders of lilies and clove-gilliflowers, and\nother sweet garland-flowers.  And a branch of the stream which they had\ncrossed erewhile wandered through that garden; and in the midst was a\nlittle house built of post and pan, and thatched with yellow straw, as if\nit were new done.\n\nThen Walter looked this way and that, and wondered at first, and tried to\nthink in his mind what should come next, and how matters would go with\nhim; but his thought would not dwell steady on any other matter than the\nbeauty of the Lady amidst the beauty of the garden; and withal she was\nnow grown so sweet and kind, and even somewhat timid and shy with him,\nthat scarce did he know whose hand he held, or whose fragrant bosom and\nsleek side went so close to him.\n\nSo they wandered here and there through the waning of the day, and when\nthey entered at last into the cool dusk house, then they loved and played\ntogether, as if they were a pair of lovers guileless, with no fear for\nthe morrow, and no seeds of enmity and death sown betwixt them.\n\n\n\n\nCHAPTER XVIII: THE MAID GIVES WALTER TRYST\n\n\nNow, on the morrow, when Walter was awake, he found there was no one\nlying beside him, and the day was no longer very young; so he arose, and\nwent through the garden from end to end, and all about, and there was\nnone there; and albeit that he dreaded to meet the Lady there, yet was he\nsad at heart and fearful of what might betide.  Howsoever, he found the\ngate whereby they had entered yesterday, and he went out into the little\ndale; but when he had gone a step or two he turned about, and could see\nneither garden nor fence, nor any sign of what he had seen thereof but\nlately.  He knit his brow and stood still to think of it, and his heart\ngrew the heavier thereby; but presently he went his ways and crossed the\nstream, but had scarce come up on to the grass on the further side, ere\nhe saw a woman coming to meet him, and at first, full as he was of the\ntide of yesterday and the wondrous garden, deemed that it would be the\nLady; but the woman stayed her feet, and, stooping, laid a hand on her\nright ankle, and he saw that it was the Maid.  He drew anigh to her, and\nsaw that she was nought so sad of countenance as the last time she had\nmet him, but flushed of cheek and bright-eyed.\n\nAs he came up to her she made a step or two to meet him, holding out her\ntwo hands, and then refrained her, and said smiling: \"Ah, friend, belike\nthis shall be the last time that I shall say to thee, touch me not, nay,\nnot so much as my hand, or if it were but the hem of my raiment.\"\n\nThe joy grew up in his heart, and he gazed on her fondly, and said: \"Why,\nwhat hath befallen of late?\"\n\n\"O friend,\" she began, \"this hath befallen.\"\n\nBut as he looked on her, the smile died from her face, and she became\ndeadly pale to the very lips; she looked askance to her left side,\nwhereas ran the stream; and Walter followed her eyes, and deemed for one\ninstant that he saw the misshapen yellow visage of the dwarf peering\nround from a grey rock, but the next there was nothing.  Then the Maid,\nthough she were as pale as death, went on in a clear, steady, hard voice,\nwherein was no joy or kindness, keeping her face to Walter and her back\nto the stream: \"This hath befallen, friend, that there is no longer any\nneed to refrain thy love nor mine; therefore I say to thee, come to my\nchamber (and it is the red chamber over against thine, though thou\nknewest it not) an hour before this next midnight, and then thy sorrow\nand mine shall be at an end: and now I must needs depart.  Follow me not,\nbut remember!\"\n\nAnd therewith she turned about and fled like the wind down the stream.\n\nBut Walter stood wondering, and knew not what to make of it, whether it\nwere for good or ill: for he knew now that she had paled and been seized\nwith terror because of the upheaving of the ugly head; and yet she had\nseemed to speak out the very thing she had to say.  Howsoever it were, he\nspake aloud to himself: Whatever comes, I will keep tryst with her.\n\nThen he drew his sword, and turned this way and that, looking all about\nif he might see any sign of the Evil Thing; but nought might his eyes\nbehold, save the grass, and the stream, and the bushes of the dale.  So\nthen, still holding his naked sword in his hand, he clomb the bent out of\nthe dale; for that was the only way he knew to the Golden House; and when\nhe came to the top, and the summer breeze blew in his face, and he looked\ndown a fair green slope beset with goodly oaks and chestnuts, he was\nrefreshed with the life of the earth, and he felt the good sword in his\nfist, and knew that there was might and longing in him, and the world\nseemed open unto him.\n\nSo he smiled, if it were somewhat grimly, and sheathed his sword and went\non toward the house.\n\n\n\n\nCHAPTER XIX: WALTER GOES TO FETCH HOME THE LION'S HIDE\n\n\nHe entered the cool dusk through the porch, and, looking down the\npillared hall, saw beyond the fountain a gleam of gold, and when he came\npast the said fountain he looked up to the high-seat, and lo! the Lady\nsitting there clad in her queenly raiment.  She called to him, and he\ncame; and she hailed him, and spake graciously and calmly, yet as if she\nknew nought of him save as the leal servant of her, a high Lady.\n\"Squire,\" she said, \"we have deemed it meet to have the hide of the\nservant of the Enemy, the lion to wit, whom thou slewest yesterday, for a\ncarpet to our feet; wherefore go now, take thy wood-knife, and flay the\nbeast, and bring me home his skin.  This shall be all thy service for\nthis day, so mayst thou do it at thine own leisure, and not weary\nthyself.  May good go with thee.\"\n\nHe bent the knee before her, and she smiled on him graciously, but\nreached out no hand for him to kiss, and heeded him but little.\nWherefore, in spite of himself, and though he knew somewhat of her guile,\nhe could not help marvelling that this should be she who had lain in his\narms night-long but of late.\n\nHowso that might be, he took his way toward the thicket where he had\nslain the lion, and came thither by then it was afternoon, at the hottest\nof the day.  So he entered therein, and came to the very place whereas\nthe Lady had lain, when she fell down before the terror of the lion; and\nthere was the mark of her body on the grass where she had lain that\nwhile, like as it were the form of a hare.  But when Walter went on to\nwhere he had slain that great beast, lo! he was gone, and there was no\nsign of him; but there were Walter's own footprints, and the two shafts\nwhich he had shot, one feathered red, and one blue.  He said at first:\nBelike someone hath been here, and hath had the carcase away.  Then he\nlaughed in very despite, and said: How may that be, since there are no\nsigns of dragging away of so huge a body, and no blood or fur on the\ngrass if they had cut him up, and moreover no trampling of feet, as if\nthere had been many men at the deed.  Then was he all abashed, and again\nlaughed in scorn of himself, and said: Forsooth I deemed I had done\nmanly; but now forsooth I shot nought, and nought there was before the\nsword of my father's son.  And what may I deem now, but that this is a\nland of mere lies, and that there is nought real and alive therein save\nme.  Yea, belike even these trees and the green grass will presently\ndepart from me, and leave me falling down through the clouds.\n\nTherewith he turned away, and gat him to the road that led to the Golden\nHouse, wondering what next should befall him, and going slowly as he\npondered his case.  So came he to that first thicket where they had lost\ntheir quarry by water; so he entered the same, musing, and bathed him in\nthe pool that was therein, after he had wandered about it awhile, and\nfound nothing new.\n\nSo again he set him to the homeward road, when the day was now waning,\nand it was near sunset that he was come nigh unto the house, though it\nwas hidden from him as then by a low bent that rose before him; and there\nhe abode and looked about him.\n\nNow as he looked, over the said bent came the figure of a woman, who\nstayed on the brow thereof and looked all about her, and then ran swiftly\ndown to meet Walter, who saw at once that it was the Maid.\n\nShe made no stay then till she was but three paces from him, and then she\nstooped down and made the sign to him, and then spake to him\nbreathlessly, and said: \"Hearken! but speak not till I have done: I bade\nthee to-night's meeting because I saw that there was one anigh whom I\nmust needs beguile.  But by thine oath, and thy love, and all that thou\nart, I adjure thee come not unto me this night as I bade thee! but be\nhidden in the hazel-copse outside the house, as it draws toward midnight,\nand abide me there.  Dost thou hearken, and wilt thou?  Say yes or no in\nhaste, for I may not tarry a moment of time.  Who knoweth what is behind\nme?\"\n\n\"Yes,\" said Walter hastily; \"but friend and love--\"\n\n\"No more,\" she said; \"hope the best;\" and turning from him she ran away\nswiftly, not by the way she had come, but sideways, as though to reach\nthe house by fetching a compass.\n\nBut Walter went slowly on his way, thinking within himself that now at\nthat present moment there was nought for it but to refrain him from\ndoing, and to let others do; yet deemed he that it was little manly to be\nas the pawn upon the board, pushed about by the will of others.\n\nThen, as he went, he bethought him of the Maiden's face and aspect, as\nshe came running to him, and stood before him for that minute; and all\neagerness he saw in her, and sore love of him, and distress of soul, all\nblent together.\n\nSo came he to the brow of the bent whence he could see lying before him,\nscarce more than a bow-shot away, the Golden House now gilded again and\nreddened by the setting sun.  And even therewith came a gay image toward\nhim, flashing back the level rays from gold and steel and silver; and lo!\nthere was come the King's Son.  They met presently, and the King's Son\nturned to go beside him, and said merrily: \"I give thee good even, my\nLady's Squire!  I owe thee something of courtesy, whereas it is by thy\nmeans that I shall be made happy, both to-night, and to-morrow, and many\nto-morrows; and sooth it is, that but little courtesy have I done thee\nhitherto.\"\n\nHis face was full of joy, and the eyes of him shone with gladness.  He\nwas a goodly man, but to Walter he seemed an ill one; and he hated him so\nmuch, that he found it no easy matter to answer him; but he refrained\nhimself, and said: \"I can thee thank, King's Son; and good it is that\nsomeone is happy in this strange land.\"\n\n\"Art thou not happy then, Squire of my Lady?\" said the other.\n\nWalter had no mind to show this man his heart, nay, nor even a corner\nthereof; for he deemed him an enemy.  So he smiled sweetly and somewhat\nfoolishly, as a man luckily in love, and said: \"O yea, yea, why should I\nnot be so?  How might I be otherwise?\"\n\n\"Yea then,\" said the King's Son, \"why didst thou say that thou wert glad\nsomeone is happy?  Who is unhappy, deemest thou?\" and he looked on him\nkeenly.\n\nWalter answered slowly: \"Said I so?  I suppose then that I was thinking\nof thee; for when first I saw thee, yea, and afterwards, thou didst seem\nheavy-hearted and ill-content.\"\n\nThe face of the King's Son cleared at this word, and he said: \"Yea, so it\nwas; for look you, both ways it was: I was unfree, and I had sown the\ntrue desire of my heart whereas it waxed not.  But now I am on the brink\nand verge of freedom, and presently shall my desire be blossomed.  Nay\nnow, Squire, I deem thee a good fellow, though it may be somewhat of a\nfool; so I will no more speak riddles to thee.  Thus it is: the Maid hath\npromised me all mine asking, and is mine; and in two or three days, by\nher helping also, I shall see the world again.\"\n\nQuoth Walter, smiling askance on him: \"And the Lady? what shall she say\nto this matter?\"\n\nThe King's Son reddened, but smiled falsely enough, and said: \"Sir\nSquire, thou knowest enough not to need to ask this.  Why should I tell\nthee that she accounteth more of thy little finger than of my whole body?\nNow I tell thee hereof freely; first, because this my fruition of love,\nand my freeing from thralldom, is, in a way, of thy doing.  For thou art\nbecome my supplanter, and hast taken thy place with yonder lovely tyrant.\nFear not for me! she will let me go.  As for thyself, see thou to it!  But\nagain I tell thee hereof because my heart is light and full of joy, and\ntelling thee will pleasure me, and cannot do me any harm.  For if thou\nsay: How if I carry the tale to my Lady?  I answer, thou wilt not.  For I\nknow that thine heart hath been somewhat set on the jewel that my hand\nholdeth; and thou knowest well on whose head the Lady's wrath would fall,\nand that would be neither thine nor mine.\"\n\n\"Thou sayest sooth,\" said Walter; \"neither is treason my wont.\"\n\nSo they walked on silently a while, and then Walter said: \"But how if the\nMaiden had nay-said thee; what hadst thou done then?\"\n\n\"By the heavens!\" said the King's Son fiercely, \"she should have paid for\nher nay-say; then would I--\"  But he broke off, and said quietly, yet\nsomewhat doggedly: \"Why talk of what might have been?  She gave me her\nyea-say pleasantly and sweetly.\"\n\nNow Walter knew that the man lied, so he held his peace thereon; but\npresently he said: \"When thou art free wilt thou go to thine own land\nagain?\"\n\n\"Yea,\" said the King's Son; \"she will lead me thither.\"\n\n\"And wilt thou make her thy lady and queen when thou comest to thy\nfather's land?\" said Walter.\n\nThe King's Son knit his brow, and said: \"When I am in mine own land I may\ndo with her what I will; but I look for it that I shall do no otherwise\nwith her than that she shall be well-content.\"\n\nThen the talk between them dropped, and the King's Son turned off toward\nthe wood, singing and joyous; but Walter went soberly toward the house.\nForsooth he was not greatly cast down, for besides that he knew that the\nKing's Son was false, he deemed that under this double tryst lay\nsomething which was a-doing in his own behalf.  Yet was he eager and\ntroubled, if not down-hearted, and his soul was cast about betwixt hope\nand fear.\n\n\n\n\nCHAPTER XX: WALTER IS BIDDEN TO ANOTHER TRYST\n\n\nSo came he into the pillared hall, and there he found the Lady walking to\nand fro by the high-seat; and when he drew nigh she turned on him, and\nsaid in a voice rather eager than angry: \"What hast thou done, Squire?\nWhy art thou come before me?\"\n\nHe was abashed, and bowed before her and said: \"O gracious Lady, thou\nbadest me service, and I have been about it.\"\n\nShe said: \"Tell me then, tell me, what hath betided?\"\n\n\"Lady,\" said he, \"when I entered the thicket of thy swooning I found\nthere no carcase of the lion, nor any sign of the dragging away of him.\"\n\nShe looked full in his face for a little, and then went to her chair, and\nsat down therein; and in a little while spake to him in a softer voice,\nand said: \"Did I not tell thee that some enemy had done that unto me? and\nlo! now thou seest that so it is.\"\n\nThen was she silent again, and knit her brows and set her teeth; and\nthereafter she spake harshly and fiercely: \"But I will overcome her, and\nmake her days evil, but keep death away from her, that she may die many\ntimes over; and know all the sickness of the heart, when foes be nigh,\nand friends afar, and there is none to deliver!\"\n\nHer eyes flashed, and her face was dark with anger; but she turned and\ncaught Walter's eyes, and the sternness of his face, and she softened at\nonce, and said: \"But thou! this hath little to do with thee; and now to\nthee I speak: Now cometh even and night.  Go thou to thy chamber, and\nthere shalt thou find raiment worthy of thee, what thou now art, and what\nthou shalt be; do on the same, and make thyself most goodly, and then\ncome thou hither and eat and drink with me, and afterwards depart whither\nthou wilt, till the night has worn to its midmost; and then come thou to\nmy chamber, to wit, through the ivory door in the gallery above; and then\nand there shall I tell thee a thing, and it shall be for the weal both of\nthee and of me, but for the grief and woe of the Enemy.\"\n\nTherewith she reached her hand to him, and he kissed it, and departed and\ncame to his chamber, and found raiment therebefore rich beyond measure;\nand he wondered if any new snare lay therein: yet if there were, he saw\nno way whereby he might escape it, so he did it on, and became as the\nmost glorious of kings, and yet lovelier than any king of the world.\n\nSithence he went his way into the pillared hall, when it was now night,\nand without the moon was up, and the trees of the wood as still as\nimages.  But within the hall shone bright with many candles, and the\nfountain glittered in the light of them, as it ran tinkling sweetly into\nthe little stream; and the silvern bridges gleamed, and the pillars shone\nall round about.\n\nAnd there on the dais was a table dight most royally, and the Lady\nsitting thereat, clad in her most glorious array, and behind her the Maid\nstanding humbly, yet clad in precious web of shimmering gold, but with\nfeet unshod, and the iron ring upon her ankle.\n\nSo Walter came his ways to the high-seat, and the Lady rose and greeted\nhim, and took him by the hands, and kissed him on either cheek, and sat\nhim down beside her.  So they fell to their meat, and the Maid served\nthem; but the Lady took no more heed of her than if she were one of the\npillars of the hall; but Walter she caressed oft with sweet words, and\nthe touch of her hand, making him drink out of her cup and eat out of her\ndish.  As to him, he was bashful by seeming, but verily fearful; he took\nthe Lady's caresses with what grace he might, and durst not so much as\nglance at her Maid.  Long indeed seemed that banquet to him, and longer\nyet endured the weariness of his abiding there, kind to his foe and\nunkind to his friend; for after the banquet they still sat a while, and\nthe Lady talked much to Walter about many things of the ways of the\nworld, and he answered what he might, distraught as he was with the\nthought of those two trysts which he had to deal with.\n\nAt last spake the Lady and said: \"Now must I leave thee for a little, and\nthou wottest where and how we shall meet next; and meanwhile disport thee\nas thou wilt, so that thou weary not thyself, for I love to see thee\njoyous.\"\n\nThen she arose stately and grand; but she kissed Walter on the mouth ere\nshe turned to go out of the hall.  The Maid followed her; but or ever she\nwas quite gone, she stooped and made that sign, and looked over her\nshoulder at Walter, as if in entreaty to him, and there was fear and\nanguish in her face; but he nodded his head to her in yea-say of the\ntryst in the hazel-copse, and in a trice she was gone.\n\nWalter went down the hall, and forth into the early night; but in the\njaws of the porch he came up against the King's Son, who, gazing at his\nattire glittering with all its gems in the moonlight, laughed out, and\nsaid: \"Now may it be seen how thou art risen in degree above me, whereas\nI am but a king's son, and that a king of a far country; whereas thou art\na king of kings, or shalt be this night, yea, and of this very country\nwherein we both are.\"\n\nNow Walter saw the mock which lay under his words; but he kept back his\nwrath, and answered: \"Fair sir, art thou as well contented with thy lot\nas when the sun went down?  Hast thou no doubt or fear?  Will the Maid\nverily keep tryst with thee, or hath she given thee yea-say but to escape\nthee this time?  Or, again, may she not turn to the Lady and appeal to\nher against thee?\"\n\nNow when he had spoken these words, he repented thereof, and feared for\nhimself and the Maid, lest he had stirred some misgiving in that young\nman's foolish heart.  But the King's Son did but laugh, and answered\nnought but to Walter's last words, and said: \"Yea, yea! this word of\nthine showeth how little thou wottest of that which lieth betwixt my\ndarling and thine.  Doth the lamb appeal from the shepherd to the wolf?\nEven so shall the Maid appeal from me to thy Lady.  What! ask thy Lady at\nthy leisure what her wont hath been with her thrall; she shall think it a\nfair tale to tell thee thereof.  But thereof is my Maid all whole now by\nreason of her wisdom in leechcraft, or somewhat more.  And now I tell\nthee again, that the beforesaid Maid must needs do my will; for if I be\nthe deep sea, and I deem not so ill of myself, that other one is the\ndevil; as belike thou shalt find out for thyself later on.  Yea, all is\nwell with me, and more than well.\"\n\nAnd therewith he swung merrily into the litten hall.  But Walter went out\ninto the moonlit night, and wandered about for an hour or more, and stole\nwarily into the hall and thence into his own chamber.  There he did off\nthat royal array, and did his own raiment upon him; he girt him with\nsword and knife, took his bow and quiver, and stole down and out again,\neven as he had come in.  Then he fetched a compass, and came down into\nthe hazel-coppice from the north, and lay hidden there while the night\nwore, till he deemed it would lack but little of midnight.\n\n\n\n\nCHAPTER XXI: WALTER AND THE MAID FLEE FROM THE GOLDEN HOUSE\n\n\nThere he abode amidst the hazels, hearkening every littlest sound; and\nthe sounds were nought but the night voices of the wood, till suddenly\nthere burst forth from the house a great wailing cry.  Walter's heart\ncame up into his mouth, but he had no time to do aught, for following\nhard on the cry came the sound of light feet close to him, the boughs\nwere thrust aside, and there was come the Maid, and she but in her white\ncoat, and barefoot.  And then first he felt the sweetness of her flesh on\nhis, for she caught him by the hand and said breathlessly: \"Now, now!\nthere may yet be time, or even too much, it may be.  For the saving of\nbreath ask me no questions, but come!\"\n\nHe dallied not, but went as she led, and they were lightfoot, both of\nthem.\n\nThey went the same way, due south to wit, whereby he had gone a-hunting\nwith the Lady; and whiles they ran and whiles they walked; but so fast\nthey went, that by grey of the dawn they were come as far as that coppice\nor thicket of the Lion; and still they hastened onward, and but little\nhad the Maid spoken, save here and there a word to hearten up Walter, and\nhere and there a shy word of endearment.  At last the dawn grew into\nearly day, and as they came over the brow of a bent, they looked down\nover a plain land whereas the trees grew scatter-meal, and beyond the\nplain rose up the land into long green hills, and over those again were\nblue mountains great and far away.\n\nThen spake the Maid: \"Over yonder lie the outlying mountains of the\nBears, and through them we needs must pass, to our great peril.  Nay,\nfriend,\" she said, as he handled his sword-hilt, \"it must be patience and\nwisdom to bring us through, and not the fallow blade of one man, though\nhe be a good one.  But look! below there runs a stream through the first\nof the plain, and I see nought for it but we must now rest our bodies.\nMoreover I have a tale to tell thee which is burning my heart; for maybe\nthere will be a pardon to ask of thee moreover; wherefore I fear thee.\"\n\nQuoth Walter: \"How may that be?\"\n\nShe answered him not, but took his hand and led him down the bent.  But\nhe said: \"Thou sayest, rest; but are we now out of all peril of the\nchase?\"\n\nShe said: \"I cannot tell till I know what hath befallen her.  If she be\nnot to hand to set on her trackers, they will scarce happen on us now; if\nit be not for that one.\"\n\nAnd she shuddered, and he felt her hand change as he held it.\n\nThen she said: \"But peril or no peril, needs must we rest; for I tell\nthee again, what I have to say to thee burneth my bosom for fear of thee,\nso that I can go no further until I have told thee.\"\n\nThen he said: \"I wot not of this Queen and her mightiness and her\nservants.  I will ask thereof later.  But besides the others, is there\nnot the King's Son, he who loves thee so unworthily?\"\n\nShe paled somewhat, and said: \"As for him, there had been nought for thee\nto fear in him, save his treason: but now shall he neither love nor hate\nany more; he died last midnight.\"\n\n\"Yea, and how?\" said Walter.\n\n\"Nay,\" she said, \"let me tell my tale all together once for all, lest\nthou blame me overmuch.  But first we will wash us and comfort us as best\nwe may, and then amidst our resting shall the word be said.\"\n\nBy then were they come down to the stream-side, which ran fair in pools\nand stickles amidst rocks and sandy banks.  She said: \"There behind the\ngreat grey rock is my bath, friend; and here is thine; and lo! the\nuprising of the sun!\"\n\nSo she went her ways to the said rock, and he bathed him, and washed the\nnight off him, and by then he was clad again she came back fresh and\nsweet from the water, and with her lap full of cherries from a wilding\nwhich overhung her bath.  So they sat down together on the green grass\nabove the sand, and ate the breakfast of the wilderness: and Walter was\nfull of content as he watched her, and beheld her sweetness and her\nloveliness; yet were they, either of them, somewhat shy and shamefaced\neach with the other; so that he did but kiss her hands once and again,\nand though she shrank not from him, yet had she no boldness to cast\nherself into his arms.\n\n\n\n\nCHAPTER XXII: OF THE DWARF AND THE PARDON\n\n\nNow she began to say: \"My friend, now shall I tell thee what I have done\nfor thee and me; and if thou have a mind to blame me, and punish me, yet\nremember first, that what I have done has been for thee and our hope of\nhappy life.  Well, I shall tell thee--\"\n\nBut therewithal her speech failed her; and, springing up, she faced the\nbent and pointed with her finger, and she all deadly pale, and shaking so\nthat she might scarce stand, and might speak no word, though a feeble\ngibbering came from her mouth.\n\nWalter leapt up and put his arm about her, and looked whitherward she\npointed, and at first saw nought; and then nought but a brown and yellow\nrock rolling down the bent: and then at last he saw that it was the Evil\nThing which had met him when first he came into that land; and now it\nstood upright, and he could see that it was clad in a coat of yellow\nsamite.\n\nThen Walter stooped down and gat his bow into his hand, and stood before\nthe Maid, while he nocked an arrow.  But the monster made ready his\ntackle while Walter was stooping down, and or ever he could loose, his\nbow-string twanged, and an arrow flew forth and grazed the Maid's arm\nabove the elbow, so that the blood ran, and the Dwarf gave forth a harsh\nand horrible cry.  Then flew Walter's shaft, and true was it aimed, so\nthat it smote the monster full on the breast, but fell down from him as\nif he were made of stone.  Then the creature set up his horrible cry\nagain, and loosed withal, and Walter deemed that he had smitten the Maid,\nfor she fell down in a heap behind him.  Then waxed Walter wood-wroth,\nand cast down his bow and drew his sword, and strode forward towards the\nbent against the Dwarf.  But he roared out again, and there were words in\nhis roar, and he said \"Fool! thou shalt go free if thou wilt give up the\nEnemy.\"\n\n\"And who,\" said Walter, \"is the Enemy?\"\n\nYelled the Dwarf: \"She, the pink and white thing lying there; she is not\ndead yet; she is but dying for fear of me.  Yea, she hath reason!  I\ncould have set the shaft in her heart as easily as scratching her arm;\nbut I need her body alive, that I may wreak me on her.\"\n\n\"What wilt thou do with her?\" said Walter; for now he had heard that the\nMaid was not slain he had waxed wary again, and stood watching his\nchance.\n\nThe Dwarf yelled so at his last word, that no word came from the noise a\nwhile, and then he said: \"What will I with her?  Let me at her, and stand\nby and look on, and then shalt thou have a strange tale to carry off with\nthee.  For I will let thee go this while.\"\n\nSaid Walter: \"But what need to wreak thee?  What hath she done to thee?\"\n\n\"What need! what need!\" roared the Dwarf; \"have I not told thee that she\nis the Enemy?  And thou askest of what she hath done! of what!  Fool, she\nis the murderer! she hath slain the Lady that was our Lady, and that made\nus; she whom all we worshipped and adored.  O impudent fool!\"\n\nTherewith he nocked and loosed another arrow, which would have smitten\nWalter in the face, but that he lowered his head in the very nick of\ntime; then with a great shout he rushed up the bent, and was on the Dwarf\nbefore he could get his sword out, and leaping aloft dealt the creature a\nstroke amidmost of the crown; and so mightily be smote, that he drave the\nheavy sword right through to the teeth, so that he fell dead straightway.\n\nWalter stood over him a minute, and when be saw that he moved not, he\nwent slowly down to the stream, whereby the Maid yet lay cowering down\nand quivering all over, and covering her face with her hands.  Then he\ntook her by the wrist and said: \"Up, Maiden, up! and tell me this tale of\nthe slaying.\"\n\nBut she shrunk away from him, and looked at him with wild eyes, and said:\n\"What hast thou done with him?  Is he gone?\"\n\n\"He is dead,\" said Walter; \"I have slain him; there lies he with cloven\nskull on the bent-side: unless, forsooth, he vanish away like the lion I\nslew! or else, perchance, he will come to life again!  And art thou a lie\nlike to the rest of them? let me hear of this slaying.\"\n\nShe rose up, and stood before him trembling, and said: \"O, thou art angry\nwith me, and thine anger I cannot bear.  Ah, what have I done?  Thou hast\nslain one, and I, maybe, the other; and never had we escaped till both\nthese twain were dead.  Ah! thou dost not know! thou dost not know!  O\nme! what shall I do to appease thy wrath!\"\n\nHe looked on her, and his heart rose to his mouth at the thought of\nsundering from her.  Still he looked on her, and her piteous friendly\nface melted all his heart; he threw down his sword, and took her by the\nshoulders, and kissed her face over and over, and strained her to him, so\nthat he felt the sweetness of her bosom.  Then he lifted her up like a\nchild, and set her down on the green grass, and went down to the water,\nand filled his hat therefrom, and came back to her; then he gave her to\ndrink, and bathed her face and her hands, so that the colour came aback\nto the cheeks and lips of her: and she smiled on him and kissed his\nhands, and said: \"O now thou art kind to me.\"\n\n\"Yea,\" said he, \"and true it is that if thou hast slain, I have done no\nless, and if thou hast lied, even so have I; and if thou hast played the\nwanton, as I deem not that thou hast, I full surely have so done.  So now\nthou shalt pardon me, and when thy spirit has come back to thee, thou\nshalt tell me thy tale in all friendship, and in all loving-kindness will\nI hearken the same.\"\n\nTherewith he knelt before her and kissed her feet.  But she said: \"Yea,\nyea; what thou willest, that will I do.  But first tell me one thing.\nHast thou buried this horror and hidden him in the earth?\"\n\nHe deemed that fear had bewildered her, and that she scarcely yet knew\nhow things had gone.  But he said: \"Fair sweet friend, I have not done it\nas yet; but now will I go and do it, if it seem good to thee.\"\n\n\"Yea,\" she said, \"but first must thou smite off his head, and lie it by\nhis buttocks when he is in the earth; or evil things will happen else.\nThis of the burying is no idle matter, I bid thee believe.\"\n\n\"I doubt it not,\" said he; \"surely such malice as was in this one will be\nhard to slay.\"  And he picked up his sword, and turned to go to the field\nof deed.\n\nShe said: \"I must needs go with thee; terror hath so filled my soul, that\nI durst not abide here without thee.\"\n\nSo they went both together to where the creature lay.  The Maid durst not\nlook on the dead monster, but Walter noted that he was girt with a big\nungainly sax; so he drew it from the sheath, and there smote off the\nhideous head of the fiend with his own weapon.  Then they twain together\nlaboured the earth, she with Walter's sword, he with the ugly sax, till\nthey had made a grave deep and wide enough; and therein they thrust the\ncreature, and covered him up, weapons and all together.\n\n\n\n\nCHAPTER XXIII: OF THE PEACEFUL ENDING OF THAT WILD DAY\n\n\nThereafter Walter led the Maid down again, and said to her: \"Now,\nsweetling, shall the story be told.\"\n\n\"Nay, friend,\" she said, \"not here.  This place hath been polluted by my\ncraven fear, and the horror of the vile wretch, of whom no words may tell\nhis vileness.  Let us hence and onward.  Thou seest I have once more come\nto life again.\"\n\n\"But,\" said he, \"thou hast been hurt by the Dwarf's arrow.\"\n\nShe laughed, and said: \"Had I never had greater hurt from them than that,\nlittle had been the tale thereof: yet whereas thou lookest dolorous about\nit, we will speedily heal it.\"\n\nTherewith she sought about, and found nigh the stream-side certain herbs;\nand she spake words over them, and bade Walter lay them on the wound,\nwhich, forsooth, was of the least, and he did so, and bound a strip of\nhis shirt about her arm; and then would she set forth.  But he said:\n\"Thou art all unshod; and but if that be seen to, our journey shall be\nstayed by thy foot-soreness: I may make a shift to fashion thee brogues.\"\n\nShe said: \"I may well go barefoot.  And in any case, I entreat thee that\nwe tarry here no longer, but go away hence, if it be but for a mile.\"\n\nAnd she looked piteously on him, so that he might not gainsay her.\n\nSo then they crossed the stream, and set forward, when amidst all these\nhaps the day was worn to midmorning.  But after they had gone a mile,\nthey sat them down on a knoll under the shadow of a big thorn-tree,\nwithin sight of the mountains.  Then said Walter: \"Now will I cut thee\nthe brogues from the skirt of my buff-coat, which shall be well meet for\nsuch work; and meanwhile shalt thou tell me thy tale.\"\n\n\"Thou art kind,\" she said; \"but be kinder yet, and abide my tale till we\nhave done our day's work.  For we were best to make no long delay here;\nbecause, though thou hast slain the King-dwarf, yet there be others of\nhis kindred, who swarm in some parts of the wood as the rabbits in a\nwarren.  Now true it is that they have but little understanding, less, it\nmay be, than the very brute beasts; and that, as I said afore, unless\nthey be set on our slot like to hounds, they shall have no inkling of\nwhere to seek us, yet might they happen upon us by mere misadventure.  And\nmoreover, friend,\" quoth she, blushing, \"I would beg of thee some little\nrespite; for though I scarce fear thy wrath any more, since thou hast\nbeen so kind to me, yet is there shame in that which I have to tell thee.\nWherefore, since the fairest of the day is before us, let us use it all\nwe may, and, when thou hast done me my new foot-gear, get us gone forward\nagain.\"\n\nHe kissed her kindly and yea-said her asking: he had already fallen to\nwork on the leather, and in a while had fashioned her the brogues; so she\ntied them to her feet, and arose with a smile and said: \"Now am I hale\nand strong again, what with the rest, and what with thy loving-kindness,\nand thou shalt see how nimble I shall be to leave this land, for as fair\nas it is.  Since forsooth a land of lies it is, and of grief to the\nchildren of Adam.\"\n\nSo they went their ways thence, and fared nimbly indeed, and made no stay\ntill some three hours after noon, when they rested by a thicket-side,\nwhere the strawberries grew plenty; they ate thereof what they would: and\nfrom a great oak hard by Walter shot him first one culver, and then\nanother, and hung them to his girdle to be for their evening's meal;\nsithence they went forward again, and nought befell them to tell of, till\nthey were come, whenas it lacked scarce an hour of sunset, to the banks\nof another river, not right great, but bigger than the last one.  There\nthe Maid cast herself down and said: \"Friend, no further will thy friend\ngo this even; nay, to say sooth, she cannot.  So now we will eat of thy\nvenison, and then shall my tale be, since I may no longer delay it; and\nthereafter shall our slumber be sweet and safe as I deem.\"\n\nShe spake merrily now, and as one who feared nothing, and Walter was much\nheartened by her words and her voice, and he fell to and made a fire, and\na woodland oven in the earth, and sithence dighted his fowl, and baked\nthem after the manner of wood-men.  And they ate, both of them, in all\nlove, and in good-liking of life, and were much strengthened by their\nsupper.  And when they were done, Walter eked his fire, both against the\nchill of the midnight and dawning, and for a guard against wild beasts,\nand by that time night was come, and the moon arisen.  Then the Maiden\ndrew up to the fire, and turned to Walter and spake.\n\n\n\n\nCHAPTER XXIV: THE MAID TELLS OF WHAT HAD BEFALLEN HER\n\n\n\"Now, friend, by the clear of the moon and this firelight will I tell\nwhat I may and can of my tale.  Thus it is: If I be wholly of the race of\nAdam I wot not nor can I tell thee how many years old I may be.  For\nthere are, as it were, shards or gaps in my life, wherein are but a few\nthings dimly remembered, and doubtless many things forgotten.  I remember\nwell when I was a little child, and right happy, and there were people\nabout me whom I loved, and who loved me.  It was not in this land; but\nall things were lovely there; the year's beginning, the happy mid-year,\nthe year's waning, the year's ending, and then again its beginning.  That\npassed away, and then for a while is more than dimness, for nought I\nremember save that I was.  Thereafter I remember again, and am a young\nmaiden, and I know some things, and long to know more.  I am nowise\nhappy; I am amongst people who bid me go, and I go; and do this, and I do\nit: none loveth me, none tormenteth me; but I wear my heart in longing\nfor I scarce know what.  Neither then am I in this land, but in a land\nthat I love not, and a house that is big and stately, but nought lovely.\nThen is a dim time again, and sithence a time not right clear; an evil\ntime, wherein I am older, wellnigh grown to womanhood.  There are a many\nfolk about me, and they foul, and greedy, and hard; and my spirit is\nfierce, and my body feeble; and I am set to tasks that I would not do, by\nthem that are unwiser than I; and smitten I am by them that are less\nvaliant than I; and I know lack, and stripes, and divers misery.  But all\nthat is now become but a dim picture to me, save that amongst all these\nunfriends is a friend to me; an old woman, who telleth me sweet tales of\nother life, wherein all is high and goodly, or at the least valiant and\ndoughty, and she setteth hope in my heart and learneth me, and maketh me\nto know much . . . O much . . . so that at last I am grown wise, and wise\nto be mighty if I durst.  Yet am I nought in this land all this while,\nbut, as meseemeth, in a great and a foul city.\"\n\n\"And then, as it were, I fall asleep; and in my sleep is nought, save\nhere and there a wild dream, somedeal lovely, somedeal hideous: but of\nthis dream is my Mistress a part, and the monster, withal, whose head\nthou didst cleave to-day.  But when I am awaken from it, then am I verily\nin this land, and myself, as thou seest me to-day.  And the first part of\nmy life here is this, that I am in the pillared ball yonder, half-clad\nand with bound hands; and the Dwarf leadeth me to the Lady, and I hear\nhis horrible croak as he sayeth: 'Lady, will this one do?' and then the\nsweet voice of the Lady saying: 'This one will do; thou shalt have thy\nreward: now, set thou the token upon her.'  Then I remember the Dwarf\ndragging me away, and my heart sinking for fear of him: but for that time\nhe did me no more harm than the rivetting upon my leg this iron ring\nwhich here thou seest.\"\n\n\"So from that time forward I have lived in this land, and been the thrall\nof the Lady; and I remember my life here day by day, and no part of it\nhas fallen into the dimness of dreams.  Thereof will I tell thee but\nlittle: but this I will tell thee, that in spite of my past dreams, or it\nmay be because of them, I had not lost the wisdom which the old woman had\nerst learned me, and for more wisdom I longed.  Maybe this longing shall\nnow make both thee and me happy, but for the passing time it brought me\ngrief.  For at first my Mistress was indeed wayward with me, but as any\ngreat lady might be with her bought thrall, whiles caressing me, and\nwhiles chastising me, as her mood went; but she seemed not to be cruel of\nmalice, or with any set purpose.  But so it was (rather little by little\nthan by any great sudden uncovering of my intent), that she came to know\nthat I also had some of the wisdom whereby she lived her queenly life.\nThat was about two years after I was first her thrall, and three weary\nyears have gone by since she began to see in me the enemy of her days.\nNow why or wherefore I know not, but it seemeth that it would not avail\nher to slay me outright, or suffer me to die; but nought withheld her\nfrom piling up griefs and miseries on my head.  At last she set her\nservant, the Dwarf, upon me, even he whose head thou clavest to-day.  Many\nthings I bore from him whereof it were unseemly for my tongue to tell\nbefore thee; but the time came when he exceeded, and I could bear no\nmore; and then I showed him this sharp knife (wherewith I would have\nthrust me through to the heart if thou hadst not pardoned me e'en now),\nand I told him that if he forbore me not, I would slay, not him, but\nmyself; and this he might not away with because of the commandment of the\nLady, who had given him the word that in any case I must be kept living.\nAnd her hand, withal, fear held somewhat hereafter.  Yet was there need\nto me of all my wisdom; for with all this her hatred grew, and whiles\nraged within her so furiously that it overmastered her fear, and at such\ntimes she would have put me to death if I had not escaped her by some\nturn of my lore.\"\n\n\"Now further, I shall tell thee that somewhat more than a year ago hither\nto this land came the King's Son, the second goodly man, as thou art the\nthird, whom her sorceries have drawn hither since I have dwelt here.\nForsooth, when he first came, he seemed to us, to me, and yet more to my\nLady, to be as beautiful as an angel, and sorely she loved him; and he\nher, after his fashion: but he was light-minded, and cold-hearted, and in\na while he must needs turn his eyes upon me, and offer me his love, which\nwas but foul and unkind as it turned out; for when I nay-said him, as\nmaybe I had not done save for fear of my Mistress, he had no pity upon\nme, but spared not to lead me into the trap of her wrath, and leave me\nwithout help, or a good word.  But, O friend, in spite of all grief and\nanguish, I learned still, and waxed wise, and wiser, abiding the day of\nmy deliverance, which has come, and thou art come.\"\n\nTherewith she took Walter's hands and kissed them; but he kissed her\nface, and her tears wet her lips.  Then she went on: \"But sithence,\nmonths ago, the Lady began to weary of this dastard, despite of his\nbeauty; and then it was thy turn to be swept into her net; I partly guess\nhow.  For on a day in broad daylight, as I was serving my Mistress in the\nhall, and the Evil Thing, whose head is now cloven, was lying across the\nthreshold of the door, as it were a dream fell upon me, though I strove\nto cast it off for fear of chastisement; for the pillared hall wavered,\nand vanished from my sight, and my feet were treading a rough stone\npavement instead of the marble wonder of the hall, and there was the\nscent of the salt sea and of the tackle of ships, and behind me were tall\nhouses, and before me the ships indeed, with their ropes beating and\ntheir sails flapping and their masts wavering; and in mine ears was the\nhale and how of mariners; things that I had seen and heard in the dimness\nof my life gone by.\"\n\n\"And there was I, and the Dwarf before me, and the Lady after me, going\nover the gangway aboard of a tall ship, and she gathered way and was\ngotten out of the haven, and straightway I saw the mariners cast abroad\ntheir ancient.\"\n\nQuoth Walter: \"What then!  Sawest thou the blazon thereon, of a wolf-like\nbeast ramping up against a maiden?  And that might well have been thou.\"\n\nShe said: \"Yea, so it was; but refrain thee, that I may tell on my tale!\nThe ship and the sea vanished away, but I was not back in the hall of the\nGolden House; and again were we three in the street of the self-same town\nwhich we had but just left; but somewhat dim was my vision thereof, and I\nsaw little save the door of a goodly house before me, and speedily it\ndied out, and we were again in the pillared hall, wherein my thralldom\nwas made manifest.\"\n\n\"Maiden,\" said Walter, \"one question I would ask thee; to wit, didst thou\nsee me on the quay by the ships?\"\n\n\"Nay,\" she said, \"there were many folk about, but they were all as images\nof the aliens to me.  Now hearken further: three months thereafter came\nthe dream upon me again, when we were all three together in the Pillared\nHall; and again was the vision somewhat dim.  Once more we were in the\nstreet of a busy town, but all unlike to that other one, and there were\nmen standing together on our right hands by the door of a house.\"\n\n\"Yea, yea,\" quoth Walter; \"and, forsooth, one of them was who but I.\"\n\n\"Refrain thee, beloved!\" she said; \"for my tale draweth to its ending,\nand I would have thee hearken heedfully: for maybe thou shalt once again\ndeem my deed past pardon.  Some twenty days after this last dream, I had\nsome leisure from my Mistress's service, so I went to disport me by the\nWell of the Oak-tree (or forsooth she might have set in my mind the\nthought of going there, that I might meet thee and give her some occasion\nagainst me); and I sat thereby, nowise loving the earth, but sick at\nheart, because of late the King's Son had been more than ever instant\nwith me to yield him my body, threatening me else with casting me into\nall that the worst could do to me of torments and shames day by day.  I\nsay my heart failed me, and I was wellnigh brought to the point of yea-\nsaying his desires, that I might take the chance of something befalling\nme that were less bad than the worst.  But here must I tell thee a thing,\nand pray thee to take it to heart.  This, more than aught else, had given\nme strength to nay-say that dastard, that my wisdom both hath been, and\nnow is, the wisdom of a wise maid, and not of a woman, and all the might\nthereof shall I lose with my maidenhead.  Evil wilt thou think of me\nthen, for all I was tried so sore, that I was at point to cast it all\naway, so wretchedly as I shrank from the horror of the Lady's wrath.\"\n\n\"But there as I sat pondering these things, I saw a man coming, and\nthought no otherwise thereof but that it was the King's Son, till I saw\nthe stranger drawing near, and his golden hair, and his grey eyes; and\nthen I heard his voice, and his kindness pierced my heart, and I knew\nthat my friend had come to see me; and O, friend, these tears are for the\nsweetness of that past hour!\"\n\nSaid Walter: \"I came to see my friend, I also.  Now have I noted what\nthou badest me; and I will forbear all as thou commandest me, till we be\nsafe out of the desert and far away from all evil things; but wilt thou\nban me from all caresses?\"\n\nShe laughed amidst of her tears, and said: \"O, nay, poor lad, if thou\nwilt be but wise.\"\n\nThen she leaned toward him, and took his face betwixt her hands and\nkissed him oft, and the tears started in his eyes for love and pity of\nher.\n\nThen she said: \"Alas, friend! even yet mayst thou doom me guilty, and all\nthy love may turn away from me, when I have told thee all that I have\ndone for the sake of thee and me.  O, if then there might be some\nchastisement for the guilty woman, and not mere sundering!\"\n\n\"Fear nothing, sweetling,\" said he; \"for indeed I deem that already I\nknow partly what thou hast done.\"\n\nShe sighed, and said: \"I will tell thee next, that I banned thy kissing\nand caressing of me till to-day because I knew that my Mistress would\nsurely know if a man, if thou, hadst so much as touched a finger of mine\nin love, it was to try me herein that on the morning of the hunting she\nkissed and embraced me, till I almost died thereof, and showed thee my\nshoulder and my limbs; and to try thee withal, if thine eye should\nglister or thy cheek flush thereat; for indeed she was raging in jealousy\nof thee.  Next, my friend, even whiles we were talking together at the\nWell of the Rock, I was pondering on what we should do to escape from\nthis land of lies.  Maybe thou wilt say: Why didst thou not take my hand\nand flee with me as we fled to-day?  Friend, it is most true, that were\nshe not dead we had not escaped thus far.  For her trackers would have\nfollowed us, set on by her, and brought us back to an evil fate.\nTherefore I tell thee that from the first I did plot the death of those\ntwo, the Dwarf and the Mistress.  For no otherwise mightest thou live, or\nI escape from death in life.  But as to the dastard who threatened me\nwith a thrall's pains, I heeded him nought to live or die, for well I\nknew that thy valiant sword, yea, or thy bare hands, would speedily tame\nhim.  Now first I knew that I must make a show of yielding to the King's\nSon; and somewhat how I did therein, thou knowest.  But no night and no\ntime did I give him to bed me, till after I had met thee as thou wentest\nto the Golden House, before the adventure of fetching the lion's skin;\nand up to that time I had scarce known what to do, save ever to bid thee,\nwith sore grief and pain, to yield thee to the wicked woman's desire.  But\nas we spake together there by the stream, and I saw that the Evil Thing\n(whose head thou clavest e'en now) was spying on us, then amidst the\nsickness of terror which ever came over me whensoever I thought of him,\nand much more when I saw him (ah! he is dead now!), it came flashing into\nmy mind how I might destroy my enemy.  Therefore I made the Dwarf my\nmessenger to her, by bidding thee to my bed in such wise that he might\nhear it.  And wot thou well, that he speedily carried her the tidings.\nMeanwhile I hastened to lie to the King's Son, and all privily bade him\ncome to me and not thee.  And thereafter, by dint of waiting and\nwatching, and taking the only chance that there was, I met thee as thou\ncamest back from fetching the skin of the lion that never was, and gave\nthee that warning, or else had we been undone indeed.\"\n\nSaid Walter: \"Was the lion of her making or of thine then?\"\n\nShe said: \"Of hers: why should I deal with such a matter?\"\n\n\"Yea,\" said Walter, \"but she verily swooned, and she was verily wroth\nwith the Enemy.\"\n\nThe Maid smiled, and said: \"If her lie was not like very sooth, then had\nshe not been the crafts-master that I knew her: one may lie otherwise\nthan with the tongue alone: yet indeed her wrath against the Enemy was\nnought feigned; for the Enemy was even I, and in these latter days never\ndid her wrath leave me.  But to go on with my tale.\"\n\n\"Now doubt thou not, that, when thou camest into the hall yester eve, the\nMistress knew of thy counterfeit tryst with me, and meant nought but\ndeath for thee; yet first would she have thee in her arms again,\ntherefore did she make much of thee at table (and that was partly for my\ntorment also), and therefore did she make that tryst with thee, and\ndeemed doubtless that thou wouldst not dare to forgo it, even if thou\nshouldst go to me thereafter.\"\n\n\"Now I had trained that dastard to me as I have told thee, but I gave him\na sleepy draught, so that when I came to the bed he might not move toward\nme nor open his eyes: but I lay down beside him, so that the Lady might\nknow that my body had been there; for well had she wotted if it had not.\nThen as there I lay I cast over him thy shape, so that none might have\nknown but that thou wert lying by my side, and there, trembling, I abode\nwhat should befall.  Thus I passed through the hour whenas thou shouldest\nhave been at her chamber, and the time of my tryst with thee was come as\nthe Mistress would be deeming; so that I looked for her speedily, and my\nheart wellnigh failed me for fear of her cruelty.\"\n\n\"Presently then I heard a stirring in her chamber, and I slipped from out\nthe bed, and hid me behind the hangings, and was like to die for fear of\nher; and lo, presently she came stealing in softly, holding a lamp in one\nhand and a knife in the other.  And I tell thee of a sooth that I also\nhad a sharp knife in my hand to defend my life if need were.  She held\nthe lamp up above her head before she drew near to the bed-side, and I\nheard her mutter: 'She is not there then! but she shall be taken.'  Then\nshe went up to the bed and stooped over it, and laid her hand on the\nplace where I had lain; and therewith her eyes turned to that false image\nof thee lying there, and she fell a-trembling and shaking, and the lamp\nfell to the ground and was quenched (but there was bright moonlight in\nthe room, and still I could see what betid).  But she uttered a noise\nlike the low roar of a wild beast, and I saw her arm and hand rise up,\nand the flashing of the steel beneath the hand, and then down came the\nhand and the steel, and I went nigh to swooning lest perchance I had\nwrought over well, and thine image were thy very self.  The dastard died\nwithout a groan: why should I lament him?  I cannot.  But the Lady drew\nhim toward her, and snatched the clothes from off his shoulders and\nbreast, and fell a-gibbering sounds mostly without meaning, but broken\nhere and there with words.  Then I heard her say: 'I shall forget; I\nshall forget; and the new days shall come.'  Then was there silence of\nher a little, and thereafter she cried out in a terrible voice: 'O no,\nno, no!  I cannot forget; I cannot forget;' and she raised a great\nwailing cry that filled all the night with horror (didst thou not hear\nit?), and caught up the knife from the bed and thrust it into her breast,\nand fell down a dead heap over the bed and on to the man whom she had\nslain.  And then I thought of thee, and joy smote across my terror; how\nshall I gainsay it?  And I fled away to thee, and I took thine hands in\nmine, thy dear hands, and we fled away together.  Shall we be still\ntogether?\"\n\nHe spoke slowly, and touched her not, and she, forbearing all sobbing and\nweeping, sat looking wistfully on him.  He said: \"I think thou hast told\nme all; and whether thy guile slew her, or her own evil heart, she was\nslain last night who lay in mine arms the night before.  It was ill, and\nill done of me, for I loved not her, but thee, and I wished for her death\nthat I might be with thee.  Thou wottest this, and still thou lovest me,\nit may be overweeningly.  What have I to say then?  If there be any guilt\nof guile, I also was in the guile; and if there be any guilt of murder, I\nalso was in the murder.  Thus we say to each other; and to God and his\nHallows we say: 'We two have conspired to slay the woman who tormented\none of us, and would have slain the other; and if we have done amiss\ntherein, then shall we two together pay the penalty; for in this have we\ndone as one body and one soul.'\"\n\nTherewith he put his arms about her and kissed her, but soberly and\nfriendly, as if he would comfort her.  And thereafter he said to her:\n\"Maybe to-morrow, in the sunlight, I will ask thee of this woman, what\nshe verily was; but now let her be.  And thou, thou art over-wearied, and\nI bid thee sleep.\"\n\nSo he went about and gathered of bracken a great heap for her bed, and\ndid his coat thereover, and led her thereto, and she lay down meekly, and\nsmiled and crossed her arms over her bosom, and presently fell asleep.\nBut as for him, he watched by the fire-side till dawn began to glimmer,\nand then he also laid him down and slept.\n\n\n\n\nCHAPTER XXV: OF THE TRIUMPHANT SUMMER ARRAY OF THE MAID\n\n\nWhen the day was bright Walter arose, and met the Maid coming from the\nriver-bank, fresh and rosy from the water.  She paled a little when they\nmet face to face, and she shrank from him shyly.  But he took her hand\nand kissed her frankly; and the two were glad, and had no need to tell\neach other of their joy, though much else they deemed they had to say,\ncould they have found words thereto.\n\nSo they came to their fire and sat down, and fell to breakfast; and ere\nthey were done, the Maid said: \"My Master, thou seest we be come nigh\nunto the hill-country, and to-day about sunset, belike, we shall come\ninto the Land of the Bear-folk; and both it is, that there is peril if we\nfall into their hands, and that we may scarce escape them.  Yet I deem\nthat we may deal with the peril by wisdom.\"\n\n\"What is the peril?\" said Walter; \"I mean, what is the worst of it?\"\n\nSaid the Maid: \"To be offered up in sacrifice to their God.\"\n\n\"But if we escape death at their hands, what then?\" said Walter.\n\n\"One of two things,\" said she; \"the first that they shall take us into\ntheir tribe.\"\n\n\"And will they sunder us in that case?\" said Walter.\n\n\"Nay,\" said she.\n\nWalter laughed and said: \"Therein is little harm then.  But what is the\nother chance?\"\n\nSaid she: \"That we leave them with their goodwill, and come back to one\nof the lands of Christendom.\"\n\nSaid Walter: \"I am not all so sure that this is the better of the two\nchoices, though, forsooth, thou seemest to think so.  But tell me now,\nwhat like is their God, that they should offer up new-comers to him?\"\n\n\"Their God is a woman,\" she said, \"and the Mother of their nation and\ntribes (or so they deem) before the days when they had chieftains and\nLords of Battle.\"\n\n\"That will be long ago,\" said he; \"how then may she be living now?\"\n\nSaid the Maid: \"Doubtless that woman of yore agone is dead this many and\nmany a year; but they take to them still a new woman, one after other, as\nthey may happen on them, to be in the stead of the Ancient Mother.  And\nto tell thee the very truth right out, she that lieth dead in the\nPillared Hall was even the last of these; and now, if they knew it, they\nlack a God.  This shall we tell them.\"\n\n\"Yea, yea!\" said Walter, \"a goodly welcome shall we have of them then, if\nwe come amongst them with our hands red with the blood of their God!\"\n\nShe smiled on him and said: \"If I come amongst them with the tidings that\nI have slain her, and they trow therein, without doubt they shall make me\nLady and Goddess in her stead.\"\n\n\"This is a strange word,\" said Walter \"but if so they do, how shall that\nfurther us in reaching the kindreds of the world, and the folk of Holy\nChurch?\"\n\nShe laughed outright, so joyous was she grown, now that she knew that his\nlife was yet to be a part of hers.  \"Sweetheart,\" she said, \"now I see\nthat thou desirest wholly what I desire; yet in any case, abiding with\nthem would be living and not dying, even as thou hadst it e'en now.  But,\nforsooth, they will not hinder our departure if they deem me their God;\nthey do not look for it, nor desire it, that their God should dwell with\nthem daily.  Have no fear.\"  Then she laughed again, and said: \"What!\nthou lookest on me and deemest me to be but a sorry image of a goddess;\nand me with my scanty coat and bare arms and naked feet!  But wait!  I\nknow well how to array me when the time cometh.  Thou shalt see it!  And\nnow, my Master, were it not meet that we took to the road?\"\n\nSo they arose, and found a ford of the river that took the Maid but to\nthe knee, and so set forth up the greensward of the slopes whereas there\nwere but few trees; so went they faring toward the hill-country.\n\nAt the last they were come to the feet of the very hills, and in the\nhollows betwixt the buttresses of them grew nut and berry trees, and the\ngreensward round about them was both thick and much flowery.  There they\nstayed them and dined, whereas Walter had shot a hare by the way, and\nthey had found a bubbling spring under a grey stone in a bight of the\ncoppice, wherein now the birds were singing their best.\n\nWhen they had eaten and had rested somewhat, the Maid arose and said:\n\"Now shall the Queen array herself, and seem like a very goddess.\"\n\nThen she fell to work, while Walter looked on; and she made a garland for\nher head of eglantine where the roses were the fairest; and with mingled\nflowers of the summer she wreathed her middle about, and let the garland\nof them hang down to below her knees; and knots of the flowers she made\nfast to the skirts of her coat, and did them for arm-rings about her\narms, and for anklets and sandals for her feet.  Then she set a garland\nabout Walter's head, and then stood a little off from him and set her\nfeet together, and lifted up her arms, and said: \"Lo now! am I not as\nlike to the Mother of Summer as if I were clad in silk and gold? and even\nso shall I be deemed by the folk of the Bear.  Come now, thou shalt see\nhow all shall be well.\"\n\nShe laughed joyously; but he might scarce laugh for pity of his love.\nThen they set forth again, and began to climb the hills, and the hours\nwore as they went in sweet converse; till at last Walter looked on the\nMaid, and smiled on her, and said: \"One thing I would say to thee, lovely\nfriend, to wit: wert thou clad in silk and gold, thy stately raiment\nmight well suffer a few stains, or here and there a rent maybe; but\nstately would it be still when the folk of the Bear should come up\nagainst thee.  But as to this flowery array of thine, in a few hours it\nshall be all faded and nought.  Nay, even now, as I look on thee, the\nmeadow-sweet that hangeth from thy girdle-stead has waxen dull, and\nwelted; and the blossoming eyebright that is for a hem to the little\nwhite coat of thee is already forgetting how to be bright and blue.  What\nsayest thou then?\"\n\nShe laughed at his word, and stood still, and looked back over her\nshoulder, while with her fingers she dealt with the flowers about her\nside like to a bird preening his feathers.  Then she said: \"Is it verily\nso as thou sayest?  Look again!\"\n\nSo he looked, and wondered; for lo! beneath his eyes the spires of the\nmeadow-sweet grew crisp and clear again, the eyebright blossoms shone\nonce more over the whiteness of her legs; the eglantine roses opened, and\nall was as fresh and bright as if it were still growing on its own roots.\n\nHe wondered, and was even somedeal aghast; but she said: \"Dear friend, be\nnot troubled! did I not tell thee that I am wise in hidden lore?  But in\nmy wisdom shall be no longer any scathe to any man.  And again, this my\nwisdom, as I told thee erst, shall end on the day whereon I am made all\nhappy.  And it is thou that shall wield it all, my Master.  Yet must my\nwisdom needs endure for a little season yet.  Let us on then, boldly and\nhappily.\"\n\n\n\n\nCHAPTER XXVI: THEY COME TO THE FOLK OF THE BEARS\n\n\nOn they went, and before long they were come up on to the down-country,\nwhere was scarce a tree, save gnarled and knotty thorn-bushes here and\nthere, but nought else higher than the whin.  And here on these upper\nlands they saw that the pastures were much burned with the drought,\nalbeit summer was not worn old.  Now they went making due south toward\nthe mountains, whose heads they saw from time to time rising deep blue\nover the bleak greyness of the down-land ridges.  And so they went, till\nat last, hard on sunset, after they had climbed long over a high bent,\nthey came to the brow thereof, and, looking down, beheld new tidings.\n\nThere was a wide valley below them, greener than the downs which they had\ncome over, and greener yet amidmost, from the watering of a stream which,\nall beset with willows, wound about the bottom.  Sheep and neat were\npasturing about the dale, and moreover a long line of smoke was going up\nstraight into the windless heavens from the midst of a ring of little\nround houses built of turfs, and thatched with reed.  And beyond that,\ntoward an eastward-lying bight of the dale, they could see what looked\nlike to a doom-ring of big stones, though there were no rocky places in\nthat land.  About the cooking-fire amidst of the houses, and here and\nthere otherwhere, they saw, standing or going to and fro, huge figures of\nmen and women, with children playing about betwixt them.\n\nThey stood and gazed down at it for a minute or two, and though all were\nat peace there, yet to Walter, at least, it seemed strange and awful.  He\nspake softly, as though he would not have his voice reach those men,\nthough they were, forsooth, out of earshot of anything save a shout: \"Are\nthese then the children of the Bear?  What shall we do now?\"\n\nShe said: \"Yea, of the Bear they be, though there be other folks of them\nfar and far away to the northward and eastward, near to the borders of\nthe sea.  And as to what we shall do, let us go down at once, and\npeacefully.  Indeed, by now there will be no escape from them; for lo\nyou! they have seen us.\"\n\nForsooth, some three or four of the big men had turned them toward the\nbent whereon stood the twain, and were hailing them in huge, rough\nvoices, wherein, howsoever, seemed to be no anger or threat.  So the Maid\ntook Walter by the hand, and thus they went down quietly, and the Bear-\nfolk, seeing them, stood all together, facing them, to abide their\ncoming.  Walter saw of them, that though they were very tall and bigly\nmade, they were not so far above the stature of men as to be marvels.  The\ncarles were long-haired, and shaggy of beard, and their hair all red or\ntawny; their skins, where their naked flesh showed, were burned brown\nwith sun and weather, but to a fair and pleasant brown, nought like to\nblackamoors.  The queans were comely and well-eyed; nor was there\nanything of fierce or evil-looking about either the carles or the queans,\nbut somewhat grave and solemn of aspect were they.  Clad were they all,\nsaving the young men-children, but somewhat scantily, and in nought save\nsheep-skins or deer-skins.\n\nFor weapons they saw amongst them clubs, and spears headed with bone or\nflint, and ugly axes of big flints set in wooden handles; nor was there,\nas far as they could see, either now or afterward, any bow amongst them.\nBut some of the young men seemed to have slings done about their\nshoulders.\n\nNow when they were come but three fathom from them, the Maid lifted up\nher voice, and spake clearly and sweetly: \"Hail, ye folk of the Bears! we\nhave come amongst you, and that for your good and not for your hurt:\nwherefore we would know if we be welcome.\"\n\nThere was an old man who stood foremost in the midst, clad in a mantle of\ndeer-skins worked very goodly, and with a gold ring on his arm, and a\nchaplet of blue stones on his head, and he spake: \"Little are ye, but so\ngoodly, that if ye were but bigger, we should deem that ye were come from\nthe Gods' House.  Yet have I heard, that how mighty soever may the Gods\nbe, and chiefly our God, they be at whiles nought so bigly made as we of\nthe Bears.  How this may be, I wot not.  But if ye be not of the Gods or\ntheir kindred, then are ye mere aliens; and we know not what to do with\naliens, save we meet them in battle, or give them to the God, or save we\nmake them children of the Bear.  But yet again, ye may be messengers of\nsome folk who would bind friendship and alliance with us: in which case\nye shall at the least depart in peace, and whiles ye are with us shall be\nour guests in all good cheer.  Now, therefore, we bid you declare the\nmatter unto us.\"\n\nThen spake the Maid: \"Father, it were easy for us to declare what we be\nunto you here present.  But, meseemeth, ye who be gathered round the fire\nhere this evening are less than the whole tale of the children of the\nBear.\"\n\n\"So it is, Maiden,\" said the elder, \"that many more children hath the\nBear.\"\n\n\"This then we bid you,\" said the Maid, \"that ye send the tokens round and\ngather your people to you, and when they be assembled in the Doom-ring,\nthen shall we put our errand before you; and according to that, shall ye\ndeal with us.\"\n\n\"Thou hast spoken well,\" said the elder; \"and even so had we bidden you\nourselves.  To-morrow, before noon, shall ye stand in the Doom-ring in\nthis Dale, and speak with the children of the Bear.\"\n\nTherewith he turned to his own folk and called out something, whereof\nthose twain knew not the meaning; and there came to him, one after\nanother, six young men, unto each of whom he gave a thing from out his\npouch, but what it was Walter might not see, save that it was little and\nof small account: to each, also, he spake a word or two, and straight\nthey set off running, one after the other, turning toward the bent which\nwas over against that whereby the twain had come into the Dale, and were\nsoon out of sight in the gathering dusk.\n\nThen the elder turned him again to Walter and the Maid, and spake: \"Man\nand woman, whatsoever ye may be, or whatsoever may abide you to-morrow,\nto-night, ye are welcome guests to us; so we bid you come eat and drink\nat our fire.\"\n\nSo they sat all together upon the grass round about the embers of the\nfire, and ate curds and cheese, and drank milk in abundance; and as the\nnight grew on them they quickened the fire, that they might have light.\nThis wild folk talked merrily amongst themselves, with laughter enough\nand friendly jests, but to the new-comers they were few-spoken, though,\nas the twain deemed, for no enmity that they bore them.  But this found\nWalter, that the younger ones, both men and women, seemed to find it a\nhard matter to keep their eyes off them; and seemed, withal, to gaze on\nthem with somewhat of doubt, or, it might be, of fear.\n\nSo when the night was wearing a little, the elder arose and bade the\ntwain to come with him, and led them to a small house or booth, which was\namidmost of all, and somewhat bigger than the others, and he did them to\nwit that they should rest there that night, and bade them sleep in peace\nand without fear till the morrow.  So they entered, and found beds\nthereon of heather and ling, and they laid them down sweetly, like\nbrother and sister, when they had kissed each other.  But they noted that\nfour brisk men lay without the booth, and across the door, with their\nweapons beside them, so that they must needs look upon themselves as\ncaptives.\n\nThen Walter might not refrain him, but spake: \"Sweet and dear friend, I\nhave come a long way from the quay at Langton, and the vision of the\nDwarf, the Maid, and the Lady; and for this kiss wherewith I have kissed\nthee e'en now, and the kindness of thine eyes, it was worth the time and\nthe travail.  But to-morrow, meseemeth, I shall go no further in this\nworld, though my journey be far longer than from Langton hither.  And now\nmay God and All Hallows keep thee amongst this wild folk, whenas I shall\nbe gone from thee.\"\n\nShe laughed low and sweetly, and said: \"Dear friend, dost thou speak to\nme thus mournfully to move me to love thee better?  Then is thy labour\nlost; for no better may I love thee than now I do; and that is with mine\nwhole heart.  But keep a good courage, I bid thee; for we be not sundered\nyet, nor shall we be.  Nor do I deem that we shall die here, or\nto-morrow; but many years hence, after we have known all the sweetness of\nlife.  Meanwhile, I bid thee good-night, fair friend!\"\n\n\n\n\nCHAPTER XXVII: MORNING AMONGST THE BEARS\n\n\nSo Walter laid him down and fell asleep, and knew no more till he awoke\nin bright daylight with the Maid standing over him.  She was fresh from\nthe water, for she had been to the river to bathe her, and the sun\nthrough the open door fell streaming on her feet close to Walter's\npillow.  He turned about and cast his arm about them, and caressed them,\nwhile she stood smiling upon him; then he arose and looked on her, and\nsaid: \"How thou art fair and bright this morning!  And yet . . . and yet\n. . . were it not well that thou do off thee all this faded and drooping\nbravery of leaves and blossoms, that maketh thee look like to a\njongleur's damsel on a morrow of May-day?\"\n\nAnd he gazed ruefully on her.\n\nShe laughed on him merrily, and said: \"Yea, and belike these others think\nno better of my attire, or not much better; for yonder they are gathering\nsmall wood for the burnt-offering; which, forsooth, shall be thou and I,\nunless I better it all by means of the wisdom I learned of the old woman,\nand perfected betwixt the stripes of my Mistress, whom a little while ago\nthou lovedst somewhat.\"\n\nAnd as she spake her eyes sparkled, her cheek flushed, and her limbs and\nher feet seemed as if they could scarce refrain from dancing for joy.\nThen Walter knit his brow, and for a moment a thought half-framed was in\nhis mind: Is it so, that she will bewray me and live without me? and he\ncast his eyes on to the ground.  But she said: \"Look up, and into mine\neyes, friend, and see if there be in them any falseness toward thee!  For\nI know thy thought; I know thy thought.  Dost thou not see that my joy\nand gladness is for the love of thee, and the thought of the rest from\ntrouble that is at hand?\"\n\nHe looked up, and his eyes met the eyes of her love, and he would have\ncast his arms about her; but she drew aback and said: \"Nay, thou must\nrefrain thee awhile, dear friend, lest these folk cast eyes on us, and\ndeem us over lover-like for what I am to bid them deem me.  Abide a\nwhile, and then shall all be in me according to thy will.  But now I must\ntell thee that it is not very far from noon, and that the Bears are\nstreaming into the Dale, and already there is an host of men at the Doom-\nring, and, as I said, the bale for the burnt-offering is wellnigh dight,\nwhether it be for us, or for some other creature.  And now I have to bid\nthee this, and it will be a thing easy for thee to do, to wit, that thou\nlook as if thou wert of the race of the Gods, and not to blench, or show\nsign of blenching, whatever betide: to yea-say both my yea-say and my nay-\nsay: and lastly this, which is the only hard thing for thee (but thou\nhast already done it before somewhat), to look upon me with no masterful\neyes of love, nor as if thou wert at once praying me and commanding me;\nrather thou shalt so demean thee as if thou wert my man all simply, and\nnowise my master.\"\n\n\"O friend beloved,\" said Walter, \"here at least art thou the master, and\nI will do all thy bidding, in certain hope of this, that either we shall\nlive together or die together.\"\n\nBut as they spoke, in came the elder, and with him a young maiden,\nbearing with them their breakfast of curds arid cream and strawberries,\nand he bade them eat.  So they ate, and were not unmerry; and the while\nof their eating the elder talked with them soberly, but not hardly, or\nwith any seeming enmity: and ever his talk gat on to the drought, which\nwas now burning up the down-pastures; and how the grass in the watered\ndales, which was no wide spread of land, would not hold out much longer\nunless the God sent them rain.  And Walter noted that those two, the\nelder and the Maid, eyed each other curiously amidst of this talk; the\nelder intent on what she might say, and if she gave heed to his words;\nwhile on her side the Maid answered his speech graciously and pleasantly,\nbut said little that was of any import: nor would she have him fix her\neyes, which wandered lightly from this thing to that; nor would her lips\ngrow stern and stable, but ever smiled in answer to the light of her\neyes, as she sat there with her face as the very face of the gladness of\nthe summer day.\n\n\n\n\nCHAPTER XXVIII: OF THE NEW GOD OF THE BEARS\n\n\nAt last the old man said: \"My children, ye shall now come with me unto\nthe Doom-ring of our folk, the Bears of the Southern Dales, and deliver\nto them your errand; and I beseech you to have pity upon your own bodies,\nas I have pity on them; on thine especially, Maiden, so fair and bright a\ncreature as thou art; for so it is, that if ye deal us out light and\nlying words after the manner of dastards, ye shall miss the worship and\nglory of wending away amidst of the flames, a gift to the God and a hope\nto the people, and shall be passed by the rods of the folk, until ye\nfaint and fail amongst them, and then shall ye be thrust down into the\nflow at the Dale's End, and a stone-laden hurdle cast upon you, that we\nmay thenceforth forget your folly.\"\n\nThe Maid now looked full into his eyes, and Walter deemed that the old\nman shrank before her; but she said: \"Thou art old and wise, O great man\nof the Bears, yet nought I need to learn of thee.  Now lead us on our way\nto the Stead of the Errands.\"\n\nSo the elder brought them along to the Doom-ring at the eastern end of\nthe Dale; and it was now all peopled with those huge men, weaponed after\ntheir fashion, and standing up, so that the grey stones thereof but\nshowed a little over their heads.  But amidmost of the said Ring was a\nbig stone, fashioned as a chair, whereon sat a very old man, long-hoary\nand white-bearded, and on either side of him stood a great-limbed woman\nclad in war-gear, holding, each of them, a long spear, and with a flint-\nbladed knife in the girdle; and there were no other women in all the\nMote.\n\nThen the elder led those twain into the midst of the Mote, and there bade\nthem go up on to a wide, flat-topped stone, six feet above the ground,\njust over against the ancient chieftain; and they mounted it by a rough\nstair, and stood there before that folk; Walter in his array of the\noutward world, which had been fair enough, of crimson cloth and silk, and\nwhite linen, but was now travel-stained and worn; and the Maid with\nnought upon her, save the smock wherein she had fled from the Golden\nHouse of the Wood beyond the World, decked with the faded flowers which\nshe had wreathed about her yesterday.  Nevertheless, so it was, that\nthose big men eyed her intently, and with somewhat of worship.\n\nNow did Walter, according to her bidding, sink down on his knees beside\nher, and drawing his sword, hold it before him, as if to keep all\ninterlopers aloof from the Maid.  And there was silence in the Mote, and\nall eyes were fixed on those twain.\n\nAt last the old chief arose and spake: \"Ye men, here are come a man and a\nwoman, we know not whence; whereas they have given word to our folk who\nfirst met them, that they would tell their errand to none save the Mote\nof the People; which it was their due to do, if they were minded to risk\nit.  For either they be aliens without an errand hither, save, it may be,\nto beguile us, in which case they shall presently die an evil death; or\nthey have come amongst us that we may give them to the God with flint-\nedge and fire; or they have a message to us from some folk or other, on\nthe issue of which lieth life or death.  Now shall ye hear what they have\nto say concerning themselves and their faring hither.  But, meseemeth, it\nshall be the woman who is the chief and hath the word in her mouth; for,\nlo you! the man kneeleth at her feet, as one who would serve and worship\nher.  Speak out then, woman, and let our warriors hear thee.\"\n\nThen the Maid lifted up her voice, and spake out clear and shrilling,\nlike to a flute of the best of the minstrels: \"Ye men of the Children of\nthe Bear, I would ask you a question, and let the chieftain who sitteth\nbefore me answer it.\"\n\nThe old man nodded his head, and she went on: \"Tell me, Children of the\nBear, how long a time is worn since ye saw the God of your worship made\nmanifest in the body of a woman!\"\n\nSaid the elder: \"Many winters have worn since my father's father was a\nchild, and saw the very God in the bodily form of a woman.\"\n\nThen she said again: \"Did ye rejoice at her coming, and would ye rejoice\nif once more she came amongst you?\"\n\n\"Yea,\" said the old chieftain, \"for she gave us gifts, and learned us\nlore, and came to us in no terrible shape, but as a young woman as goodly\nas thou.\"\n\nThen said the Maid: \"Now, then, is the day of your gladness come; for the\nold body is dead, and I am the new body of your God, come amongst you for\nyour welfare.\"\n\nThen fell a great silence on the Mote, till the old man spake and said:\n\"What shall I say and live?  For if thou be verily the God, and I\nthreaten thee, wilt thou not destroy me?  But thou hast spoken a great\nword with a sweet mouth, and hast taken the burden of blood on thy lily\nhands; and if the Children of the Bear be befooled of light liars, how\nshall they put the shame off them?  Therefore I say, show to us a token;\nand if thou be the God, this shall be easy to thee; and if thou show it\nnot, then is thy falsehood manifest, and thou shalt dree the weird.  For\nwe shall deliver thee into the hands of these women here, who shall\nthrust thee down into the flow which is hereby, after they have wearied\nthemselves with whipping thee.  But thy man that kneeleth at thy feet\nshall we give to the true God, and he shall go to her by the road of the\nflint and the fire.  Hast thou heard?  Then give to us the sign and the\ntoken.\"\n\nShe changed countenance no whit at his word; but her eyes were the\nbrighter, and her cheek the fresher and her feet moved a little, as if\nthey were growing glad before the dance; and she looked out over the\nMote, and spake in her clear voice: \"Old man, thou needest not to fear\nfor thy words.  Forsooth it is not me whom thou threatenest with stripes\nand a foul death, but some light fool and liar, who is not here.  Now\nhearken!  I wot well that ye would have somewhat of me, to wit, that I\nshould send you rain to end this drought, which otherwise seemeth like to\nlie long upon you: but this rain, I must go into the mountains of the\nsouth to fetch it you; therefore shall certain of your warriors bring me\non my way, with this my man, up to the great pass of the said mountains,\nand we shall set out thitherward this very day.\"\n\nShe was silent a while, and all looked on her, but none spake or moved,\nso that they seemed as images of stone amongst the stones.\n\nThen she spake again and said: \"Some would say, men of the Bear, that\nthis were a sign and a token great enough; but I know you, and how\nstubborn and perverse of heart ye be; and how that the gift not yet\nwithin your hand is no gift to you; and the wonder ye see not, your\nhearts trow not.  Therefore look ye upon me as here I stand, I who have\ncome from the fairer country and the greenwood of the lands, and see if I\nbear not the summer with me, and the heart that maketh increase and the\nhand that giveth.\"\n\nLo then! as she spake, the faded flowers that hung about her gathered\nlife and grew fresh again; the woodbine round her neck and her sleek\nshoulders knit itself together and embraced her freshly, and cast its\nscent about her face.  The lilies that girded her loins lifted up their\nheads, and the gold of their tassels fell upon her; the eyebright grew\nclean blue again upon her smock; the eglantine found its blooms again,\nand then began to shed the leaves thereof upon her feet; the meadow-sweet\nwreathed amongst it made clear the sweetness of her legs, and the mouse-\near studded her raiment as with gems.  There she stood amidst of the\nblossoms, like a great orient pearl against the fretwork of the\ngoldsmiths, and the breeze that came up the valley from behind bore the\nsweetness of her fragrance all over the Man-mote.\n\nThen, indeed, the Bears stood up, and shouted and cried, and smote on\ntheir shields, and tossed their spears aloft.  Then the elder rose from\nhis seat, and came up humbly to where she stood, and prayed her to say\nwhat she would have done; while the others drew about in knots, but durst\nnot come very nigh to her.  She answered the ancient chief, and said,\nthat she would depart presently toward the mountains, whereby she might\nsend them the rain which they lacked, and that thence she would away to\nthe southward for a while; but that they should hear of her, or, it might\nbe, see her, before they who were now of middle age should be gone to\ntheir fathers.\n\nThen the old man besought her that they might make her a litter of\nfragrant green boughs, and so bear her away toward the mountain pass\namidst a triumph of the whole folk.  But she leapt lightly down from the\nstone, and walked to and fro on the greensward, while it seemed of her\nthat her feet scarce touched the grass; and she spake to the ancient\nchief where he still kneeled in worship of her, and said \"Nay; deemest\nthou of me that I need bearing by men's hands, or that I shall tire at\nall when I am doing my will, and I, the very heart of the year's\nincrease?  So it is, that the going of my feet over your pastures shall\nmake them to thrive, both this year and the coming years: surely will I\ngo afoot.\"\n\nSo they worshipped her the more, and blessed her; and then first of all\nthey brought meat, the daintiest they might, both for her and for Walter.\nBut they would not look on the Maid whiles she ate, or suffer Walter to\nbehold her the while.  Afterwards, when they had eaten, some twenty men,\nweaponed after their fashion, made them ready to wend with the Maiden up\ninto the mountains, and anon they set out thitherward all together.\nHowbeit, the huge men held them ever somewhat aloof from the Maid; and\nwhen they came to the resting-place for that night, where was no house,\nfor it was up amongst the foot-hills before the mountains, then it was a\nwonder to see how carefully they built up a sleeping-place for her, and\ntilted it over with their skin-cloaks, and how they watched nightlong\nabout her.  But Walter they let sleep peacefully on the grass, a little\nway aloof from the watchers round the Maid.\n\n\n\n\nCHAPTER XXIX: WALTER STRAYS IN THE PASS AND IS SUNDERED FROM THE MAID\n\n\nMorning came, and they arose and went on their ways, and went all day\ntill the sun was nigh set, and they were come up into the very pass; and\nin the jaws thereof was an earthen howe.  There the Maid bade them stay,\nand she went up on to the howe, and stood there and spake to them, and\nsaid: \"O men of the Bear, I give you thanks for your following, and I\nbless you, and promise you the increase of the earth.  But now ye shall\nturn aback, and leave me to go my ways; and my man with the iron sword\nshall follow me.  Now, maybe, I shall come amongst the Bear-folk again\nbefore long, and yet again, and learn them wisdom; but for this time it\nis enough.  And I shall tell you that ye were best to hasten home\nstraightway to your houses in the downland dales, for the weather which I\nhave bidden for you is even now coming forth from the forge of storms in\nthe heart of the mountains.  Now this last word I give you, that times\nare changed since I wore the last shape of God that ye have seen,\nwherefore a change I command you.  If so be aliens come amongst you, I\nwill not that ye send them to me by the flint and the fire; rather,\nunless they be baleful unto you, and worthy of an evil death, ye shall\nsuffer them to abide with you; ye shall make them become children of the\nBears, if they be goodly enough and worthy, and they shall be my children\nas ye be; otherwise, if they be ill-favoured and weakling, let them live\nand be thralls to you, but not join with you, man to woman.  Now depart\nye with my blessing.\"\n\nTherewith she came down from the mound, and went her ways up the pass so\nlightly, that it was to Walter, standing amongst the Bears, as if she had\nvanished away.  But the men of that folk abode standing and worshipping\ntheir God for a little while, and that while he durst not sunder him from\ntheir company.  But when they had blessed him and gone on their way\nbackward, he betook him in haste to following the Maid, thinking to find\nher abiding him in some nook of the pass.\n\nHowsoever, it was now twilight or more, and, for all his haste, dark\nnight overtook him, so that perforce he was stayed amidst the tangle of\nthe mountain ways.  And, moreover, ere the night was grown old, the\nweather came upon him on the back of a great south wind, so that the\nmountain nooks rattled and roared, and there was the rain and the hail,\nwith thunder and lightning, monstrous and terrible, and all the huge\narray of a summer storm.  So he was driven at last to crouch under a big\nrock and abide the day.\n\nBut not so were his troubles at an end.  For under the said rock he fell\nasleep, and when he awoke it was day indeed; but as to the pass, the way\nthereby was blind with the driving rain and the lowering lift; so that,\nthough he struggled as well as he might against the storm and the tangle,\nhe made but little way.\n\nAnd now once more the thought came on him, that the Maid was of the fays,\nor of some race even mightier; and it came on him now not as erst, with\nhalf fear and whole desire, but with a bitter oppression of dread, of\nloss and misery; so that he began to fear that she had but won his love\nto leave him and forget him for a new-comer, after the wont of fay-women,\nas old tales tell.\n\nTwo days he battled thus with storm and blindness, and wanhope of his\nlife; for he was growing weak and fordone.  But the third morning the\nstorm abated, though the rain yet fell heavily, and he could see his way\nsomewhat as well as feel it: withal he found that now his path was\nleading him downwards.  As it grew dusk, he came down into a grassy\nvalley with a stream running through it to the southward, and the rain\nwas now but little, coming down but in dashes from time to time.  So he\ncrept down to the stream-side, and lay amongst the bushes there; and said\nto himself, that on the morrow he would get him victual, so that he might\nlive to seek his Maiden through the wide world.  He was of somewhat\nbetter heart: but now that he was laid quiet, and had no more for that\npresent to trouble him about the way, the anguish of his loss fell upon\nhim the keener, and he might not refrain him from lamenting his dear\nMaiden aloud, as one who deemed himself in the empty wilderness: and thus\nhe lamented for her sweetness and her loveliness, and the kindness of her\nvoice and her speech, and her mirth.  Then he fell to crying out\nconcerning the beauty of her shaping, praising the parts of her body, as\nher face, and her hands, and her shoulders, and her feet, and cursing the\nevil fate which had sundered him from the friendliness of her, and the\npeerless fashion of her.\n\n\n\n\nCHAPTER XXX: NOW THEY MEET AGAIN\n\n\nComplaining thus-wise, he fell asleep from sheer weariness, and when he\nawoke it was broad day, calm and bright and cloudless, with the scent of\nthe earth refreshed going up into the heavens, and the birds singing\nsweetly in the bushes about him: for the dale whereunto he was now come\nwas a fair and lovely place amidst the shelving slopes of the mountains,\na paradise of the wilderness, and nought but pleasant and sweet things\nwere to be seen there, now that the morn was so clear and sunny.\n\nHe arose and looked about him, and saw where, a hundred yards aloof, was\na thicket of small wood, as thorn and elder and whitebeam, all wreathed\nabout with the bines of wayfaring tree; it hid a bight of the stream,\nwhich turned round about it, and betwixt it and Walter was the grass\nshort and thick, and sweet, and all beset with flowers; and he said to\nhimself that it was even such a place as wherein the angels were leading\nthe Blessed in the great painted paradise in the choir of the big church\nat Langton on Holm.  But lo! as he looked he cried aloud for joy, for\nforth from the thicket on to the flowery grass came one like to an angel\nfrom out of the said picture, white-clad and bare-foot, sweet of flesh,\nwith bright eyes and ruddy cheeks; for it was the Maid herself.  So he\nran to her, and she abode him, holding forth kind hands to him, and\nsmiling, while she wept for joy of the meeting.  He threw himself upon\nher, and spared not to kiss her, her cheeks and her mouth, and her arms\nand her shoulders, and wheresoever she would suffer it.  Till at last she\ndrew aback a little, laughing on him for love, and said: \"Forbear now,\nfriend, for it is enough for this time, and tell me how thou hast sped.\"\n\n\"Ill, ill,\" said he.\n\n\"What ails thee?\" she said.\n\n\"Hunger,\" he said, \"and longing for thee.\"\n\n\"Well,\" she said, \"me thou hast; there is one ill quenched; take my hand,\nand we will see to the other one.\"\n\nSo he took her hand, and to hold it seemed to him sweet beyond measure.\nBut he looked up, and saw a little blue smoke going up into the air from\nbeyond the thicket; and he laughed, for he was weak with hunger, and he\nsaid: \"Who is at the cooking yonder?\"\n\n\"Thou shalt see,\" she said; and led him therewith into the said thicket\nand through it, and lo! a fair little grassy place, full of flowers,\nbetwixt the bushes and the bight of the stream; and on the little sandy\nere, just off the greensward, was a fire of sticks, and beside it two\ntrouts lying, fat and red-flecked.\n\n\"Here is the breakfast,\" said she; \"when it was time to wash the night\noff me e'en now, I went down the strand here into the rippling shallow,\nand saw the bank below it, where the water draws together yonder, and\ndeepens, that it seemed like to hold fish; and whereas I looked to meet\nthee presently, I groped the bank for them, going softly; and lo thou!\nHelp me now, that we cook them.\"\n\nSo they roasted them on the red embers, and fell to and ate well, both of\nthem, and drank of the water of the stream out of each other's hollow\nhands; and that feast seemed glorious to them, such gladness went with\nit.\n\nBut when they were done with their meat, Walter said to the Maid: \"And\nhow didst thou know that thou shouldst see me presently?\"\n\nShe said, looking on him wistfully: \"This needed no wizardry.  I lay not\nso far from thee last night, but that I heard thy voice and knew it.\"\n\nSaid he, \"Why didst thou not come to me then, since thou heardest me\nbemoaning thee?\"\n\nShe cast her eyes down, and plucked at the flowers and grass, and said:\n\"It was dear to hear thee praising me; I knew not before that I was so\nsore desired, or that thou hadst taken such note of my body, and found it\nso dear.\"\n\nThen she reddened sorely, and said: \"I knew not that aught of me had such\nbeauty as thou didst bewail.\"\n\nAnd she wept for joy.  Then she looked on him and smiled, and said: \"Wilt\nthou have the very truth of it?  I went close up to thee, and stood there\nhidden by the bushes and the night.  And amidst thy bewailing, I knew\nthat thou wouldst soon fall asleep, and in sooth I out-waked thee.\"\n\nThen was she silent again; and he spake not, but looked on her shyly; and\nshe said, reddening yet more: \"Furthermore, I must needs tell thee that I\nfeared to go to thee in the dark night, and my heart so yearning towards\nthee.\"\n\nAnd she hung her head adown; but he said: \"Is it so indeed, that thou\nfearest me?  Then doth that make me afraid--afraid of thy nay-say.  For I\nwas going to entreat thee, and say to thee: Beloved, we have now gone\nthrough many troubles; let us now take a good reward at once, and wed\ntogether, here amidst this sweet and pleasant house of the mountains, ere\nwe go further on our way; if indeed we go further at all.  For where\nshall we find any place sweeter or happier than this?\"\n\nBut she sprang up to her feet, and stood there trembling before him,\nbecause of her love; and she said: \"Beloved, I have deemed that it were\ngood for us to go seek mankind as they live in the world, and to live\namongst them.  And as for me, I will tell thee the sooth, to wit, that I\nlong for this sorely.  For I feel afraid in the wilderness, and as if I\nneeded help and protection against my Mistress, though she be dead; and I\nneed the comfort of many people, and the throngs of the cities.  I cannot\nforget her: it was but last night that I dreamed (I suppose as the dawn\ngrew a-cold) that I was yet under her hand, and she was stripping me for\nthe torment; so that I woke up panting and crying out.  I pray thee be\nnot angry with me for telling thee of my desires; for if thou wouldst not\nhave it so, then here will I abide with thee as thy mate, and strive to\ngather courage.\"\n\nHe rose up and kissed her face, and said: \"Nay, I had in sooth no mind to\nabide here for ever; I meant but that we should feast a while here, and\nthen depart: sooth it is, that if thou dreadest the wilderness, somewhat\nI dread the city.\"\n\nShe turned pale, and said: \"Thou shalt have thy will, my friend, if it\nmust be so.  But bethink thee we be not yet at our journey's end, and may\nhave many things and much strife to endure, before we be at peace and in\nwelfare.  Now shall I tell thee--did I not before?--that while I am a\nmaid untouched, my wisdom, and somedeal of might, abideth with me, and\nonly so long.  Therefore I entreat thee, let us go now, side by side, out\nof this fair valley, even as we are, so that my wisdom and might may help\nthee at need.  For, my friend, I would not that our lives be short, so\nmuch of joy as hath now come into them.\"\n\n\"Yea, beloved,\" he said, \"let us on straightway then, and shorten the\nwhile that sundereth us.\"\n\n\"Love,\" she said, \"thou shalt pardon me one time for all.  But this is to\nbe said, that I know somewhat of the haps that lie a little way ahead of\nus; partly by my lore, and partly by what I learned of this land of the\nwild folk whiles thou wert lying asleep that morning.\"\n\nSo they left that pleasant place by the water, and came into the open\nvalley, and went their ways through the pass; and it soon became stony\nagain, as they mounted the bent which went up from out the dale.  And\nwhen they came to the brow of the said bent, they had a sight of the open\ncountry lying fair and joyous in the sunshine, and amidst of it, against\nthe blue hills, the walls and towers of a great city.\n\nThen said the Maid: \"O, dear friend, lo you! is not that our abode that\nlieth yonder, and is so beauteous?  Dwell not our friends there, and our\nprotection against uncouth wights, and mere evil things in guileful\nshapes?  O city, I bid thee hail!\"\n\nBut Walter looked on her, and smiled somewhat; and said: \"I rejoice in\nthy joy.  But there be evil things in yonder city also, though they be\nnot fays nor devils, or it is like to no city that I wot of.  And in\nevery city shall foes grow up to us without rhyme or reason, and life\ntherein shall be tangled unto us.\"\n\n\"Yea,\" she said; \"but in the wilderness amongst the devils, what was to\nbe done by manly might or valiancy?  There hadst thou to fall back upon\nthe guile and wizardry which I had filched from my very foes.  But when\nwe come down yonder, then shall thy valiancy prevail to cleave the tangle\nfor us.  Or at the least, it shall leave a tale of thee behind, and I\nshall worship thee.\"\n\nHe laughed, and his face grew brighter: \"Mastery mows the meadow,\" quoth\nhe, \"and one man is of little might against many.  But I promise thee I\nshall not be slothful before thee.\"\n\n\n\n\nCHAPTER XXXI: THEY COME UPON NEW FOLK\n\n\nWith that they went down from the bent again, and came to where the pass\nnarrowed so much, that they went betwixt a steep wall of rock on either\nside; but after an hour's going, the said wall gave back suddenly, and,\nor they were ware almost, they came on another dale like to that which\nthey had left, but not so fair, though it was grassy and well watered,\nand not so big either.  But here indeed befell a change to them; for lo!\ntents and pavilions pitched in the said valley, and amidst of it a throng\nof men, mostly weaponed, and with horses ready saddled at hand.  So they\nstayed their feet, and Walter's heart failed him, for he said to himself:\nWho wotteth what these men may be, save that they be aliens?  It is most\nlike that we shall be taken as thralls; and then, at the best, we shall\nbe sundered; and that is all one with the worst.\n\nBut the Maid, when she saw the horses, and the gay tents, and the pennons\nfluttering, and the glitter of spears, and gleaming of white armour,\nsmote her palms together for joy, and cried out: \"Here now are come the\nfolk of the city for our welcoming, and fair and lovely are they, and of\nmany things shall they be thinking, and a many things shall they do, and\nwe shall be partakers thereof.  Come then, and let us meet them, fair\nfriend!\"\n\nBut Walter said: \"Alas! thou knowest not: would that we might flee!  But\nnow is it over late; so put we a good face on it, and go to them quietly,\nas erewhile we did in the Bear-country.\"\n\nSo did they; and there sundered six from the men-at-arms and came to\nthose twain, and made humble obeisance to Walter, but spake no word.  Then\nthey made as they would lead them to the others, and the twain went with\nthem wondering, and came into the ring of men-at-arms, and stood before\nan old hoar knight, armed all, save his head, with most goodly armour,\nand he also bowed before Walter, but spake no word.  Then they took them\nto the master pavilion, and made signs to them to sit, and they brought\nthem dainty meat and good wine.  And the while of their eating arose up a\nstir about them; and when they were done with their meat, the ancient\nknight came to them, still bowing in courteous wise, and did them to wit\nby signs that they should depart: and when they were without, they saw\nall the other tents struck, and men beginning to busy them with striking\nthe pavilion, and the others mounted and ranked in good order for the\nroad; and there were two horse-litters before them, wherein they were\nbidden to mount, Walter in one, and the Maid in the other, and no\notherwise might they do.  Then presently was a horn blown, and all took\nto the road together; and Walter saw betwixt the curtains of the litter\nthat men-at-arms rode on either side of him, albeit they had left him his\nsword by his side.\n\nSo they went down the mountain-passes, and before sunset were gotten into\nthe plain; but they made no stay for nightfall, save to eat a morsel and\ndrink a draught, going through the night as men who knew their way well.\nAs they went, Walter wondered what would betide, and if peradventure they\nalso would be for offering them up to their Gods; whereas they were\naliens for certain, and belike also Saracens.  Moreover there was a cold\nfear at his heart that he should be sundered from the Maid, whereas their\nmasters now were mighty men of war, holding in their hands that which all\nmen desire, to wit, the manifest beauty of a woman.  Yet he strove to\nthink the best of it that he might.  And so at last, when the night was\nfar spent, and dawn was at hand, they stayed at a great and mighty gate\nin a huge wall.  There they blew loudly on the horn thrice, and\nthereafter the gates were opened, and they all passed through into a\nstreet, which seemed to Walter in the glimmer to be both great and goodly\namongst the abodes of men.  Then it was but a little ere they came into a\nsquare, wide-spreading, one side whereof Walter took to be the front of a\nmost goodly house.  There the doors of the court opened to them or ever\nthe horn might blow, though, forsooth, blow it did loudly three times;\nall they entered therein, and men came to Walter and signed to him to\nalight.  So did he, and would have tarried to look about for the Maid,\nbut they suffered it not, but led him up a huge stair into a chamber,\nvery great, and but dimly lighted because of its greatness.  Then they\nbrought him to a bed dight as fair as might be, and made signs to him to\nstrip and lie therein.  Perforce he did so, and then they bore away his\nraiment, and left him lying there.  So he lay there quietly, deeming it\nno avail for him, a mother-naked man, to seek escape thence; but it was\nlong ere he might sleep, because of his trouble of mind.  At last, pure\nweariness got the better of his hopes and fears, and he fell into slumber\njust as the dawn was passing into day.\n\n\n\n\nCHAPTER XXXII: OF THE NEW KING OF THE CITY AND LAND OF STARK-WALL\n\n\nWhen he awoke again the sun was shining brightly into that chamber, and\nhe looked, and beheld that it was peerless of beauty and riches, amongst\nall that he had ever seen: the ceiling done with gold and over-sea blue;\nthe walls hung with arras of the fairest, though he might not tell what\nwas the history done therein.  The chairs and stools were of carven work\nwell be-painted, and amidmost was a great ivory chair under a cloth of\nestate, of bawdekin of gold and green, much be-pearled; and all the floor\nwas of fine work alexandrine.\n\nHe looked on all this, wondering what had befallen him, when lo! there\ncame folk into the chamber, to wit, two serving-men well-bedight, and\nthree old men clad in rich gowns of silk.  These came to him and (still\nby signs, without speech) bade him arise and come with them; and when he\nbade them look to it that he was naked, and laughed doubtfully, they\nneither laughed in answer, nor offered him any raiment, but still would\nhave him arise, and he did so perforce.  They brought him with them out\nof the chamber, and through certain passages pillared and goodly, till\nthey came to a bath as fair as any might be; and there the serving-men\nwashed him carefully and tenderly, the old men looking on the while.  When\nit was done, still they offered not to clothe him, but led him out, and\nthrough the passages again, back to the chamber.  Only this time he must\npass between a double hedge of men, some weaponed, some in peaceful\narray, but all clad gloriously, and full chieftain-like of aspect, either\nfor valiancy or wisdom.\n\nIn the chamber itself was now a concourse of men, of great estate by\ndeeming of their array; but all these were standing orderly in a ring\nabout the ivory chair aforesaid.  Now said Walter to himself: Surely all\nthis looks toward the knife and the altar for me; but he kept a stout\ncountenance despite of all.\n\nSo they led him up to the ivory chair, and he beheld on either side\nthereof a bench, and on each was laid a set of raiment from the shirt\nupwards; but there was much diversity betwixt these arrays.  For one was\nall of robes of peace, glorious and be-gemmed, unmeet for any save a\ngreat king; while the other was war-weed, seemly, well-fashioned, but\nlittle adorned; nay rather, worn and bestained with weather, and the\npelting of the spear-storm.\n\nNow those old men signed to Walter to take which of those raiments he\nwould, and do it on.  He looked to the right and the left, and when he\nhad looked on the war-gear, the heart arose in him, and he called to mind\nthe array of the Goldings in the forefront of battle, and he made one\nstep toward the weapons, and laid his hand thereon.  Then ran a glad\nmurmur through that concourse, and the old men drew up to him smiling and\njoyous, and helped him to do them on; and as he took up the helm, he\nnoted that over its broad brown iron sat a golden crown.\n\nSo when he was clad and weaponed, girt with a sword, and a steel axe in\nhis hand, the elders showed him to the ivory throne, and he laid the axe\non the arm of the chair, and drew forth the sword from the scabbard, and\nsat him down, and laid the ancient blade across his knees; then he looked\nabout on those great men, and spake: \"How long shall we speak no word to\neach other, or is it so that God hath stricken you dumb?\"\n\nThen all they cried out with one voice: \"All hail to the King, the King\nof Battle!\"\n\nSpake Walter: \"If I be king, will ye do my will as I bid you?\"\n\nAnswered the elder: \"Nought have we will to do, lord, save as thou\nbiddest.\"\n\nSaid Walter: \"Thou then, wilt thou answer a question in all truth?\"\n\n\"Yea, lord,\" said the elder, \"if I may live afterward.\"\n\nThen said Walter: \"The woman that came with me into your Camp of the\nMountain, what hath befallen her?\"\n\nThe elder answered: \"Nought hath befallen her, either of good or evil,\nsave that she hath slept and eaten and bathed her.  What, then, is the\nKing's pleasure concerning her?\"\n\n\"That ye bring her hither to me straightway,\" said Walter.\n\n\"Yea,\" said the elder; \"and in what guise shall we bring her hither?\nshall she be arrayed as a servant, or a great lady?\"\n\nThen Walter pondered a while, and spake at last: \"Ask her what is her\nwill herein, and as she will have it, so let it be.  But set ye another\nchair beside mine, and lead her thereto.  Thou wise old man, send one or\ntwo to bring her in hither, but abide thou, for I have a question or two\nto ask of thee yet.  And ye, lords, abide here the coming of my\nshe-fellow, if it weary you not.\"\n\nSo the elder spake to three of the most honourable of the lords, and they\nwent their ways to bring in the Maid.\n\n\n\n\nCHAPTER XXXIII: CONCERNING THE FASHION OF KING-MAKING IN STARK-WALL\n\n\nMeanwhile the King spake to the elder, and said: \"Now tell me whereof I\nam become king, and what is the fashion and cause of the king-making; for\nwondrous it is to me, whereas I am but an alien amidst of mighty men.\"\n\n\"Lord,\" said the old man, \"thou art become king of a mighty city, which\nhath under it many other cities and wide lands, and havens by the sea-\nside, and which lacketh no wealth which men desire.  Many wise men dwell\ntherein, and of fools not more than in other lands.  A valiant host shall\nfollow thee to battle when needs must thou wend afield; an host not to be\nwithstood, save by the ancient God-folk, if any of them were left upon\nthe earth, as belike none are.  And as to the name of our said city, it\nhight the City of the Stark-wall, or more shortly, Stark-wall.  Now as to\nthe fashion of our king-making: If our king dieth and leaveth an heir\nmale, begotten of his body, then is he king after him; but if he die and\nleave no heir, then send we out a great lord, with knights and sergeants,\nto that pass of the mountain whereto ye came yesterday; and the first man\nthat cometh unto them, they take and lead to the city, as they did with\nthee, lord.  For we believe and trow that of old time our forefathers\ncame down from the mountains by that same pass, poor and rude, but full\nof valiancy, before they conquered these lands, and builded the Stark-\nwall.  But now furthermore, when we have gotten the said wanderer, and\nbrought him home to our city, we behold him mother-naked, all the great\nmen of us, both sages and warriors; then if we find him ill-fashioned and\ncounterfeit of his body, we roll him in a great carpet till he dies; or\nwhiles, if he be but a simple man, and without guile, we deliver him for\nthrall to some artificer amongst us, as a shoemaker, a wright, or what\nnot, and so forget him.  But in either case we make as if no such man had\ncome to us, and we send again the lord and his knights to watch the pass;\nfor we say that such an one the Fathers of old time have not sent us.  But\nagain, when we have seen to the new-comer that he is well-fashioned of\nhis body, all is not done; for we deem that never would the Fathers send\nus a dolt or a craven to be our king.  Therefore we bid the naked one\ntake to him which he will of these raiments, either the ancient armour,\nwhich now thou bearest, lord, or this golden raiment here; and if he take\nthe war-gear, as thou takedst it, King, it is well; but if he take the\nraiment of peace, then hath he the choice either to be thrall of some\ngoodman of the city, or to be proven how wise he may be, and so fare the\nnarrow edge betwixt death and kingship; for if he fall short of his\nwisdom, then shall he die the death.  Thus is thy question answered,\nKing, and praise be to the Fathers that they have sent us one whom none\nmay doubt, either for wisdom or valiancy.\"\n\n\n\n\nCHAPTER XXXIV: NOW COMETH THE MAID TO THE KING\n\n\nThen all they bowed before the King, and he spake again: \"What is that\nnoise that I hear without, as if it were the rising of the sea on a sandy\nshore, when the south-west wind is blowing.\"\n\nThen the elder opened his mouth to answer; but before he might get out\nthe word, there was a stir without the chamber door, and the throng\nparted, and lo! amidst of them came the Maid, and she yet clad in nought\nsave the white coat wherewith she had won through the wilderness, save\nthat on her head was a garland of red roses, and her middle was wreathed\nwith the same.  Fresh and fair she was as the dawn of June; her face\nbright, red-lipped, and clear-eyed, and her cheeks flushed with hope and\nlove.  She went straight to Walter where he sat, and lightly put away\nwith her hand the elder who would lead her to the ivory throne beside the\nKing; but she knelt down before him, and laid her hand on his steel-clad\nknee, and said: \"O my lord, now I see that thou hast beguiled me, and\nthat thou wert all along a king-born man coming home to thy realm.  But\nso dear thou hast been to me; and so fair and clear, and so kind withal\ndo thine eyes shine on me from under the grey war-helm, that I will\nbeseech thee not to cast me out utterly, but suffer me to be thy servant\nand handmaid for a while.  Wilt thou not?\"\n\nBut the King stooped down to her and raised her up, and stood on his\nfeet, and took her hands and kissed them, and set her down beside him,\nand said to her: \"Sweetheart, this is now thy place till the night\ncometh, even by my side.\"\n\nSo she sat down there meek and valiant, her hands laid in her lap, and\nher feet one over the other; while the King said: \"Lords, this is my\nbeloved, and my spouse.  Now, therefore, if ye will have me for King, ye\nmust worship this one for Queen and Lady; or else suffer us both to go\nour ways in peace.\"\n\nThen all they that were in the chamber cried out aloud: \"The Queen, the\nLady!  The beloved of our lord!\"\n\nAnd this cry came from their hearts, and not their lips only; for as they\nlooked on her, and the brightness of her beauty, they saw also the\nmeekness of her demeanour, and the high heart of her, and they all fell\nto loving her.  But the young men of them, their cheeks flushed as they\nbeheld her, and their hearts went out to her, and they drew their swords\nand brandished them aloft, and cried out for her as men made suddenly\ndrunk with love: \"The Queen, the Lady, the lovely one!\"\n\n\n\n\nCHAPTER XXXV: OF THE KING OF STARK-WALL AND HIS QUEEN\n\n\nBut while this betid, that murmur without, which is aforesaid, grew\nlouder; and it smote on the King's ear, and he said again to the elder:\n\"Tell us now of that noise withoutward, what is it?\"\n\nSaid the elder: \"If thou, King, and the Queen, wilt but arise and stand\nin the window, and go forth into the hanging gallery thereof, then shall\nye know at once what is this rumour, and therewithal shall ye see a sight\nmeet to rejoice the heart of a king new come into kingship.\"\n\nSo the King arose and took the Maid by the hand, and went to the window\nand looked forth; and lo! the great square of the place all thronged with\nfolk as thick as they could stand, and the more part of the carles with a\nweapon in hand, and many armed right gallantly.  Then he went out into\nthe gallery with his Queen, still holding her hand, and his lords and\nwise men stood behind him.  Straightway then arose a cry, and a shout of\njoy and welcome that rent the very heavens, and the great place was all\nglittering and strange with the tossing up of spears and the brandishing\nof swords, and the stretching forth of hands.\n\nBut the Maid spake softly to King Walter and said: \"Here then is the\nwilderness left behind a long way, and here is warding and protection\nagainst the foes of our life and soul.  O blessed be thou and thy valiant\nheart!\"\n\nBut Walter spake nothing, but stood as one in a dream; and yet, if that\nmight be, his longing toward her increased manifold.\n\nBut down below, amidst of the throng, stood two neighbours somewhat anigh\nto the window; and quoth one to the other: \"See thou! the new man in the\nancient armour of the Battle of the Waters, bearing the sword that slew\nthe foeman king on the Day of the Doubtful Onset!  Surely this is a sign\nof good-luck to us all.\"\n\n\"Yea,\" said the second, \"he beareth his armour well, and the eyes are\nbright in the head of him: but hast thou beheld well his she-fellow, and\nwhat the like of her is?\"\n\n\"I see her,\" said the other, \"that she is a fair woman; yet somewhat\nworse clad than simply.  She is in her smock, man, and were it not for\nthe balusters I deem ye should see her barefoot.  What is amiss with\nher?\"\n\n\"Dost thou not see her,\" said the second neighbour, \"that she is not only\na fair woman, but yet more, one of those lovely ones that draw the heart\nout of a man's body, one may scarce say for why?  Surely Stark-wall hath\ncast a lucky net this time.  And as to her raiment, I see of her that she\nis clad in white and wreathed with roses, but that the flesh of her is so\nwholly pure and sweet that it maketh all her attire but a part of her\nbody, and halloweth it, so that it hath the semblance of gems.  Alas, my\nfriend! let us hope that this Queen will fare abroad unseldom amongst the\npeople.\"\n\nThus, then, they spake; but after a while the King and his mate went back\ninto the chamber, and he gave command that the women of the Queen should\ncome and fetch her away, to attire her in royal array.  And thither came\nthe fairest of the honourable damsels, and were fain of being her waiting-\nwomen.  Therewithal the King was unarmed, and dight most gloriously, but\nstill he bore the Sword of the King's Slaying: and sithence were the King\nand the Queen brought into the great hall of the palace, and they met on\nthe dais, and kissed before the lords and other folk that thronged the\nhall.  There they ate a morsel and drank a cup together while all beheld\nthem; and then they were brought forth, and a white horse of the\ngoodliest, well bedight, brought for each of them, and thereon they\nmounted and went their ways together, by the lane which the huge throng\nmade for them, to the great church, for the hallowing and the crowning;\nand they were led by one squire alone, and he unarmed; for such was the\ncustom of Stark-wall when a new king should be hallowed: so came they to\nthe great church (for that folk was not miscreant, so to say), and they\nentered it, they two alone, and went into the choir: and when they had\nstood there a little while wondering at their lot, they heard how the\nbells fell a-ringing tunefully over their heads; and then drew near the\nsound of many trumpets blowing together, and thereafter the voices of\nmany folk singing; and then were the great doors thrown open, and the\nbishop and his priests came into the church with singing and minstrelsy,\nand thereafter came the whole throng of the folk, and presently the nave\nof the church was filled by it, as when the water follows the cutting of\nthe dam, and fills up the dyke.  Thereafter came the bishop and his mates\ninto the choir, and came up to the King, and gave him and the Queen the\nkiss of peace.  This was mass sung gloriously; and thereafter was the\nKing anointed and crowned, and great joy was made throughout the church.\nAfterwards they went back afoot to the palace, they two alone together,\nwith none but the esquire going before to show them the way.  And as they\nwent, they passed close beside those two neighbours, whose talk has been\ntold of afore, and the first one, he who had praised the King's\nwar-array, spake and said: \"Truly, neighbour, thou art in the right of\nit; and now the Queen has been dight duly, and hath a crown on her head,\nand is clad in white samite done all over with pearls, I see her to be of\nexceeding goodliness; as goodly, maybe, as the Lord King.\"\n\nQuoth the other: \"Unto me she seemeth as she did e'en now; she is clad in\nwhite, as then she was, and it is by reason of the pure and sweet flesh\nof her that the pearls shine out and glow, and by the holiness of her\nbody is her rich attire hallowed; but, forsooth, it seemed to me as she\nwent past as though paradise had come anigh to our city, and that all the\nair breathed of it.  So I say, praise be to God and His Hallows who hath\nsuffered her to dwell amongst us!\"\n\nSaid the first man: \"Forsooth, it is well; but knowest thou at all whence\nshe cometh, and of what lineage she may be?\"\n\n\"Nay,\" said the other, \"I wot not whence she is; but this I wot full\nsurely, that when she goeth away, they whom she leadeth with her shall be\nwell bestead.  Again, of her lineage nought know I; but this I know, that\nthey that come of her, to the twentieth generation, shall bless and\npraise the memory of her, and hallow her name little less than they\nhallow the name of the Mother of God.\"\n\nSo spake those two; but the King and Queen came back to the palace, and\nsat among the lords and at the banquet which was held thereafter, and\nlong was the time of their glory, till the night was far spent and all\nmen must seek to their beds.\n\n\n\n\nCHAPTER XXXVI: OF WALTER AND THE MAID IN THE DAYS OF THE KINGSHIP\n\n\nLong it was, indeed, till the women, by the King's command, had brought\nthe Maid to the King's chamber; and he met her, and took her by the\nshoulders and kissed her, and said: \"Art thou not weary, sweetheart?  Doth\nnot the city, and the thronging folk, and the watching eyes of the great\nones . . . doth it not all lie heavy on thee, as it doth upon me?\"\n\nShe said: \"And where is the city now? is not this the wilderness again,\nand thou and I alone together therein?\"\n\nHe gazed at her eagerly, and she reddened, so that her eyes shone light\namidst the darkness of the flush of her cheeks.\n\nHe spake trembling and softly, and said: \"Is it not in one matter better\nthan the wilderness? is not the fear gone, yea, every whit thereof?\"\n\nThe dark flush had left her face, and she looked on him exceeding\nsweetly, and spoke steadily and clearly: \"Even so it is, beloved.\"\nTherewith she set her hand to the girdle that girt her loins, and did it\noff, and held it out toward him, and said: \"Here is the token; this is a\nmaid's girdle, and the woman is ungirt.\"\n\nSo he took the girdle and her hand withal, and cast his arms about her:\nand amidst the sweetness of their love and their safety, and assured hope\nof many days of joy, they spake together of the hours when they fared the\nrazor-edge betwixt guile and misery and death, and the sweeter yet it\ngrew to them because of it; and many things she told him ere the dawn, of\nthe evil days bygone, and the dealings of the Mistress with her, till the\ngrey day stole into the chamber to make manifest her loveliness; which,\nforsooth, was better even than the deeming of that man amidst the throng\nwhose heart had been so drawn towards her.  So they rejoiced together in\nthe new day.\n\nBut when the full day was, and Walter arose, he called his thanes and\nwise men to the council; and first he bade open the prison-doors, and\nfeed the needy and clothe them, and make good cheer to all men, high and\nlow, rich and unrich; and thereafter he took counsel with them on many\nmatters, and they marvelled at his wisdom and the keenness of his wit;\nand so it was, that some were but half pleased thereat, whereas they saw\nthat their will was like to give way before his in all matters.  But the\nwiser of them rejoiced in him, and looked for good days while his life\nlasted.\n\nNow of the deeds that he did, and his joys and his griefs, the tale shall\ntell no more; nor of how he saw Langton again, and his dealings there.\n\nIn Stark-wall he dwelt, and reigned a King, well beloved of his folk,\nsorely feared of their foemen.  Strife he had to deal with, at home and\nabroad; but therein he was not quelled, till he fell asleep fair and\nsoftly, when this world had no more of deeds for him to do.  Nor may it\nbe said that the needy lamented him; for no needy had he left in his own\nland.  And few foes he left behind to hate him.\n\nAs to the Maid, she so waxed in loveliness and kindness, that it was a\nyear's joy for any to have cast eyes upon her in street or on field.  All\nwizardry left her since the day of her wedding; yet of wit and wisdom she\nhad enough left, and to spare; for she needed no going about, and no\nguile, any more than hard commands, to have her will done.  So loved she\nwas by all folk, forsooth, that it was a mere joy for any to go about her\nerrands.  To be short, she was the land's increase, and the city's\nsafeguard, and the bliss of the folk.\n\nSomewhat, as the days passed, it misgave her that she had beguiled the\nBear-folk to deem her their God; and she considered and thought how she\nmight atone it.\n\nSo the second year after they had come to Stark-wall, she went with\ncertain folk to the head of the pass that led down to the Bears; and\nthere she stayed the men-at-arms, and went on further with a two score of\nhusbandmen whom she had redeemed from thralldom in Stark-wall; and when\nthey were hard on the dales of the Bears, she left them there in a\ncertain little dale, with their wains and horses, and seed-corn, and iron\ntools, and went down all bird-alone to the dwelling of those huge men,\nunguarded now by sorcery, and trusting in nought but her loveliness and\nkindness.  Clad she was now, as when she fled from the Wood beyond the\nWorld, in a short white coat alone, with bare feet and naked arms; but\nthe said coat was now embroidered with the imagery of blossoms in silk\nand gold, and gems, whereas now her wizardry had departed from her.\n\nSo she came to the Bears, and they knew her at once, and worshipped and\nblessed her, and feared her.  But she told them that she had a gift for\nthem, and was come to give it; and therewith she told them of the art of\ntillage, and bade them learn it; and when they asked her how they should\ndo so, she told them of the men who were abiding them in the mountain\ndale, and bade the Bears take them for their brothers and sons of the\nancient Fathers, and then they should be taught of them.  This they\nbehight her to do, and so she led them to where her freedmen lay, whom\nthe Bears received with all joy and loving-kindness, and took them into\ntheir folk.\n\nSo they went back to their dales together; but the Maid went her ways\nback to her men-at-arms and the city of Stark-wall.\n\nThereafter she sent more gifts and messages to the Bears, but never again\nwent herself to see them; for as good a face as she put on it that last\ntime, yet her heart waxed cold with fear, and it almost seemed to her\nthat her Mistress was alive again, and that she was escaping from her and\nplotting against her once more.\n\nAs for the Bears, they throve and multiplied; till at last strife arose\ngreat and grim betwixt them and other peoples; for they had become mighty\nin battle: yea, once and again they met the host of Stark-wall in fight,\nand overthrew and were overthrown.  But that was a long while after the\nMaid had passed away.\n\nNow of Walter and the Maid is no more to be told, saving that they begat\nbetween them goodly sons and fair daughters; whereof came a great lineage\nin Stark-wall; which lineage was so strong, and endured so long a while,\nthat by then it had died out, folk had clean forgotten their ancient\nCustom of king-making, so that after Walter of Langton there was never\nanother king that came down to them poor and lonely from out of the\nMountains of the Bears.\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE WOOD BEYOND THE WORLD***\n\n\n******* This file should be named 3055.txt or 3055.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/3/0/5/3055\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://www.gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.org/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.org/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.org/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp://www.gutenberg.org/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}