{"title": "The Ruby of Kishmoor", "author": "Howard Pyle", "releaseDate": "January, 2003\n", "language": "English", "content": "\n\n\n\nProduced by Paul J. Hollander.  HTML version by Al Haines.\n\n\n\n\n\n\n\n\nThe Ruby of Kishmoor\n\n\nBy\n\nHoward Pyle\n\n\n\n\nCONTENTS\n\nPrologue\n\nI. Jonathan Rugg\n\nII. The Mysterious Lady with the Silver Veil\n\nIII. The Terrific Encounter with the One-eyed Little Gentleman in Black\n\nIV. The Momentous Adventure with the Stranger with the Silver Ear-rings\n\nV. The Unexpected Encounter with the Sea-captain with the Broken Nose\n\nVI. The Conclusion of the Adventure with the Lady with the Silver Veil\n\nEpilogue\n\n\n\n\nPrologue\n\n\nA very famous pirate of his day was Captain Robertson Keitt.\n\nBefore embarking upon his later career of infamy, he was, in the\nbeginning, very well known as a reputable merchant in the island of\nJamaica.  Thence entering, first of all, upon the business of the\nAfrican trade, he presently, by regular degrees, became a pirate, and\nfinally ended his career as one of the most renowned freebooters of\nhistory.\n\nThe remarkable adventure through which he at once reached the pinnacle\nof success, and became in his profession the most famous figure of his\nday, was the capture of the Rajah of Kishmoor's great ship, The Sun of\nthe East.  In this vessel was the Rajah's favorite Queen, who, together\nwith her attendants, were set upon a pilgrimage to Mecca.  The court of\nthis great Oriental potentate was, as may be readily supposed, fairly\na-glitter with gold and jewels, so that, what with such personal\nadornments that the Queen and her attendants had fetched with them,\nbesides an ample treasury for the expenses of the expedition, an\nincredible prize of gold and jewels rewarded the freebooters for their\nsuccessful adventure.\n\nAmong the precious stones taken in this great purchase was the splendid\nruby of Kishmoor.  This, as may be known to the reader, was one of the\nworld's greatest gems, and was unique alike both for its prodigious\nsize and the splendor of its color.  This precious jewel the Rajah of\nKishmoor had, upon a certain occasion, bestowed upon his Queen, and at\nthe time of her capture she wore it as the centre-piece of a sort of a\ncoronet which encircled her forehead and brow.\n\nThe seizure by the pirate of so considerable a person as that of the\nQueen of Kishmoor, and of the enormous treasure that he found aboard\nher ship, would alone have been sufficient to have established his\nfame.  But the capture of so extraordinary a prize as that of the\nruby--which was, in itself, worth the value of an entire Oriental\nkingdom--exalted him at once to the very highest pinnacle of renown.\n\nHaving achieved the capture of this incredible prize, our captain\nscuttled the great ship and left her to sink with all on board. Three\nLascars of the crew alone escaped to bear the news of this tremendous\ndisaster to an astounded world.\n\nAs may readily be supposed, it was now no longer possible for Captain\nKeitt to hope to live in such comparative obscurity as he had before\nenjoyed.  His was now too remarkable a figure in the eyes of the world.\nSeveral expeditions from various parts were immediately fitted out\nagainst him, and it presently became no longer compatible with his\nsafety to remain thus clearly outlined before the eyes of the world.\nAccordingly, he immediately set about seeking such security as he might\nnow hope to find, which he did the more readily since he had now, and\nat one cast, so entirely fulfilled his most sanguine expectations of\ngood-fortune and of fame.\n\nThereafter, accordingly, the adventures of our captain became of a more\napocryphal sort.  It was known that he reached the West Indies in\nsafety, for he was once seen at Port Royal and twice at Spanish Town,\nin the island of Jamaica.  Thereafter, however, he disappeared; nor was\nit until several years later that the world heard anything concerning\nhim.\n\nOne day a certain Nicholas Duckworthy, who had once been gunner aboard\nthe pirate captain's own ship, The Good Fortune, was arrested in the\ntown of Bristol in the very act of attempting to sell to a merchant of\nthat place several valuable gems from a quantity which he carried with\nhim tied up in a red bandanna handkerchief.\n\nIn the confession of which Duckworthy afterward delivered himself he\ndeclared that Captain Keitt, after his great adventure, having sailed\nfrom Africa in safety, and so reached the shores of the New World, had\nwrecked The Good Fortune on a coral reef off the Windward Islands; that\nhe then immediately deserted the ship, and together with Duckworthy\nhimself, the sailing-master (who was a Portuguese), the captain of a\nbrig The Bloody Hand (a consort of Keitt's), and a villainous rascal\nnamed Hunt (who, occupying no precise position among the pirates, was\nat once the instigator of and the partaker in the greatest part of\nCaptain Keitt's wickednesses), made his way to the nearest port of\nsafety.  These five worthies at last fetched the island of Jamaica,\nbringing with them all of the jewels and some of the gold that had been\ncaptured from The Sun of the East.\n\nBut, upon coming to a division of their booty, it was presently\ndiscovered that the Rajah's ruby had mysteriously disappeared from the\ncollection of jewels to be divided.  The other pirates immediately\nsuspected their captain of having secretly purloined it, and, indeed,\nso certain were they of his turpitude that they immediately set about\ntaking means to force a confession from him.\n\nIn this, however, they were so far unsuccessful that the captain,\nrefusing to yield to their importunities, had suffered himself to die\nunder their hands, and had so carried the secret of the hiding-place of\nthe great ruby--if he possessed such a secret--along with him.\n\nDuckworthy concluded his confession by declaring that in his opinion he\nhimself, the Portuguese sailing-master, the captain of The Bloody Hand,\nand Hunt were the only ones of Captain Keitt's crew who were now alive;\nfor that The Good Fortune must have broken up in a storm, which\nimmediately followed their desertion of her; in which event the entire\ncrew must inevitably have perished.\n\nIt may be added that Duckworthy himself was shortly hanged, so that, if\nhis surmise was true, there was now only three left alive of all that\nwicked crew that had successfully carried to its completion the\ngreatest adventure which any pirate in the world had ever, perhaps,\nembarked upon.\n\n\n\n\nI. Jonathan Rugg\n\n\nYou may never know what romantic aspirations may lie hidden beneath the\nmost sedate and sober demeanor.\n\nTo have observed Jonathan Rugg, who was a tall, lean, loose-jointed\nyoung Quaker of a somewhat forbidding aspect, with straight, dark hair\nand a bony, overhanging forehead set into a frown, a pair of small,\ndeep-set eyes, and a square jaw, no one would for a moment have\nsuspected that he concealed beneath so serious an exterior any appetite\nfor romantic adventure.\n\nNevertheless, finding himself suddenly transported, as it were, from\nthe quiet of so sober a town as that of Philadelphia to the tropical\nenchantment of Kingston, in the island of Jamaica, the night brilliant\nwith a full moon that swung in an opal sky, the warm and luminous\ndarkness replete with the mysteries of a tropical night, and burdened\nwith the odors of a land breeze, he suddenly discovered himself to be\novertaken with so vehement a desire for some unwonted excitement that,\nhad the opportunity presented itself, he felt himself ready to embrace\nany adventure with the utmost eagerness, no matter whither it would\nhave conducted him.\n\nAt home (where he was a clerk in the counting-house of a leading\nmerchant, by name Jeremiah Doolittle), should such idle fancies have\ncome to him, he would have looked upon himself as little better than a\nfool, but now that he found himself for the first time in a foreign\ncountry, surrounded by such strange and unusual sights and sounds, all\nconducive to extravagant imaginations, the wish for some extraordinary\nand altogether unusual experience took possession of him with a\nsingular vehemence to which he had heretofore been altogether a\nstranger.\n\nIn the street where he stood, which was of a shining whiteness and\nwhich reflected the effulgence of the moonlight with an incredible\ndistinction, he observed, stretching before him, long lines of white\ngarden walls, overtopped by a prodigious luxuriance of tropical foliage.\n\nIn these gardens, and set close to the street, stood several\npretentious villas and mansions, the slatted blinds and curtains of the\nwindows of which were raised to admit of the freer entrance of the cool\nand balmy air of the night.  From within there issued forth bright\nlights, together with the exhilarating sound of merry voices laughing\nand talking, or perhaps a song accompanied by the tinkling music of a\nspinet or of a guitar.  An occasional group of figures, clad in light\nand summer-like garments, and adorned with gay and startling colors,\npassed him through the moonlight; so that what with the brightness and\nwarmth of the night, together with all these unusual sights and sounds,\nit appeared to Jonathan Rugg that he was rather the inhabitant of some\nextraordinary land of enchantment and unreality than a dweller upon\nthat sober and solid world in which he had heretofore passed his entire\nexistence.\n\nBefore continuing this narrative the reader may here be informed that\nour hero had come into this enchanted world as the supercargo of the\nship SUSANNA HAYES, of Philadelphia; that he had for several years\nproved himself so honest and industrious a servant to the merchant\nhouse of the worthy Jeremiah Doolittle that that benevolent man had\ngiven to his well-deserving clerk this opportunity at once of\ngratifying an inclination for foreign travel and of filling a position\nof trust that should redound to his individual profit.  The SUSANNA\nHAYES had entered Kingston Harbor that afternoon, and this was\nJonathan's first night spent in those tropical latitudes, whither his\nfancy and his imagination had so often carried him while he stood over\nthe desk filing the accounts of invoices from foreign parts.\n\nIt might be finally added that, had he at all conceived how soon and to\nwhat a degree his sudden inclination for adventure was to be gratified,\nhis romantic aspirations might have been somewhat dashed at the\nprospect that lay before him.\n\n\n\n\nII. The Mysterious Lady with the Silver Veil\n\n\nAt that moment our hero suddenly became conscious of the fact that a\nsmall wicket in a wooden gate near which he stood had been opened, and\nthat the eyes of an otherwise concealed countenance were observing him\nwith the utmost closeness of scrutiny.\n\nHe had hardly time to become aware of this observation of his person\nwhen the gate itself was opened, and there appeared before him, in the\nmoonlight, the bent and crooked figure of an aged negress.  She was\nclad in a calamanco raiment, and was further adorned with a variety of\ngaudily colored trimmings, vastly suggestive of the tropical world of\nwhich she was an inhabitant. Her woolly head was enveloped, after the\nfashion of her people, in the folds of a gigantic and flaming red\nturban constructed of an entire pocket-handkerchief.  Her face was\npock-pitted to an incredible degree, so that what with this deformity,\nemphasized by the pouting of her prodigious and shapeless lips, and the\nrolling of a pair of eyes as yellow as saffron, Jonathan Rugg thought\nthat he had never beheld a figure at once so extraordinary and so\nrepulsive.\n\nIt occurred to our hero that here, maybe, was to overtake him such an\nadventure as that which he had just a moment before been desiring so\nardently.  Nor was he mistaken; for the negress, first looking this way\nand then that, with an extremely wary and cunning expression, and\napparently having satisfied herself that the street, for the moment,\nwas pretty empty of passers, beckoned to him to draw nearer.  When he\nhad approached close enough to her she caught him by the sleeve, and,\ninstantly drawing him into the garden beyond, shut and bolted the gate\nwith a quickness and a silence suggestive of the most extravagant\nsecrecy.\n\nAt the same moment a huge negro suddenly appeared from the shadow of\nthe gatepost, and so placed himself between Jonathan and the gate that\nany attempt to escape would inevitably have entailed a conflict, upon\nour hero's part, with the sable and giant guardian.\n\nSays the negress, looking very intently at our hero: \"Be you afeard,\nBuckra?\"\n\n\"Why, no,\" quothed Jonathan; \"for to tell thee the truth, friend,\nthough I am a man of peace, being of that religious order known as the\nSociety of Friends, I am not so weak in person nor so timid in\ndisposition as to warrant me in being afraid of any one. Indeed, were I\nof a mind to escape, I might, without boasting, declare my belief that\nI should be able to push my way past even a better man than thy large\nfriend who stands so threateningly in front of yonder gate.\"\n\nAt these words the negress broke into so prodigious a grin that, in the\nmoonlight, it appeared as though the whole lower part of her face had\nbeen transformed into shining teeth.  \"You be a brave Buckra,\" says\nshe, in her gibbering English.  \"You come wid Melina, and Melina take\nyou to pretty lady, who want you to eat supper wid her.\"\n\nThereupon, and allowing our hero no opportunity to decline this\nextraordinary invitation, even had he been of a mind to do so, she took\nhim by the hand, and led him toward the large and imposing house which\ncommanded the garden.  \"Indeed,\" says Jonathan to himself, as he\nfollowed his sable guide--himself followed in turn by the gigantic\nnegro--\"indeed, I am like to have my fill of adventure, if anything is\nto be judged from such a beginning as this.\"\n\nNor did the interior sumptuousness of the mansion at all belie the\nimposing character of its exterior, for, entering by way of an\nilluminated veranda, and so coming into a brilliantly lighted hallway\nbeyond, Jonathan beheld himself to be surrounded by such a wealth of\nexquisite and well-appointed tastefulness as it had never before been\nhis good-fortune to behold.\n\nCandles of clarified wax sparkled like stars in chandeliers of crystal.\nThese in turn, catching the illumination, glittered in prismatic\nfragments with all the varied colors of the rainbow, so that a mellow\nyet brilliant radiance filled the entire apartment. Polished mirrors of\na spotless clearness, framed in golden frames and built into the walls,\nreflected the waxed floors, the rich Oriental carpets, and the\nsumptuous paintings that hung against the ivory-tinted paneling, so\nthat in appearance the beauties of the apartment were continued in\nbewildering vistas upon every side toward which the beholder directed\nhis gaze.\n\nBidding our hero to be seated, which he did with no small degree of\nembarrassment and constraint, and upon the extreme edge of the gilt and\nsatin-covered chair, the negress who had been his conductor left him\nfor the time being to his own contemplation.\n\nAlmost before he had an opportunity to compose himself into anything\nmore than a part of his ordinary sedateness of demeanor, the silken\ncurtains at the doorway at the other end of the apartment were suddenly\ndivided, and Jonathan beheld before him a female figure displaying the\nmost exquisite contour of mould and of proportion.  She was clad\nentirely in white, and was enveloped from head to foot in the folds of\na veil of delicate silver gauze, which, though hiding her countenance\nfrom recognition, nevertheless permitted sufficient of her beauties to\nbe discerned to suggest the extreme elegance and loveliness of her\nlineaments. Advancing toward our hero, and extending to him a tapering\nhand as white as alabaster, the fingers encircled with a multitude of\njewelled rings, she addressed him thus:\n\n\"Sir,\" she said, speaking in accents of the most silvery and musical\ncadence, \"you are no doubt vastly surprised to find yourself thus\nunexpectedly, and almost as by violence, introduced into the house of\none who is such an entire stranger to you as myself.  But though I am\nunknown to you, I must inform you that I am better acquainted with my\nvisitor, for my agents have been observing you ever since you landed\nthis afternoon at the dock, and they have followed you ever since,\nuntil a little while ago, when you stopped immediately opposite my\ngarden gate.  These agents have observed you with a closeness of\nscrutiny of which you are doubtless entirely unaware.  They have even\ninformed me that, owing doubtless to your extreme interest in your new\nsurroundings, you have not as yet supped.  Knowing this, and that you\nmust now be enjoying a very hearty appetite, I have to ask you if you\nwill do me the extreme favor of sitting at table with me at a repast\nwhich you will doubtless be surprised to learn has been hastily\nprepared entirely in your honor.\"\n\nSo saying, and giving Jonathan no time for reply, she offered him her\nhand, and with the most polite insistence conducted him into an\nexquisitely appointed dining room adjoining.\n\nHere stood a table covered with a snow-white cloth, and embellished\nwith silver and crystal ornaments of every description.  Having seated\nherself and having indicated to Jonathan to take the chair opposite to\nher, the two were presently served with a repast such as our hero had\nnot thought could have existed out of the pages of certain\nextraordinary Oriental tales which one time had fallen to his lot to\nread.\n\nThis supper (which in itself might successfully have tempted the taste\nof a Sybarite) was further enhanced by several wines and cordials\nwhich, filling the room with the aroma of the sunlit grapes from which\nthey had been expressed, stimulated the appetite, which without them\nneeded no such spur.  The lady, who ate but sparingly herself,\npossessed herself with patience until Jonathan's hunger had been\nappeased.  When, however, she beheld that he weakened in his attacks\nupon the dessert of sweets with which the banquet was concluded, she\naddressed him upon the business which was evidently entirely occupying\nher mind.\n\n\"Sir,\" said she, \"you are doubtless aware that every one, whether man\nor woman, is possessed of an enemy.  In my own case I must inform you\nthat I have no less than three who, to compass their ends, would gladly\nsacrifice my life itself to their purposes.  At no time am I safe from\ntheir machinations, nor have I any one,\" cried she, exhibiting a great\nemotion, \"to whom I may turn in my need.  It was this that led me to\nhope to find in you a friend in my perils, for, having observed through\nmy agents that you are not only honest in disposition and strong in\nperson, but that you are possessed of a considerable degree of energy\nand determination, I am most desirous of imposing upon your good-nature\na trust of which you cannot for a moment suspect the magnitude.  Tell\nme, are you willing to assist a poor, defenceless female in her hour of\ntrial?\"\n\n\"Indeed, friend,\" quoth Jonathan, with more vivacity than he usually\nexhibited, with a lenity to which he had heretofore in his lifetime\nbeen a stranger--being warmed into such a spirit, doubtless, by the\ngenerous wines of which he had partaken--\"indeed, friend, if I could\nbut see thy face it would doubtless make my decision in such a matter\nthe more favorable, since I am inclined to think from the little I can\nbehold of it, that thy appearance must be extremely comely to the eye.\"\n\n\"Sir,\" said the lady, exhibiting some amusement at this unexpected\nsally, \"I am, you must know, as God made me.  Sometime, perhaps, I may\nbe very glad to satisfy your curiosity, and exhibit to you my poor\ncountenance such as it is.  But now\"--and here she reverted to her more\nserious mood--\"I must again put it to you: are you willing to help an\nunprotected woman in a period of very great danger to herself?  Should\nyou decline the assistance which I solicit, my slaves shall conduct you\nto the gate through which you entered, and suffer you to depart in\npeace.  Should you, upon the other hand, accept the trust, you are to\nreceive no reward therefor, except the gratitude of one who thus\nappeals to you in her helplessness.\"\n\nFor a few moments Jonathan fell silent, for here, indeed, was he\nentering into an adventure which infinitely surpassed any anticipation\nthat he could have formed.  He was, besides, of a cautious nature, and\nwas entirely disinclined to embark into any affair so obscure and\ntangled as that in which he now found himself becoming involved.\n\n\"Friend,\" said he, at last, \"I may tell thee that thy story has so far\nmoved me as to give me every inclination to help thee in thy\ndifficulties, but I must also inform thee that I am a man of caution,\nhaving never before entered into any business of this sort.  Therefore,\nbefore giving any promise that may bind my future actions, I must, in\ncommon wisdom, demand to know what are the conditions that thou hast in\nmind to impose upon me.\"\n\n\"Indeed, sir,\" cried the lady, with great vivacity and with more\ncheerful accents--as though her mind had been relieved of a burden of\nfear that her companion might at once have declined even a\nconsideration of her request--\"indeed, sir, you will find that the\ntrust which I would impose upon you is in appearance no such great\nmatter as my words may have led you to suppose.\n\n\"You must know that I am possessed of a little trinket which, in the\nhands of any one who, like yourself, is a stranger in these parts,\nwould possess no significance, but which while in my keeping is fraught\nwith infinite menace to me.\"\n\nHereupon, and having so spoken, she clapped her hands, and an attendant\nimmediately entered, disclosing the person of the same negress who had\nfirst introduced Jonathan into the strange adventure in which he now\nfound himself involved.  This creature, who appeared still more\ndeformed and repulsive in the brilliantly lighted room than she had in\nthe moonlight, carried in her hands a white napkin, which she handed to\nher mistress.  This being opened, disclosed a small ivory ball of about\nthe bigness of a lime.  Nodding to the negress to withdraw, the lady\nhanded him the ivory ball, and Jonathan took it with no small degree of\ncuriosity and examined it carefully.  It appeared to be of an exceeding\nantiquity, and of so deep a yellow as to be almost brown in color.  It\nwas covered over with strange figures and characters of an Oriental\nsort, which appeared to our hero to be of Chinese workmanship.\n\n\"I must tell you, sir,\" said the lady, after she had permitted her\nguest to examine this for a while in silence, \"that though this appears\nto you to be of little worth, it is yet of extreme value.  After all,\nhowever, it is nothing but a curiosity that any one who is interested\nin such matters might possess.  What I have to ask you is this: Will\nyou be willing to take this into your charge, to guard it with the\nutmost care and fidelity--yes, even as the apple of your eye--during\nyour continuance in these parts, and to return it to me in safety the\nday before your departure. By so doing you will render me a service\nwhich you may neither understand nor comprehend, but which shall make\nme your debtor for my entire life.\"\n\nBy this time Jonathan had pretty well composed his mind for a reply.\n\n\"Friend,\" said he, \"such a matter as this is entirely out of my\nknowledge of business, which is, indeed, that of a clerk in the\nmercantile profession.  Nevertheless, I have every inclination to help\nthee, though I trust thou mayest have magnified the dangers that beset\nthee.  This appears to me to be a little trifle for such an ado;\nnevertheless, I will do as thou dost request.  I will keep it in safety\nand will return it to thee upon this day a week hence, by which time I\nhope to have discharged my cargo and be ready to continue my voyage to\nDemerara.\"\n\nAt these words the lady, who had been watching him all the time with a\nmost unaccountable eagerness, burst forth into words of such heart-felt\ngratitude as to entirely overwhelm our hero.  When her transports had\nbeen somewhat assuaged she permitted him to depart, and the negress\nconducted him back through the garden, whence she presently showed him\nthrough the gate whither he had entered and out into the street.\n\n\n\n\nIII. The Terrific Encounter with the One-eyed Little Gentleman in Black\n\n\nFinding himself once more in the open street, Jonathan Rugg stood for a\nwhile in the moonlight, endeavoring to compose his mind into somewhat\nof that sobriety that was habitual with him; for, indeed, he was not a\nlittle excited by the unexpected incidents that had just befallen him.\nFrom this effort at composure he was aroused by observing that a little\ngentleman clad all in black had stopped at a little distance away and\nwas looking very intently at him.  In the brightness of the moonlight\nour hero could see that the little gentleman possessed but a single\neye, and that he carried a gold-headed cane in his hand.  He had hardly\ntime to observe these particulars, when the other approached him with\nevery appearance of politeness and cordiality.\n\n\"Sir,\" said he, \"surely I am not mistaken in recognizing in you the\nsupercargo of the ship SUSANNA HAYES, which arrived this afternoon at\nthis port?\"\n\n\"Indeed,\" said Jonathan, \"thou art right, friend.  That is my\noccupation, and that is whence I came.\"\n\n\"To be sure!\"  said the little gentleman.  \"To be sure!  To be sure!\nThe SUSANNA HAYES, with a cargo of Indian-corn meal, and from dear good\nfriend Jeremiah Doolittle, of Philadelphia.  I know your good master\nvery well--very well indeed.  And have you never heard him speak of his\nfriend Mr. Abner Greenway, of Kingston, Jamaica?\"\n\n\"Why, no,\" replied Jonathan, \"I have no such recollection of the name\nnor do I know that any such name hath ever appeared upon our books.\"\n\n\"To be sure!  To be sure!\"  repeated the little gentleman, briskly, and\nwith exceeding good-nature.  \"Indeed, my name is not likely to have\never appeared upon his books, for I am not a business correspondent,\nbut one who, in times past, was his extremely intimate friend.  There\nis much I would like to ask about him, and, indeed, I was in hopes that\nyou would have been the bearer of a letter from him.  But I have\nlodgings at a little distance from here, so that if it is not\nrequesting too much of you maybe you will accompany me thither, so that\nwe may talk at our leisure.  I would gladly accompany you to your ship\ninstead of urging you to come to my apartments, but I must tell you I\nam possessed of a devil of a fever, so that my physician hath forbidden\nme to be out of nights.\"\n\n\"Indeed,\" said Jonathan, whom, you may have observed, was of a very\neasy disposition--\"indeed, I shall be very glad to accompany thee to\nthy lodgings.  There is nothing I would like better than to serve any\nfriend of good Jeremiah Doolittle's.\"\n\nAnd thereupon, and with great amity, the two walked off together, the\nlittle one-eyed gentleman in black linking his arm confidingly into\nthat of Jonathan's, and tapping the pavement continually with his cane\nas he trotted on at a great pace.  He was very well acquainted with the\ntown (of which he was a citizen), and so interesting was his discourse\nthat they had gone a considerable distance before Jonathan observed\nthey were entering into a quarter darker and less frequented than that\nwhich they had quitted.  Tall brick houses stood upon either side,\nbetween which stretched a narrow, crooked roadway, with a kennel\nrunning down the centre.\n\nIn front of one of these houses--a tall and gloomy structure--our\nhero's conductor stopped and, opening the door with a key, beckoned for\nhim to enter.  Jonathan having complied, his new-found friend led the\nway up a flight of steps, against which Jonathan's feet beat noisily in\nthe darkness, and at length, having ascended two stairways and having\nreached a landing, he opened a door at the end of the passage and\nushered Jonathan into an apartment, unlighted, except for the\nMoonshine, which, coming in through a partly open shutter, lay in a\nbrilliant patch of light upon the floor.\n\nHis conductor having struck a light with a flint and steel, our hero by\nthe illumination of a single candle presently discovered himself to be\nin a bedchamber furnished with no small degree of comfort, and even\nelegance, and having every appearance of a bachelor's chamber.\n\n\"You will pardon me,\" said his new acquaintance, \"if I shut these\nshutters and the window, for that devilish fever of which I spoke is of\nsuch a sort that I must keep the night air even out from my room, or\nelse I shall be shaking the bones out of my joints and chattering the\nteeth out of my head by to-morrow morning.\"\n\nSo saying he was as good as his word, and not only drew the shutters\nto, but shot the heavy iron bolt into its place.  Having accomplished\nthis he bade our hero to be seated, and placing before him some\nexceedingly superior rum, together with some equally excellent tobacco,\nthey presently fell into the friendliest discourse imaginable.  In the\ncourse of their talk, which after awhile became exceedingly\nconfidential, Jonathan confided to his new friend the circumstances of\nthe adventure into which he had been led by the beautiful stranger, and\nto all that he said concerning his adventure his interlocutor listened\nwith the closest and most scrupulously riveted attention.\n\n\"Upon my word,\" said he, when Jonathan had concluded, \"I hope that you\nmay not have been made the victim of some foolish hoax. Let me see what\nit is she has confided to you.\"\n\n\"That I will,\" replied Jonathan.  And thereupon he thrust his hand into\nhis breeches-pocket and brought forth the ivory ball.\n\nNo sooner did the one eye of the little gentleman in black light upon\nthe object than a most singular and extraordinary convulsion appeared\nto seize upon him.  Had a bullet penetrated his heart he could not have\nstarted more violently, nor have sat more rigidly and breathlessly\nstaring.\n\nMastering his emotion with the utmost difficulty as Jonathan replaced\nthe ball in his pocket, he drew a deep and profound breath and wiped\nthe palm of his hand across his forehead as though arousing himself\nfrom a dream.\n\n\"And you,\" he said, of a sudden, \"are, I understand it, a Quaker. Do\nyou, then, never carry a weapon, even in such a place as this, where at\nany moment in the dark a Spanish knife may be stuck betwixt your ribs?\"\n\n\"Why, no,\" said Jonathan, somewhat surprised that so foreign a topic\nshould have been so suddenly introduced into the discourse. \"I am a man\nof peace and not of blood.  The people of the Society of Friends never\ncarry weapons, either of offence or defence.\"\n\nAs Jonathan concluded his reply the little gentleman suddenly arose\nfrom his chair and moved briskly around to the other side of the room.\nOur hero, watching him with some surprise, beheld him clap to the door\nand with a single movement shoot the bolt and turn the key therein.\nThe next instant he turned to Jonathan a visage transformed as suddenly\nas though he had dropped a mask from his face.  The gossiping and\npolite little old bachelor was there no longer, but in his stead a man\nwith a countenance convulsed with some furious and nameless passion.\n\n\"That ball!\" he cried, in a hoarse and raucous voice.  \"That ivory\nball!  Give it to me upon the instant!\"\n\nAs he spoke he whipped out from his bosom a long, keen Spanish knife\nthat in its every appearance spoke without equivocation of the most\nmurderous possibilities.\n\nThe malignant passions that distorted every lineament of the\ncountenance of the little old gentleman in black filled our hero with\nsuch astonishment that he knew not whether he were asleep or awake; but\nwhen he beheld the other advancing with the naked and shining knife in\nhis hand his reason returned to him like a flash.  Leaping to his feet,\nhe lost no time in putting the table between himself and his sudden\nenemy.\n\n\"Indeed, friend,\" he cried, in a voice penetrated with terror--\"indeed,\nfriend, thou hadst best keep thy distance from me, for though I am a\nman of peace and a shunner of bloodshed, I promise thee that I will not\nstand still to be murdered without outcry or without endeavoring to\ndefend my life!\"\n\n\"Cry as loud as you please!\" exclaimed the other.  \"No one is near this\nplace to hear you!  Cry until you are hoarse; no one in this\nneighborhood will stop to ask what is the matter with you.  I tell you\nI am determined to possess myself of that ivory ball, and have it I\nshall, even though I am obliged to cut out your heart to get it!\"  As\nhe spoke he grinned with so extraordinary and devilish a distortion of\nhis countenance, and with such an appearance of every intention of\ncarrying out his threat as to send the goose-flesh creeping like icy\nfingers up and down our hero's spine with the most incredible rapidity\nand acuteness.\n\nNevertheless, mastering his fears, Jonathan contrived to speak up with\na pretty good appearance of spirit.  \"Indeed, friend,\" he said, \"thou\nappearest to forget that I am a man of twice thy bulk and half thy\nyears, and that though thou hast a knife I am determined to defend\nmyself to the last extremity.  I am not going to give thee that which\nthou demandest of me, and for thy sake I advise thee to open the door\nand let me go free as I entered, or else harm may befall thee.\"\n\n\"Fool!\" cried the other, hardly giving him time to end.  \"Do you, then,\nthink that I have time to chatter with you while two villains are lying\nin wait for me, perhaps at the very door? Blame your own self for your\ndeath!\"  And, gnashing his teeth with an indescribable menace, and\nresting his hand upon the table, he vaulted with incredible agility\nclean across it and upon our hero, who, entirely unprepared for such an\nextraordinary attack, was flung back against the wall, with an arm as\nstrong as steel clutching his throat and a knife flashing in his very\neyes with dreadful portent of instant death.\n\nWith an instinct to preserve his life, he caught his assailant by the\nwrist, and, bending it away from himself, set every fibre of his body\nin a superhuman effort to guard and protect himself.  The other, though\nso much older and smaller, seemed to be composed entirely of fibres of\nsteel, and, in his murderous endeavors, put forth a strength so\nextraordinary that for a moment our hero felt his heart melt within him\nwith terror for his life.  The spittal appeared to dry up within his\nmouth, and his hair to creep and rise upon his head.  With a vehement\ncry of despair and anguish, he put forth one stupendous effort for\ndefence, and, clapping his heel behind the other's leg, and throwing\nhis whole weight forward, he fairly tripped his antagonist backward as\nhe stood. Together they fell upon the floor, locked in the most\ndesperate embrace, and overturning a chair with a prodigious clatter in\ntheir descent--our hero upon the top and the little gentleman in black\nbeneath him.\n\nAs they struck the floor the little man in black emitted a most\npiercing and terrible scream, and instantly relaxing his efforts of\nattack, fell to beating the floor with the back of his hands and\ndrubbing with his heels upon the rug in which he had become entangled.\n\nOur hero leaped to his feet, and with dilating eyes and expanding brain\nand swimming sight stared down upon the other like one turned to a\nstone.\n\nHe beheld instantly what had occurred, and that he had, without so\nintending, killed a fellow-man.  The knife, turned away from his own\nperson, had in their fall been plunged into the bosom of the other, and\nhe now lay quivering in the last throes of death. As Jonathan gazed he\nbeheld a thin red stream trickle out from the parted and grinning lips;\nhe beheld the eyes turn inward; he beheld the eyelids contract; he\nbeheld the figure stretch itself; he beheld it become still in death.\n\n\n\n\nIV. The Momentous Adventure with the Stranger with the Silver Ear-rings\n\n\nSo our hero stood stunned and bedazed, gazing down upon his victim,\nlike a man turned into a stone.  His brain appeared to him to expand\nlike a bubble, the blood surged and bummed in his ears with every\ngigantic beat of his heart, his vision swam, and his trembling hands\nwere bedewed with a cold and repugnant sweat.  The dead figure upon the\nfloor at his feet gazed at him with a wide, glassy stare, and in the\nconfusion of his mind it appeared to Jonathan that he was, indeed, a\nmurderer.\n\nWhat monstrous thing was this that had befallen him who, but a moment\nbefore, had been so entirely innocent of the guilt of blood?  What was\nhe now to do in such an extremity as this, with his victim lying dead\nat his feet, a poniard in his heart?  Who would believe him to be\nguiltless of crime with such a dreadful evidence as this presented\nagainst him?  How was he, a stranger in a foreign land, to totally\ndefend himself against an accusing of mistaken justice?  At these\nthoughts a developed terror gripped at his vitals and a sweat as cold\nas ice bedewed his entire body. No, he must tarry for no explanation or\ndefense!  He must immediately fly from this terrible place, or else,\nshould he be discovered, his doom would certainly be sealed!\n\nAt that moment, and in the very extremity of his apprehensions, there\nfell of a sudden a knock upon the door, sounding so loud and so\nstartling upon the silence of the room that every shattered nerve in\nour hero's frame tingled and thrilled in answer to it.  He stood\npetrified, scarcely so much as daring to breathe; and then, observing\nthat his mouth was agape, he moistened his dry and parching lips, and\ndrew his jaws together with a snap.\n\nAgain there fell the same loud, insistent knock upon the panel,\nfollowed by the imperative words: \"Open within!\"\n\nThe wretched Jonathan flung about him a glance at once of terror and of\ndespair, but there was for him no possible escape.  He was shut tight\nin the room with his dead victim, like a rat in a trap.  Nothing\nremained for him but to obey the summons from without.  Indeed, in the\nvery extremity of his distraction, he possessed reason enough to\nperceive that the longer he delayed opening the door the less innocent\nhe might hope to appear in the eyes of whoever stood without.\n\nWith the uncertain and spasmodic movements of an ill-constructed\nautomaton, he crossed the room, and stepping very carefully over the\nprostrate body upon the floor, and with a hesitating reluctance that he\ncould in no degree master, he unlocked, unbolted, and opened the door.\n\nThe figure that outlined itself in the light of the candle, against the\nblackness of the passageway without was of such a singular and foreign\naspect as to fit extremely well into the extraordinary tragedy of which\nJonathan was at once the victim and the cause.\n\nIt was that of a lean, tall man with a thin, yellow countenance,\nembellished with a long, black mustache, and having a pair of\nforbidding, deeply set, and extremely restless black eyes.  A crimson\nhandkerchief beneath a lace cocked hat was tied tightly around the\nhead, and a pair of silver earrings, which caught the light of the\ncandle, gleamed and twinkled against the inky darkness of the\npassageway beyond.\n\nThis extraordinary being, without favoring our hero with any word of\napology for his intrusion, immediately thrust himself forward into the\nroom, and stretching his long, lean, bird-like neck so as to direct his\ngaze over the intervening table, fixed a gaping and concentrated stare\nupon the figure lying still and motionless in the centre of the room.\n\n\"Vat you do dare,\" said he, with a guttural and foreign accent, and\nthereupon, without waiting for a reply, came forward and knelt down\nbeside the dead man.  After thrusting his hand into the silent and\nshrunken bosom, he presently looked up and fixed his penetrating eyes\nupon our hero's countenance, who, benumbed and bedazed with his\ndespair, still stood like one enchained in the bonds of a nightmare.\n\"He vas dead!\" said the stranger, and Jonathan nodded his head in reply.\n\n\"Vy you keel ze man?\" inquired his interlocutor.\n\n\"Indeed,\" cried Jonathan, finding a voice at last, but one so hoarse\nthat he could hardly recognize it for his own, \"I know not what to make\nof the affair!  But, indeed, I do assure thee, friend, that I am\nentirely innocent of what thou seest.\"\n\nThe stranger still kept his piercing gaze fixed upon our hero's\ncountenance, and Jonathan, feeling that something further was demanded\nof him, continued: \"I am, indeed, a victim of a most extravagant and\nextraordinary adventure.  This evening, coming an entire stranger to\nthis country, I was introduced into the house of a beautiful female,\nwho bestowed upon me a charge that appeared to me to be at once\ninsignificant and absurd.  Behold this little ivory ball,\" said he,\ndrawing the globe from his pocket, and displaying it between his thumb\nand finger.  \"It is this that appears to have brought all this disaster\nupon me; for, coming from the house of the young woman, the man whom\nthou now beholdest lying dead upon the floor induced me to come to this\nplace.  Having inveigled me hither, he demanded of me to give him at\nonce this insignificant trifle.  Upon my refusing to do so, he\nassaulted me with every appearance of a mad and furious inclination to\ndeprive me of my life!\"\n\nAt the sight of the ivory ball the stranger quickly arose from his\nkneeling posture and fixed upon our hero a gaze the most extraordinary\nthat he had ever encountered.  His eyes dilated like those of a cat,\nthe breath expelled itself from his bosom in so deep and profound an\nexpiration that it appeared as though it might never return again.  Nor\nwas it until Jonathan had replaced the ball in his pocket that he\nappeared to awaken from the trance that the sight of the object had\nsent him into.  But no sooner had the cause of this strange demeanor\ndisappeared into our hero's breeches-pocket than he arose as with an\nelectric shock.  In an instant he became transformed as by the touch of\nmagic.  A sudden and baleful light flamed into his eyes, his face grew\nas red as blood, and he clapped his hand to his pocket with a sudden\nand violent motion.  \"Ze ball!\" he cried, in a hoarse and strident\nvoice.  \"Ze ball!  Give me ze ball!\"  And upon the next instant our\nhero beheld the round and shining nozzle of a pistol pointed directly\nagainst his forehead.\n\nFor a moment he stood as though transfixed; then in the mortal peril\nthat faced him, he uttered a roar that sounded in his own ears like the\noutcry of a wild beast, and thereupon flung himself bodily upon the\nother with the violence and the fury of a madman.\n\nThe stranger drew the trigger, and the powder flashed in the pan. He\ndropped the weapon, clattering, and in an instant tried to draw another\nfrom his other pocket.  Before he could direct his aim, however, our\nhero had caught him by both wrists, and, bending his hand backward,\nprevented the chance of any shot from taking immediate effect upon his\nperson.  Then followed a struggle of extraordinary ferocity and\nfrenzy--the stranger endeavoring to free his hand, and Jonathan\nstriving with all the energy of despair to prevent him from effecting\nhis murderous purpose.\n\nIn the struggle our hero became thrust against the edge of the table.\nHe felt as though his back were breaking, and became conscious that in\nsuch a situation he could hope to defend himself only a few moments\nlonger.  The stranger's face was pressed close to his own.  His hot\nbreath, strong with the odor of garlic, fanned our hero's cheek, while\nhis lips, distended into a ferocious and ferine grin, displayed his\nsharp teeth shining in the candlelight.\n\n\"Give me ze ball!\" he said, in a harsh and furious whisper.\n\nAt the moment there rang in Jonathan's ears the sudden and astounding\ndetonation of a pistol-shot, and for a moment he wondered whether he\nhad received a mortal wound without being aware of it.  Then suddenly\nhe beheld an extraordinary and dreadful transformation take place in\nthe countenance thrust so close to his own; the eyes winked several\ntimes with incredible rapidity, and then rolled upward and inward; the\njaws gaped into a dreadful and cavernous yawn; the pistol fell with a\nclatter to the floor, and the next moment the muscles, so rigid but an\ninstant before, relaxed into a limp and listless flaccidity.  The\njoints collapsed, and the entire man fell into an indistinguishable\nheap upon and across the dead figure stretched out upon the floor,\nwhile at the same time a pungent and blinding cloud of gunpowder smoke\nfilled the apartment.  For a few moments the hands twitched\nconvulsively; the neck stretched itself to an abominable length; the\nlong, lean legs slowly and gradually relaxed, and every fibre of the\nbody gradually collapsed into the lassitude of death.  A spot of blood\nappeared and grew upon the collar at the throat, and in the same degree\nthe color ebbed from the face leaving it of a dull and leaden pallor.\n\nAll these terrible and formidable changes of aspect our hero stood\nwatching with a motionless and riveted attention, and as though they\nwere to him matters of the utmost consequence and importance; and only\nwhen the last flicker of life had departed from his second victim did\nhe lift his gaze from this terrible scene of dissolution to stare about\nhim, this way and that, his eyes blinded, and his breath stifled by the\nthick cloud of sulphurous smoke that obscured the objects about him in\na pungent cloud.\n\n\n\n\nV. The Unexpected Encounter with the Sea-captain with the Broken Nose\n\n\nIf our hero had been distracted and bedazed by the first catastrophe\nthat had befallen, this second and even more dreadful and violent\noccurrence appeared to take away from him, for the moment, every power\nof thought and of sensation.  All that perturbation of emotion that had\nbefore convulsed him he discovered to have disappeared, and in its\nstead a benumbed and blinded intelligence alone remained to him.  As he\nstood in the presence of this second death, of which he had been as\ninnocent and as unwilling an instrument as he had of the first, he\ncould observe no signs either of remorse or of horror within him.  He\npicked up his hat, which had fallen upon the floor in the first\nencounter, and, brushing away the dust with the cuff of his coat sleeve\nwith extraordinary care, adjusted the beaver upon his head with the\nutmost nicety.  Then turning, still stupefied as with the fumes of some\npowerful drug, he prepared to quit the scene of tragic terrors that had\nthus unexpectedly accumulated upon him.\n\nBut ere he could put his design into execution his ears were startled\nby the sound of loud and hurried footsteps which, coming from below,\nascended the stairs with a prodigious clatter and bustle of speed.  At\nthe landing these footsteps paused for a while, and then approached,\nmore cautious and deliberate, toward the room where the double tragedy\nhad been enacted, and where our hero yet stood silent and inert.\n\nAll this while Jonathan made no endeavor to escape, but stood passive\nand submissive to what might occur.  He felt himself the victim of\ncircumstances over which he himself had no control. Gazing at the\npartly opened door, he awaited for whatever adventure might next befall\nhim.  Once again the footsteps paused, this time at the very threshold,\nand then the door was slowly pushed open from without.\n\nAs our hero gazed at the aperture there presently became disclosed to\nhis view the strong and robust figure of one who was evidently of a\nseafaring habit.  From the gold braid upon his hat, the seals dangling\nfrom the ribbon at his fob, and a certain particularity of custom, he\nwas evidently one of no small consideration in his profession.  He was\nof a strong and powerful build, with a head set close to his shoulders,\nand upon a round, short bull neck.  He wore a black cravat, loosely\ntied into a knot, and a red waistcoat elaborately trimmed with gold\nbraid; a leather belt with a brass buckle and hanger, and huge\nsea-boots completed a costume singularly suggestive of his occupation\nin life.  His face was round and broad, like that of a cat, and a\ncomplexion stained, by constant exposure to the sun and wind, to a\ncolor of newly polished mahogany.  But a countenance which otherwise\nmight have been humorous, in this case was rendered singularly\nrepulsive by the fact that his nose had been broken so flat to his face\nthat all that remained to distinguish that feature were two circular\norifices where the nostrils should have been.  His eyes were by no\nmeans so sinister as the rest of his visage, being of a light-gray\ncolor and exceedingly vivacious--even good-natured in the merry\nrestlessness of their glance--albeit they were well-nigh hidden beneath\na black bush of overhanging eyebrows.  When he spoke, his voice was so\ndeep and resonant that it was as though it issued from a barrel rather\nthan from the breast of a human being.\n\n\"How now, my hearty!\" cried he, in stentorian tones, so loud that they\nseemed to stun the tensely drawn drums of our hero's ears. \"How now, my\nhearty!  What's to-do here?  Who is shooting pistols at this hour of\nthe night?\"  Then, catching sight of the figures lying in a huddle upon\nthe floor, his great, thick lips parted into a gape of wonder and his\ngray eyes rolled in his head like two balls, so that what with his flat\nface and the round holes of his nostrils he presented an appearance\nwhich, under other circumstances, would have been at once ludicrous and\ngrotesque.\n\n\"By the blood!\" cried he, \"to be sure it is murder that has happened\nhere.\"\n\n\"Not murder!\" cried Jonathan, in a shrill and panting voice.  \"Not\nmurder!  It was all an accident, and I am as innocent as a baby.\"\n\nThe new-comer looked at him and then at the two figures upon the floor,\nand then back at him again with eyes at once quizzical and cunning.\nThen his face broke into a grin that might hardly be called of\ndrollery.  \"Accident!\"  quoth he.  \"By the blood! d'ye see 'tis a\nstrange accident, indeed, that lays two men by the heels and lets the\nthird go without a scratch!\"  Delivering himself thus, he came forward\ninto the room, and, taking the last victim of Jonathan's adventure by\nthe arm, with as little compunction as he would have handled a sack of\ngrain he dragged the limp and helpless figure from where it lay to the\nfloor beside the first victim.  Then, lifting the lighted candle, he\nbent over the two prostrate bodies, holding the illumination close to\nthe lineaments first of one and then of the other.  He looked at them\nvery carefully for a long while, with the closest and most intent\nscrutiny, and in perfect silence.  \"They are both as dead,\" says he,\n\"as Davy Jones, and, whoever you be, I protest that you have done your\nbusiness the most completest that I ever saw in all of my life.\"\n\n\"Indeed,\" cried Jonathan, in the same shrill and panting voice, \"it was\nthemselves who did it.  First one of them attacked me and then the\nother, and I did but try to keep them from murdering me. This one fell\non his knife, and that one shot himself in his efforts to destroy me.\"\n\n\"That,\" says the seaman, \"you may very well tell to a dry-lander, and\nmaybe he will believe you; but you cannot so easily pull the wool over\nthe eyes of Captain Benny Willitts.  And what, if I may be so bold as\nfor to ask you, was the reason for their attacking so harmless a man as\nyou proclaim yourself to be?\"\n\n\"That I know not,\" cried Jonathan; \"but I am entirely willing to tell\nthee all the circumstances.  Thou must know that I am a member of the\nSociety of Friends.  This day I landed here in Kingston, and met a\nyoung woman of very comely appearance, who intrusted me with this\nlittle ivory ball, which she requested me to keep for her a few days.\nThe sight of this ball--in which I can detect nothing that could be\nlikely to arouse any feelings of violence--appears to have driven these\ntwo men entirely mad, so that they instantly made the most ferocious\nand murderous assault upon me.  See! wouldst thou have believed that so\nsmall a thing as this would have caused so much trouble?\"  And as he\nspoke he held up to the gaze of the other the cause of the double\ntragedy that had befallen.  But no sooner had Captain Willitts's eyes\nlighted upon the ball than the most singular change passed over his\ncountenance.  The color appeared to grow dull and yellow in his ruddy\ncheeks, his fat lips dropped apart, and his eyes stared with a fixed\nand glassy glare.  He arose to his feet and, still with the expression\nof astonishment and wonder upon his face, gazed first at our hero and\nthen at the ivory ball in his hands, as though he were deprived both of\nreason and of speech.  At last, as our hero slipped the trifle back in\nhis pocket again, the mariner slowly recovered himself, though with a\nprodigious effort, and drew a deep and profound breath as to the very\nbottom of his lungs.  He wiped, with the corner of his black silk\ncravat, his brow, upon which the sweat appeared to have gathered.\n\"Well, messmate,\" says he, at last, with a sudden change of voice, \"you\nhave, indeed, had a most wonderful adventure.\"  Then with another deep\nbreath: \"Well, by the blood!  I may tell you plainly that I am no poor\nhand at the reading of faces.  Well, I think you to be honest, and I am\ninclined to believe every word you tell me.  By the blood!  I am\nprodigiously sorry for you, and am inclined to help you out of your\nscrape.\n\n\"The first thing to do,\" he continued, \"is to get rid of these two dead\nmen, and that is an affair I believe we shall have no trouble in\nhandling.  One of them we will wrap up in the carpet here, and t'other\nwe can roll into yonder bed-curtain.  You shall carry the one and I the\nother, and, the harbor being at no great distance, we can easily bring\nthem thither and tumble them overboard, and no one will be the wiser of\nwhat has happened.  For your own safety, as you may easily see, you can\nhardly go away and leave these objects here to be found by the\nfirst-comer, and to arise up in evidence against you.\"\n\nThis reasoning, in our hero's present bewildered state, appeared to him\nto be so extremely just that he raised not the least objection to it.\nAccordingly, each of the two silent, voiceless victims of the evening's\noccurrences were wrapped into a bundle that from without appeared to be\nneither portentous nor terrible in appearance.\n\nThereupon, Jonathan shouldering the rug containing the little gentleman\nin black, and the sea-captain doing the like for the other, they\npresently made their way down the stairs through the darkness, and so\nout into the street.  Here the sea-captain became the conductor of the\nexpedition, and leading the way down several alleys and along certain\nby-streets--now and then stopping to rest, for the burdens were both\nheavy and clumsy to carry--they both came out at last to the harbor\nfront, without any one having questioned them or having appeared to\nsuspect them of anything wrong.  At the water-side was an open wharf\nextending a pretty good distance out into the harbor.  Thither the\ncaptain led the way and Jonathan followed.  So they made their way out\nalong the wharf or pier, stumbling now and then over loose boards,\nuntil they came at last to where the water was of a sufficient depth\nfor their purpose.  Here the captain, bending his shoulders, shot his\nburden out into the dark, mysterious waters, and Jonathan, following\nhis example, did the same.  Each body sank with a sullen and leaden\nsplash into the element where, the casings which swathed them becoming\nloosened, the rug and the curtain rose to the surface and drifted\nslowly away with the tide.\n\nAs Jonathan stood gazing dully at the disappearance of these last\nevidences of his two inadvertent murders, he was suddenly and\nvehemently aroused by feeling a pair of arms of enormous strength flung\nabout him from behind.  In their embrace his elbows were instantly\npinned tight to his side, and he stood for a moment helpless and\nastounded, while the voice of the sea-captain, rumbling in his very\near, exclaimed: \"Ye bloody, murthering Quaker, I'll have that ivory\nball, or I'll have your life!\"\n\nThese words produced the same effect upon Jonathan as though a douche\nof cold water had suddenly been flung over him.  He began instantly to\nstruggle to free himself, and that with a frantic and vehement violence\nbegotten at once of terror and despair.  So prodigious were his efforts\nthat more than once he had nearly torn himself free, but still the\npowerful arms of his captor held him as in a vise of iron.  Meantime,\nour hero's assailant made frequent though ineffectual attempts to\nthrust a hand into the breeches-pocket where the ivory ball was hidden,\nswearing the while under his breath with a terrifying and monstrous\nstring of oaths.  At last, finding himself foiled in every such\nattempt, and losing all patience at the struggles of his victim, he\nendeavored to lift Jonathan off of his feet, as though to dash him\nbodily upon the ground.  In this he would doubtless have succeeded had\nhe not caught his heel in the crack of a loose board of the wharf.\nInstantly they both fell, violently prostrate, the captain beneath and\nJonathan above him, though still encircled in his iron embrace.  Our\nhero felt the back of his head strike violently upon the flat face of\nthe other, and he heard the captain's skull sound with a terrific crack\nlike that of a breaking egg upon some post or billet of wood, against\nwhich he must have struck.  In their frantic struggles they had\napproached extremely near the edge of the wharf, so that the next\ninstant, with an enormous and thunderous splash, Jonathan found himself\nplunged into the waters of the harbor, and the arms of his assailant\nloosened from about his body.\n\nThe shock of the water brought him instantly to his senses, and, being\na fairly good swimmer, he had not the least difficulty in reaching and\nclutching the cross-piece of a wooden ladder that, coated with slimy\nsea-moss, led from the water-level to the wharf above.\n\nAfter reaching the safety of the dry land once more, Jonathan gazed\nabout him as though to discern whence the next attack might be\ndelivered upon him.  But he stood entirely alone upon the dock--not\nanother living soul was in sight.  The surface of the water exhibited\nsome commotion, as though disturbed by something struggling beneath;\nbut the sea-captain, who had doubtless been stunned by the tremendous\ncrack upon his head, never arose again out of the element that had\nengulfed him.\n\nThe moonlight shone with a peaceful and resplendent illumination, and,\nexcepting certain remote noises from the distant town not a sound broke\nthe silence and the peacefulness of the balmy, tropical night.  The\nlimpid water, illuminated by the resplendent moonlight, lapped against\nthe wharf.  All the world was calm, serene, and enveloped in a profound\nand entire repose.\n\nJonathan looked up at the round and brilliant globe of light floating\nin the sky above his head, and wondered whether it were, indeed,\npossible that all that had befallen him was a reality and not some\ntremendous hallucination.  Then suddenly arousing himself to a renewed\nrealization of that which had occurred, he turned and ran like one\npossessed, up along the wharf, and so into the moonlit town once more.\n\n\n\n\nVI. The Conclusion of the Adventure with the Lady with the Silver Veil\n\n\nNor did he check his precipitous flight until suddenly, being led\nperhaps by some strange influence of which he was not at all the\nmaster, he discovered himself to be standing before the garden-gate\nwhere not more than an hour before he had first entered upon the series\nof monstrous adventures that had led to such tremendous conclusions.\n\nPeople were still passing and repassing, and one of these groups--a\nparty of young ladies and gentlemen--paused upon the opposite side of\nthe street to observe, with no small curiosity and amusement, his\ndripping and bedraggled aspect.  But only one thought and one intention\npossessed our hero--to relieve himself as quickly as possible of that\ntrust which he had taken up so thoughtlessly, and with such monstrous\nresults to himself and to his victims.  He ran to the gate of the\ngarden and began beating and kicking upon it with a vehemence that he\ncould neither master nor control.  He was aware that the entire\nneighborhood was becoming aroused, for he beheld lights moving and loud\nvoices of inquiry; yet he gave not the least thought to the disturbance\nhe was creating, but continued without intermission his uproarious\npounding upon the gate.\n\nAt length, in answer to the sound of his vehement blows, the little\nwicket was opened and a pair of eyes appeared thereat.  The next\ninstant the gate was cast ajar very hastily, and the pock-pitted\nnegress appeared.  She caught him by the sleeve of his coat and drew\nhim quickly into the garden.  \"Buckra, Buckra!\" she cried.  \"What you\ndoing?  You wake de whole town!\"  Then, observing his dripping\ngarments: \"You been in de water.  You catch de fever and shake till you\ndie.\"\n\n\"Thy mistress!\" cried Jonathan, almost sobbing in the excess of his\nemotion; \"take me to her upon the instant, or I cannot answer for my\nnot going entirely mad!\"\n\nWhen our hero was again introduced to the lady, he found her clad in a\nloose and an elegant negligee, infinitely becoming to her graceful\nfigure, and still covered with the veil of silver gauze that had before\nenveloped her.\n\n\"Friend,\" he cried, vehemently, approaching her and holding out toward\nher the little ivory ball, \"take again this which thou gavest me!  It\nhas brought death to three men, and I know not what terrible fate may\nbefall me if I keep it longer in my possession.\n\n\"What is it you say?\" cried she, in a piercing voice.  \"Did you say it\nhath caused the death of three men?  Quick!  Tell me what has happened,\nfor I feel somehow a presage that you bring me news of safety and\nrelease from all my dangers.\"\n\n\"I know not what thou meanest!\" cried Jonathan, still panting with\nagitation.  \"But this I do know: that when I went away from thee I\ndeparted an innocent man, and now I come back to thee burdened with the\nweight of three lives, which, though innocent I have been instrumental\nin taking.\"\n\n\"Explain!\"  exclaimed the lady, tapping the floor with her foot.\n\"Explain! explain! explain!\"\n\n\"That I will,\" cried Jonathan, \"and as soon as I am able!  When I left\nthee and went out into the street I was accosted by a little gentleman\nclad in black.\"\n\n\"Indeed!\" cried the lady; \"and had he but one eye, and did he carry a\ngold-headed cane?\"\n\n\"Exactly,\" said Jonathan; \"and he claimed acquaintance with friend\nJeremiah Doolittle.\"\n\n\"He never knew him!\" cried the lady, vehemently; \"and I must tell you\nthat he was a villain named Hunt, who at one time was the intimate\nconsort of the pirate Keitt.  He it was who plunged a deadly knife into\nhis captain's bosom, and so murdered him in this very house.  He\nhimself or his agents, must have been watching my gate when you went\nforth.\"\n\n\"I know not how that may be,\" said Jonathan, \"but he took me to his\napartment, and there, obtaining a knowledge of the trust thou didst\nburden me with, he demanded it of me, and upon my refusing to deliver\nit to him he presently fell to attacking me with a dagger.  In my\nefforts to protect my life I inadvertently caused him to plunge the\nknife into his own bosom and to kill himself.\"\n\n\"And what then?\"  cried the lady, who appeared well-nigh distracted\nwith her emotions.\n\n\"Then,\" said Jonathan, \"there came a strange man--a foreigner--who upon\nhis part assaulted me with a pistol, with every intention of murdering\nme and thus obtaining possession of that same little trifle.\"\n\n\"And did he,\" exclaimed the lady, \"have long, black mustachios, and did\nhe have silver ear-rings in his ears?\"\n\n\"Yes,\" said Jonathan, \"he did.\"\n\n\"That,\" cried the lady, \"could have been none other than Captain\nKeitt's Portuguese sailing-master, who must have been spying upon Hunt!\nTell me what happened next!\"\n\n\"He would have taken my life,\" said Jonathan, \"but in the struggle that\nfollowed he shot himself accidentally with his own pistol, and died at\nmy very feet.  I do not know what would have happened to me if a\nsea-captain had not come and proffered his assistance.\"\n\n\"A sea-captain!\" she exclaimed; \"and had he a flat face and a broken\nnose?\"\n\n\"Indeed he had,\" replied Jonathan.\n\n\"That,\" said the lady, \"must have been Captain Keitt's pirate\npartner--Captain Willitts, of The Bloody Hand.  He was doubtless spying\nupon the Portuguese.\"\n\n\"He induced me,\" said Jonathan, \"to carry the two bodies down to the\nwharf.  Having inveigled me there--where, I suppose, he thought no one\ncould interfere--he assaulted me, and endeavored to take the ivory ball\naway from me.  In my efforts to escape we both fell into the water, and\nhe, striking his head upon the edge of the wharf, was first stunned and\nthen drowned.\"\n\n\"Thank God!\" cried the lady, with a transport of fervor, and clasping\nher jewelled hands together.  \"At last I am free of those who have\nheretofore persecuted me and threatened my very life itself!  You have\nasked to behold my face; I will now show it to you!  Heretofore I have\nbeen obliged to keep it concealed lest, recognizing me, my enemies\nshould have slain me.\"  As she spoke she drew aside her veil, and\ndisclosed to the vision of our hero a countenance of the most\nextraordinary and striking beauty.  Her luminous eyes were like those\nof a Jawa, and set beneath exquisitely arched and pencilled brows.  Her\nforehead was like lustrous ivory and her lips like rose-leaves.  Her\nhair, which was as soft as the finest silk, was fastened up in masses\nof ravishing abundance.  \"I am,\" said she, \"the daughter of that\nunfortunate Captain Keitt, who, though weak and a pirate, was not so\nwicked, I would have you know, as he has been painted.  He would,\ndoubtless, have been an honest man had he not been led astray by the\nvillain Hunt, who so nearly compassed your own destruction.  He\nreturned to this island before his death, and made me the sole heir of\nall that great fortune which he had gathered--perhaps not by the most\nhonest means--in the waters of the Indian Ocean.  But the greatest\ntreasure of all that fortune bequeathed to me was a single jewel which\nyou yourself have just now defended with a courage and a fidelity that\nI cannot sufficiently extol.  It is that priceless gem known as the\nRuby of Kishmoor.  I will show it to you.\"  Hereupon she took the\nlittle ivory ball in her hand, and, with a turn of her beautiful\nwrists, unscrewed a lid so nicely and cunningly adjusted that no eye\ncould have detected where it was joined to the parent globe. Within was\na fleece of raw silk containing an object which she presently displayed\nbefore the astonished gaze of our hero.  It was a red stone of about\nthe bigness of a plover's egg, and which glowed and flamed with such an\nexquisite and ruddy brilliancy as to dazzle even Jonathan's\ninexperienced eyes.  Indeed, he did not need to be informed of the\npriceless value of the treasure, which he beheld in the rosy palm\nextended toward him.  How long he gazed at this extraordinary jewel he\nknew not, but he was aroused from his contemplation by the sound of the\nlady's voice addressing him.  \"The three villains,\" said she, \"who have\nthis day met their deserts in a violent and bloody death, had by an\naccident obtained knowledge that this jewel was in my possession.\nSince then my life has hung upon a thread, and every step that I have\ntaken has been watched by these enemies, the most cruel and relentless\nthat it was ever the lot of any unfortunate to possess.  From the\nmortal dangers of their machinations you have saved me, exhibiting a\ncourage and a determination that cannot be sufficiently applauded.  In\nthis you have earned my deepest admiration and regard.  I would\nrather,\" she cried, \"intrust my life and my happiness to you than into\nthe keeping of any man whom I have ever known!  I cannot hope to reward\nyou in such a way as to recompense you for the perils into which my\nnecessities have thrust you; but yet\"--and here she hesitated, as\nthough seeking for words in which to express herself--\"but yet if you\nare willing to accept of this jewel, and all of the fortune that\nbelongs to me, together with the person of poor Evaline Keitt herself,\nnot only the stone and the wealth, but the woman also, are yours to\ndispose of as you see fit!\"\n\nOur hero was so struck aback at this unexpected turn that he knew not\nupon the instant what reply to make.  \"Friend,\" said he, at last, \"I\nthank thee extremely for thy offer, and, though I would not be\nungracious, it is yet borne in upon me to testify to thee that as to\nthe stone itself and the fortune--of which thou speakest, and of which\nI very well know the history--I have no inclination to receive either\nthe one or the other, both the fruits of theft, rapine, and murder.\nThe jewel I have myself beheld three times stained, as it were, with\nthe blood of my fellow-man, so that it now has so little value in my\nsight that I would not give a peppercorn to possess it.  Indeed, there\nis no inducement in the world that could persuade me to accept it, or\neven to take it again into my hand.  As to the rest of thy generous\noffer, I have only to say that I am, four months hence, to be married\nto a very comely young woman of Kensington, in Pennsylvania, by name\nMartha Dobbs, and therefore I am not at all at liberty to consider my\ninclinations in any other direction.\"\n\nHaving so delivered himself, Jonathan bowed with such ease as his stiff\nand awkward joints might command, and thereupon withdrew from the\npresence of the charmer, who, with cheeks suffused with blushes and\nwith eyes averted, made no endeavor to detain him.\n\nSo ended the only adventure of moment that ever happened to him in all\nhis life.  For thereafter he contented himself with such excitement as\nhis mercantile profession and his extremely peaceful existence might\nafford.\n\n\n\n\nEpilogue\n\n\nIn conclusion it may be said that when the worthy Jonathan Rugg was\nmarried to Martha Dobbs, upon the following June, some mysterious\nfriend presented to the bride a rope of pearls of such considerable\nvalue that when they were realized into money our hero was enabled to\nenter into partnership with his former patron the worthy Jeremiah\nDoolittle, and that, having made such a beginning, he by-and-by arose\nto become, in his day, one of the leading merchants of his native town\nof Philadelphia.\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Ruby of Kishmoor, by Howard Pyle\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE RUBY OF KISHMOOR ***\n\n***** This file should be named 3687.txt or 3687.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/6/8/3687/\n\nProduced by Paul J. Hollander.  HTML version by Al Haines.\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}