{"title": "Mary Louise", "author": "Edith van Dyne", "releaseDate": "May, 2004\n", "language": "English", "content": "\n\n\n\nProduced by Juliet Sutherland, Charles Franks and the\nOnline Distributed Proofreading Team.\n\n\n\n\n\n\n\n\n\n\nMARY LOUISE\n\nBy\n\nEdith Van Dyne\n\n\nAuthor of \"Aunt Jane's Nieces Series\" \"The Daring Twins,\" etc.\n\n\n\nTO YOUNG READERS\n\nYou will like Mary Louise because she is so much like yourself. Mrs.\nVan Dyne has succeeded in finding a very human girl for her heroine;\nMary Louise is really not a fiction character at all. Perhaps you know\nthe author through her \"Aunt Jane's Nieces\" stories; then you don't\nneed to be told that you will want to read all the volumes that will be\nwritten about lovable Mary Louise. Mrs. Van Dyne is recognized as one\nof the most interesting writers for girls to-day. Her success is\nlargely due to the fact that she does not write DOWN to her young\nreaders; she realizes that the girl of to-day does not have to be\nbabied, and that her quick mind is able to appreciate stories that are\nas well planned and cleverly told as adult fiction.\n\nThat is the theory behind \"The Bluebird Books.\" If you are the girl who\nlikes books of individuality--wholesome without being tiresome, and\nfull of action without being sensational--then you are just the girl\nfor whom the series is being written. \"Mary Louise\" is more than a\nworthy successor to the \"Aunt Jane's Nieces Series\"--it has merit which\nyou will quickly recognize.\n\nTHE PUBLISHERS.\n\n\n\n\nCONTENTS\n\n\n I     JUST AN ARGUMENT\n\nII    GRAN'PA JIM\n\nIII   A SURPRISE\n\nIV    SHIFTING SANDS\n\nV     OFFICIAL INVESTIGATION\n\nVI    UNDER A CLOUD\n\nVII   THE ESCAPE\n\nVIII  A FRIENDLY FOE\n\nIX    OFFICER O'GORMAN\n\nX     RATHER QUEER INDEED\n\nXI    MARY LOUISE MEETS IRENE\n\nXII   A CHEERFUL COMRADE\n\nXIII  BUB SUCCUMBS TO FORCE\n\nXIV   A CALL FROM AGATHA LORD\n\nXV    BUB'S HOBBY\n\nXVI   THE STOLEN BOOK\n\nXVII  THE HIRED GIRL\n\nXVIII MARY LOUISE GROWS SUSPICIOUS\n\nXIX   AN ARTFUL CONFESSION\n\nXX    DIAMOND CUT DIAMOND\n\nXXI   BAD NEWS\n\nXXII  THE FOLKS AT BIGBEE'S\n\nXXIII A KISS FROM JOSIE\n\nXXIV  FACING THE TRUTH\n\nXXV   SIMPLE JUSTICE\n\nXXVI  THE LETTER\n\n\n\nCHAPTER I\n\nJUST AN ARGUMENT\n\n\n\"It's positively cruel!\" pouted Jennie Allen, one of a group of girls\noccupying a garden bench in the ample grounds of Miss Stearne's School\nfor Girls, at Beverly.\n\n\"It's worse than that; it's insulting,\" declared Mable Westervelt, her\nbig dark eyes flashing indignantly.\n\n\"Doesn't it seem to reflect on our characters?\" timidly asked Dorothy\nKnerr.\n\n\"Indeed it does!\" asserted Sue Finley. \"But here comes Mary Louise;\nlet's ask her opinion.\"\n\n\"Phoo! Mary Louise is only a day scholar,\" said Jennie. \"The\nrestriction doesn't apply to her at all.\"\n\n\"I'd like to hear what she says, anyhow,\" remarked Dorothy. \"Mary\nLouise has a way of untangling things, you know.\"\n\n\"She's rather too officious to suit me,\" Mable Westervelt retorted,\n\"and she's younger than any of us. One would think, the way she poses\nas monitor at this second-rate, run-down boarding school, that Mary\nLouise Burrows made the world.\"\n\n\"Oh, Mable! I've never known her to pose at all,\" said Sue. \"But, hush;\nshe mustn't overhear us and, besides, if we want her to intercede with\nMiss Stearne we must not offend her.\"\n\nThe girl they were discussing came leisurely down a path, her books\nunder one arm, the other hand holding a class paper which she examined\nin a cursory way as she walked. She wore a dark skirt and a simple\nshirtwaist, both quite modish and becoming, and her shoes were the\nadmiration and envy of half the girls at the school. Dorothy Knerr used\nto say that \"Mary Louise's clothes always looked as if they grew on\nher,\" but that may have been partially accounted for by the grace of\nher slim form and her unconscious but distinctive poise of bearing. Few\npeople would describe Mary Louise Burrows as beautiful, while all would\nagree that she possessed charming manners. And she was fifteen--an age\nwhen many girls are both awkward and shy.\n\nAs she drew near to the group on the bench they ceased discussing Mary\nLouise but continued angrily to canvass their latest grievance.\n\n\"What do you think, Mary Louise,\" demanded Jennie, as the girl paused\nbefore them, \"of this latest outrage?\"\n\n\"What outrage, Jen?\" with a whimsical smile at their indignant faces.\n\n\"This latest decree of the tyrant Stearne. Didn't you see it posted on\nthe blackboard this morning? 'The young ladies will hereafter refrain\nfrom leaving the school grounds after the hour of six p.m., unless\nwritten permission is first secured from the Principal. Any infraction\nof this rule will result in suspension or permanent dismissal.' We're\ndetermined not to stand for this rule a single minute. We intend to\nstrike for our liberties.\"\n\n\"Well,\" said Mary Louise reflectively, \"I'm not surprised. The wonder\nis that Miss Stearne hasn't stopped your evening parades before now.\nThis is a small school in a small town, where everyone knows everyone\nelse; otherwise you'd have been guarded as jealously as if you were in\na convent. Did you ever know or hear of any other private boarding\nschool where the girls were allowed to go to town evenings, or whenever\nthey pleased out of school hours?\"\n\n\"Didn't I tell you?\" snapped Mable, addressing the group. \"Mary Louise\nis always on the wrong side. Other schools are not criterions for this\nramshackle establishment, anyhow. We have twelve boarders and four day\nscholars, and how Miss Stearne ever supports the place and herself on\nher income is an occult problem that the geometries can't solve. She\npays little Miss Dandler, her assistant, the wages of an ordinary\nhousemaid; the furniture is old and shabby and the classrooms gloomy;\nthe food is more nourishing than feastful and the tablecloths are so\npatched and darned that it's a wonder they hold together.\"\n\nMary Louise quietly seated herself upon the bench beside them.\n\n\"You're looking on the seamy side, Mable,\" she said with a smile, \"and\nyou're not quite just to the school. I believe your parents sent you\nhere because Miss Stearne is known to be a very competent teacher and\nher school has an excellent reputation of long standing. For twenty\nyears this delightful old place, which was once General Barlow's\nresidence, has been a select school for young ladies of the best\nfamilies. Gran'pa Jim says it's an evidence of good breeding and\nrespectability to have attended Miss Stearne's school.\"\n\n\"Well, what's that got to do with this insulting order to stay in\nevenings?\" demanded Sue Finley. \"You'd better put all that rot you're\ntalking into a circular and mail it to the mothers of imbecile\ndaughters. Miss Stearne has gone a step too far in her tyranny, as\nshe'll find out. We know well enough what it means. There's no\ninducement for us to wander into that little tucked-up town of Beverly\nafter dinner except to take in the picture show, which is our one\ninnocent recreation. I'm sure we've always conducted ourselves most\nproperly. This order simply means we must cut out the picture show and,\nif we permit it to stand, heaven only knows what we shall do to amuse\nourselves.\"\n\n\"We'll do something worse, probably,\" suggested Jennie.\n\n\"What's your idea about it, Mary Louise?\" asked Dorothy.\n\n\"Don't be a prude,\" warned Mable, glaring at the young girl. \"Try to be\nhonest and sensible--if you can--and give us your advice. Shall we\ndisregard the order, and do as we please, or be namby-pambies and\nsubmit to the outrage? You're a day scholar and may visit the picture\nshows as often as you like. Consider our position, cooped up here like\na lot of chickens and refused the only harmless amusement the town\naffords.\"\n\n\"Gran'pa Jim,\" observed Mary Louise, musingly, \"always advises me to\nlook on both sides of a question before making up my mind, because\nevery question has to have two sides or it couldn't be argued. If Miss\nStearne wishes to keep you away from the pictures, she has a reason for\nit; so let's discover what the reason is.\"\n\n\"To spoil any little fun we might have,\" asserted Mable bitterly.\n\n\"No; I can't believe that,\" answered Mary Louise. \"She isn't unkindly,\nwe all know, nor is she too strict with her girls. I've heard her\nremark that all her boarders are young ladies who can be trusted to\nconduct themselves properly on all occasions; and she's right about\nthat. We must look for her reason somewhere else and I think it's in\nthe pictures themselves.\"\n\n\"As for that,\" said Jennie, \"I've seen Miss Stearne herself at the\npicture theatre twice within the last week.\"\n\n\"Then that's it; she doesn't like the character of the pictures shown.\nI think, myself, girls, they've been rather rank lately.\"\n\n\"What's wrong with them?\"\n\n\"I like pictures as well as you do,\" said Mary Louise, \"and Gran'pa Jim\noften takes me to see them. Tuesday night a man shot another in cold\nblood and the girl the murderer was in love with helped him to escape\nand married him. I felt like giving her a good shaking, didn't you? She\ndidn't act like a real girl at all. And Thursday night the picture\nstory told of a man with two wives and of divorces and disgraceful\ndoings generally. Gran'pa Jim took me away before it was over and I was\nglad to go. Some of the pictures are fine and dandy, but as long as the\nman who runs the theatre mixes the horrid things with the decent\nones--and we can't know beforehand which is which--it's really the\nsafest plan to keep away from the place altogether. I'm sure that's the\nposition Miss Stearne takes, and we can't blame her for it. If we do,\nit's an evidence of laxness of morals in ourselves.\"\n\nThe girls received this statement sullenly, yet they had no logical\nreply to controvert it. So Mary Louise, feeling that her explanation of\nthe distasteful edict was not popular with her friends, quietly rose\nand sauntered to the gate, on her way home.\n\n\"Pah!\" sneered Mable Westervelt, looking after the slim figure, \"I'm\nalways suspicious of those goody-goody creatures. Mark my words, girls:\nMary Louise will fall from her pedestal some day. She isn't a bit\nbetter than the rest of us, in spite of her angel baby ways, and I\nwouldn't be surprised if she turned out to be a regular hypocrite!\"\n\n\n\n\nCHAPTER II\n\nGRAN'PA JIM\n\n\nBeverly is an old town and not especially progressive. It lies nearly\ntwo miles from a railway station and has little attractiveness for\nstrangers. Beverly contains several beautiful old residences, however,\nbuilt generations ago and still surrounded by extensive grounds where\nthe trees and shrubbery are now generally overgrown and neglected.\n\nOne of these fine old places Miss Stearne rented for her boarding\nschool; another, quite the most imposing residence in the town, had\nbeen leased some two years previous to the time of this story by\nColonel James Weatherby, whose family consisted of his widowed\ndaughter, Mrs. Burrows, and his grandchild, Mary Louise Burrows. Their\nonly servants were an old negro, Uncle Eben, and his wife, Aunt Polly,\nwho were Beverly bred and had been hired when the Colonel first came to\ntown and took possession of the stately Vandeventer mansion.\n\nColonel Weatherby was a man of exceptionally distinguished appearance,\ntall and dignified, with courtly manners and an air of prosperity that\nimpressed the simple villagers with awe. His snow-white hair and\npiercing dark eyes, his immaculate dress upon all occasions, the\nwhispered comments on his ample deposits in the local bank, all\ncontributed to render him remarkable among the three or four hundred\nordinary inhabitants of Beverly, who, after his two years' residence\namong them, scarcely knew more of him than is above related. For\nColonel Weatherby was an extremely reserved man and seldom deigned to\nexchange conversation with his neighbors. In truth, he had nothing in\ncommon with them and even when he walked out with Mary Louise he merely\nacknowledged the greeting of those he met by a dignified nod of his\nstately head.\n\nWith Mary Louise, however, he would converse fluently and with\nearnestness, whether at home during the long evenings or on their\nfrequent walks through the country, which were indulged in on Saturdays\nand holidays during the months that school was in session and much more\noften during vacations. The Colonel owned a modest automobile which he\nkept in the stable and only drove on rare occasions, although one of\nUncle Eben's duties was to keep the car in apple-pie order. Colonel\nWeatherby loved best to walk and Mary Louise enjoyed their tramps\ntogether because Gran'pa Jim always told her so many interesting things\nand was such a charming companion. He often developed a strain of humor\nin the girl's society and would relate anecdotes that aroused in her\nspontaneous laughter, for she possessed a keen sense of the ludicrous.\nYes, Gran'pa Jim was really funny, when in the mood, and as jolly a\ncomrade as one would wish.\n\nHe was fond of poetry, too, and the most severe trial Mary Louise was\nforced to endure was when he carried a book of poems in his pocket and\ninsisted on reading from it while they rested in a shady nook by the\nroadside or on the bank of the little river that flowed near by the\ntown. Mary Louise had no soul for poetry, but she would have endured\nfar greater hardships rather than forfeit the genial companionship of\nGran'pa Jim.\n\nIt was only during these past two years that she had come to know her\ngrandfather so intimately and to become as fond of him as she was\nproud. Her earlier life had been one of so many changes that the\nconstant shifting had rather bewildered her. First she remembered\nliving in a big city house where she was cared for by a nurse who was\nnever out of sight or hearing. There it was that \"Mamma Bee\"--Mrs.\nBeatrice Burrows--appeared to the child at times as a beautiful vision\nand often as she bent over her little daughter for a good-night kiss\nthe popular society woman, arrayed in evening or ball costume, would\nseem to Mary Louise like a radiant angel descended straight from heaven.\n\nShe knew little of her mother in those days, which were quite hazy in\nmemory because she was so young. The first change she remembered was an\nabrupt flitting from the splendid city house to a humble cottage in a\nretired village. There was no maid now, nor other servant whatever.\nMamma Bee did the cooking and sweeping, her face worn and anxious,\nwhile Gran'pa Jim walked the floor of the little sitting room day by\nday, only pausing at times to read to Mary Louise stories from her\nnursery books.\n\nThis life did not last very long--perhaps a year or so--and then they\nwere in a big hotel in another city, reached after a long and tiresome\nrailway journey. Here the girl saw little of her grandfather, for a\ngoverness came daily to teach Mary Louise to read and write and to do\nsums on a pretty slate framed in silver. Then, suddenly, in dead of\nnight, away they whisked again, traveling by train until long after the\nsun was up, when they came to a pretty town where they kept house again.\n\nThere were servants, this time, and horses and carriages and pretty\nclothes for Mary Louise and Mamma Bee. The little girl was sent to a\nschool just a block away from her home. She remembered Miss Jenkins\nwell, for this teacher made much of her and was so kind and gentle that\nMary Louise progressed rapidly in her studies.\n\nBut the abrupt changes did not end here. Mary Louise came home from\nschool one afternoon and found her dear mother sobbing bitterly as she\nclung around the neck of Gran'pa Jim, who stood in the middle of the\nroom as still as if he had been a marble statue. Mary Louise promptly\nmingled her tears with those of her mother, without knowing why, and\nthen there was a quick \"packing-up\" and a rush to the railway again.\n\nNext they were in the house of Mr. and Mrs. Peter Conant, very pleasant\npeople who seemed to be old friends of Mamma Bee and Gran'pa Jim. It\nwas a cosy house, not big and pretentious, and Mary Louise liked it.\nPeter Conant and Gran'pa Jim had many long talks together, and it was\nhere that the child first heard her grandfather called \"Colonel.\"\nOthers might have called him that before, but she had not heard them.\nMrs. Conant was very deaf and wore big spectacles, but she always had a\nsmile on her face and her voice was soft and pleasing.\n\nAfter a few days Mamma Bee told her daughter she was going to leave her\nin the care of the Conants for a time, while she traveled to a foreign\ncountry with Gran'pa Jim. The girl was surprised at being abandoned but\naccepted her fate quietly when it was explained that she was to go to\nschool while living with the Conants, which she could not do if she was\ntraveling with her mother and grandfather, who were making this\narrangement for the girl's best good.\n\nThree years Mary Louise lived with the Conants and had little to\ncomplain of. Mr. Conant was a lawyer and was at his office all day,\nwhile Mrs. Conant was very kind to the girl and looked after her\nwelfare with motherly care.\n\nAt last, quite unexpectedly, Mary Louise's trunk was packed and she was\ntaken to the station to meet a train on which were her mother and\ngrandfather. They did not leave the cars except to shake hands with the\nConants and thank them for their care of Mary Louise. A moment later\nthe train bore away the reunited family to their new home in Beverly.\n\nMary Louise now found she must \"get acquainted\" with Mamma Bee and\nGran'pa Jim all over again, for during these last three years she had\ndeveloped so fast in mind and body that her previous knowledge of her\nrelatives seemed like a hazy dream. The Colonel also discovered a new\ngranddaughter, to whom he became passionately attached. For two years\nnow they had grown together until they were great friends and cronies.\n\nAs for Mrs. Burrows, she seemed to have devoted her whole life to her\nfather, the Colonel. She had lost much of her former beauty and had\nbecome a thin, pale woman with anxious eyes and an expectant and\ndeprecating air, as if always prepared to ward off a sudden blow. Her\nsolicitude for the old Colonel was almost pathetic and while he was in\nher presence she constantly hovered around him, doing little things for\nhis comfort which he invariably acknowledged with his courtly bow and a\ngracious word of thanks.\n\nIt was through her association with this cultured old gentleman that\nMary Louise had imbibed a certain degree of logic and philosophy\nunknown to many girls of fifteen. He taught her consideration for\nothers as the keynote of happiness, yet he himself declined to mingle\nwith his fellow men. He abhorred sulking and was always cheerful and\npleasant in his home circle, yet when others approached him familiarly\nhe resented it with a frown. He taught his granddaughter to be generous\nto the poor and supplied her freely with money for charity, yet he\npersonally refused all demands upon him by churches or charitable\nsocieties.\n\nIn their long talks together he displayed an intimate acquaintance with\nmen and affairs, but never referred in any way to his former life.\n\n\"Are you really a colonel?\" Mary Louise once asked him.\n\n\"Men call me so,\" he replied, but there was a tone in his voice that\nwarned the girl not to pursue the subject further. She knew his moods\nalmost as well as her mother did.\n\nThe Colonel was very particular as to dress. He obtained his own\nclothing from a New York tailor and took a keen interest in the gowns\nof his daughter and of Mary Louise, his taste in female apparel being\nso remarkable that they were justly considered the best dressed women\nin Beverly. The house they were living in contained an excellent\nlibrary and was furnished in a quaint, old-fashioned manner that was\nvery appealing to them all. Mary Louise sincerely hoped there would be\nno more changes in their lives and that they might continue to live in\nBeverly for many years to come.\n\n\n\n\nCHAPTER III\n\nA SURPRISE\n\n\nOn the afternoon when our story begins Mary Louise walked home from\nschool and found Colonel Weatherby waiting for her in the garden,\nleggings strapped to his gaunt legs, the checked walking-cap on his\nhead, a gold-headed crop in his hand.\n\n\"Let us go for a walk, my dear,\" he proposed. \"It is Friday, so you\nwill have all day to-morrow in which to get your lessons.\"\n\n\"Oh, it won't take all day for that,\" she replied with a laugh. \"I'll\nbe glad of the walk. Where shall we go, Gran'pa Jim?\"\n\n\"Perhaps to the mill-race. We haven't visited it for a long time.\"\n\nShe ran to the house to put away her books and get her stout shoes, and\npresently rejoined him, when together they strolled up the street and\ncircled round the little town until they came to the river bank. Then\nthey followed the stream toward the old mill.\n\nMary Louise told her grandfather of the recent edict of Miss Stearne\nand the indignation it had aroused in her girl boarders.\n\n\"And what do you think of it, Gran'pa Jim?\" she asked in conclusion.\n\n\"What do YOU think of it, Mary Louise?\"\n\n\"It is rather hard on the girls, who have enjoyed their liberty for so\nlong; but I think it is Miss Stearne's plan to keep them away from the\npicture theatre.\"\n\n\"And so?\"\n\n\"And so,\" she said, \"it may do the girls more good than harm.\"\n\nHe smiled approvingly. It was his custom to draw out her ideas on all\nquestions, rather than to assert his own in advance. If he found her\nwrong or misinformed he would then correct her and set her right.\n\n\"So you do not approve of the pictures, Mary Louise?\"\n\n\"Not all of them, Gran'pa Jim, although they all seem to have been\n'passed by the Board of Censors'--perhaps when their eyes were shut. I\nlove the good pictures, and I know that you do, but some we have seen\nlately gave me the shivers. So, perhaps Miss Stearne is right.\"\n\n\"I am confident she is,\" he agreed. \"Some makers of pictures may\nconsider it beneficial to emphasize good by exhibiting evil, by way of\ncontrast, but they are doubtless wrong. I've an old-fashioned notion\nthat young girls should be shielded, as much as possible, from\nknowledge of the world's sins and worries, which is sure to be\nimpressed upon them in later years. We cannot ignore evil,\nunfortunately, but we can often avoid it.\"\n\n\"But why, if these pictures are really harmful, does Mr. Welland\nexhibit them at his theatre?\" asked the girl.\n\n\"Mr. Welland is running his theatre to make money,\" explained the\nColonel, \"and the surest way to make money is to cater to the tastes of\nhis patrons, the majority of whom demand picture plays of the more\nvivid sort, such as you and I complain of. So the fault lies not with\nthe exhibitor but with the sensation-loving public. If Mr. Welland\nshowed only such pictures as have good morals he would gain the\npatronage of Miss Stearne's twelve young ladies, and a few others, but\nthe masses would refuse to support him.\"\n\n\"Then,\" said Mary Louise, \"the masses ought to be educated to desire\nbetter things.\"\n\n\"Many philanthropists have tried to do that, and signally failed. I\nbelieve the world is gradually growing better, my dear, but ages will\npass before mankind attains a really wholesome mental atmosphere.\nHowever, we should each do our humble part toward the moral uplift of\nour fellows and one way is not to condone what we know to be wrong.\"\n\nHe spoke earnestly, in a conversational tone that robbed his words of\npreachment. Mary Louise thought Gran'pa Jim must be an exceptionally\ngood man and hoped she would grow, in time, to be like him. The only\nthing that puzzled her was why he refused to associate with his fellow\nmen, while at heart he so warmly espoused their uplift and advancement.\n\nThey had now reached the mill-race and had seated themselves on the\nhigh embankment where they could watch the water swirl swiftly beneath\nthem. The mill was not grinding to-day and its neighborhood seemed\nquite deserted. Here the old Colonel and his granddaughter sat dreamily\nfor a long time, conversing casually on various subjects or allowing\nthemselves to drift into thought. It was a happy hour for them both and\nwas only interrupted when Jackson the miller passed by on his way home\nfrom the village. The man gave the Colonel a surly nod, but he smiled\non Mary Louise, the girl being as popular in the district as her\ngrandfather was unpopular.\n\nAfter Jackson had passed them by Gran'pa Jim rose slowly and proposed\nthey return home.\n\n\"If we go through the village,\" said he, \"we shall reach home, without\nhurrying ourselves, in time to dress for dinner. I object to being\nhurried, don't you, Mary Louise?\"\n\n\"Yes, indeed, if it can be avoided.\"\n\nGoing through the village saved them half a mile in distance, but Mary\nLouise would not have proposed it herself, on account of the Colonel's\nwell-known aversion to meeting people. This afternoon, however, he made\nthe proposal himself, so they strolled away to the main road that led\nthrough the one business street of the little town.\n\nAt this hour there was little life in Beverly's main street. The\nfarmers who drove in to trade had now returned home; the town women\nwere busy getting supper and most of their men were at home feeding the\nstock or doing the evening chores. However, they passed an occasional\ngroup of two or three and around the general store stood a few other\nnatives, listlessly awaiting the call to the evening meal. These cast\ncurious glances at the well-known forms of the old man and the young\ngirl, for his two years' residence had not made the testy old Colonel\nany less strange to them. They knew all about him there was to\nknow--which was nothing at all--and understood they must not venture to\naddress him as they would have done any other citizen.\n\nCooper's Hotel, a modest and not very inviting frame building, stood\nnear the center of the village and as Mary Louise and her grandfather\npassed it the door opened and a man stepped out and only avoided\nbumping into them by coming to a full stop. They stopped also, of\nnecessity, and Mary Louise was astonished to find the stranger staring\ninto the Colonel's face with an expression of mingled amazement and\nincredulity on his own.\n\n\"James Hathaway, by all the gods!\" he exclaimed, adding in wondering\ntones: \"And after all these years!\"\n\nMary Louise, clinging to her grandfather's arm, cast an upward glance\nat his face. It was tensely drawn; the eyelids were half closed and\nthrough their slits the Colonel's eyes glinted fiercely.\n\n\"You are mistaken, fellow. Out of my way!\" he said, and seizing the\ngirl's arm, which she had withdrawn in affright, he marched straight\nahead. The man fell back, but stared after them with his former\nexpression of bewildered surprise. Mary Louise noted this in a glance\nover her shoulder and something in the stranger's attitude--was it a\nhalf veiled threat?--caused her to shudder involuntarily.\n\nThe Colonel strode on, looking neither to right nor left, saying never\na word. They reached their home grounds, passed up the path in silence\nand entered the house. The Colonel went straight to the stairs and\ncried in a loud voice:\n\n\"Beatrice!\"\n\nThe tone thrilled Mary Louise with a premonition of evil. A door was\nhastily opened and her mother appeared at the head of the stairs,\nlooking down on them with the customary anxiety on her worn features\ndoubly accentuated.\n\n\"Again, father?\" she asked in a voice that slightly trembled.\n\n\"Yes. Come with me to the library, Beatrice.\"\n\n\n\n\nCHAPTER IV\n\nSHIFTING SANDS\n\n\nMary Louise hid herself in the drawing-room, where she could watch the\nclosed door of the library opposite. At times she trembled with an\nunknown dread; again, she told herself that no harm could possibly\nbefall her dear, good Gran'pa Jim or her faithful, loving mother. Yet\nwhy were they closeted in the library so long, and how could the\nmeeting with that insolent stranger affect Colonel Weatherby so\nstrongly?\n\nAfter a long time her mother came out, looking more pallid and harassed\nthan ever but strangely composed. She kissed Mary Louise, who came to\nmeet her, and said:\n\n\"Get ready for dinner, dear. We are late.\"\n\nThe girl went to her room, dazed and uneasy. At dinner her mother\nappeared at the table, eating little or nothing, but Gran'pa Jim was\nnot present. Afterward she learned that he had gone over to Miss\nStearne's School for Girls, where he completed important arrangements\nconcerning his granddaughter.\n\nWhen dinner was over Mary Louise went into the library and, drawing a\nchair to where the light of the student lamp flooded her book, tried to\nread. But the words were blurred and her mind was in a sort of chaos.\nMamma Bee had summoned Aunt Polly and Uncle Eben to her room, where she\nwas now holding a conference with the faithful colored servants. A\nstrange and subtle atmosphere of unrest pervaded the house; Mary Louise\nscented radical changes in their heretofore pleasant home life, but\nwhat these changes were to be or what necessitated them she could not\nimagine.\n\nAfter a while she heard Gran'pa Jim enter the hall and hang up his hat\nand coat and place his cane in the rack. Then he came to the door of\nthe library and stood a moment looking hard at Mary Louise. Her own\neyes regarded her grandfather earnestly, questioning him as positively\nas if she had spoken.\n\nHe drew a chair before her and leaning over took both her hands in his\nand held them fast.\n\n\"My dear,\" he said gently, \"I regret to say that another change has\novertaken us. Have you ever heard of 'harlequin fate'? 'Tis a very\nbuffoon of mischief and irony that is often permitted to dog our\nearthly footsteps and prevent us from becoming too content with our\nlot. For a time you and I, little maid, good comrades though we have\nbeen, must tread different paths. Your mother and I are going away,\npresently, and we shall leave you here in Beverly, where you may\ncontinue your studies under the supervision of Miss Stearne, as a\nboarder at her school. This house, although the rental is paid for six\nweeks longer, we shall at once vacate, leaving Uncle Eben and Aunt\nSallie to put it in shape and close it properly. Do you understand all\nthis, Mary Louise?\"\n\n\"I understand what you have told me, Gran'pa Jim. But why--\"\n\n\"Miss Stearne will be supplied with ample funds to cover your tuition\nand to purchase any supplies you may need. You will have nothing to\nworry about and so may devote all your energies to your studies.\"\n\n\"But how long---\"\n\n\"Trust me and your mother to watch over your welfare, for you are very\ndear to us, believe me,\" he continued, disregarding her interruptions.\n\"Do you remember the address of the Conants, at Dorfield?\"\n\n\"Of course.\"\n\n\"Well, you may write to me, or to your mother, once a week, addressing\nthe letter in care of Peter Conant. But if you are questioned by\nanyone,\" he added, gravely, \"do not mention the address of the Conants\nor hint that I have gone to Dorfield. Write your letters privately and\nunobserved, in your own room, and post them secretly, by your own hand,\nso that no one will be aware of the correspondence. Your caution in\nthis regard will be of great service to your mother and me. Do you\nthink you can follow these instructions?\"\n\n\"To be sure I can, Gran'pa Jim. But why must I---\"\n\n\"Some day,\" said he, \"you will understand this seeming mystery and be\nable to smile at your present perplexities. There is nothing to fear,\nmy dear child, and nothing that need cause you undue anxiety. Keep a\nbrave heart and, whatever happens, have faith in Gran'pa Jim. Your\nmother--as good a woman as God ever made--believes in me, and she knows\nall. Can you accept her judgment, Mary Louise? Can you steadfastly\nignore any aspersions that may be cast upon my good name?\"\n\n\"Yes, Gran'pa Jim.\"\n\nShe had not the faintest idea what he referred to. Not until afterward\nwas she able to piece these strange remarks together and make sense of\nthem. Just now the girl was most impressed by the fact that her mother\nand grandfather were going away and would leave her as a boarder with\nMiss Stearne. The delightful home life, wherein she had passed the\nhappiest two years of her existence, was to be broken up for good and\nall.\n\n\"Now I must go to your mother. Kiss me, my dear!\"\n\nAs he rose to his feet Mary Louise also sprang from her chair and the\nColonel folded his arms around her and for a moment held her tight in\nhis embrace. Then he slowly released her, holding the girl at arms'\nlength while he studied her troubled face with grave intensity. One\nkiss upon her upturned forehead and the old man swung around and left\nthe room without another word.\n\nMary Louise sank into her chair, a little sob in her throat. She felt\nvery miserable, indeed, at that moment. \"Harlequin fate!\" she sighed.\n\"I wonder why it has chosen us for its victims?\"\n\nAfter an hour passed in the deserted library she stole away to her own\nroom and prepared for bed. In the night, during her fitful periods of\nsleep, she dreamed that her mother bent over her and kissed her\nlips--once, twice, a third time.\n\nThe girl woke with a start. A dim light flooded her chamber, for\noutside was a full moon. But the room was habited only by shadows, save\nfor her own feverish, restless body. She turned over to find a cooler\nplace and presently fell asleep again.\n\n\n\n\nCHAPTER V\n\nOFFICIAL INVESTIGATION\n\n\n\"And you say they are gone?\" cried Mary Louise in surprise, as she came\ndown to breakfast the next morning and found the table laid for one and\nold Eben waiting to serve her.\n\n\"In de night, chile. I don' know 'zac'ly wha' der time, by de clock,\nbut de Kun'l an' Missy Burrows did'n' sleep heah a-tall.\"\n\n\"There is no night train,\" said the girl, seating herself thoughtfully\nat the table. \"How could they go, Uncle?\"\n\n\"Jus' took deh auto'bile, chile, an' de Kun'l done druv it heself--bag\nan' baggage. But--see heah, Ma'y 'Ouise--we-all ain' s'pose to know\nnuth'n' bout dat git-away. Ef some imper'nent puss'n' ask us, we ain'\ngwine t' know how dey go, nohow. De Kun'l say tell Ma'y 'Ouise she ain'\ngwine know noth'n' a-tall, 'bout nuth'n', 'cause 'tain't nobody's\nbusiness.\"\n\n\"I understand, Uncle Eben.\"\n\nShe reflected upon this seemingly unnecessary secrecy as she ate her\nbreakfast. After a time she asked:\n\n\"What are you and Aunt Polly going to do, Uncle?\"\n\n\"Fus' thing,\" replied the old negro, \"Polly gwine git yo' traps all\npack up an' I gwine take 'em ovah to Missy Stearne's place in de\nwheel-barrer. Den I gwine red up de house an' take de keys to Mass'\nGimble, de agent. Den Polly an' me we go back to our own li'l' house in\nde lane yondeh. De Kun'l done 'range ev'thing propeh, an' we gwine do\njus' like he say.\"\n\nMary Louise felt lonely and uncomfortable in the big house, now that\nher mother and grandfather had gone away. Since the move was\ninevitable, she would be glad to go to Miss Stearne as soon as\npossible. She helped Aunt Polly pack her trunk and suit case,\nafterwards gathering into a bundle the things she had forgotten or\noverlooked, all of which personal belongings Uncle Eben wheeled over to\nthe school. Then she bade the faithful servitors good-bye, promising to\ncall upon them at their humble home, and walked slowly over the\nwell-known path to Miss Stearne's establishment, where she presented\nherself to the principal.\n\nIt being Saturday, Miss Stearne was seated at a desk in her own private\nroom, where she received Mary Louise and bade her sit down.\n\nMiss Stearne was a woman fifty years of age, tall and lean, with a\ndeeply lined face and a tendency to nervousness that was increasing\nwith her years. She was a very clever teacher and a very incompetent\nbusiness woman, so that her small school, of excellent standing and\nrepute, proved difficult to finance. In character Miss Stearne was\ntemperamental enough to have been a genius. She was kindly natured,\nfond of young girls and cared for her pupils with motherly instincts\nseldom possessed by those in similar positions. She was lax in many\nrespects, severely strict in others. Not always were her rules and\nregulations dictated by good judgment. Therefore her girls usually\nfound as much fault as other boarding school girls are prone to do, and\nwith somewhat more reason. On the other hand, no one could question the\nprincipal's erudition or her skill in imparting her knowledge to others.\n\n\"Sit down, Mary Louise,\" she said to the girl. \"This is an astonishing\nchange in your life, is it not? Colonel Weatherby came to me last\nevening and said he had been suddenly called away on important matters\nthat would brook no delay, and that your mother was to accompany him on\nthe journey. He begged me to take you in as a regular boarder and of\ncourse I consented. You have been one of my most tractable and\nconscientious pupils and I have been proud of your progress. But the\nschool is quite full, as you know; so at first I was uncertain that I\ncould accommodate you here; but Miss Dandler, my assistant, has given\nup her room to you and I shall put a bed for her in my own sleeping\nchamber, so that difficulty is now happily arranged. I suppose your\nfamily left Beverly this morning, by the early train?\"\n\n\"They have gone,\" replied Mary Louise, non-committally.\n\n\"You will be lonely for a time, of course, but presently you will feel\nquite at home in the school because you know all of my girls so well.\nIt is not like a strange girl coming into a new school. And remember,\nMary Louise, that you are to come to me for any advice and assistance\nyou need, for I promised your grandfather that I would fill your\nmother's place as far as I am able to do so.\"\n\nMary Louise reflected, with a little shock of pain, that her mother had\nnever been very near to her and that Miss Stearne might well perform\nsuch perfunctory duties as the girl had been accustomed to expect. But\nno one could ever take the place of Gran'pa Jim.\n\n\"Thank you, Miss Stearne,\" she said. \"I am sure I shall be quite\ncontented here. Is my room ready?\"\n\n\"Yes; and your trunk has already been placed in it. Let me know, my\ndear, if there is anything you need.\"\n\nMary Louise went to her room and was promptly pounced upon by Dorothy\nKnerr and Sue Finley, who roomed just across the hall from her and were\ndelighted to find she was to become a regular boarder. They asked\nnumerous questions as they helped her to unpack and settle her room,\nbut accepted her conservative answers without comment.\n\nAt the noon luncheon Mary Louise was accorded a warm reception by the\nassembled boarders and this cordial welcome by her school-mates did\nmuch to restore the girl to her normal condition of cheerfulness. She\neven joined a group in a game of tennis after luncheon and it was while\nshe was playing that little Miss Dandler came with, a message that Mary\nLouise was wanted in Miss Stearne's room at once.\n\n\"Take my racquet,\" she said to Jennie Allen; \"I'll be back in a minute.\"\n\nWhen she entered Miss Stearne's room she was surprised to find herself\nconfronted by the same man whom she and her grandfather had encountered\nin front of Cooper's Hotel the previous afternoon--the man whom she\nsecretly held responsible for this abrupt change in her life. The\nprincipal sat crouched over her desk as if overawed by her visitor, who\nstopped his nervous pacing up and down the room as the girl appeared.\n\n\"This is Mary Louise Burrows,\" said Miss Stearne, in a weak voice.\n\n\"Huh!\" He glared at her with a scowl for a moment and then demanded:\n\"Where's Hathaway?\"\n\nMary Louise reddened.\n\n\"I do not know to whom you refer,\" she answered quietly.\n\n\"Aren't you his granddaughter?\"\n\n\"I am the granddaughter of Colonel James Weatherby, sir.\"\n\n\"It's all the same; Hathaway or Weatherby, the scoundrel can't disguise\nhis personality. Where is he?\"\n\nShe did not reply. Her eyes had narrowed a little, as the Colonel's\nwere sometimes prone to do, and her lips were pressed firmly together.\n\n\"Answer me!\" he shouted, waving his arms threateningly.\n\n\"Miss Stearne,\" Mary Louise said, turning to the principal, \"unless you\nrequest your guest to be more respectful I shall leave the room.\"\n\n\"Not yet you won't,\" said the man in a less boisterous tone. \"Don't\nannoy me with your airs, for I'm in a hurry. Where is Hathaway--or\nWeatherby--or whatever he calls himself?\"\n\n\"I do not know.\"\n\n\"You don't, eh? Didn't he leave an address?\"\n\n\"No.\"\n\n\"I don't believe you. Where did he go?\"\n\n\"If I knew,\" said Mary Louise with dignity, \"I would not inform you.\"\n\nHe uttered a growl and then threw back his coat, displaying a badge\nattached to his vest.\n\n\"I'm a federal officer,\" he asserted with egotistic pride, \"a member of\nthe Government's Secret Service Department. I've been searching for\nJames J. Hathaway for nine years, and so has every man in the service.\nLast night I stumbled upon him by accident, and on inquiring found he\nhas been living quietly in this little jumping-off place. I wired the\nDepartment for instructions and an hour ago received orders to arrest\nhim, but found my bird had flown. He left you behind, though, and I'm\nwise to the fact that you're a clew that will lead me straight to him.\nYou're going to do that very thing, and the sooner you make up your\nmind to it the better for all of us. No nonsense, girl! The Federal\nGovernment's not to be trifled with. Tell me where to find your\ngrandfather.\"\n\n\"If you have finished your insolent remarks,\" she answered with spirit,\n\"I will go away. You have interrupted my game of tennis.\"\n\nHe gave a bark of anger that made her smile, but as she turned away he\nsprang forward and seized her arm, swinging her around so that she\nagain faced him.\n\n\"Great Caesar, girl! Don't you realize what you're up against?\" he\ndemanded.\n\n\"I do,\" said she. \"I seem to be in the power of a brute. If a law\nexists that permits you to insult a girl, there must also be a law to\npunish you. I shall see a lawyer and try to have you properly punished\nfor this absolute insolence.\"\n\nHe regarded her keenly, still frowning, but when he spoke again he had\nmoderated both his tone and words.\n\n\"I do not intend to be insolent, Miss Burrows, but I have been greatly\naggravated by your grandfather's unfortunate escape and in this\nemergency every moment is precious if I am to capture him before he\ngets out of America, as he has done once or twice before. Also, having\nwired the Department that I have found Hathaway, I shall be discredited\nif I let him slip through my fingers, so I am in a desperate fix. If I\nhave seemed a bit gruff and nervous, forgive me. It is your duty, as a\nloyal subject of the United States, to assist an officer of the law by\nevery means in your power, especially when he is engaged in running\ndown a criminal. Therefore, whether you dislike to or not, you must\ntell me where to find your grandfather.\"\n\n\"My grandfather is not a criminal, sir.\"\n\n\"The jury will decide that when his case comes to trial. At present he\nis accused of crime and a warrant is out for his arrest. Where is he?\"\n\n\"I do not know,\" she persisted.\n\n\"He--he left by the morning train, which goes west,\" stammered Miss\nStearne, anxious to placate the officer and fearful of the girl's\nstubborn resistance.\n\n\"So the nigger servant told me,\" sneered the man; \"but he didn't. I was\nat the station myself--two miles from this forsaken place--to make sure\nthat Hathaway didn't skip while I was waiting for orders. Therefore, he\nis either hidden somewhere in Beverly or he has sneaked away to an\nadjoining town. The old serpent is slippery as an eel; but I'm going to\ncatch him, this time, as sure as fate, and this girl must give me all\nthe information she can.\"\n\n\"Oh, that will be quite easy,\" retorted Mary Louise, somewhat\ntriumphantly, \"for I have no information to divulge.\"\n\nHe began to pace the room again, casting at her shrewd and uncertain\nglances.\n\n\"He didn't say where he was going?\"\n\n\"No.\"\n\n\"Or leave any address?\"\n\n\"No.\"\n\n\"What DID he say?\"\n\n\"That he was going away and would arrange with Miss Stearne for me to\nboard at the school.\"\n\n\"Huh! I see. Foxy old guy. Knew I would question you and wouldn't take\nchances. If he writes you, or you learn what has become of him, will\nyou tell me?\"\n\n\"No.\"\n\n\"I thought not.\" He turned toward the principal. \"How about this girl's\nboard money?\" he asked. \"When did he say he'd send it?\"\n\n\"He paid me in advance, to the end of the present term,\" answered the\nagitated Miss Stearne.\n\n\"Foxy old boy! Seemed to think of everything. I'm going, now; but take\nthis warning--both of you. Don't gabble about what I've said. Keep the\nsecret. If nothing gets out, Hathaway may think the coast is clear and\nit's safe for him to come back. In that case I--or someone appointed by\nthe Department--will get a chance to nab him. That's all. Good day.\"\n\nHe made his exit from the room without ceremony, leaving Mary Louise\nand Miss Stearne staring fearfully at one another.\n\n\"It--it's--dreadful!\" stammered the teacher, shrinking back with a moan.\n\n\"It would be, if it were true,\" said the girl. \"But Gran'pa Jim is no\ncriminal, we all know. He's the best man that ever lived, and the whole\ntrouble is that this foolish officer has mistaken him for someone else.\nI heard him, with my own ears, tell the man he was mistaken.\"\n\nMiss Stearne reflected.\n\n\"Then why did your grandfather run away?\" she asked.\n\nIt was now Mary Louise's turn to reflect, seeking an answer. Presently\nshe realized that a logical explanation of her grandfather's action was\nimpossible with her present knowledge.\n\n\"I cannot answer that question, Miss Stearne,\" she admitted, candidly,\n\"but Gran'pa Jim must have had some good reason.\"\n\nThere was unbelief in the woman's eyes--unbelief and a horror of the\nwhole disgraceful affair that somehow included Mary Louise in its\nscope. The girl read this look and it confused her. She mumbled an\nexcuse and fled to her room to indulge in a good cry.\n\n\n\n\nCHAPTER VI\n\nUNDER A CLOUD\n\n\nThe officer's injunction not to talk of the case of Colonel Weatherby\nwas of little avail in insuring secrecy. Oscar Dowd, who owned and\nedited the one weekly newspaper in town, which appeared under the title\nof \"The Beverly Beacon,\" was a very ferret for news. He had to be;\notherwise there never would have been enough happenings in the vicinity\nto fill the scant columns of his little paper, which was printed in big\ntype to make the items and editorials fill as much space as possible.\n\nUncle Eben met the editor and told him the Colonel had gone away\nsuddenly and had vacated the Vandeventer mansion and put Mary Louise\nwith Miss Stearne to board. Thereat, Oscar Dowd scented \"news\" and\ncalled on Miss Stearne for further information. The good lady was\nalmost as much afraid of an editor as of an officer of the law, so\nunder Oscar's rapid-fire questioning she disclosed more of the dreadful\ncharge against Colonel Weatherby than she intended to. She even\nadmitted the visit of the secret service agent, but declined to give\ndetails of it.\n\nOscar found the agent had departed for parts unknown--perhaps to trail\nthe escaped Colonel--but the hotel keeper furnished him with other\nwisps of information and, bunching all the rumors together and sifting\nthe wheat from the chaff, the editor evolved a most thrilling tale to\nprint in the Wednesday paper. Some of the material his own imagination\nsupplied; much else was obtained from irresponsible gossips who had no\nfoundation for their assertions. Miss Stearne was horrified to find, on\nreceiving her copy of the Wednesday \"Beacon\" that big headlines across\nthe front page announced: \"Beverly Harbors a Criminal in Disguise!\nFlight of Colonel James Weatherby when a Federal Officer Seeks to\nArrest him for a Terrible Crime!\"\n\nThen followed a mangled report of the officer's visit to Beverly on\ngovernment business, his recognition of Colonel Weatherby--who was none\nother than the noted criminal, James J. Hathaway--on the street in\nfront of Cooper's Hotel, how the officer wired Washington for\ninstructions and how Hathaway, alias Weatherby, escaped in the dead of\nnight and had so far successfully eluded all pursuit. What crime\nHathaway, alias Weatherby, was accused of, the officer would not\ndivulge, and the statements of others disagreed. One report declared\nthe Colonel had wrecked a New York bank and absconded with enormous\nsums he had embezzled; another stated he had been president of a\nswindling stock corporation which had used the mails illegally to\nfurther its nefarious schemes. A third account asserted he had insured\nhis life for a million dollars in favor of his daughter, Mrs. Burrows,\nand then established a false death and reappeared after Mrs. Burrows\nhad collected the insurance money.\n\nHaving printed all this prominently in big type, the editor appended a\nbrief note in small type saying he would not vouch for the truth of any\nstatement made in the foregoing article. Nevertheless, it was a\nterrible arraignment and greatly shocked the good citizens of Beverly.\n\nMiss Stearne, realizing how humiliated Mary Louise would be if the\nnewspaper fell into her hands, carefully hid her copy away where none\nof the girls could see it; but one of the day scholars brought a copy\nto the school Thursday morning and passed it around among the girls, so\nthat all were soon in possession of the whole scandalous screed.\n\nMable Westervelt, after feasting upon the awful accusations, cruelly\nhanded the paper to Mary Louise. The girl's face blanched and then grew\nred, her mouth fell open as if gasping for breath and her eyes stared\nwith a pained, hopeless expression at the printed page that branded her\ndearly loved Gran'pa Jim a swindler and a thief. She rose quickly and\nleft the room, to the great relief of the other girls, who wanted to\ntalk the matter over.\n\n\"The idea,\" cried Mable indignantly, \"of that old villain's foisting\nhis grandchild on this respectable school while he ran away to escape\nthe penalty of his crimes!\"\n\n\"Mary Louise is all right,\" asserted Jennie Allen stoutly. \"She isn't\nto blame, at all.\"\n\n\"I warned you that her goody-goody airs were a cloak to hidden\nwickedness,\" said Mable, tossing her head.\n\n\"Blood will tell,\" drawled Lina Darrow, a very fat girl. \"Mary Louise\nhas bad blood in her veins and it's bound to crop out, sooner or later.\nI advise you girls to keep your trunks locked and to look after your\njewelry.\"\n\n\"Shame--shame!\" cried Dorothy Knerr, and the others echoed the\nreproach. Even Mable looked at fat Lina disapprovingly.\n\nHowever, in spite of staunch support on the part of her few real\nfriends, Mary Louise felt from that hour a changed atmosphere when in\nthe presence of her school fellows. Weeks rolled by without further\npublic attacks upon Gran'pa Jim, but among the girls at the school\nsuspicion had crept in to ostracize Mary Louise from the general\nconfidence. She lost her bright, cheery air of self-assurance and grew\nshy and fearful of reproach, avoiding her schoolmates more than they\navoided her. Instead of being content in her new home, as she had hoped\nto be, the girl found herself more miserable and discontented than at\nany other period of her life. She longed continually to be comforted by\nGran'pa Jim and Mamma Bee, and even lost interest in her studies,\nmoping dismally in her room when she should have been taking an\ninterest in the life at the school.\n\nEven good Miss Stearne had unconsciously changed in her attitude toward\nthe forlorn girl. Deciding one day that she needed some new shoes, Mary\nLouise went to the principal to ask for the money with which to buy\nthem.\n\nMiss Stearne considered the matter seriously. Then she said with\nwarning emphasis:\n\n\"My dear, I do not think it advisable for you to waste your funds on\nshoes, especially as those you have are in fairly good condition. Of\ncourse, your grandfather left some money with me, to be expended as I\nsaw fit, but now that he has abscon--eh--eh--secreted himself, so to\nspeak, we can expect no further remittances. When this term is ended\nany extra money should be applied toward your further board and\ntuition. Otherwise you would become an outcast, with no place to go and\nno shelter for your head. That, in common decency, must be avoided. No;\nI do not approve of any useless expenditures. I shall hoard this money\nfor future emergencies.\"\n\nIn happier times Mary Louise would have been indignant at the thought\nthat her grandfather would ever leave her unprovided for, but she had\nbeen so humbled of late that this aspect of her affairs, so candidly\npresented by Miss Stearne, troubled her exceedingly. She had written a\nletter every week to her grandfather, addressing it, as he had\ninstructed her to do, in care of Mr. Peter Conant at Dorfield. And\nalways she had stolen out, unobserved, and mailed the letter at the\nvillage post office. Of course she had never by a single word referred\nto the scandal regarding the Colonel or her mother, or to her own\nunhappy lot at school because of that scandal, knowing how such a\nreport would grieve them; but the curious thing about this\ncorrespondence was that it was distinctly one-sided. In the three\nmonths since they had gone away, Mary Louise had never received an\nanswer to any of her letters, either from her grandfather or her mother.\n\nThis might be explained, she reflected, by the fact that they suspected\nthe mails would be watched; but this supposition attributed some truth\nto the accusation that Gran'pa Jim was a fugitive from justice, which\nshe would not allow for an instant. Had he not told her to have faith\nin him, whatever happened? Should she prove disloyal just because a\nbrutal officer and an irresponsible newspaper editor had branded her\ndear grandfather a criminal?\n\nNo! Whatever happened she would cling to her faith in the goodness of\ndear Gran'pa Jim.\n\nThere was very little money in her purse; a few pennies that she must\nhoard to buy postage stamps with. Two parties for young people were\ngiven in Beverly and at both of them Mary Louise was the only girl\nboarding at the school who was uninvited. She knew that some of the\ngirls even resented her presence at the school and often when she\njoined a group of schoolmates their hushed conversation warned her they\nhad been discussing her.\n\nAltogether, she felt that her presence at the school was fast becoming\nunbearable and when one of the boarders openly accused her of stealing\na diamond ring--which was later discovered on a shelf above a\nwashstand--the patient humility of Mary Louise turned to righteous\nanger and she resolved to leave the shelter of Miss Stearne's roof\nwithout delay.\n\nThere was only one possible place for her to go--to the Conant house at\nDorfield, where her mother and grandfather were staying and where she\nhad already passed three of the most pleasant years of her short life.\nGran'pa Jim had not told her she could come to him, even in an\nemergency, but when she explained all the suffering she had endured at\nthe school she knew quite well that he would forgive her for coming.\n\nBut she needed money for the long journey, and this must be secured in\nsome way from her own resources. So she got together all the jewelry\nshe possessed and placing it in her handbag started for the town.\n\nShe had an idea that a jewelry shop was the proper place to sell her\njewelry, but Mr. Trumbull the jeweler shook his head and said that\nWatson, at the bank, often loaned money on such security. He advised\nthe girl to see Watson.\n\nSo Mary Louise went to the \"bank,\" which was a one-man affair situated\nin the rear of the hardware store, where a grating had been placed in\none corner. There she found Mr. Watson, who was more a country broker\nthan a banker, and throve by lending money to farmers.\n\nGran'pa Jim was almost as fond of pretty jewels as he was of good\nclothes and he had always been generous in presenting his\ngrand-daughter with trinkets on her birthdays and at Christmas time.\nThe jewelry she laid before Mr. Watson was really valuable and the\nbanker's eye was especially attracted by a brooch of pearls that must\nhave cost several hundred dollars.\n\n\"How much do you want to borrow on this lot?\" he asked.\n\n\"As much as I can get, sir,\" she replied.\n\n\"Have you any idea of redeeming it?\"\n\n\"I hope to do so, of course.\"\n\nThe banker knew perfectly well who Mary Louise was and suspected she\nneeded money.\n\n\"This is no pawnbroker's shop,\" he asserted. \"I'll give you a hundred\ndollars, outright, for this pearl brooch--as a purchase,\nunderstand--but the rest of the junk I don't want.\"\n\nA little man who had entered the hardware store to purchase a tin\ndipper was getting so close to the \"bank\" that Mary Louise feared being\noverheard; so she did not argue with Mr. Watson. Deciding that a\nhundred dollars ought to take her to Dorfield, she promptly accepted\nthe offer, signed a bill of sale and received her money. Then she\nwalked two miles to the railway station and discovered that a ticket to\nDorfield could be bought for ninety-two dollars. That would give her\neight dollars leeway, which seemed quite sufficient. Elated at the\nprospect of freedom she returned to the school to make her preparation\nfor departure and arrived just in time to join the other girls at\ndinner.\n\n\n\n\nCHAPTER VII\n\nTHE ESCAPE\n\n\nAs she packed her trunk behind the locked door of her room--an\nunnecessary precaution, since the girls generally avoided her\nsociety--Mary Louise considered whether to confide the fact of her\ngoing to Miss Stearne or to depart without a word of adieu. In the\nlatter case she would forfeit her trunk and her pretty clothes, which\nshe did not wish to do unless it proved absolutely necessary; and,\nafter all, she decided, frankness was best. Gran'pa Jim had often said\nthat what one could not do openly should not be done at all. There was\nnothing to be ashamed of in her resolve to leave the school where she\nwas so unhappy. The girls did not want her there and she did not want\nto stay; the school would be relieved of a disturbing element and Mary\nLouise would be relieved of unjust persecution; no blame attached to\nany but those who had made public this vile slander against her\ngrandfather. From all viewpoints she considered she was doing the right\nthing; so, when her preparations were complete, she went to Miss\nStearne's room, although it was now after eight o'clock in the evening,\nand requested an interview.\n\n\"I am going away,\" she quietly announced to the principal.\n\n\"Going away! But where?\" asked the astonished teacher.\n\n\"I cannot tell you that, Miss Stearne.\"\n\n\"Do you not know?\"\n\n\"Yes, I know, but I prefer not to tell you.\"\n\nMiss Stearne was greatly annoyed. She was also perplexed. The fact that\nMary Louise was deserting her school did not seem so important, at the\nmoment, as the danger involved by a young girl's going out into the\nworld unprotected. The good woman had already been rendered very\nnervous by the dreadful accusation of Colonel Weatherby and the\nconsequent stigma that attached to his granddaughter, a pupil at her\neminently respectable school. She realized perfectly that the girl was\nblameless, whatever her grandsire might have done, and she deeply\ndeplored the scornful attitude assumed by the other pupils toward poor\nMary Louise; nevertheless a certain bitter resentment of the\nunwholesome scandal that had smirched her dignified establishment had\ntaken possession of the woman, perhaps unconsciously, and while she\nmight be a little ashamed of the ungenerous feeling, Miss Stearne\nfervently wished she had never accepted the girl as a pupil.\n\nShe HAD accepted her, however. She had received the money for Mary\nLouise's tuition and expenses and had promptly applied the entire sum\nto reducing her grocery bills and other pressing obligations; therefore\nshe felt it her duty to give value received. If Mary Louise was to be\ndriven from the school by the jeers and sneers of the other girls, Miss\nStearne would feel like a thief. Moreover, it would be a distinct\nreproach to her should she allow a fifteen-year-old girl to wander into\na cruel world because her school--her sole home and refuge--had been\nrendered so unbearable that she could not remain there. The principal\nwas really unable to repay the money that had been advanced to her,\neven if that would relieve her of obligation to shelter the girl, and\ntherefore she decided that Mary Louise must not be permitted, under any\ncircumstances, to leave her establishment without the authority of her\nnatural guardians.\n\nThis argument ran hurriedly through her mind as the girl stood calmly\nwaiting.\n\n\"Is this action approved by your mother, or--or--by your grandfather?\"\nshe asked, somewhat more harshly than was her wont in addressing her\npupils.\n\n\"No, Miss Stearne.\"\n\n\"Then how dare you even suggest it?\"\n\n\"I am not wanted here,\" returned the girl with calm assurance. \"My\npresence is annoying to the other girls, as well as to yourself, and so\ndisturbs the routine of the school. For my part, I--I am very unhappy\nhere, as you must realize, because everyone seems to think my dear\nGran'pa Jim is a wicked man--which I know he is not. I have no heart to\nstudy, and--and so--it is better for us all that I go away.\"\n\nThis statement was so absolutely true and the implied reproach was so\njustified, that Miss Stearne allowed herself to become angry as the\nbest means of opposing the girl's design.\n\n\"This is absurd!\" she exclaimed. \"You imagine these grievances, Mary\nLouise, and I cannot permit you to attack the school and your fellow\nboarders in so reckless a manner. You shall not stir one step from this\nschool! I forbid you, positively, to leave the grounds hereafter\nwithout my express permission. You have been placed in my charge and I\ninsist that you obey me. Go to your room and study your lessons, which\nyou have been shamefully neglecting lately. If I hear any more of this\nrebellious wish to leave the school, I shall be obliged to punish you\nby confining you to your room.\"\n\nThe girl listened to this speech with evident surprise; yet the tirade\ndid not seem to impress her.\n\n\"You refuse, then, to let me go?\" she returned.\n\n\"I positively refuse.\"\n\n\"But I cannot stay here, Miss Stearne,\" she protested.\n\n\"You must. I have always treated you kindly--I treat all my girls well\nif they deserve it--but you are developing a bad disposition, Mary\nLouise--a most reprehensible disposition, I regret to say--and the\ntendency must be corrected at once. Not another word! Go to your room.\"\n\nMary Louise went to her room, greatly depressed by the interview. She\nlooked at her trunk, made a mental inventory of its highly prized\ncontents, and sighed. But as soon as she rejoined Gran'pa, Jim, she\nreflected, he would send an order to have the trunk forwarded and Miss\nStearne would not dare refuse. For a time she must do without her\npretty gowns.\n\nInstead of studying her text books she studied the railway time-card.\nShe had intended asking Miss Stearne to permit her to take the\nfive-thirty train from Beverly Junction the next morning and since the\nrecent interview she had firmly decided to board that very train. This\nwas not entirely due to stubbornness, for she reflected that if she\nstayed at the school her unhappy condition would become aggravated,\ninstead of improving, especially since Miss Stearne had developed\nunexpected sharpness of temper. She would endure no longer the\nmalicious taunts of her school fellows or the scoldings of the\nprincipal, and these could be avoided in no other way than by escaping\nas she had planned.\n\nAt ten o'clock she lay down upon her bed, fully dressed, and put out\nher light; but she dared not fall asleep lest she miss her train. At\ntimes she lighted a match and looked at her watch and it surprised her\nto realize how long a night can be when one is watching for daybreak.\n\nAt four o'clock she softly rose, put on her hat, took her suit case in\nhand and stealthily crept from, the room. It was very dark in the\nhallway but the house was so familiar to her that she easily felt her\nway along the passage, down the front stairs and so to the front door.\n\nMiss Stearne always locked this door at night but left the key in the\nlock. To-night the key had been withdrawn. When Mary Louise had\nsatisfied herself of this fact she stole along the lower hallway toward\nthe rear. The door that connected with the dining room and farther on\nwith the servants' quarters had also been locked and the key withdrawn.\nThis was so unusual that it plainly told the girl that Miss Stearne was\nsuspicious that she might try to escape, and so had taken precautions\nto prevent her leaving the house.\n\nMary Louise cautiously set down her suit case and tried to think what\nto do. The house had not been built for a school but was an old\nresidence converted to school purposes. On one side of the hall was a\nbig drawing-room; on the other side were the principal's apartments.\n\nMary Louise entered the drawing-room and ran against a chair that stood\nin her way. Until now she had not made the slightest noise, but the\nsuit case banged against the chair and the concussion reverberated\ndully throughout the house.\n\nThe opposite door opened and a light flooded the hall. From where the\ngirl stood in the dark drawing-room she could see Miss Stearne standing\nin her doorway and listening. Mary Louise held herself motionless. She\nscarcely dared breathe. The principal glanced up and down the hall,\nnoted the locked doors and presently retired into her room, after a\nlittle while extinguishing the light.\n\nThen Mary Louise felt her way to a window, drew aside the heavy\ndraperies and carefully released the catch of the sash, which she then\nsucceeded in raising. The wooden blinds were easily unfastened but\nswung back with a slight creak that made her heart leap with\napprehension. She did not wait, now, to learn if the sound had been\nheard, for already she had wasted too much time if she intended to\ncatch her train. She leaned through the window, let her suit case down\nas far as she could reach, and dropped it to the ground. Then she\nclimbed through the opening and let herself down by clinging to the\nsill. It was a high window, but she was a tall girl for her age and her\nfeet touched the ground. Now she was free to go her way.\n\nShe lost no time in getting away from the grounds, being guided by a\ndim starlight and a glow in the east that was a promise of morning.\nWith rapid steps she made her way to the station, reaching it over the\nrough country road just as the train pulled in. She had been possessed\nwith the idea that someone was stealthily following her and under the\nlight of the depot lamps her first act was to swing around and stare\ninto the darkness from which she had emerged. She almost expected to\nsee Miss Stearne appear, but it was only a little man with a fat nose\nand a shabby suit of clothes, who had probably come from the village to\ncatch the same train she wanted. He paid no attention to the girl but\nentered the same car she did and quietly took his seat in the rear.\n\n\n\n\nCHAPTER VIII\n\nA FRIENDLY FOE\n\n\nIt required two days and a night to go by rail from Beverly to Dorfield\nand as Mary Louise had passed a sleepless night at the school she\ndecided to purchase a berth on the sleeper. That made a big hole in her\nsurplus of eight dollars and she also found her meals in the dining car\nquite expensive, so that by the time she left the train at Dorfield her\nfinances would be reduced to the sum of a dollar and twenty cents.\n\nThat would not have disturbed her, knowing that thereafter she would be\nwith Gran'pa Jim, except for one circumstance. The little man with the\nfat nose, who had taken the train at Beverly, was still on board. All\nthe other passengers who had been on the train at that time had one by\none left it and been replaced by others, for the route lay through\nseveral large cities where many alighted and others came aboard. Only\nthe little man from Beverly remained, quiet and unobtrusive but somehow\nhaunting the girl's presence in an embarrassing manner.\n\nHe seldom looked at her but was found staring from the window whenever\nshe turned her eyes toward him. At first she scarcely noticed the man,\nbut the longer he remained aboard the train the more she speculated as\nto where he might be going. Whenever she entered the dining car he took\na notion to eat at that time, but found a seat as far removed from her\nas possible. She imagined she had escaped him when she went to the\nsleeper, but next morning as she passed out he was standing in the\nvestibule and a few moments later he was in the diner where she was\nbreakfasting.\n\nIt was now that the girl first conceived the idea that he might be\nfollowing her for a purpose, dogging her footsteps to discover at what\nstation she left the train. And, when she asked herself why the\nstranger should be so greatly concerned with her movements, she\nremembered that she was going to Gran'pa Jim and that at one time an\nofficer had endeavored to discover, through her, her grandfather's\nwhereabouts.\n\n\"If this little man,\" she mused, glancing at his blank, inexpressive\nfeatures, \"happens to be a detective, and knows who I am, he may think\nI will lead him directly to Colonel Weatherby, whom he may then arrest.\nGran'pa Jim is innocent, of course, but I know he doesn't wish to be\narrested, because he left Beverly suddenly to avoid it. And,\" she added\nwith a sudden feinting of the heart, \"if this suspicion is true I am\nactually falling into the trap and leading an officer to my\ngrandfather's retreat.\"\n\nThis reflection rendered the girl very uneasy and caused her to watch\nthe fat-nosed man guardedly all through that tedious day. She\nconstantly hoped he would leave the train at some station and thus\nprove her fears to be groundless, but always he remained in his seat,\npatiently eyeing the landscape through his window.\n\nLate in the afternoon another suspicious circumstance aroused her\nalarm. The conductor of the train, as he passed through the car, paused\nat the rear end and gazed thoughtfully at the little man huddled in the\nrear seat, who seemed unconscious of his regard. After watching him a\nwhile the conductor suddenly turned his head and looked directly at\nMary Louise, with a curious expression, as if connecting his two\npassengers. Then he went on through the train, but the girl's heart was\nbeating high and the little man, while seeming to eye the fleeting\nlandscape through the window, wriggled somewhat uneasily in his seat.\n\nMary Louise now decided he was a detective. She suspected that he had\nbeen sent to Beverly, after the other man left, to watch her movements,\nwith the idea that sooner or later she would rejoin her grandfather.\nPerhaps, had any letter come for her from her mother or Gran'pa Jim,\nthis officer would have seized it and obtained from it the address of\nthe man he was seeking. That would account for their failure to write\nher; perhaps they were aware of the plot and therefore dared not send\nher a letter.\n\nAnd now she began wondering what she should do when she got to\nDorfield, if the little man also left the train at that station. Such\nan act on his part would prove that her suspicions were correct, in\nwhich case she would lead him straight to her grandfather, whom she\nwould thus deliver into the power of his merciless enemies.\n\nNo; that would not do, at all. If the man followed her from the train\nat Dorfield she dared not go to Peter Conant's house. Where, then,\nCOULD she go? Had she possessed sufficient money it might be best to\nride past Dorfield and pay her fare to another station; but her funds\nwere practically exhausted. Dorfield was a much bigger town than\nBeverly; it was quite a large city, indeed; perhaps she could escape\nthe supervision of the detective, in some way, and by outwitting him\nfind herself free to seek the Conant's home. She would try this and\ncircumstances must decide her plan of action. Always there was the\nchance that she misjudged the little man.\n\nAs the conductor called the station the train halted and the girl\npassed the rear seat, where the man had his bare head half out the open\nwindow, and descended from the car to the platform. A few others also\nalighted, to hurry away to the omnibuses or street car or walk to their\ndestinations.\n\nMary Louise stood quite still upon the platform until the train drew\nout after its brief stop. It was nearly six o'clock in the evening and\nfast growing dark, yet she distinctly observed the fat-nosed man, who\nhad alighted on the opposite side of the track and was now sauntering\ndiagonally across the rails to the depot, his hands thrust deep in his\npockets and his eyes turned away from Mary Louise as if the girl\noccupied no part of his thoughts.\n\nBut she knew better than that. Her suspicions were now fully confirmed\nand she sought to evade the detective in just the way any inexperienced\ngirl might have done. Turning in the opposite direction she hastily\ncrossed the street, putting a big building between herself and the\ndepot, and then hurried along a cross-street. She looked back now and\nthen and found she had not been followed; so, to insure escape, she\nturned another corner, giving a fearful glance over her shoulder as she\ndid so.\n\nThis street was not so well lighted as the others had been and she had\nno idea where it led to. She knew Dorfield pretty well, having once\nresided there for three years, but in her agitated haste she had now\nlost all sense of direction. Feeling, however, that she was now safe\nfrom pursuit, she walked on more slowly, trying to discover her\nwhereabouts, and presently passed a dimly-lighted bakery before which a\nman stood looking abstractedly into the window at the cakes and pies,\nhis back toward her.\n\nInstantly Mary Louise felt her heart sink. She did not need to see the\nman's face to recognize the detective. Nor did he stir as she passed\nhim by and proceeded up the street. But how did he happen to be there?\nHad she accidentally stumbled upon him, or had he purposely placed\nhimself in her path to assure her that escape from him was impossible?\n\nAs she reached the next corner a street car came rushing along, halted\na brief moment and proceeded on its way. In that moment Mary Louise had\nstepped aboard and as she entered the closed section and sank into a\nseat she breathed a sigh of relief. The man at the bakery window had\nnot followed her. The car made one or two more stops, turned a corner\nand stopped again. This time the little man with the fat nose\ndeliberately swung himself to the rear platform, paid his fare and\nremained there. He didn't look at Mary Louise at all, but she looked at\nhim and her expression was one of mingled horror and fear.\n\nA mile farther on the car reached the end of its line and the conductor\nreversed the trolley-pole and prepared for the return journey. Mary\nLouise kept her seat. The detective watched the motorman and conductor\nwith an assumption of stupid interest and retained his place on the\nplatform.\n\nOn the way back to the business section of Dorfield, Mary Louise\nconsidered what to do next. She was very young and inexperienced; she\nwas also, at this moment, very weary and despondent. It was clearly\nevident that she could not escape this man, whose persistence impressed\nher with the imminent danger that threatened her grandfather if she\nwent to the home of the Conants--the one thing she positively must not\ndo. Since her arrival was wholly unexpected by her friends, with whom\nshe could not communicate, she now found herself a forlorn wanderer,\nwithout money or shelter.\n\nWhen the car stopped at Main Street she got off and walked slowly along\nthe brilliantly lighted thoroughfare, feeling more safe among the\nmoving throngs of people. Presently she came to a well-remembered\ncorner where the principal hotel stood on one side and the First\nNational Bank on the other. She now knew where she was and could find\nthe direct route to the Conants, had she dared go there. To gain time\nfor thought the girl stepped into the doorway of the bank, which was\nclosed for the day, thus avoiding being jostled by pedestrians. She set\ndown her suit case, leaned against the door-frame and tried to\ndetermine her wisest course of action.\n\nShe was hungry, tired, frightened, and the combination of sensations\nmade her turn faint. With a white face and despair in her heart she\nleaned heavily back and closed her eyes.\n\n\"Pardon me,\" said a soft voice, and with a nervous start she opened her\neyes to find the little fat-nosed man confronting her. He had removed\nhis hat and was looking straight into her face--for the first time, she\nimagined--and now she noticed that his gray eyes were not at all\nunkindly.\n\n\"What do you want?\" she asked sharply, with an involuntary shudder.\n\n\"I wish to advise you, Miss Burrows,\" he replied. \"I believe you know\nwho I am and it is folly for us to pursue this game of hide-and-seek\nany longer. You are tired and worn out with your long ride and the\nanxiety I have caused you.\"\n\n\"You are dogging me!\" she exclaimed indignantly.\n\n\"I am keeping you in sight, according to orders.\"\n\n\"You are a detective!\" she asked, a little disarmed by his frankness.\n\n\"John O'Gorman by name, Miss. At home I have a little girl much like\nyou, but I doubt if my Josie--even though I have trained her--would\nprove more shrewd than you have done under such trying circumstances.\nEven in the train you recognized my profession--and I am thought to be\nrather clever at disguising my motives.\"\n\n\"Yes?\"\n\n\"And you know quite well that because you have come to Dorfield to join\nyour grandfather, whom you call Colonel Weatherby, I have followed you\nin an attempt to discover, through you, the man for whom our government\nhas searched many years.\"\n\n\"Oh, indeed!\"\n\n\"Therefore you are determined not to go to your destination and you are\nat your wits' end to know what to do. Let me advise you, for the sake\nof my own little Josie.\"\n\nThe abrupt proposal bewildered her.\n\n\"You are my enemy!\"\n\n\"Don't think that, Miss,\" he said gently. \"I am an officer of the law,\nengaged in doing my duty. I am not your enemy and bear you no ill-will.\"\n\n\"You are trying to arrest my grandfather.\"\n\n\"In the course of duty. But he is quite safe from me for to-night,\nwhile you are almost exhausted through your efforts to protect him. Go\ninto the hotel across the way and register and get some supper and a\nroom. To-morrow you will be able to think more clearly and may then\nmake up your mind what to do.\"\n\nShe hesitated. The voice seemed earnest and sincere, the eyes\nconsiderate and pitying, and the advice appealed to her as good; but--\n\n\"Just for to-night, put yourself in my care,\" he said. \"I'm ashamed to\nhave annoyed you to such an extent and to have interfered with your\nplans; but I could not help it. You have succeeded in balking the\nDETECTIVE, but the MAN admires you for it. I noticed, the last time you\ntook out your purse in the dining-car, that your money is nearly gone.\nIf you will permit me to lend you enough for your hotel expenses--\"\n\n\"No.\"\n\n\"Well, it may not be necessary. Your friends will supply you with money\nwhenever our little--comedy, shall we say?--is played to the end. In\nthe meantime I'll speak to the landlord. Now, Miss Burrows, run across\nto the hotel and register.\"\n\nShe gazed at him uncertainly a moment and the little man smiled\nreassuringly. Somehow, she felt inclined to trust him.\n\n\"Thank you,\" she said and took her suit case into the hotel office.\n\nThe clerk looked at her rather curiously as she registered, but\nassigned her a room and told her that dinner was still being served.\nShe followed the bellboy to her room, where she brushed her gown,\nbathed her hands and face and rearranged her hair. Then she went to the\ndining room and, although the journey and worry had left her sick and\nnervous, she ate some dinner and felt stronger and better after it.\n\n\n\nCHAPTER IX\n\nOFFICER O'GORMAN\n\n\nMary Louise returned to her room and sat down to consider the best way\nout of her dilemma. The detective's friendliness, so frankly expressed,\npleased her, in a way, yet she realized his vigilance would not be\nrelaxed and that he was still determined, through her, to discover\nwhere Gran'pa Jim was hidden.\n\nAn uncomfortable degree of danger had already been incurred by her\nunconsciously leading the officer to Dorfield. He knew now that the man\nhe was seeking was either in this city or its immediate neighborhood.\nBut unless she led him to the exact spot--to the dwelling of the\nConants--it would take even this clever detective some time to locate\nthe refugee. Before then Mary Louise hoped to be able to warn Gran'pa\nJim of his danger. That would prevent her from rejoining him and her\nmother, but it would also save him from arrest.\n\nGlancing around her comfortable room she saw a telephone on the wall.\nBeside it, on a hook, hung the book containing the addresses of the\nsubscribers. She opened the book and glancing down its columns found:\n\n\"Conant, Peter; r. 1216 Oak St. Blue 147.\"\n\nWhy hadn't she thought of this simple method of communication before?\nIt would be quite easy to call Mr. Conant and tell him where she was\nand have him warn Gran'pa Jim that a detective was searching for him.\n\nShe went to the telephone and took down the receiver.\n\n\"Office!\" cried a sharp voice. \"What number do you want?\"\n\nMary Louise hesitated; then she hung up the receiver without reply. It\noccurred to her that the hotel office was a public place and that the\ntelephone girl would be likely to yell out the number for all to\noverhear.\n\nTo satisfy herself on this point she went down stairs in the elevator\nand purchased a magazine at the news stand. The telephone desk was near\nby and Mary Louise could hear the girl calling the numbers and\nresponding to calls, while not six feet from her desk sat a man whose\nperson was nearly covered by a spread newspaper which he appeared to be\nreading. But Mary Louise knew him by his striped trousers and\nstraightway congratulated herself on her caution. Undoubtedly the\ndetective had figured on her telephoning and she had nearly fallen into\nthe trap.\n\nBack to her room she went, resolved to make no further move till\nmorning. The day had been a hard one for the girl, mentally and\nphysically, and at this moment she felt herself hopelessly involved in\na snare from which she could see no means of escape. She read a little\nin her magazine, to quiet her nerves, and then went to bed and fell\nasleep.\n\nAt daybreak Mary Louise wakened to wonder if she had done right in\nrunning away from Miss Stearne's school. Gran'pa Jim had placed her\nthere because he did not wish to take her with him when he left\nBeverly, and now she had come to him without his consent and in doing\nso had perhaps delivered him into the hands of his enemies. Poor\nGran'pa Jim! She would never cease to reproach herself if she became\nresponsible for his ruin.\n\nAs she lay in bed, thinking in this vein, she allowed herself to wonder\nfor the first time why her dear grandfather was being persecuted by the\nofficers of the law--by the Government of the United States, indeed,\nwhich should be just and merciful to all its people. Of course he was\ninnocent of any wrong-doing; Gran'pa Jim would never do anything to\ninjure a human being, for he was goodness itself and had taught her to\nhonor truth and righteousness ever since she could remember. Never for\na moment would she doubt him. But it was curious, when she came to\nreflect upon it, that he would run away from his enemies instead of\nfacing them bravely. For many years he had hidden himself--first in one\nplace and then in another--and at the first warning of discovery or\npursuit would disappear and seek a new hiding-place. For she now\nrealized, in the light of her recent knowledge, that for many years\nGran'pa Jim had been a fugitive from the law, and that for some unknown\nreason he dared not face his accusers.\n\nSome people might consider this an evidence of guilt, but Mary Louise\nand Gran'pa Jim had been close comrades for two years and deep in her\nheart was the unalterable conviction that his very nature would revolt\nagainst crime of any sort. Moreover--always a strong argument in her\nmind--her mother had steadfastly believed in her grandfather and had\ndevoted herself to him to the exclusion of all else in her life, even\nneglecting her own daughter to serve her father. Mamma Bee loved her,\nshe well knew, yet Mary Louise had never enjoyed the same affectionate\nintercourse with her mother that she had with her grandfather, for\nMamma Bee's whole life seemed to center around the old Colonel. This\nunusual devotion was proof enough to Mary Louise that her grandfather\nwas innocent, but it did not untangle the maze.\n\nLooking back over her past life, she could recall the many sudden\nchanges of residence due to Colonel Weatherby's desire to escape\napprehension by the authorities. They seemed to date from the time they\nhad left that big city house, where the child had an especial nurse and\nthere were lots of servants, and where her beautiful mother used to\nbend over her with a good-night kiss while arrayed in dainty ball\ncostumes sparkling with jewels. Mary Louise tried to remember her\nfather, but could not, although she had been told that he died in that\nvery house. She remembered Gran'pa Jim in those days, however, only he\nwas too busy to pay much attention to her. Let's see; was he called\n\"Colonel Weatherby\" in those days! She could not recollect. That name\ndid not become familiar to her until long afterward. Always he had been\njust \"Gran'pa Jim\" to her. Yet that dreadful officer of the law who had\nquestioned her in Beverly had called him \"Hathaway--James J. Hathaway.\"\nHow absurd!\n\nBut where had she heard the name of Hathaway before? She puzzled her\nbrain to remember. Did it belong to any of her schoolgirl friends? Or\nwas it--\n\nWith a sudden thought she sprang from her bed and took her watch from\nthe dresser. It was an old watch, given her by Mamma Bee on the girl's\ntwelfth birthday, while she was living with the Conants, and her mother\nhad bidden her to treasure it because it had belonged to her when she\nwas a girl of Mary Louise's age. The watch was stem-winding and had a\nclosed case, the back lid of which had seldom been opened because it\nfitted very tightly. But now Mary Louise pried it open with a hatpin\nand carried it to the light. On the inside of the gold case the\nfollowing words were engraved:\n\n\"Beatrice Hathaway, from her loving Father.\"\n\nMary Louise stared at this inscription for a long while. For the first\ntime, ugly doubts began to creep into her heart. The officer was right\nwhen he said that James Hathaway was masquerading under the false name\nof Colonel Weatherby. Gran'pa Jim had never told even Mary Louise that\nhis real name was Hathaway; Mamma Bee had never told her, either. With\na deep sigh she snapped the case of the watch in place and then began\nto dress.\n\nIt was still too early for breakfast when she had finished her toilet,\nso she sat by the open window of her room, looking down into the\nstreet, and tried to solve the mystery of Gran'pa Jim. Better thoughts\ncame to her, inspiring her with new courage. Her grandfather had\nchanged his name to enable him the more easily to escape observation,\nfor it was James Hathaway who was accused, not Colonel James Weatherby.\nIt was difficult, however, for the girl to familiarize herself with the\nidea that Gran'pa Jim was really James Hathaway; still, if her mother's\nname before her marriage was indeed Beatrice Hathaway, as the watch\nproved, then there was no question but her grandfather's name was also\nHathaway. He had changed it for a purpose and she must not question the\nhonesty of that purpose, however black the case looked against her\nbeloved Gran'pa Jim.\n\nThis discovery, nevertheless, only added to the mystery of the whole\naffair, which she realized her inability to cope with. Grouping the\nfacts with which she was familiar into regular order, her information\nwas limited as follows:\n\nOnce Gran'pa Jim was rich and prosperous and was named Hathaway. He had\nmany friends and lived in a handsome city house. Suddenly he left\neverything and ran away, changing his name to that of Weatherby. He was\nafraid, for some unknown reason, of being arrested, and whenever\ndiscovery threatened his retreat he would run away again. In this\nmanner he had maintained his liberty for nine years, yet to-day the\nofficers of the law seemed as anxious to find him as at first. To sum\nup, Gran'pa Jim was accused of a crime so important that it could not\nbe condoned and only his cleverness in evading arrest had saved him\nfrom prison.\n\nThat would look pretty black to a stranger, and it made even Mary\nLouise feel very uncomfortable and oppressed, but against the\naccusation the girl placed these facts, better known to her than the\nothers: Gran'pa Jim was a good man, kind and honest. Since she had\nknown him his life had been blameless. Mamma Bee, who knew him best of\nall, never faltered in her devotion to him. He was incapable of doing\nan evil deed, he abhorred falsehood, he insisted on defending the\nrights of his fellow men. Therefore, in spite of any evidence against\nhim Mary Louise believed in his innocence.\n\nHaving settled this belief firmly in mind and heart, the girl felt a\ndistinct sense of relief. She would doubt no more. She would not try,\nin the future, to solve a mystery that was beyond her comprehension.\nHer one duty was to maintain an unfaltering faith.\n\nAt seven o'clock she went to the breakfast room, to which but two or\nthree other guests of the hotel had preceded her, and in a few minutes\nDetective O'Gorman entered and seated himself at a table near her. He\nbowed very respectfully as he caught her eye and she returned the\nsalutation, uneasy at the man's presence but feeling no especial\nantagonism toward him. As he had said, he was but doing his duty.\n\nO'Gorman finished his breakfast before Mary Louise did, after which,\nrising from his chair, he came toward her table and asked quietly:\n\n\"May I sit at your table a moment, Miss Burrows?\"\n\nShe neither consented nor refused, being taken by surprise, but\nO'Gorman sat down without requiring an answer.\n\n\"I wish to tell you,\" he began, \"that my unpleasant espionage of you is\nended. It will be needless for me to embarrass or annoy you longer.\"\n\n\"Indeed?\"\n\n\"Yes. Aren't you glad?\" with a smile at her astonished expression. \"You\nsee, I've been busy investigating while you slept. I've visited the\nlocal police station and--various other places. I am satisfied that Mr.\nHathaway--or Mr. Weatherby, as he calls himself--is not in Dorfield and\nhas never located here. Once again the man has baffled the entire force\nof our department. I am now confident that your coming to this town was\nnot to meet your grandfather but to seek refuge with other friends, and\nso I have been causing you all this bother and vexation for nothing.\"\n\nShe looked at him in amazement.\n\n\"I'm going to ask you to forgive me,\" he went on, \"and unless I\nmisjudge your nature you're not going to bear any grudge against me.\nThey sent me to Beverly to watch you, and for a time that was a lazy\nman's job. When you sold some of your jewelry for a hundred dollars,\nhowever, I knew there would be something doing. You were not very happy\nat your school, I knew, and my first thought was that you merely\nintended to run away--anywhere to escape the persecution of those\nheartless girls. But you bought a ticket for Dorfield, a faraway town,\nso I at once decided--wrongly, I admit--that you knew where Hathaway\nwas and intended going to him. So I came with you, to find he is not\nhere. He has never been here. Hathaway is too distinguished a\npersonage, in appearance, to escape the eye of the local police. So I\nam about to set you free, my girl, and to return immediately to my\nheadquarters in Washington.\"\n\nShe had followed his speech eagerly and with a feeling of keen\ndisappointment at his report that her grandfather and her mother were\nnot in Dorfield. Could it be true?\n\nOfficer O'Gorman took a card from his pocket-book and laid it beside\nher plate.\n\n\"My dear child,\" said he in a gentle tone, \"I fear your life is\ndestined to be one of trials and perplexities, if not of dreary\nheartaches. I have watched over you and studied your character for\nlonger than you know and I have found much in your make-up that is\ninteresting and admirable. You remind me a good deal of my own\nJosie--as good and clever a girl as ever lived. So I am going to ask\nyou to consider me your friend. Keep this card and if ever you get into\nserious difficulty I want you to wire me to come and help you. If I\nshould happen, at the time, to have duties to prevent my coming, I will\nsend some other reliable person to your assistance. Will you promise to\ndo this?\"\n\n\"Thank you, Mr. O'Gorman,\" she said. \"I--I--your kindness embarrasses\nme.\"\n\n\"Don't allow it to do that. A detective is a man, you know, much like\nother men, and I have always held that the better man he is the better\ndetective he is sure to prove. I'm obliged to do disagreeable things,\nat times, in the fulfillment of my duty, but I try to spare even the\nmost hardened criminal as much as possible. So why shouldn't I be kind\nto a helpless, unfortunate girl?\"\n\n\"Am I that?\" she asked.\n\n\"Perhaps not. But I fear your grandfather's fate is destined to cause\nyou unhappiness. You seem fond of him.\"\n\n\"He is the best man in all the world!\"\n\nO'Gorman looked at the tablecloth rather than to meet her eyes.\n\n\"So I will now say good-bye, Miss Burrows, and--I wish you the\nhappiness you deserve. You're just as good a girl as my Josie is.\"\n\nWith this he rose to his feet and bowed again. He was a little man and\nhe had a fat nose, but Mary Louise could not help liking him.\n\nShe was still afraid of the detective, however, and when he had left\nthe dining room she asked herself if his story could be true, if\nGran'pa Jim was not in Dorfield--if he had never even come to the town,\nas O'Gorman had stated.\n\nThe Conants would know that, of course, and if the detective went away\nshe would be free to go to the Conants for information. She would find\nshelter, at least, with these old friends.\n\nAs she passed from the dining room into the hotel lobby Mr. O'Gorman\nwas paying his bill and bidding the clerk farewell. He had no baggage,\nexcept such as he might carry in his pocket, but he entered a bus that\nstood outside and was driven away with a final doff of his hat to the\nwatching girl.\n\nMary Louise decided in the instant what to do. Mr. Peter Conant was a\nlawyer and had an office in one of the big buildings down-town. She\nremembered that he always made a point of being in his office at eight\no'clock in the morning, and it was nearly eight now. She would visit\nMr. Conant in his office, for this could not possibly endanger the\nsafety of Gran'pa Jim in case the detective's story proved false, or if\nan attempt had been made to deceive her. The man had seemed sincere and\nfor the time being he had actually gone away; but she was suspicious of\ndetectives.\n\nShe ran upstairs for her coat and hat and at once left the hotel. She\nknew the way to Peter Conant's office and walked rapidly toward it.\n\n\n\n\nCHAPTER X\n\nRATHER QUEER INDEED\n\n\nMary Louise found the door of the office, which was located on the\nthird floor of the Chambers Building, locked. However, the sign: \"Peter\nConant, Attorney at Law,\" was painted on the glass panel in big,\ndistinct letters, so she was sure she had made no mistake. She slowly\npaced the hall, waiting, until the elevator stopped and Mr. Conant\nstepped out and approached the door, his morning paper in one hand, a\nkey in the other. Running to him, the girl exclaimed:\n\n\"Oh, Mr. Conant!\"\n\nHe stopped short and turned to face her. Then he stepped a pace\nbackward and said:\n\n\"Great heavens, it's Mary Louise!\"\n\n\"Didn't you recognize me?\" she asked.\n\n\"Not at first,\" he answered slowly. \"You have grown tall\nand--and--older, in two years.\"\n\n\"Where is Gran'pa J-\"\n\n\"Hush!\" with a startled glance up and down the hall. Then he unlocked\nthe door and added: \"Come in.\"\n\nMary Louise followed him through the outer office and into a smaller\nroom beyond, the door of which Mr. Conant carefully closed after them.\nThen he turned to look steadily at the girl, who thought he did not\nseem especially delighted at her appearance in Dorfield. Indeed, his\nfirst words proved this, for he asked sternly:\n\n\"Why are you here?\"\n\n\"I left the school at Beverly because the girls made it so\nuncomfortable for me there that I could not bear it longer,\" she\nexplained.\n\n\"In what way did they make it uncomfortable for you?\"\n\n\"They jeered at me because--because--Gran'pa Jim is being hunted by the\nofficers of the law, who accuse him, of doing something wicked.\"\n\nMr. Conant frowned.\n\n\"Perhaps their attitude was only natural,\" he remarked; \"but there was\nno accusation against you, my child. Why didn't you stick it out? The\nscandal would soon have died away and left you in peace.\"\n\n\"I was unhappy there,\" she said simply, \"and so I thought I would come\nhere to mother and Gran'pa Jim.\"\n\n\"Here?\" as if surprised.\n\n\"Yes. Aren't they here, with you?\"\n\n\"No.\"\n\n\"Then where are they?\"\n\n\"I've no idea.\"\n\nShe sat still and stared at him, while he regarded her with a\nthoughtful and perplexed look on his face.\n\nMr. Conant is difficult to describe because he was like dozens of men\none meets every day, at least in outward appearance. He was neither\ntall nor short, lean nor fat, handsome nor ugly, attractive nor\nrepulsive. Yet Peter Conant must not be considered a nonentity because\nhe was commonplace in person, for he possessed mannerisms that were\npeculiar. He would open his eyes very wide and stare at one steadily\nuntil the person became confused and turned away. The gaze was not\nespecially shrewd, but it was disconcerting because steadfast. When he\ntalked he would chop off his words, one by one, with a distinct pause\nbetween each, and that often made it hard to tell whether he had ended\nhis speech or still had more to say. When very earnest or interested he\nwould play with a locket that dangled from his watch chain; otherwise\nhe usually stood with his hands clasped behind his back.\n\nMary Louise well knew these peculiarities, having previously lived in\nhis house, and also she knew he was a kind-hearted man, devotedly\nattached to his deaf wife and thoroughly trusted by Gran'pa Jim.\n\n\"I was told,\" said the girl presently, \"to direct all my letters to my\ngrandfather in your care.\"\n\n\"I am aware that you have done so,\" he replied.\n\n\"So I thought, of course, that he and my mother were with you.\"\n\n\"No; they did not come here. Colonel Weatherby arranged for me to\nforward your letters, which I did as soon as they arrived.\"\n\n\"Oh; then you know his address?\"\n\n\"I do not. There are six different points to which I forward letters,\nin rotation, both those from you and from others on various matters of\nbusiness, and these points are widely scattered. My impression is that\nColonel Weatherby is in none of these places and that the letters are\nagain forwarded to him to--wherever he may be.\"\n\nMary Louise felt quite discouraged. With hesitation she asked:\n\n\"Do you suppose you could find him for me?\"\n\n\"It is impossible.\"\n\n\"What am I to do, Mr. Conant?\"\n\n\"I advise you to go back to your school.\"\n\n\"Can't I stay here, with you?\"\n\nHe stared at her with his round eyes, playing with his locket.\n\n\"I haven't the money for the return trip,\" she went on falteringly. \"I\nhad to sell some of my jewelry to get here. I won't be much trouble, if\nyou will let me live with you until I can find Gran'pa Jim.\"\n\nMr. Conant still stared.\n\n\"I'm sure,\" said Mary Louise, \"that my grandfather will gladly repay\nyou any money it costs you to keep me.\"\n\n\"You--don't--un-der-stand,\" he retorted, chopping off his words rather\nviciously. \"Moreover, you can't understand. Go to the house and talk to\nHannah. Have you any baggage!\"\n\n\"I've a suit case at the hotel,\" she said, and went on to tell him the\nexperiences of her journey and of her encounter with Detective O'Gorman.\n\nDuring this relation, which he did not interrupt, Mr. Conant toyed\npersistently with his watch charm. His features were noncommittal but\nhe was thoroughly interested.\n\n\"You see,\" he remarked when she had finished, \"Colonel Weatherby's\nelaborate system of evading discovery is quite necessary.\"\n\n\"But why should he wish to hide?\" asked the girl.\n\n\"Don't you know?\"\n\n\"No, sir.\"\n\n\"Then your grandfather doesn't wish you to know. I am his lawyer--at\nleast I am one of his lawyers--and a lawyer must respect the\nconfidences of his clients.\"\n\nMary Louise looked at him wonderingly, for here was someone who\nevidently knew the entire truth.\n\n\"Do you believe my grandfather is a bad man?\" she asked.\n\n\"No. I have the highest respect for Colonel Weatherby.\"\n\n\"Do you know his name to be Weatherby--or is it Hathaway?\"\n\n\"I am his lawyer,\" reiterated Mr. Conant.\n\n\"Is it possible that an innocent man would change his name and hide,\nrather than face an unjust accusation?\"\n\n\"Yes.\"\n\nMary Louise sighed.\n\n\"I will go with you to the hotel and pay your bill,\" said the lawyer.\n\"Then you may go to the house and talk to Hannah. When I have talked\nwith her myself, we will determine what to do with you.\"\n\nSo they went to the hotel and the girl packed her suit case and brought\nit downstairs.\n\n\"Queer!\" said Mr. Conant to her, fingering his locket. \"Your bill has\nbeen paid by that man O'Gorman.\"\n\n\"How impertinent!\" she exclaimed.\n\n\"There is also a note for you in your box.\"\n\nThe clerk handed her an envelope, which she opened. \"I hope to be able\nto send you your grandfather's address very soon,\" wrote O'Gorman. \"You\nwill probably stay in Dorfield; perhaps with the Conants, with whom you\nlived before. You might try sending Colonel Weatherby a letter in care\nof Oscar Lawler, at Los Angeles, California. In any event, don't forget\nmy card or neglect to wire me in case of emergency.\"\n\nHaving read this with considerable surprise the girl handed the note to\nMr. Conant, who slowly read it and gave a bark like that of an angry\ndog when he came to the name of the California attorney. Without remark\nhe put the detective's letter in his pocket and picking up Mary\nLouise's suit case led the girl outside to the street corner.\n\n\"This car will take you to within two blocks of my house,\" he said.\n\"Can you manage your grip alone?\"\n\n\"Easily,\" she assured him.\n\n\"You have carfare!\"\n\n\"Yes, thank you.\"\n\n\"Then good-bye. I'll see you this evening.\"\n\nHe turned away and she boarded the street car.\n\n\n\n\nCHAPTER XI\n\nMARY LOUISE MEETS IRENE\n\n\nAs Mary Louise approached the home of the Conants, which was a pretty\nlittle house set far back in a garden filled with trees and shrubs, she\nwas surprised to hear a joyous ragtime tune being drummed upon the\npiano--an instrument she remembered Mrs. Conant kept in the house\nexclusively as an ornament, being unable to play it. Then, as the girl\nreached the porch, the melody suddenly stopped, a merry laugh rang out\nand a fresh, sweet voice was heard through the open window talking\nrapidly and with eager inflection.\n\n\"I wonder who that can be?\" thought Mary Louise. Everyone had to speak\nloudly to poor Mrs. Conant, who might be entertaining a visitor. She\nrang the bell and soon her old friend appeared in the doorway.\n\n\"My dear, dear child!\" cried the good lady, recognizing the girl\ninstantly and embracing her after a welcoming kiss. \"Where on earth\nhave you come from?\"\n\n\"From Beverly,\" said Mary Louise with a smile, for in her depressed\nstate of mind this warm greeting cheered her wonderfully.\n\n\"Come right in,\" said Mrs. Conant, seizing the suit case. \"Have you had\nbreakfast?\"\n\n\"Yes, indeed; hours ago. And I've seen Mr. Conant at his office. He--he\nwanted me to talk to you.\"\n\nShe spoke loudly, as she had been accustomed to do, but now Mrs. Conant\nwore on her ear an instrument similar in appearance to a small\ntelephone receiver, and she seemed to hear quite distinctly through its\nmechanism. Indeed, she pointed to it with an air of pride and said: \"I\ncan hear a whisper, my dear!\"\n\nAs Mary Louise was ushered into the cosy sitting room she looked for\nthe piano-player and the owner of the merry laugh and cheery voice.\nNear the center of the room was a wheeled chair in which sat a young\ngirl of about her own age--a rather pretty girl in spite of her thin\nframe and pallid countenance. She was neatly dressed in figured dimity,\nwith a bright ribbon at her throat. A pair of expressive brown eyes\nregarded Mary Louise with questioning earnestness. Over her lap lay a\ncoverlet; her slender white fingers rested upon the broad arms of her\nchair.\n\n\"This,\" said Mrs. Conant, \"is my niece, Irene Macfarlane, who is living\nwith us just now and is the life and joy of our formerly dull\nhousehold. You'll have to love her, Mary Louise, because no one can\nhelp doing so.\"\n\nMary Louise advanced to the chair and took one of the wan hands in her\nown. A thrill of pity flooded her heart for the unfortunate girl, who\ninstantly noted her expression and met it with a charmingly spontaneous\nsmile.\n\n\"Don't you dare think of me as a cripple!\" she said warningly. \"I am\nnot at all helpless and my really-truly friends quickly forget this\nugly wheeled chair. We're to be friends, are we not? And you're going\nto stay, because I see your baggage. Also I know all about you, Mary\nLouise Burrows, for Aunt Hannah never tires of singing your praises.\"\n\nThis was said so naturally and with such absence of affectation that\nMary Louise could not fail to respond to the words and smile.\n\n\"I'm glad to find you here, Irene,\" she said, \"and I don't know yet\nwhether I'm to stay or not. That will depend on Mrs. Conant's decision.\"\n\n\"Then you're to stay,\" promptly decided the hospitable lady, who by\nturning her mechanical ear toward the speaker seemed able to hear her\nwords clearly.\n\n\"But you don't know all the complications yet,\" confessed the girl.\n\"I've run away from school and--and there are other things you must\nknow before you decide. Mr. Conant wasn't at all enthusiastic over my\ncoming here, I assure you, so I must tell you frankly the whole story\nof my adventures.\"\n\n\"Very good,\" returned Mrs. Conant. \"I think I can guess at most of the\nstory, but you shall tell it in your own way. Presently Irene is going\nout to inspect the roses; she does that every morning; so when she is\nout of the way we'll have a nice talk together.\"\n\n\"I'm going now,\" said Irene, with a bright laugh at her dismissal.\n\"Mary Louise won't be happy till everything is properly settled; nor\nwill I, for I'm anxious to get acquainted with my new friend. So here I\ngo and when you've had your talk out just whistle for me, Mary Louise.\"\n\nShe could propel the chair by means of rims attached to the wheels and,\neven as she spoke, began to roll herself out of the room. Mary Louise\nsprang to assist her, but the girl waved her away with a little laugh.\n\n\"I'm an expert traveler,\" she said, \"and everyone lets me go and come\nas I please. Indeed, I'm very independent, Mary Louise, as you will\npresently discover.\"\n\nAway she went, through the hall, out at the front door and along the\nbroad porch, and when she had gone Mary Louise whispered softly into\nMrs. Conant's mechanical eardrum:\n\n\"What is wrong with her?\"\n\n\"A good many things,\" was the reply, \"although the brave child makes\nlight of them all. One leg is badly withered and the foot of the other\nis twisted out of shape. She can stand on that foot to dress\nherself--which she insists on doing unaided--but she cannot walk a\nstep. Irene has suffered a great deal, I think, and she's a frail\nlittle body; but she has the sweetest temperament in the world and\nseems happy and content from morn till night.\"\n\n\"It's wonderful!\" exclaimed Mary Louise. \"What caused her affliction?\"\n\n\"It is the result of an illness she had when a baby. Irene is sixteen\nand has never known what it is to be well and strong, yet she never\nresents her fate, but says she is grateful for the blessings she\nenjoys. Her father died long ago and her mother about a year since; so,\nthe child being an orphan, Peter and I have taken her to live with us.\"\n\n\"That is very kind of you,\" asserted Mary Louise with conviction.\n\n\"No; I fear it is pure selfishness,\" returned the good woman, \"for\nuntil she came to us the old home had been dreadfully dull--the result,\nmy dear, of your going away. And now tell me your story, and all about\nyourself, for I'm anxious to hear what brought you to Dorfield.\"\n\nMary Louise drew a chair close to that of Aunt Hannah Conant and\nconfided to her all the worries and tribulations that had induced her\nto quit Miss Stearne's school and seek shelter with her old friends the\nConants. Also, she related the episode of Detective O'Gorman and how\nshe had first learned through him that her grandfather and her mother\nwere not living in Dorfield.\n\n\"I'm dreadfully worried over Gran'pa Jim,\" said she, \"for those\nterrible agents of the Secret Service seem bent on catching him. And he\ndoesn't wish to be caught. If they arrested him, do you think they\nwould put him in jail, Aunt Hannah?\"\n\n\"I fear so,\" was the reply.\n\n\"What do they imagine he has done that is wrong?\"\n\n\"I do not know,\" said Mrs. Conant. \"Peter never tells me anything about\nthe private affairs of his clients, and I never ask him. But of one\nthing I am sure, my dear, and that is that Peter Conant would not act\nas Colonel Weatherby's lawyer, and try to shield him, unless he\nbelieved him innocent of any crime. Peter is a little odd, in some\nways, but he's honest to the backbone.\"\n\n\"I know it,\" declared Mary Louise. \"Also I know that Gran'pa Jim is a\ngood man. Cannot the law make a mistake, Aunt Hannah?\"\n\n\"It surely can, or there would be no use for lawyers. But do not worry\nover your grandfather, my child, for he seems quite able to take care\nof himself. It is nine or ten years since he became a fugitive--also\nmaking a fugitive of your poor mother, who would not desert him--and to\nthis day the officers of the law have been unable to apprehend him. Be\npatient, dear girl, and accept the situation as you find it. You shall\nlive with us until your people again send for you. We have excellent\nschools in Dorfield, where you will not be taunted with your\ngrandfather's misfortunes because no one here knows anything about\nthem.\"\n\n\"Doesn't Irene know?\" asked Mary Louise.\n\n\"She only knows that your people are great travelers and frequently\nleave you behind them as they flit from place to place. She knows that\nyou lived with us for three years and that we love you.\"\n\nThe girl became thoughtful for a time. \"I can't understand,\" she\nfinally said, \"why Gran'pa Jim acts the way he does. Often he has told\nme, when I deserved censure, to 'face the music' and have it over with.\nOnce he said that those who sin must suffer the penalty, because it is\nthe law of both God and man, and he who seeks to escape a just penalty\nis a coward. Gran'pa knows he is innocent, but the government thinks he\nis guilty; so why doesn't he face the music and prove his innocence,\ninstead of running away as a coward might do and so allow his good name\nto suffer reproach?\"\n\nMrs. Conant shook her head as if perplexed.\n\n\"That very question has often puzzled me, as it has you,\" she\nconfessed. \"Once I asked Peter about it and he scowled and said it\nmight be just as well to allow Colonel Weatherby to mind his own\nbusiness. The Colonel seems to have a good deal of money, and perhaps\nhe fears that if he surrendered to the law it would be taken away from\nhim, leaving you and your mother destitute.\"\n\n\"We wouldn't mind that,\" said the girl, \"if Gran'pa's name could be\ncleared.\"\n\n\"After all,\" continued Mrs. Conant reflectively, \"I don't believe the\nColonel is accused of stealing money, for Peter says his family is one\nof the oldest and richest in New York. Your grandfather inherited a\nvast fortune and added largely to it. Peter says he was an important\nman of affairs before this misfortune--whatever it was--overtook him.\"\n\n\"I can just remember our home in New York,\" said Mary Louise, also\nmusingly, \"for I was very young at the time. It was a beautiful big\nplace, with a good many servants. I wonder what drove us from it?\"\n\n\"Do you remember your father?\" asked Mrs. Conant.\n\n\"Not at all.\"\n\n\"Peter once told me he was a foreigner who fell desperately in love\nwith your mother and married her without your grandfather's full\napproval. I believe Mr. Burrows was a man of much political influence,\nfor he served in the Department of State and had a good many admirers.\nPeter never knew why your grandfather opposed the marriage, for\nafterward he took Mr. and Mrs. Burrows to live with him and they were\nall good friends up to the day of your father's death. But this is\nancient history and speculation on subjects we do not understand is\nsure to prove unsatisfactory. I wouldn't worry over your grandfather's\ntroubles, my dear. Try to forget them.\"\n\n\"Grandfather's real name isn't Weatherby,\" said the girl. \"It is\nHathaway.\"\n\nMrs. Conant gave a start of surprise.\n\n\"How did you learn that?\" she asked sharply.\n\nThe girl took out her watch, pried open the back ease with a penknife\nand allowed Mrs. Conant to read the inscription. Also she curiously\nwatched the woman's face and noted its quick flush and its uneasy\nexpression. Did the lawyer's wife know more than she had admitted?\n\nIf so, why was everyone trying to keep her in the dark?\n\n\"I cannot see that this helps to solve the mystery,\" said Mrs. Conant\nin a brisk tone as she recovered from her surprise. \"Let us put the\nwhole thing out of mind, Mary Louise, or it will keep us all stirred up\nand in a muddle of doubt. I shall tell Peter you are to live with us,\nand your old little room at the back of the hall is all ready for you.\nIrene has the next room, so you will be quite neighborly. Go and put\naway your things and then we'll whistle for Irene.\"\n\nMary Louise went to the well-remembered room and slowly and\nthoughtfully unpacked her suit case. She was glad to find a home again\namong congenial people, but she was growing more and more perplexed\nover the astonishing case of Gran'pa Jim. It worried her to find that\nan occasional doubt would cross her mind in spite of her intense\nloyalty to her dearly loved grandparent. She would promptly drive out\nthe doubt, but it would insist on intruding again.\n\n\"Something is wrong somewhere,\" she sighed. \"There must be some snarl\nthat even Gran'pa Jim can't untangle; and, if he can't, I'm sure no one\nelse can. I wish I could find him and that he would tell me all about\nit. I suppose he thinks I'm too young to confide in, but I'm almost\nsixteen now and surely that's old enough to understand things. There\nwere girls at school twenty years old that I'm sure couldn't reason as\nwell as I can.\"\n\nAfter a while she went down stairs and joined Irene in the garden,\nwhere the chair-girl was trimming rose bushes with a pair of stout\nscissors. She greeted Mary Louise with her bright smile, saying:\n\n\"I suppose everything is fixed up, now, and we can begin to get\nacquainted.\"\n\n\"Why, we ARE acquainted,\" declared Mary Louise. \"Until to-day I had\nnever heard of you, yet it seems as if I had known you always.\"\n\n\"Thank you,\" laughed Irene; \"that is a very pretty compliment, I well\nrealize. You have decided to stay, then?\"\n\n\"Aunt Hannah has decided so, but Mr. Conant may object.\"\n\n\"He won't do that,\" was the quick reply. \"Uncle Peter may be an\nautocrat in his office, but I've noticed that Aunt Hannah is the ruler\nof this household.\"\n\nMr. Conant may have noticed that, also, for he seemed not at all\nsurprised when his wife said she had decided to keep Mary Louise with\nthem. But after the girls had gone to bed that night the lawyer had a\nlong talk with his better half, and thereafter Mary Louise's presence\nwas accepted as a matter of course. But Mr. Conant said to her the next\nmorning:\n\n\"I have notified your grandfather, at his six different addresses, of\nyour coming to us, so I ought to receive his instructions within the\nnext few days. Also, to-day I will write Miss Stearne that you are here\nand why you came away from the school.\"\n\n\"Will you ask her to send my trunk?\"\n\n\"Not now. We will first await advices from Colonel Weatherby.\"\n\nThese \"advices\" were received three days later in the form of a brief\ntelegram from a Los Angeles attorney. The message read: \"Colonel\nWeatherby requests you to keep M. L. in Dorfield until further\ninstructions. Money forwarded. Hot. Caution.\" It was signed \"O. L.\" and\nwhen Mr. Conant showed Mary Louise the message she exclaimed:\n\n\"Then Mr. O'Gorman was right!\"\n\n\"In what way?\" questioned the lawyer.\n\n\"In the note he left for me at the hotel he said I might find my\ngrandfather by writing to Oscar Lawler at Los Angeles, California. This\ntelegram is from Los Angeles and it is signed 'O. L.' which must mean\n'Oscar Lawler.'\"\n\n\"How clever!\" said Mr. Conant sarcastically.\n\n\"That proves, of course, that Gran'pa Jim and mother are in California,\nBut how did the detective know that?\" she asked wonderingly.\n\n\"He didn't know it,\" answered Peter Conant. \"On the contrary, this\nmessage proves to me that they are not there at all.\"\n\n\"But the telegram says--\"\n\n\"Otherwise,\" continued the lawyer, \"the telegram would not have come\nfrom that far-away point on the Pacific coast. There now remain five\nother places where Colonel Weatherby might be located. The chances are,\nhowever, that he is not in any of them.\"\n\nMary Louise was puzzled. It was altogether too bewildering for her\ncomprehension.\n\n\"Here are two strange words,\" said she, eyeing the telegram she still\nheld. \"What does 'hot' mean, Mr. Conant?\"\n\n\"It means,\" he replied, \"that the government spies are again seeking\nColonel Weatherby. The word 'caution' means that we must all take care\nnot to let any information escape us that might lead to his arrest.\nDon't talk to strangers, Mary Louise; don't talk to anyone outside our\nfamily of your grandfather's affairs, or even of your own affairs. The\nsafety of Colonel Weatherby depends, to a great extent, on our all\nbeing silent and discreet.\"\n\n\n\n\nCHAPTER XII\n\nA CHEERFUL COMRADE\n\n\nThe more Mary Louise saw of Irene Macfarlane the more she learned to\nlove her. No one could be miserable or despondent for long in the\nchair-girl's society, because she was always so bright and cheery\nherself. One forgot to pity her or even to deplore her misfortunes\nwhile listening to her merry chatter and frank laughter, for she seemed\nto find genuine joy and merriment in the simplest incidents of the life\nabout her.\n\n\"God has been so good to me, Mary Louise!\" she once exclaimed as they\nwere sitting together in the garden. \"He has given me sight, that I may\nrevel in bookland and in the beauties of flowers and trees and shifting\nskies and the faces of my friends. He has given me the blessing of\nhearing, that I may enjoy the strains of sweet music and the songs of\nthe birds and the voices of those I love. And I can scent the fragrance\nof the morning air, the perfume of the roses and--yes! even the\nbeefsteak Aunt Hannah is frying for supper. The beefsteak tastes as\ngood to me as it does to you. I can feel the softness of your cheek; I\ncan sing melodies, in my own way, whenever my heart swells with joy. I\ncan move about, by means of this wonderful chair, without the bother of\nwalking. You don't envy me, Mary Louise, because you enjoy almost equal\nblessings; but you must admit I have reason for being happy.\"\n\nIrene read a good many books and magazines and through the daily papers\nkept well posted on the world's affairs. Indeed, she was much better\nposted than Mary Louise, who, being more active, had less leisure to\nthink and thus absorb the full meaning of all that came to her notice.\nIrene would play the piano for hours at a time, though obliged to lean\nforward in her chair to reach the keys, and her moods ran the gamut\nfrom severely classical themes to ragtime, seeming to enjoy all\nequally. She also sewed and mended with such consummate skill that Mary\nLouise, who was rather awkward with her needle, marveled at her talent.\n\nNor was this the end of the chair-girl's accomplishments, for Irene had\na fancy for sketching and made numerous caricatures of those persons\nwith whom she came in contact. These contained so much humor that Mary\nLouise was delighted with them--especially one of \"Uncle Peter\" toying\nwith his watch fob and staring straight ahead of him with round,\nexpressionless eyes.\n\n\"Really, Irene, I believe you could paint,\" she once said.\n\n\"No,\" answered her friend, \"I would not be so wicked as to do that. All\nimitations of Nature seem to me a mock of God's handiwork, which no\nmortal brush can hope to equal. I shall never be so audacious, I hope.\nBut a photograph is a pure reflex of Nature, and my caricatures, which\nare merely bits of harmless fun, furnish us now and then a spark of\nhumor to make us laugh, and laughter is good for the soul. I often\nlaugh at my own sketches, as you know. Sometimes I laugh at their\nwhimsical conception, before ever I put pencil to paper. Lots of\ncaricatures I make secretly, laughing over and then destroying them for\nfear they might be seen and hurt the feelings of their innocent\nsubjects. Why, Mary Louise, I drew your doleful face only yesterday,\nand it was so funny I shrieked with glee. You heard me and looked over\nat me with a smile that made the caricature lie, so I promptly tore it\nup. It had served its purpose, you see.\"\n\nSo many of these quaint notions filled the head of the crippled girl\nthat Mary Louise's wondering interest in her never flagged. It was easy\nto understand why Mrs. Conant had declared that Irene was the joy and\nlife of the household, for it was impossible to remain morbid or blue\nin her presence.\n\nFor this reason, as well as through the warm and sincere affection\ninspired by Irene, Mary Louise came by degrees to confide to her the\nentire story of the mystery that surrounded her grandfather and\ninfluenced the lives of her mother and herself. Of her personal\nanxieties and fears she told her new friend far more than she had ever\nconfessed to anyone else and her disclosures were met by ready sympathy.\n\n\"Phoo!\" cried Irene. \"This isn't a REAL trouble; it will pass away.\nEverything passes away in time, Mary Louise, for life is a succession\nof changes--one thing after another. Remember the quotation: 'Whate'er\nmay be thy fate to-day, remember--this will pass away.' I love that\nlittle saying and it has comforted me and given me courage many a time.\"\n\n\"Life will also pass away,\" observed Mary Louise pessimistically.\n\n\"To be sure. Isn't that a glad prospect? To pass to a new life, to new\nadventures, planned for us by the wisdom of God, is the most glorious\npromise we mortals possess. In good time that joy will be ours, but now\nwe must make the most of our present blessings. I take it, Mary Louise,\nthat there is a purpose in everything--a Divine Purpose, you know--and\nthat those who most patiently accept their trials will have the better\nfuture recompense. What's a twisted ankle or a shriveled leg to do with\nhappiness? Or even a persecuted grandfather? We're made of better\nstuff, you and I, than to cry at such babyish bumps. My! what a lot of\nthings we both have to be thankful for.\"\n\nSomehow these conversations cheered Mary Louise considerably and her\nface soon lost its drawn, worried look and became almost as placid as\nin the days when she had Gran'pa Jim beside her and suspected no\napproaching calamity. Gran'pa Jim would surely have loved Irene, had he\nknown her, because their ideas of life and duty were so similar.\n\nAs it was now less than a month to the long summer vacation, Mary\nLouise did not enter the Dorfield High School but studied a little at\nhome, so as not to get \"rusty,\" and passed most of her days in the\nsociety of Irene Macfarlane. It was a week or so after her arrival that\nPeter Conant said to her one evening:\n\n\"I have now received ample funds for all your needs, Mary Louise, so I\nhave sent to Miss Stearne to have your trunk and books forwarded.\"\n\n\"Oh; then you have heard from Gran'pa Jim?\" she asked eagerly.\n\n\"Yes.\"\n\n\"Where is he?\"\n\n\"I do not know,\" chopping the words apart with emphasis. \"The Colonel\nhas been very liberal. I am to put twenty dollars in cash in your\npocketbook and you are to come to me for any further sums you may\nrequire, which I am ordered to supply without question. I would have\nfavored making you an allowance, had I been consulted, but the Colonel\nis--eh--eh--the Colonel is the Colonel.\"\n\n\"Didn't Gran'pa Jim send me any letter, or--any information at all?\"\nshe asked wistfully.\n\n\"Not a word.\"\n\n\"In my last letter, which you promised me to forward, I begged him to\nwrite me,\" she said, with disappointment.\n\nPeter Conant made no reply. He merely stared at her. But afterward,\nwhen the two girls were alone, Irene said to her:\n\n\"I do not think you should beg your grandfather to write you. A letter\nmight be traced by his enemies, you know, and that would mean his\nundoing. He surely loves you and bears you in mind, for he has provided\nfor your comfort in every possible way. Even your letters to him may be\ndangerous, although they reach him in such roundabout ways. If I were\nyou, Mary Louise, I'd accept the situation as I found it and not demand\nmore than your grandfather and your mother are able to give you.\"\n\nThis frank advice Mary Louise accepted in good part and through the\ninfluence of the chair-girl she gradually developed a more contented\nframe of mind.\n\nIrene was a persistent reader of books and one of Mary Louise's\nself-imposed duties was to go to the public library and select such\nvolumes as her friend was likely to be interested in. These covered a\nwide range of subjects, although historical works and tales of the age\nof chivalry seemed to appeal to Irene more than any others. Sometimes\nshe would read aloud, in her sweet, sympathetic voice, to Mary Louise\nand Mrs. Conant, and under these conditions they frequently found\nthemselves interested in books which, if read by themselves, they would\nbe sure to find intolerably dry and uninteresting. The crippled girl\nhad a way of giving more than she received and, instead of demanding\nattention, would often entertain the sound-limbed ones of her immediate\ncircle.\n\n\n\n\nCHAPTER XIII\n\nBUB SUCCUMBS TO FORCE\n\n\nOne day Peter Conant abruptly left his office, came home and packed his\ngrip and then hurried down town and caught the five o'clock train for\nNew York. He was glum and uncommunicative, as usual, merely telling\nAunt Hannah that business called him away and he did not know when he\nwould be back.\n\nA week later Peter appeared at the family breakfast table, having\narrived on the early morning express, and he seemed in a more gracious\nmood than usual. Indeed, he was really talkative.\n\n\"I met Will Morrison in New York, Hannah,\" he said to his wife. \"He was\njust sailing for London with his family and will remain abroad all\nsummer. He wanted us to occupy his mountain place, Hillcrest Lodge,\nduring July and August, and although I told him we couldn't use the\nplace he insisted on my taking an order on his man to turn the shack\nover to us.\"\n\n\"The shack!\" cried Aunt Hannah indignantly.\n\n\"Why, Peter, Hillcrest Lodge is a little palace. It is the cosiest,\nmost delightful place I have ever visited. Why shouldn't we accept Will\nMorrison's proposition to occupy it?\"\n\n\"I can't leave my business.\"\n\n\"You could run up every Friday afternoon, taking the train to Millbank\nand the stage to Hillcrest, and stay with us till Monday morning.\"\n\nHe stared at her reflectively.\n\n\"Would you be safe in that out-of-the-way place?\" he asked.\n\n\"Of course. Didn't you say Will had a man for caretaker? And only a few\nscattered cottages are located near by, so we shall be quite by\nourselves and wholly unmolested. I mean to go, and take the girls. The\nchange will do us all good, so you may as well begin to make\narrangements for the trip.\"\n\nPeter Conant stared awhile and then resumed his breakfast without\ncomment. Mary Louise thought she saw a smile flicker over his stolid\nfeatures for a moment, but could not be positive. Aunt Hannah had\nspoken in a practical, matter-of-fact way that did not admit of\nargument.\n\n\"Let me see,\" she resumed; \"we will plan to leave on Thursday morning,\nover the branch road, which will get us to Millbank by noon. If you\ntelegraph the stage-driver to meet us we can reach Hillcrest Lodge by\nthree o'clock--perhaps earlier--and that will enable us to get settled\nbefore dark. That is far better than taking the afternoon train. Will\nyou make the proper arrangements, Peter?\"\n\n\"Yes,\" he briefly replied.\n\nAs he was leaving the house after breakfast he fixed his stare on Irene\nand said to her:\n\n\"In New York I ran across a lot of second-hand books at an auction\nsale--old novels and romances which you will probably like. I bought\nthe lot and shipped them home. If they arrive in time you can take them\nto Hillcrest and they will keep you reading all summer.\"\n\n\"Oh, thank you, Uncle Peter!\" exclaimed the chair-girl gratefully.\n\n\"Have you any--any--news of Gran'pa Jim?\" asked Mary Louise diffidently.\n\n\"No,\" he said and walked away.\n\nDuring the few days that remained before their exodus they were busy\npreparing for the anticipated vacation. Summer gowns had to be looked\nover and such things gathered together as might be useful during their\ntwo months' stay at Hillcrest.\n\n\"Of course no one will see us,\" remarked Aunt Hannah; \"it's really the\njumping-off place of the world; but Will Morrison has made it as cosy\nas possible and we three, with just Peter at the week-ends, can amuse\none another without getting lonely. Peter will fish in the mountain\nstreams, of course, and that's the reason he is allowing us to go.\nWe've visited the Morrisons two or three times at the Lodge and Peter\nhas fished for trout every minute he was there.\"\n\n\"Who are the Morrisons?\" asked Mary Louise.\n\n\"Will Morrison is a rich banker and his wife Sallie was an old\nschoolmate of mine. The Lodge is only a little resort of theirs, you\nknow, for in the city they live in grand style. I know you girls will\nenjoy the place, for the scenery is delightful and the clear mountain\nair mighty invigorating.\"\n\nAll girls delight in change of location and although Irene was a little\nworried over the difficulties of getting to Hillcrest Lodge in her\ncrippled condition, she was as eager to go as was Mary Louise. And she\nmade the trip more comfortably than she had feared.\n\nAt Millbank the stage-driver fixed a comfortable seat for her in his\ncarryall and loaded the boxes and baggage and the wheeled chair and the\nbox of books--which had arrived from New York--on the railed top of his\nbus, and then they drove away through a rough but picturesque country\nthat drew from the girls many exclamations of delight.\n\nPresently they came to a small group of dwellings called the \"Huddle,\"\nwhich lay at the foot of the mountain. Then up a winding path the four\nhorses labored patiently, halting often to rest and get their breaths.\nAt such times the passengers gloried in the superb views of the valley\nand its farms and were never impatient to proceed. They passed one or\ntwo modest villas, for this splendid location had long ago been\ndiscovered by a few others besides Will Morrison who loved to come here\nfor their vacations and so escape the maddening crowds of the cities.\n\nAunt Hannah had planned the trip with remarkable accuracy, for at about\nthree o'clock the lumbering stage stopped at a pretty chalet half\nhidden among the tall pines and overlooking a steep bluff. Here the\nbaggage and boxes were speedily unloaded.\n\n\"I gotta git back ter meet the aft'noon train,\" said Bill Coombs, their\ndriver. \"They won't be any more passingers in this direction, tain't\nlikely, 'cause the houses 'roun' here is mighty scattered an' no one's\nexpectin' nobody, as I know of. But in the other direction from\nMillbank--Sodd Corners way--I may catch a load, if I'm lucky.\"\n\nSo back he drove, leaving the Conants' traps by the roadside, and Peter\nbegan looking around for Morrison's man. The doors of the house were\nfast locked, front and rear. There was no one in the barn or the\nshed-like garage, where a rusty looking automobile stood. Peter looked\naround the grounds in vain. Then he whistled. Afterward he began\nbawling out \"Hi, there!\" in a voice that echoed lonesomely throughout\nthe mountain side.\n\nAnd, at last, when they were all beginning to despair, a boy came\nslouching around a corner of the house, from whence no one could guess.\nHe was whittling a stick and he continued to whittle while he stared at\nthe unexpected arrivals and slowly advanced. When about fifteen paces\naway he halted, with feet planted well apart, and bent his gaze\nsturdily on his stick and knife. He was barefooted, dressed in faded\nblue-jeans overalls and a rusty gingham shirt--the two united by a\nstrap over one shoulder--and his head was covered by a broad Scotch\ngolf cap much too big for him and considerably too warm for the season.\n\n\"Come here!\" commanded Mr. Conant.\n\nThe boy did not move, therefore the lawyer advanced angrily toward him.\n\n\"Why didn't you obey me?\" he asked.\n\n\"They's gals there. I hates gals,\" said the boy in a confidential tone.\n\"Any sort o' men critters I kin stand, but gals gits my goat.\"\n\n\"Who are you?\" inquired Mr. Conant.\n\n\"Me? I'm jus' Bub.\"\n\n\"Where is Mr. Morrison's man?\"\n\n\"Meanin' Talbot? Gone up to Mark's Peak, to guide a gang o' hunters f'm\nthe city.\"\n\n\"When did he go?\" asked the lawyer.\n\n\"I guess a Tuesday. No--a Wednesday.\"\n\n\"And when will he be back?\"\n\nThe boy whittled, abstractedly.\n\n\"Answer me!\"\n\n\"How kin I? D'ye know where Mark's Peak is?\"\n\n\"No.\"\n\n\"It takes a week ter git thar; they'll likely hunt two er three weeks;\nmebbe more; ye kin tell that as well as I kin. Mister Will's gone ter\nYou-RUPP with Miss' Morrison, so Talbot he won't be in no hurry ter\ncome back.\"\n\n\"Great Caesar! Here's a pretty mess. Are you Talbot's boy?\"\n\n\"Nope. I'm a Grigger, an' live over in the holler, yonder.\"\n\n\"What are you doing here?\"\n\n\"Earnin' two bits a week.\"\n\n\"How?\"\n\n\"Lookin' after the place.\"\n\n\"Very well. Mr. Morrison has given us permission to use the Lodge while\nhe is away, so unlock the doors and help get the baggage in.\"\n\nThe boy notched the stick with his knife, using great care.\n\n\"Talbot didn't say nuth'n' 'bout that,\" he remarked composedly.\n\nMr. Conant uttered an impatient ejaculation. It was one of his\npeculiarities to give a bark similar to that of a dog when greatly\nannoyed. After staring at the boy a while he took out Will Morrison's\nletter to Talbot, opened it and held it before Bub's face.\n\n\"Read that!\" he cried.\n\nBub grinned and shook his head.\n\n\"_I_ kain't read,\" he said.\n\nMr. Conant, in a loud and severe voice, read Mr. Morrison's instruction\nto his man Talbot to do everything in his power to make the Conants\ncomfortable and to serve them as faithfully as he did his own master.\nThe boy listened, whittling slowly. Then he said:\n\n\"Mebbe that's all right; an' ag'in, mebbe tain't. Seein' as I kain't\nread I ain't goin' ter take no one's word fer it.\"\n\n\"You insolent brat!\" exclaimed Peter Conant, highly incensed. Then he\nturned and called: \"Come here, Mary Louise.\"\n\nMary Louise promptly advanced and with every step she made the boy\nretreated a like distance, until the lawyer seized his arm and held it\nin a firm grip.\n\n\"What do you mean by running away?\" he demanded.\n\n\"I hates gals,\" retorted Bub sullenly.\n\n\"Don't be a fool. Come here, Mary Louise, and read this letter to the\nboy, word for word.\"\n\nMary Louise, marking the boy's bashfulness and trying to restrain a\nsmile, read Mr. Morrison's letter.\n\n\"You see,\" said the lawyer sharply, giving Bub a little shake, \"those\nare the exact words of the letter. We're going to enter the Lodge and\ntake possession of it, as Mr. Morrison has told us to do, and if you\ndon't obey my orders I shall give you a good flogging. Do you\nunderstand that?\"\n\nBub nodded, more cheerfully.\n\n\"If ye do it by force,\" said he, \"that lets me out. Nobody kin blame me\nif I'm forced.\"\n\nMary Louise laughed so heartily that the boy cast an upward,\nhalf-approving glance at her face. Even Mr. Conant's stern visage\nrelaxed.\n\n\"See here, Bub,\" he said, \"obey my orders and no harm can come to you.\nThis letter is genuine and if you serve us faithfully while we are here\nI'll--I'll give you four bits a week.\"\n\n\"Heh? Four bits!\"\n\n\"Exactly. Four bits every week.\"\n\n\"Gee, that'll make six bits a week, with the two Talbot's goin' ter\ngive me. I'm hanged ef I don't buy a sweater fer next winter, afore the\ncold weather comes!\"\n\n\"Very good,\" said Mr. Conant. \"Now get busy and let us in.\"\n\nBub deliberately closed the knife and put it in his pocket, tossing\naway the stick.\n\n\"Gals,\" he remarked, with another half glance at Mary Louise, \"ain't\nter my likin'; but FOUR BITS--\"\n\nHe turned and walked away to where a wild rosebush clambered over one\ncorner of the Lodge. Pushing away the thick, thorny branches with care,\nhe thrust in his hand and drew out a bunch of keys.\n\n\"If it's jus' the same t' you, sir, I'd ruther ye'd snatch 'em from my\nhand,\" he suggested. \"Then, if I'm blamed, I kin prove a alibi.\"\n\nMr. Conant was so irritated that he literally obeyed the boy's request\nand snatched the keys. Then he led the way to the front door.\n\n\"It's that thin, brass one,\" Bub hinted.\n\nMr. Conant opened the front door. The place was apparently in perfect\norder.\n\n\"Go and get Hannah and Irene, please,\" said Peter to Mary Louise, and\nsoon they had all taken possession of the cosy Lodge, had opened the\nwindows and aired it and selected their various bedrooms.\n\n\"It is simply delightful!\" exclaimed Irene, who was again seated in her\nwheeled chair, \"and, if Uncle Peter will build a little runway from the\nporch to the ground, as he did at home, I shall be able to go and come\nas I please.\"\n\nMeantime Aunt Hannah--as even Mary Louise now called Mrs.\nConant--ransacked the kitchen and cupboards to discover what supplies\nwere in the house. There was a huge stock of canned goods, which Will\nMorrison had begged them to use freely, and the Conants had brought a\nbig box of other groceries with them, which was speedily unpacked.\n\nWhile the others were thus engaged in settling and arranging the house,\nIrene wheeled her chair to the porch, on the steps of which sat Bub,\nagain whittling. He had shown much interest in the crippled girl, whose\nmisfortune seemed instantly to dispel his aversion for her sex, at\nleast so far as she was concerned. He was not reluctant even to look at\nher face and he watched with astonishment the ease with which she\nmanaged her chair. Having overheard, although at a distance, most of\nthe boy's former conversation with Uncle Peter, Irene now began\nquestioning him.\n\n\"Have you been eating and sleeping here?\"\n\n\"Of course,\" answered Bub.\n\n\"In the Lodge?\"\n\n\"No; over in Talbot's house. That's over the ridge, yonder; it's only a\nstep, but ye kain't see it f'm here. My home's in the South Holler,\nfour mile away.\"\n\n\"Do you cook your own meals?\"\n\n\"Nobudy else ter do it.\"\n\n\"And don't you get dreadfully lonesome at night?\"\n\n\"Who? Me? Guess not. What the Sam Hill is they to be lonesome over?\"\n\n\"There are no near neighbors, are there?\"\n\n\"Plenty. The Barker house is two mile one way an' the Bigbee house is\njus' half a mile down the slope; guess ye passed it, comin' up; but\nthey ain't no one in the Bigbee house jus' now, 'cause Bigbee got shot\non the mount'n las' year, a deer hunt'n', an' Bigbee's wife's married\nanother man what says he's delicate like an' can't leave the city. But\nneighbors is plenty. Six mile along the canyon lives Doolittle.\"\n\nIrene was delighted with Bub's quaint language and ways and before Mrs.\nConant called her family to the simple improvised dinner the chair-girl\nhad won the boy's heart and already they were firm friends.\n\n\n\n\nCHAPTER XIV\n\nA CALL FROM AGATHA LORD\n\n\nHillcrest Lodge was perched upon a broad shelf of the wooded mountain,\nconsiderably nearer to the bottom than to the top, yet a stiff climb\nfrom the plain below. Behind it was a steep cliff; in front there was a\ngradual descent covered with scrub but affording a splendid view of the\nlowlands. At one side was the rocky canyon with its brook struggling\namong the boulders, and on the other side the roadway that wound up the\nmountain in zigzag fashion, selecting the course of least resistance.\n\nWill Morrison was doubtless a mighty hunter and an expert fisherman,\nfor the \"den\" at the rear of the Lodge was a regular museum of trophies\nof the chase. Stag and doe heads, enormous trout mounted on boards,\nantlers of wild mountain sheep, rods, guns, revolvers and\nhunting-knives fairly lined the wails, while a cabinet contained reels,\nbooks of flies, cartridge belts, creels and many similar articles. On\nthe floor were rugs of bear, deer and beaver. A shelf was filled with\nbooks on sporting subjects. There was a glass door that led onto a\nlittle porch at the rear of the Lodge and a big window that faced the\ncliff.\n\nThis sanctum of the owner rather awed the girls when first they\nexamined it, but they found it the most fascinating place in all the\nhouse and Irene was delighted to be awarded the bedroom that adjoined\nit. The other bedrooms were on the upper floor.\n\n\"However,\" said Mr. Conant to Irene, \"I shall reserve the privilege of\nsmoking my evening pipe in this den, for here is a student lamp, a low\ntable and the easiest chairs in all the place. If you keep your bedroom\ndoor shut you won't mind the fumes of tobacco.\"\n\n\"I don't mind them anyhow, Uncle Peter,\" she replied.\n\nBub Grigger helped get in the trunks and boxes. He also filled the\nwoodbox in the big living room and carried water from the brook for\nAunt Hannah, but otherwise he was of little use to them. His favorite\noccupation was whittling and he would sit for hours on one of the broad\nbenches overlooking the valley, aimlessly cutting chips from a stick\nwithout forming it into any object whatsoever.\n\n\"I suppose all this time he is deeply thinking,\" said Mary Louise as\nthe girls sat on the porch watching him, the day after their arrival,\n\"but it would be interesting to know what direction Bub's thoughts\ntake.\"\n\n\"He must be figuring up his earnings and deciding how long it will take\nto buy that winter sweater,\" laughed Irene. \"I've had a bit of\nconversation with the boy already and his ideas struck me as rather\ncrude and undeveloped.\"\n\n\"One idea, however, is firmly fixed in his mind,\" declared Mary Louise.\n\"He 'hates gals.'\"\n\n\"We must try to dispel that notion. Perhaps he has a big sister at home\nwho pounds him, and therefore he believes all girls are alike.\"\n\n\"Then let us go to him and make friends,\" suggested Mary Louise. \"If we\nare gentle with the boy we may win him over.\"\n\nMr. Conant had already made a runway for the chair, so they left the\nporch and approached Bub, who saw them coming and slipped into the\nscrub, where he speedily disappeared from view. At other times, also,\nhe shyly avoided the girls, until they began to fear it would be more\ndifficult to \"make friends\" than they had supposed.\n\nMonday morning Mr. Conant went down the mountain road, valise in hand,\nand met Bill Coombs the stage-driver at the foot of the descent, having\nmade this arrangement to save time and expense. Peter had passed most\nof his two days' vacation in fishing and had been so successful that he\npromised Aunt Hannah he would surely return the following Friday. He\nhad instructed Bub to \"take good care of the womenfolks\" during his\nabsence, but no thought of danger occurred to any of them. The\nMorrisons had occupied the Lodge for years and had never been molested\nin any way. It was a somewhat isolated place but the country people in\nthe neighborhood were thoroughly honest and trustworthy.\n\n\"There isn't much for us to do here,\" said Mary Louise when the three\nwere left alone, \"except to read, to eat and to sleep--lazy occupations\nall. I climbed the mountain a little way yesterday, but the view from\nthe Lodge is the best of all and if you leave the road you tear your\ndress to shreds in the scrub.\"\n\n\"Well, to read, to eat and to sleep is the very best way to enjoy a\nvacation,\" asserted Aunt Hannah. \"Let us all take it easy and have a\ngood time.\"\n\nIrene's box of books which Mr. Conant had purchased for her in New York\nhad been placed in the den, where she could select the volumes as she\nchose, and the chair-girl found the titles so alluring that she\npromised herself many hours of enjoyment while delving among them. They\nwere all old and secondhand--perhaps fourth-hand or fifth-hand--as the\nlawyer had stated, and the covers were many of them worn to tatters;\nbut \"books is books,\" said Irene cheerily, and she believed they would\nnot prove the less interesting in contents because of their condition.\nMostly they were old romances, historical essays and novels, with a\nsprinkling of fairy tales and books of verse--just the subjects Irene\nmost loved.\n\n\"Being exiles, if not regular hermits,\" observed the crippled girl,\nsunning herself on the small porch outside the den, book in hand, \"we\nmay loaf and dream to our hearts' content, and without danger of\nreproach.\"\n\nBut not for long were they to remain wholly secluded. On Thursday\nafternoon they were surprised by a visitor, who suddenly appeared from\namong the trees that lined the roadway and approached the two girls who\nwere occupying a bench at the edge of the bluff.\n\nThe new arrival was a lady of singularly striking appearance, beautiful\nand in the full flush of womanhood, being perhaps thirty years of age.\nShe wore a smart walking-suit that fitted her rounded form perfectly,\nand a small hat with a single feather was jauntily perched upon her\nwell-set head. Hair and eyes, almost black, contrasted finely with the\nbloom on her cheeks. In her ungloved hand she held a small\nwalking-stick.\n\nAdvancing with grace and perfect self-possession, she smiled and nodded\nto the two young girls and then, as Mary Louise rose to greet her, she\nsaid:\n\n\"I am your nearest neighbor, and so I have climbed up here to get\nacquainted. I am Agatha Lord, but of course you do not know me, because\nI came from Boston, whereas you came from--from--\"\n\n\"Dorfield,\" said Mary Louise. \"Pray be seated. Let me present Irene\nMacfarlane; and I am Mary Louise Burrows. You are welcome, Miss\nLord--or should I say Mrs. Lord?\"\n\n\"Miss is correct,\" replied their visitor with a pleasant laugh, which\nbrought an answering smile to the other faces; \"but you must not\naddress me except as 'Agatha.' For here in the wilderness formalities\nseem ridiculous. Now let us have a cosy chat together.\"\n\n\"Won't you come into the Lodge and meet Mrs. Conant?\"\n\n\"Not just yet. You may imagine how that climb winded me, although they\nsay it is only half a mile. I've taken the Bigbee house, just below\nyou, you know, and I arrived there last night to get a good rest after\na rather strenuous social career at home. Ever since Easter I've been\non the 'go' every minute and I'm really worn to a frazzle.\"\n\nShe did not look it, thought Mary Louise. Indeed, she seemed the very\npicture of health.\n\n\"Ah,\" said she, fixing her eyes on Irene's book, \"you are very\nfortunate. The one thing I forgot to bring with me was a supply of\nbooks, and there is not a volume--not even a prayer-book--in the Bigbee\nhouse. I shall go mad in these solitudes if I cannot read.\"\n\n\"You may use my library,\" promised Irene, sympathizing with Miss Lord's\ndesire. \"Uncle Peter brought a great box of books for me to read and\nyou are welcome to share their delights with me, I believe there are\nfifty of them, at the least; but many were published ages ago and\nperhaps,\" with a glance at the dainty hands, \"you won't care to handle\nsecondhand books.\"\n\n\"This ozonic air will fumigate them,\" said Agatha Lord carelessly. \"We\ndon't absorb bindings, Irene, but merely the thoughts of the authors.\nBooks are the one banquet-table whereat we may feast without destroying\nthe delicacy or flavor of the dishes presented. As long as the pages\nhold together and the type is legible a book is as good as when new.\"\n\n\"I like pretty bindings, though,\" declared Irene, \"for they dress\npretty thoughts in fitting attire. An ill-looking book, whatever its\ncontents, resembles the ugly girl whose only redeeming feature is her\ngood heart. To be beautiful without and within must have been the\ndesire of God in all things.\"\n\nAgatha gave her a quick look of comprehension. There was an\nunconsciously wistful tone in the girl's voice. Her face, though\npallid, was lovely to view; her dress was dainty and arranged with\ncare; she earnestly sought to be as beautiful \"without and within\" as\nwas possible, yet the twisted limbs forbade her attaining the\nperfection she craved.\n\nThey sat together for an hour in desultory conversation and Agatha Lord\ncertainly interested the two younger girls very much. She was decidedly\nworldly in much of her gossip but quick to perceive when she infringed\nthe susceptibilities of her less sophisticated companions and was able\nto turn the subject cleverly to more agreeable channels.\n\n\"I've brought my automobile with me,\" she said, \"and, unless you have a\ncar of your own, we will take some rides through the valley together. I\nmean to drive to Millbank every day for mail.\"\n\n\"There's a car here, which belongs to Mr. Morrison,\" replied Mary\nLouise, \"but as none of us understands driving it we will gladly accept\nyour invitations to ride. Do you drive your own car?\"\n\n\"Yes, indeed; that is the joy of motoring; and I care for my car, too,\nbecause the hired chauffeurs are so stupid. I didn't wish the bother of\nservants while taking my 'rest cure,' and so my maid and I are all\nalone at the Bigbee place.\"\n\nAfter a time they went into the house, where Miss Lord was presented to\nAunt Hannah, who welcomed their neighbor with her accustomed\ncordiality. In the den Agatha pounced upon the books and quickly\nselected two which she begged permission to take home with her.\n\n\"This is really a well selected collection,\" she remarked, eyeing the\ntitles critically. \"Where did Mr. Conant find it?\"\n\n\"At an auction of second-hand junk in New York,\" explained Irene.\n\"Uncle Peter knows that I love the old-fashioned books best but I'm\nsure he didn't realize what a good collection this is.\"\n\nAs she spoke, Irene was listlessly running through the leaves of two or\nthree volumes she had not before examined, when in one of them her eye\nwas caught by a yellowed sheet of correspondence paper, tucked among\nthe pages at about midway between the covers. Without removing the\nsheet she leaned over to examine the fine characters written upon it\nand presently exclaimed in wondering tones:\n\n\"Why, Mary Louise! Here is an old letter about your mother--yes, and\nhere's something about your grandfather, too. How strange that it\nshould be--\"\n\n\"Let me see it!\" cried Mary Louise, eagerly stretching out her hands.\n\nBut over her friend's shoulder Irene caught the expression of Agatha\nLord--tense, startled, with a gleam of triumph in the dark eyes. It\nfrightened her, that look on the face of one she had deemed a stranger,\nand it warned her. She closed the book with a little slam of decision\nand tucked it beside her in her chair.\n\n\"No,\" she said positively, \"no one shall see the letter until I've had\ntime to read it myself.\"\n\n\"But what was it about?\" asked Mary Louise.\n\n\"I don't know, yet; and you're not to ask questions until I DO know,\"\nretorted Irene, calmly returning Miss Lord's curious gaze while\naddressing Mary Louise. \"These are my books, you must admit, and so\nwhatever I find in them belongs to me.\"\n\n\"Quite right, my dear,\" approved Agatha Lord, with her light, easy\nlaugh. She knew that Irene had surprised her unguarded expression and\nwished to counteract the impression it had caused.\n\nIrene returned the laugh with one equally insincere, saying to her\nguest:\n\n\"Help yourself to whatever books you like, neighbor. Carry them home,\nread them and return them at your convenience.\"\n\n\"You are exceedingly kind,\" answered Agatha and resumed her examination\nof the titles. Mary Louise had not observed the tell-tale expression on\nMiss Lord's face but she was shrewd enough to detect an undercurrent of\nice in the polite phrases passing between her companions. She was\nconsumed with curiosity to know more of the letter which Irene had\nfound in the book but did not again refer to it in the presence of\ntheir visitor.\n\nIt was not long before Agatha rose to go, a couple of books tucked\nbeneath her arm.\n\n\"Will you ride with me to Millbank to-morrow?\" she asked, glancing from\none face to another.\n\nMary Louise looked at Irene and Irene hesitated.\n\n\"I am not very comfortable without my chair,\" she said.\n\n\"You shall have the rear seat all to yourself, and it is big and broad\nand comfortable. Mary Louise will ride with me in front. I can easily\ndrive the car up here and load you in at this very porch. Please come!\"\n\n\"Very well, since you are so kind,\" Irene decided, and after a few more\nkindly remarks the beautiful Miss Lord left them and walked with\ngraceful, swinging stride down the path to the road and down the road\ntoward the Bigbee house.\n\n\n\n\nCHAPTER XV\n\nBUB'S HOBBY\n\n\nWhen their visitor had departed Mary Louise turned to her friend.\n\n\"Now, Irene, tell me about that queer letter,\" she begged.\n\n\"Not yet, dear. I'm sure it isn't important, though it's curious to\nfind such an old letter tucked away in a book Uncle Peter bought at an\nauction in New York--a letter that refers to your own people, in days\nlong gone by. In fact, Mary Louise, it was written so long ago that it\ncannot possibly interest us except as proof of the saying that the\nworld's a mighty small place. When I have nothing else to do I mean to\nread that old epistle from start to finish; then, if it contains\nanything you'd care to see, I'll let you have a look at it.\"\n\nWith this promise Mary Louise was forced to be content, for she did not\nwish to annoy Irene by further pleadings. It really seemed, on\nreflection, that the letter could be of little consequence to anyone.\nSo she put it out of mind, especially as just now they spied Bub\nsitting on the bench and whittling as industriously as ever.\n\n\"Let me go to him first,\" suggested Irene, with a mischievous smile.\n\"He doesn't seem at all afraid of me, for some reason, and after I've\nled him into conversation you can join us.\"\n\nSo she wheeled her chair over to where the boy sat. He glanced toward\nher as she approached the bench but made no movement to flee.\n\n\"We've had a visitor,\" said the girl, confidentially; \"a lady who has\ntaken the Bigbee house for the summer.\"\n\nBub nodded, still whittling.\n\n\"I know; I seen her drive her car up the grade on high,\" he remarked,\nfeeling the edge of his knife-blade reflectively. \"Seems like a real\nsport--fer a gal--don't she?\"\n\n\"She isn't a girl; she's a grown woman.\"\n\n\"To me,\" said Bub, \"ev'rything in skirts is gals. The older they gits,\nthe more ornery, to my mind. Never seen a gal yit what's wuth havin'\n'round.\"\n\n\"Some day,\" said Irene with a smile, \"you may change your mind about\ngirls.\"\n\n\"An' ag'in,\" said Bub, \"I mayn't. Dad says he were soft in the head\nwhen he took up with marm, an' Talbot owned a wife once what tried ter\npizen him; so he giv 'er the shake an' come here to live in peace; but\nDad's so used to scoldin's thet he can't sleep sound in the open any\nmore onless he lays down beside the brook where it's noisiest. Then it\nreminds him o' marm an' he feels like he's to home. Gals think they got\nthe men scared, an' sometimes they guess right. Even Miss' Morrison\nmakes Will toe the mark, an' Miss' Morrison ain't no slouch, fer a gal.\"\n\nThis somewhat voluble screed was delivered slowly, interspersed with\nperiods of aimless whittling, and when Irene had patiently heard it\nthrough she decided it wise to change the subject.\n\n\"To-morrow we are going to ride in Miss Lord's automobile,\" she\nremarked.\n\nBub grunted.\n\n\"She says she can easily run it up to our door. Do you believe that!\"\n\n\"Why not?\" he inquired. \"Don't Will Morrison have a car? It's over\nthere in the shed now.\"\n\n\"Could it be used?\" quietly asked Mary Louise, who had now strolled up\nbehind the bench unperceived.\n\nBub turned a scowling face to her, but she was looking out across the\nbluff. And she had broached a subject in which the boy was intensely\ninterested.\n\n\"Thet thar car in there is a reg'lar hummer,\" he asserted, waving the\nknife in one hand and the stick in the other by way of emphasis.\n\"Tain't much fer looks, ye know, but looks cuts no figger with\nmachinery, s'long's it's well greased. On a hill, thet car's a cat; on\na level stretch, she's a jack-rabbit. I've seen Will Morrison take 'er\nter Millbank an' back in a hour--jus' one lonesome hour!\"\n\n\"That must have been in its good days,\" observed Mary Louise. \"The\nthing hasn't any tires on it now.\"\n\n\"Will takes the tires off ev'ry year, when he goes away, an' puts 'em\nin the cellar,\" explained Bub. \"They's seven good tires down cellar\nnow; I counted 'em the day afore ye come here.\"\n\n\"In that case,\" said Mary Louise, \"if any of us knew how to drive we\ncould use the car.\"\n\n\"Drive?\" said Bub scornfully. \"That's nuth'n'.\"\n\n\"Oh. Do you know how?\"\n\n\"Me? I kin drive any car thet's on wheels. Two years ago, afore Talbot\ncome, I used ter drive Will Morrison over t' Millbank ev'ry week t'\ncatch the train; an' brung the car home ag'in; an' went fer Will when\nhe come back.\"\n\n\"You must have been very young, two years ago,\" said Irene.\n\n\"Shucks. I'm goin' on fifteen this very minnit. When I were 'leven I\ndruv the Higgins car fer 'em an' never hit the ditch once. Young!\nWha'd'ye think I am--a KID?\"\n\nSo indignant had he become that he suddenly rose and slouched away, nor\ncould they persuade him to return.\n\n\"We're going to have a lot of fun with that boy, once we learn how to\nhandle him,\" predicted Irene, when the two girls had enjoyed a good\nlaugh at Bub's expense. \"He seems a queer mixture of simplicity and\nshrewdness.\"\n\nThe next day Agatha Lord appeared in her big touring car and after\nlifting Irene in and making her quite comfortable on the back seat they\nrolled gayly away to Millbank, where they had lunch at the primitive\nrestaurant, visited the post-office in the grocery store and amused\nthemselves until the train came in and brought Peter Conant, who was\nloaded down with various parcels of merchandise Aunt Hannah had ordered.\n\nThe lawyer was greatly pleased to find a car waiting to carry him to\nthe Lodge and after being introduced to Miss Lord, whose loveliness he\ncould not fail to admire, he rode back with her in the front seat and\nleft Mary Louise to sit inside with Irene and the packages. Bill Coombs\ndidn't approve of this method of ruining his stage business and scowled\nat the glittering auto as it sped away across the plain to the mountain.\n\nOn this day Miss Lord proved an exceedingly agreeable companion to them\nall, even Irene forgetting for the time the strange expression she had\nsurprised on Agatha's face at the time she found the letter. Mary\nLouise seemed to have quite forgotten that letter, for she did not\nagain refer to it; but Irene, who had studied it closely in the\nseclusion of her own room that very night, had it rather persistently\nin mind and her eyes took on an added expression of grave and gentle\ncommiseration whenever she looked at Mary Louise's unconscious face.\n\n\"It is much more fun,\" observed Peter Conant at breakfast the nest\nmorning, \"to ride to and from the station in a motor car than to\npatronize Bill Coombs' rickety, slow-going omnibus. But I can't expect\nour fair neighbor to run a stage line for my express accommodation.\"\n\n\"Will Morrison's motor car is here in the shed,\" said Mary Louise, and\nthen she told of their conversation with Bub concerning it. \"He says he\nhas driven a car ever since he was eleven years old,\" she added.\n\n\"I wondered what that boy was good for,\" asserted the lawyer, \"yet the\nvery last thing I would have accused him of is being a chauffeur.\"\n\n\"Why don't you put on the tires and use the car?\" asked Aunt Hannah.\n\n\"H-m. Morrison didn't mention the car to me. I suppose he forgot it.\nBut I'm sure he'd be glad to have us use it. I'll talk with the boy.\"\n\nBub was found near the Talbot cottage in the gully. When Mr. Conant and\nMary Louise approached him, soon after finishing their breakfast, he\nwas--as usual--diligently whittling.\n\n\"They tell me you understand running Mr. Morrison's car,\" began the\nlawyer.\n\nBub raised his eyes a moment to the speaker's face but deemed an answer\nunnecessary.\n\n\"Is that true?\" with an impatient inflection.\n\n\"Kin run any car,\" said Bub.\n\n\"Very well. Show me where the tires are and we will put them on. I want\nyou to drive me to and from Millbank, hereafter.\"\n\nBub retained his seat and whittled.\n\n\"Hev ye got a order from Will Morrison, in writin'?\" he demanded.\n\n\"No, but he will be glad to have me use the machine. He said everything\nat the Lodge was at my disposal.\"\n\n\"Cars,\" said Bub, \"ain't like other things. A feller'll lend his\nhuntin'-dog, er his knife, er his overcoat; but he's all-fired shy o'\nlendin' his car. Ef I runned it for ye, Will might blame ME.\"\n\nMr. Conant fixed his dull stare on the boy's face, but Bub went on\nwhittling. However, in the boy's inmost heart was a keen desire to run\nthat motor car, as had been proposed. So he casually remarked:\n\n\"Ef ye forced me, ye know, I'd jus' hev to do it. Even Will couldn't\nblame me ef I were forced.\"\n\nMr. Conant was so exasperated that the hint was enough. He seized the\nboy's collar, lifted him off the stump and kicked him repeatedly as he\npropelled his victim toward the house.\n\n\"Oh, Uncle Peter!\" cried Mary Louise, distressed; but Peter was\nobdurate and Bub never whimpered. He even managed to close his knife,\nbetween kicks, and slip it into his trousers pocket.\n\nWhen they came to the garage the lawyer halted, more winded than Bub,\nand demanded sharply:\n\n\"What is needed to put the car in shape to run?\"\n\n\"Tires, gas'line, oil 'n' water.\"\n\n\"The tires are in the cellar, you say? Get them out or I'll skin you\nalive.\"\n\nBub nodded, grinning.\n\n\"Forcin' of me, afore a witness, lets me out,\" he remarked, cheerfully,\nand straightway went for the tires.\n\nIrene wheeled herself out and joined Uncle Peter and Mary Louise in\nwatching the boy attach the tires, which were on demountable rims and\nsoon put in place. All were surprised at Bub's sudden exhibition of\nenergy and his deft movements, for he worked with the assurance of a\nskilled mechanic.\n\n\"Now, we need gasoline,\" said Mr. Conant. \"I must order that from\nMillbank, I suppose.\"\n\n\"Onless ye want to rob Will Morrison's tank,\" agreed Bub.\n\n\"Oh; has he a tank of gasoline here?\"\n\nBub nodded.\n\n\"A undergroun' steel tank. I dunno how much gas is in it, but ef ye\nforced me I'd hev to measure it.\"\n\nPeter picked up a stick and shook it threateningly, whereat Bub smiled\nand walked to the rear of the garage where an iron plug appeared just\nabove the surface of the ground. This he unscrewed with a wrench,\nthrust in a rod and drew it out again.\n\n\"'Bout forty gallon,\" he announced. \"Thet's 'nough fer a starter, I\nguess.\"\n\n\"Then put some of it into the machine. Is there any oil?\"\n\n\"Plenty oil.\"\n\nHalf an hour later Bub started the engine and rolled the car slowly out\nof its shed to the graveled drive in the back yard.\n\n\"All right, mister,\" he announced with satisfaction. \"I dunno what\nWill'll say to this, but I kin prove I were forced. Want to take a ride\nnow?\"\n\n\"No,\" replied Mr. Conant, \"I merely wanted to get the car in shape. You\nare to take me to the station on Monday morning. Under the\ncircumstances we will not use Morrison's car for pleasure rides, but\nonly for convenience in getting from here to the trains and back. He\nsurely cannot object to that.\"\n\nBub seemed disappointed by this decision. He ran the car around the\nyard two or three times, testing its condition, and then returned it to\nits shed. Mr. Conant got his rod and reel and departed on a fishing\nexcursion.\n\n\n\n\nCHAPTER XVI\n\nTHE STOLEN BOOK\n\n\nMiss Lord came up to the Lodge that Saturday forenoon and proved so\nagreeable to Aunt Hannah and the girls that she was invited to stay to\nlunch. Mr. Conant was not present, for he had put a couple of\nsandwiches in his pocket and would not return home until dinner-time.\n\nAfter luncheon they were all seated together on the benches at the edge\nof the bluff, which had become their favorite resort because the view\nwas so wonderful. Mary Louise was doing a bit of fancy work, Irene was\nreading and Aunt Hannah, as she mended stockings, conversed in a\ndesultory way with her guest.\n\n\"If you don't mind,\" said Agatha, after a time, \"I'll run in and get me\na book. This seems the place and the hour for dreaming, rather than\ngossip, and as we are all in a dreamy mood a good old-fashioned romance\nseems to me quite fitting for the occasion.\"\n\nTaking permission for granted, she rose and sauntered toward the house.\nThere was a serious and questioning look in Irene's eyes as they\nfollowed the graceful form of Miss Lord, but Mary Louise and Aunt\nHannah paid no heed to their visitor's going in to select a book, it\nseemed so natural a thing for her to do.\n\nIt was fully fifteen minutes before Agatha returned, book in hand.\nIrene glanced at the title and gave a sigh of relief. Without comment\ntheir guest resumed her seat and soon appeared to be immersed in her\nvolume. Gradually the sun crossed the mountain and cast a black shadow\nover the plain below, a shadow which lengthened and advanced inch by\ninch until it shrouded the landscape spread beneath them.\n\n\"That is my sun-dial,\" remarked Mary Louise, dropping her needlework to\nwatch the shifting scene. \"When the shadow passes the Huddle, it's four\no'clock; by the time it reaches that group of oaks, it is four-thirty;\nat five o'clock it touches the creek, and then I know it's time to help\nAunt Hannah with the dinner.\"\n\nAgatha laughed.\n\n\"Is it really so late?\" she asked. \"I see the shadow has nearly reached\nthe brook.\"\n\n\"Oh! I didn't mean--\"\n\n\"Of course not; but it's time I ran home, just the same. My maid Susan\nis a perfect tyrant and scolds me dreadfully if I'm late. May I take\nthis book home, Irene? I'll return the others I have borrowed\nto-morrow.\"\n\n\"To be sure,\" answered Irene. \"I'm rich in books, you know.\"\n\nWhen Miss Lord went away the party broke up, for Aunt Hannah was\nalready thinking of dinner and Mary Louise wanted to make one of Uncle\nPeter's favorite desserts. So Irene wheeled her chair into the house\nand entering the den began a sharp inspection of the place, having in\nmind exactly the way it had looked when last she left it. But presently\nshe breathed a sigh of relief and went into her own room, for the den\nhad not been disturbed. She wheeled herself to a small table in a\ncorner of her chamber and one glance confirmed her suspicions.\n\nFor half an hour she sat quietly thinking, considering many things that\nmight prove very important in the near future. The chair-girl knew\nlittle of life save what she had gleaned from books, but in some ways\nthat was quite equal to personal experiences. At dinner she asked:\n\n\"Did you take a book from my room to-day, Mary Louise?\"\n\n\"No,\" was the reply; \"I have not been in your room since yesterday.\"\n\n\"Nor you, Aunt Hannah?\"\n\n\"No, my dear. What book is missing?\"\n\n\"It was entitled 'The Siberian Exile.'\"\n\n\"Good gracious!\" exclaimed Mary Louise. \"Wasn't that the book you found\nthe letter in?\"\n\n\"Yes.\"\n\n\"And you say it is missing?\"\n\n\"It has mysteriously disappeared.\"\n\n\"Nonsense,\" said Uncle Peter, who had returned with a fine string of\ntrout. \"No one would care to steal an old book, and the thing hasn't\nlegs, you know.\"\n\n\"Nevertheless,\" said Irene gravely, \"it is gone.\"\n\n\"And the letter with it!\" added Mary Louise regretfully. \"You ought to\nhave let me read it while I could, Irene.\"\n\n\"What letter are you talking about?\" asked the lawyer.\n\n\"It is nothing important, Uncle Peter,\" Irene assured him. \"The loss of\nthe book does not worry me at all.\"\n\nNor did it, for she knew the letter was not in it. And, to avoid\nfurther questioning on the part of Mr. Conant, she managed to turn the\nconversation to less dangerous subjects.\n\n\n\n\nCHAPTER XVII\n\nTHE HIRED GIRL\n\n\nMr. Conant had just put on a comfortable smoking-jacket and slippers\nand seated himself in the den, pipe in mouth, when the old-fashioned\nknocker on the front door of the Lodge began to bang. It banged three\ntimes, so Mr. Conant rose and made for the door.\n\nMrs. Conant and Mary Louise were in the kitchen and Irene was in her\nown room. The lawyer reflected, with a deprecating glance at his\nunconventional costume, that their evening caller could be none other\nthan their neighbor, the beautiful Miss Lord, so as he opened the door\nhe regretted that his appearance was not more presentable.\n\nBut it was not Miss Lord who stood upon the porch awaiting admittance.\nIt was a strange girl, who asked in a meek voice:\n\n\"Is this Hillcrest Lodge?\"\n\n\"It is,\" replied the lawyer.\n\nThe girl came in without an invitation, bringing a carpet-bag in one\nhand and a bundle tied in a newspaper tucked under the other arm. As\nshe stood in the lighted room she looked around inquiringly and said:\n\n\"I am Sarah Judd. Where is Mrs. Morrison, please?\"\n\nMr. Conant stood and stared at her, his hands clasped behind his back\nin characteristic attitude. He could not remember ever having heard of\nSarah Judd.\n\n\"Mrs. Morrison,\" he said in his choppy voice, \"is in Europe.\"\n\nThe girl stared at him in return, as if stupified. Then she sat down in\nthe nearest chair and continued to stare. Finding her determined on\nsilence, Mr. Conant spoke again.\n\n\"The Morrisons are spending the summer abroad. I and my family are\noccupying the Lodge in their absence. I--eh--eh--I am Mr. Conant, of\nDorfield.\"\n\nThe girl sighed drearily. She was quite small, about seventeen years of\nage and dressed in a faded gingham over which she wore a black cloth\ncoat that was rusty and frayed. A black straw hat, fearfully decorated\nwith red velvet and mussed artificial flowers, was tipped over her\nforehead. Her features were not bad, but her nose was blotched, her\nface strongly freckled and her red hair very untidy. Only the mild blue\neyes redeemed the unattractive face--eyes very like those of Mary\nLouise in expression, mused Mr. Conant, as he critically eyed the girl.\n\n\"I have come here to work,\" she said after a long pause, during which\nshe seemed trying to collect her thoughts. \"I am Sarah Judd. Mrs.\nMorrison said I must come here on Saturday, the tenth day of July, to\ngo to work. This is the tenth day of July.\"\n\n\"H-m--h-m; I see. When did Mrs. Morrison tell you that?\"\n\n\"It was last September.\"\n\n\"Oh; so she hired you a year in advance and didn't tell you, afterward,\nthat she was going abroad?\"\n\n\"I didn't see her since, sir.\"\n\nMr. Conant was perplexed. He went into the kitchen and told Aunt Hannah\nabout it and the good woman came at once to interview Sarah Judd,\nfollowed by Mary Louise, who had just finished wiping the dishes.\n\n\"This seems very unfortunate for you,\" began Mrs. Conant, regarding the\nstrange girl with mild interest. \"I suppose, when Mrs. Morrison engaged\nyou, she expected to pass the summer at the Lodge, and afterward she\nforgot to notify you.\"\n\nSarah Judd considered this soberly; then nodded her head.\n\n\"I've walked all the way from Millbank,\" she said with another sigh.\n\n\"Then you've had nothing to eat!\" exclaimed Mary Louise, with ready\nsympathy. \"May I get her something, Aunt Hannah?\"\n\n\"Of course, my dear.\"\n\nBoth Mr. and Mrs. Conant felt rather embarrassed.\n\n\"I regret,\" said the latter, \"that we do not need a maid at present. We\ndo our own housework, you see.\"\n\n\"I have left a good place in Albany to come here,\" said Sarah,\nplaintively.\n\n\"You should have written to Mrs. Morrison,\" declared the lawyer,\n\"asking if she still required your services. Many unforeseen things may\nhappen during a period of ten months.\"\n\n\"Mrs. Morrison, she have paid me a month in advance,\" asserted the\ngirl, in justification. \"And she paid me my expenses to come here, too.\nShe said I must not fail her; I should come to the Lodge on the tenth\nof July and do the work at the Lodge. She did not say she would be\nhere. She did not say you would be here. She told me to come and work,\nand she paid me a month in advance, so I could give the money to my\nsister, who needed it then. And I must do as Mrs. Morrison says. I am\npaid to work at the Lodge and so I must work at the Lodge. I cannot\nhelp that, can I?\"\n\nThe lawyer was a man of experience, but this queer complication\nastonished him. He exchanged a questioning glance with his wife.\n\n\"In any event,\" said Mrs. Conant, \"the girl must stay here to-night,\nfor it would be cruel to ask her to find her way down the mountain in\nthe dark. We will put her in the maid's room, Peter, and to-morrow we\ncan decide what to do with her.\"\n\n\"Very well,\" agreed Mr. Conant and retreated to the den to have his\nsmoke.\n\nMary Louise arranged some food on the kitchen table for Sarah Judd and\nafter the girl had eaten, Mrs. Conant took her to the maid's room,\nwhich was a very pleasant and well furnished apartment quite in keeping\nwith all the comfortable appointments at Hillcrest Lodge, although it\nwas built behind the kitchen and formed a little wing of its own.\n\nSarah Judd accepted these favors with meek resignation. Since her one\nlong speech of explanation she had maintained silence. Leaving her in\nher room, the family congregated in the den, where Mr. Conant was\ntelling Irene about the queer arrival and the unfortunate\nmisunderstanding that had occasioned it.\n\n\"The girl is not to blame,\" said Mary Louise. \"She seems an honest\nlittle thing, resolved to do her duty. It is all Mrs. Morrison's fault.\"\n\n\"Doesn't look like a very competent servant, either,\" observed Mr.\nConant, comfortably puffing his pipe.\n\n\"You can't tell that from appearances, Peter,\" replied Mrs. Conant.\n\"She can at least wash dishes and sweep and do the drudgery. Why not\nkeep her?\"\n\n\"Oh, my dear!\"\n\n\"Mrs. Morrison has paid her a month's wages, and Molly Morrison\nwouldn't have done that had not the girl been competent. It won't cost\nus anything to keep her--except her food--and it seems a shame to cast\nher adrift just because the Morrisons forgot to notify her they had\nchanged their plans.\"\n\n\"Also,\" added Mary Louise, \"Sarah Judd will be useful to us. This is\nAunt Hannah's vacation, as well as a vacation for the rest of us, and a\nrest from cooking and housework would do her a heap of good.\"\n\n\"Looking at it from that viewpoint,\" said Peter, after puffing his pipe\nreflectively, \"I approve of our keeping Sarah Judd. I believe it will\nplease the Morrisons better than for us to send her away, and--it\nsurely won't hurt Hannah to be a lady of leisure for a month or so.\"\n\n\n\nCHAPTER XVIII\n\nMARY LOUISE GROWS SUSPICIOUS\n\n\nAnd so Sarah Judd's fate was decided. She prepared their Sunday morning\nbreakfast and cooked it quite skillfully. Her appearance was now more\ntidy and she displayed greater energy than on the previous evening,\nwhen doubtless she was weary from her long walk. Mrs. Conant was well\npleased with the girl and found the relief from clearing the table and\n\"doing\" the dishes very grateful. Their Sunday dinner, which Sarah\nprepared unaided and served promptly at one o'clock, their usual hour,\nwas a pleasant surprise to them all.\n\n\"The girl is a treasure,\" commented Mrs. Conant, contentedly.\n\nSarah Judd was not talkative. When told she might stay she merely\nnodded her red head, displaying neither surprise nor satisfaction. Her\neyes had a habit of roving continually from face to face and from\nobject to object, yet they seemed to observe nothing clearly, so stolid\nwas, their expression. Mary Louise tried to remember where she had\nnoted a similar expression before, but could not locate it.\n\nMiss Lord came over that afternoon and when told about the new maid and\nthe manner of her appearance seemed a little startled and uneasy.\n\n\"I must see what she looks like,\" said she, \"for she may prove a\ncongenial companion for my own maid, who is already sulking because the\nplace is so lonely.\"\n\nAnd presently Sarah Judd came out upon the lawn to ask Mrs. Conant's\nfurther instructions and this gave Agatha the desired opportunity to\nexamine her closely. The inspection must have been satisfactory, for an\nexpression of distinct relief crossed the lovely face.\n\nThat Sunday evening they all went down to the Bigbee place in Miss\nLord's motor car, where the lady entertained her guests at a charming\nluncheon. The Bigbee place was more extensive than Hillcrest Lodge, as\nit consisted of a big, rambling residence and numerous outbuildings;\nbut it was not nearly so cosy or homelike, nor so pleasantly situated.\n\nMiss Lord's maid, Susan, was somewhat a mystery to the Hillcrest\npeople. She dressed almost as elaborately as her mistress and performed\nher duties grudgingly and with a scowl that seemed to resent Miss\nLord's entertaining company. Stranger still, when they went home that\nnight it was the maid who brought out the big touring car and drove\nthem all back to Hillcrest Lodge in it, handling the machine as\nexpertly as Agatha could do. Miss Lord pleaded a headache as an excuse\nfor not driving them herself.\n\nSarah Judd opened the door for them. As she stood under the full light\nof the hall lamp Mary Louise noticed that the maid Susan leaned from\nher seat in the car and fixed a shrewd glance on Sarah's unconscious\nface. Then she gave a little shake of her head and drove away.\n\n\"There's something queer about the folks at Bigbee's,\" Mary Louise\nconfided to Irene, as she went to her friend's room to assist her in\npreparing for bed. \"Agatha Lord kept looking at that velvet ribbon\naround your neck, to-night, as if she couldn't keep her eyes off it,\nand this afternoon she seemed scared by the news of Sarah Judd's\narrival and wasn't happy until she had seen her. Then, again, that\nqueer maid of Agatha's, Susan, drove us home so she could see Sarah\nJudd for herself. How do you account for all that, Irene?\"\n\n\"I don't account for it, my dear. You've been mixed up with so many\nmysteries that you attach suspicion to the most commonplace events.\nWhat should there be about Sarah Judd to frighten anyone?\"\n\n\"She's a stranger here, that's all, and our neighbors seem suspicious\nof strangers. I'm not questioning poor, innocent Sarah, understand; but\nif Agatha and her maid are uneasy about strangers coming here it seems\nlikely there's a reason for it.\"\n\n\"You're getting morbid, Mary Louise. I think I must forbid you to read\nany more of my romances,\" said Irene lightly, but at heart she\nquestioned the folks at Bigbee's as seriously as her friend did.\n\n\"Don't you think Agatha Lord stole that missing book?\" asked Mary\nLouise, after a little reflection.\n\n\"Why should she?\" Irene was disturbed by the question but was resolved\nnot to show it.\n\n\"To get the letter that was in it--the letter you would not let me\nread.\"\n\n\"What are your affairs to Agatha Lord?\"\n\n\"I wish I knew,\" said Mary Louise, musingly. \"Irene, I've an idea she\ncame to Bigbee's just to be near us. There's something stealthy and\nunderhanded about our neighbors, I'm positive. Miss Lord is a very\ndelightful woman, on the surface, but--\"\n\nIrene laughed softly, as if amused.\n\n\"There can be no reason in the world, Mary Louise,\" she averred, \"why\nyour private affairs are of any interest to outsiders, except--\"\n\n\"Well, Irene?\"\n\n\"Except that you are connected, in a way, with your grandfather.\"\n\n\"Exactly! That is my idea, Irene. Ever since that affair with O'Gorman,\nI've had a feeling that I was being spied upon.\"\n\n\"But that would be useless. You never hear from Colonel Weatherby,\nexcept in the most roundabout ways.\"\n\n\"They don't know that; they think I MIGHT hear, and there's no other\nway to find where he is. Do you think,\" she added, \"that the Secret\nService employs female detectives?\"\n\n\"Perhaps so. There must be occasions when a woman can discover more\nthan a man.\"\n\n\"Then I believe Miss Lord is working for the Secret Service--the\nenemies of Gran'pa Jim.\"\n\n\"I can't believe it.\"\n\n\"What is on that black ribbon around your neck?\"\n\n\"A miniature of my mother.\"\n\n\"Oh. To-night it got above your dress--the ribbon, I mean--and Agatha\nkept looking at it.\"\n\n\"A good detective wouldn't be caught doing such a clumsy thing, Mary\nLouise. And, even if detectives were placed here to watch your actions,\nthey wouldn't be interested in spying upon ME, would they?\"\n\n\"I suppose not.\"\n\n\"I've never even seen your grandfather and so I must be exempt from\nsuspicion. I advise you, my dear, to forget these apprehensions, which\nmust be purely imaginary. If a thousand spies surrounded you, they\ncould do you no harm, nor even trap you into betraying your\ngrandfather, whose present location is a complete mystery to you.\"\n\nMary Louise could not help admitting this was true, so she kissed her\nfriend good night and went to her own room.\n\nLeft alone, Irene put her hand to the ribbon around her neck and drew\nfrom her bosom an old-fashioned oval gold locket, as big as any\nordinary watch but thinner. She opened the front of the ease and kissed\nher mother's picture, as was her nightly custom. Then she opened the\nback and drew out a tightly folded wad of paper. This she carefully\nspread out before her, when it proved to be the old letter she had\nfound in the book.\n\nOnce again she read the letter carefully, poring over the words in deep\nthought.\n\n\"This letter,\" she murmured, \"might indeed be of use to the Government,\nbut it is of far more value to Mary Louise and--to her grandfather. I\nought not to lose it; nor ought I to allow anyone to read it, at\npresent. Perhaps, if Agatha Lord has noticed the ribbon I wear, it will\nbe best to find a new hiding place for the letter.\"\n\nShe was in bed now, and lay looking around the room with speculative\ngaze. Beside her stood her wheeled chair, with its cushion of dark\nSpanish leather. The girl smiled and, reaching for her work-basket,\nwhich was on a stand at the head of the bed, she drew out a pair of\nscissors and cut some of the stitches of the leathern cushion. Then she\ntucked the letter carefully inside and with a needle and some black\nlinen thread sewed up the place she had ripped open.\n\nShe had just completed this task when she glanced up and saw a face at\nher window--indistinctly, for even as she raised her head it drew back\nand faded into the outer gloom.\n\nFor a moment Irene sat motionless, looking at the window. Then she\nturned to the stand, where the lamp was, and extinguished the light.\n\nAn hour, perhaps, she sat upright in bed, considering what she should\ndo. Then again she reached out in the darkness and felt for her\nscissors. Securing them, she drew the chair cushion upon the bed and\nfelt along its edge for the place she had sewn. She could not determine\nfor some time which was the right edge but at last she found where the\nstitches seemed a little tighter drawn than elsewhere and this place\nshe managed to rip open. To her joy she found the letter and drew it\nout with a sigh of relief.\n\nBut now what to do with it was a question of vital importance. She\ndared not relight her lamp and she was helpless when out of her chair.\nSo she put back the cushion, slid from the bed into the chair and\nwheeled herself in the dark to her dresser, which had a chenille cover.\nUnderneath this cover she spread the letter, deeming that so simple a\nhiding-place was likely to be overlooked in a hasty search and feeling\nthat the letter would be safe there for the night, at least.\n\nShe now returned to her bed. There was no use trying to resew the\ncushion in the dark. She lay awake for a long time, feeling a certain\nthrill of delight in the belief that she was a conspirator despite her\ncrippled condition and that she was conspiring for the benefit of her\ndear friend Mary Louise. Finally she sank into a deep slumber and did\nnot waken till the sun was streaming in at the window and Mary Louise\nknocked upon her door to call her.\n\n\"You're lazy this morning,\" laughed Mary Louise, entering. \"Let me help\nyou dress for breakfast.\"\n\nIrene thanked her. No one but this girl friend was ever permitted to\nassist her in dressing, as she felt proud of her ability to serve\nherself. Her toilet was almost complete when Mary Louise suddenly\nexclaimed:\n\n\"Why, what has become of your chair cushion?\"\n\nIrene looked toward the chair. The cushion was gone.\n\n\"Never mind,\" she said, although her face wore a troubled expression.\n\"I must have left it somewhere. Here; I'll put a pillow in its place\nuntil I find it.\"\n\n\n\n\nCHAPTER XIX\n\nAN ARTFUL CONFESSION\n\n\nThis Monday morning Bub appeared at the Lodge and had the car ready\nbefore Mr. Conant had finished his breakfast. Mary Louise decided to\ndrive to Millbank with them, just for the pleasure of the trip, and\nalthough the boy evidently regarded her presence with distinct\ndisapproval he made no verbal objection.\n\nAs Irene wheeled herself out upon the porch to see them start, Mary\nLouise called to her:\n\n\"Here's your chair cushion, Irene, lying on the steps and quite wet\nwith dew. I never supposed you could be so careless. And you'd better\nsew up that rip before it gets bigger,\" she added, handing the cushion\nto her friend.\n\n\"I will,\" Irene quietly returned.\n\nBub proved himself a good driver before they had gone a mile and it\npleased Mr. Conant to observe that the boy made the trip down the\ntreacherous mountain road with admirable caution. Once on the level,\nhowever, he \"stepped on it,\" as he expressed it, and dashed past the\nHuddle and over the plain as if training for the Grand Prix.\n\nIt amused Mary Louise to watch their quaint little driver, barefooted\nand in blue-jeans and hickory shirt, with the heavy Scotch golf cap\npulled over his eyes, taking his task of handling the car as seriously\nas might any city chauffeur and executing it fully as well.\n\nDuring the trip the girl conversed with Mr. Conant.\n\n\"Do you remember our referring to an old letter, the other day?\" she\nasked.\n\n\"Yes,\" said he.\n\n\"Irene found it in one of those secondhand books you bought in New\nYork, and she said it spoke of both my mother and my grandfather.\"\n\n\"The deuce it did!\" he exclaimed, evidently startled by the information.\n\n\"It must have been quite an old letter,\" continued Mary Louise,\nmusingly.\n\n\"What did it say?\" he demanded, rather eagerly for the unemotional\nlawyer.\n\n\"I don't know. Irene wouldn't let me read it.\"\n\n\"Wouldn't, eh? That's odd. Why didn't you tell me of this before I left\nthe Lodge?\"\n\n\"I didn't think to tell you, until now. And, Uncle Peter, what, do you\nthink of Miss Lord?\"\n\n\"A very charming lady. What did Irene do with the letter?\"\n\n\"I think she left it in the book; and--the book was stolen the very\nnext day.\"\n\n\"Great Caesar! Who knew about that letter?\"\n\n\"Miss Lord was present when Irene found the letter, and she heard Irene\nexclaim that it was all about my mother, as well as about my\ngrandfather.\"\n\n\"Miss Lord?\"\n\n\"Yes.\"\n\n\"And the book was taken by someone?\"\n\n\"The next day. We missed it after--after Miss Lord had visited the den\nalone.\"\n\n\"Huh!\"\n\nHe rode for awhile in silence.\n\n\"Really,\" he muttered, as if to himself, \"I ought to go back. I ought\nnot to take for granted the fact that this old letter is unimportant.\nHowever, Irene has read it, and if it happened to be of value I'm sure\nthe girl would have told me about it.\"\n\n\"Yes, she certainly would have told you,\" agreed Mary Louise. \"But she\ndeclared that even I would not be interested in reading it.\"\n\n\"That's the only point that perplexes me,\" said the lawyer.\n\"Just--that--one--point.\"\n\n\"Why?\" asked the girl.\n\nBut Mr. Conant did not explain. He sat bolt upright on his seat,\nstaring at the back of Bub's head, for the rest of the journey. Mary\nLouise noticed that his fingers constantly fumbled with the locket on\nhis watch chain.\n\nAs the lawyer left the car at the station he whispered to Mary Louise:\n\n\"Tell Irene that I now know about the letter; and just say to her that\nI consider her a very cautious girl. Don't say anything more. And\ndon't, for heaven's sake, suspect poor Miss Lord. I'll talk with Irene\nwhen I return on Friday.\"\n\nOn their way back Bub maintained an absolute silence until after they\nhad passed the Huddle. Before they started to climb the hill road,\nhowever, the boy suddenly slowed up, halted the car and turned\ndeliberately in his seat to face Mary Louise.\n\n\"Bein' as how you're a gal,\" said he, \"I ain't got much use fer ye, an'\nthat's a fact. I don't say it's your fault, nor that ye wouldn't 'a'\nmade a pass'ble boy ef ye'd be'n borned thet way. But you're right on\none thing, an' don't fergit I told ye so: thet woman at Bigbee's ain't\non the square.\"\n\n\"How do you know?\" asked Mary Louise, delighted to be taken into Bub's\nconfidence--being a girl.\n\n\"The critter's too slick,\" he explained, raising one bare foot to the\ncushion beside him and picking a sliver out of his toe. \"Her eyes ain't\ngot their shutters raised. Eyes're like winders, but hers ye kain't see\nthrough. I don't know nuth'n' 'bout that slick gal at Bigbee's an' I\ndon't want to know nuth'n'. But I heer'd what ye said to the boss, an'\nwhat he said to you, an' I guess you're right in sizin' the critter up,\nan' the boss is wrong.\"\n\nWith this he swung round again and started the car, nor did he utter\nanother word until he ran the machine into the garage.\n\nDuring Mary Louise's absence Irene had had a strange and startling\nexperience with their beautiful neighbor. The girl had wheeled her\nchair out upon the bluff to sun herself and read, Mrs. Conant being\nbusy in the house, when Agatha Lord strolled up to her with a smile and\na pleasant \"good morning.\"\n\n\"I'm glad to find you alone,\" said she, seating herself beside the\nwheeled chair. \"I saw Mr. Conant and Mary Louise pass the Bigbee place\nand decided this would be a good opportunity for you and me to have a\nnice, quiet talk together. So I came over.\"\n\nIrene's face was a bit disdainful as she remarked:\n\n\"I found the cushion this morning.\"\n\n\"What cushion do you refer to?\" asked Agatha with a puzzled expression.\n\nIrene frowned.\n\n\"We cannot talk frankly together when we are at cross purposes,\" she\ncomplained.\n\n\"Very true, my dear; but you seem inclined to speak in riddles.\"\n\n\"Do you deny any knowledge of my chair cushion!\"\n\n\"I do.\"\n\n\"I must accept your statement, of course. What do you wish to say to\nme, Miss Lord?\"\n\n\"I would like to establish a more friendly understanding between us.\nYou are an intelligent girl and cannot fail to realize that I have\ntaken a warm interest in your friend Mary Louise Burrows. I want to\nknow more about her, and about her people, who seem to have cast her\noff. You are able to give me this information, I am sure, and by doing\nso you may be instrumental in assisting your friend materially.\"\n\nIt was an odd speech; odd and insincere. Irene studied the woman's face\ncuriously.\n\n\"Who are you, Miss Lord?\" she inquired.\n\n\"Your neighbor.\"\n\n\"Why are you our neighbor?\"\n\n\"I am glad to be able to explain that--to you, in confidence. I am\ntrying to clear the name of Colonel Weatherby from a grave charge--the\ncharge of high treason.\"\n\n\"In other words, you are trying to discover where he is,\" retorted\nIrene impatiently.\n\n\"No, my dear; you mistake me. It is not important to my mission, at\npresent, to know where Colonel Weatherby is staying. I am merely\nseeking relevant information, such information as you are in a position\nto give me.\"\n\n\"I, Miss Lord?\"\n\n\"Yes. To be perfectly frank, I want to see the letter which you found\nin that book.\"\n\n\"Why should you attach any importance to that?\"\n\n\"I was present, you will remember, when you discovered it. I marked\nyour surprise and perplexity--your fear and uncertainty--as you glanced\nfirst at the writing and then at Mary Louise. You determined not to\nshow your friend that letter because it would disturb her, yet you\ninadvertently admitted, in my hearing, that it referred to the girl's\nmother and--which is vastly more important--to her grandfather.\"\n\n\"Well; what then, Miss Lord?\"\n\n\"Colonel Weatherby is a man of mystery. He has been hunted by\nGovernment agents for nearly ten years, during which time he has\nsuccessfully eluded them. If you know anything of the Government\nservice you know it has a thousand eyes, ten thousand ears and a myriad\nof long arms to seize its malefactors. It has not yet captured Colonel\nWeatherby.\"\n\n\"Why has he been hunted all these years?\"\n\n\"He is charged, as I said, with high treason. By persistently evading\ncapture he has tacitly admitted his guilt.\"\n\n\"But he is innocent!\" cried Irene indignantly.\n\nMiss Lord seemed surprised, yet not altogether ill-pleased, at the\ninvoluntary exclamation.\n\n\"Indeed!\" she said softly. \"Could you prove that statement?\"\n\n\"I--I think so,\" stammered the girl, regretting her hasty avowal.\n\n\"Then why not do so and by restoring Mary Louise to her grandfather\nmake them both happy?\"\n\nIrene sat silent, trapped.\n\n\"This is why I have come to you,\" continued Agatha, very seriously. \"I\nam employed by those whose identity I must not disclose to sift this\nmystery of Colonel Weatherby to the bottom, if possible, and then to\nfix the guilt where it belongs. By accident you have come into\npossession of certain facts that would be important in unravelling the\ntangle, but through your unfortunate affliction you are helpless to act\nin your own capacity. You need an ally with more strength and\nexperience than yourself, and I propose you accept me as that ally.\nTogether we may be able to clear the name of James J. Hathaway--who now\ncalls himself Colonel James Weatherby--from all reproach and so restore\nhim to the esteem of his fellow men.\"\n\n\"But we must not do that, even if we could!\" cried Irene, quite\ndistressed by the suggestion.\n\n\"Why not, my dear?\"\n\nThe tone was so soft and cat-like that it alarmed Irene instantly.\nBefore answering she took time to reflect. To her dismay she found this\nwoman was gradually drawing from her the very information she had\ndeclared she would preserve secret. She knew well that she was no match\nfor Agatha Lord in a trial of wits. Her only recourse must be a\nstubborn refusal to explain anything more.\n\n\"Colonel Weatherby,\" she said slowly, \"has better information than I of\nthe charge against him and his reasons for keeping hidden, yet he\nsteadfastly refuses to proclaim his innocence or to prove he is\nunjustly accused, which he might very well do if he chose. You say you\nare working in his interests, and, allowing that, I am satisfied he\nwould bitterly reproach anyone who succeeded in clearing his name by\ndisclosing the truth.\"\n\nThis argument positively amazed Agatha Lord, as it might well amaze\nanyone who had not read the letter. In spite of her supreme confidence\nof the moment before, the woman now suddenly realized that this\npromising interview was destined to end disastrously to her plans.\n\n\"I am so obtuse that you will have to explain that statement,\" she said\nwith assumed carelessness; but Irene was now on guard and replied:\n\n\"Then our alliance is dissolved. I do not intend, Miss Lord, to betray\nsuch information as I may have stumbled upon unwittingly. You express\ninterest in Mary Louise and her grandfather and say you are anxious to\nserve them. So am I. Therefore I beg you, in their interests, to\nabandon any further attempt to penetrate the secret.\"\n\nAgatha was disconcerted.\n\n\"Show me the letter,\" she urged, as a last resort. \"If, on reading it,\nI find your position is justifiable--you must admit it is now\nbewildering--I will agree to abandon the investigation altogether.\"\n\n\"I will not show you the letter,\" declared the girl positively.\n\nThe woman studied her face.\n\n\"But you will consider this conversation confidential, will you not?\"\n\n\"Since you request it, yes.\"\n\n\"I do not wish our very pleasant relations, as neighbors, disturbed. I\nwould rather the Conants and Mary Louise did not suspect I am here on\nany especial mission.\"\n\n\"Very well.\"\n\n\"In truth,\" continued Agatha, \"I am growing fond of yon all and this is\na real vacation to me, after a period of hard work in the city which\nracked my nerves. Before long I must return to the old strenuous life,\nso I wish to make the most of my present opportunities.\"\n\n\"I understand.\"\n\nNo further reference was made to the letter or to Colonel Weatherby.\nThey talked of other things for a while and when Miss Lord went away\nthere seemed to exist--at least upon the surface--the same friendly\nrelations that had formerly prevailed between them.\n\nIrene, reflecting upon the interview, decided that while she had\nadmitted more than was wise she had stopped short of exposing the truth\nabout Colonel Weatherby. The letter was safely hidden, now. She defied\neven Miss Lord to find it. If she could manage to control her tongue,\nhereafter, the secret was safe in her possession.\n\nThoughtfully she wheeled herself back to the den and finding the room\ndeserted she ventured to peep into her novel hiding-place. Yes; the\nprecious letter was still safe. But this time, in her abstraction, she\nfailed to see the face at the window.\n\n\n\n\nCHAPTER XX\n\nDIAMOND CUT DIAMOND\n\n\nTuesday afternoon Miss Lord's big touring car stood at the door of\nHillcrest Lodge, for Agatha had invited the Conant party to ride with\nher to Millbank. Irene was tucked into the back seat in a comfortable\nposition and beside her sat Mrs. Conant, who was going to make a few\npurchases at the village store. Mary Louise rode on the front seat with\nAgatha, who loved to drive her car and understood it perfectly.\n\nWhen they drove away there was no one left in the house but Sarah Judd,\nthe servant girl, who was washing the lunch dishes. Bub was in the\nshed-like garage, however, washing and polishing Will Morrison's old\ncar, on which the paint was so cracked and faded that the boy's attempt\nto improve its appearance was a desperate one.\n\nSarah, through the kitchen window, watched Bub for a time rather\nsharply. Then she went out on the bluff and looked down in the valley.\nMiss Lord's big car was just passing the Huddle on its way up the\nvalley.\n\nSarah turned and reentered the house. Her meek and diffident expression\nof countenance had quite disappeared. Her face now wore a look of stern\ndetermination and the blue eyes deepened and grew shrewd.\n\nShe walked straight to the den and without hesitation approached the\nfarther wall and took from its pegs Will Morrison's fine hunting rifle.\nIn the stock was a hollow chamber for cartridges, for the rifle was of\nthe type known as a \"repeater.\" Sliding back the steel plate that hid\nthis cavity, Sarah drew from it a folded paper of a yellow tint and\ncalmly spread it on the table before her. Then she laid down the rifle,\nplaced a chair at the table and with absorbed attention read the letter\nfrom beginning to end--the letter that Irene had found in the book.\n\nIt was closely written on both sides the thin sheet--evidently of\nforeign make--and although the writing was faded it was still clearly\nlegible.\n\nAfter the first perusal Sarah Judd leaned her elbows on the table and\nher head on her hands and proceeded to study the epistle still more\nclosely. Then she drew from her pocket a notebook and pencil and with\ninfinite care made a copy of the entire letter, writing it in her book\nin shorthand. This accomplished, she replaced the letter in the rifle\nstock and hung the weapon on its pegs again.\n\nBoth the window and the glass door of the den faced the back yard.\nSarah opened the door and stood there in deep thought, watching Bub at\nhis work. Then she returned to the table and opening a drawer drew out\na sheet of blank paper. On this she wrote the following words:\n\n\"John Folger, 1601 F. Street, Washington, D. C.\n\nNothing under sterling over letter bobbing every kernel sad mother\nmaking frolic better quick. If England rumples paper Russia admires\nmoney.\n\nSarah Judd.\"\n\nEach word of this preposterous phrasing she wrote after consulting\nanother book hidden cleverly among the coils of her red hair--a tiny\nbook it--was, filled with curious characters. When the writing was\nfinished the girl seemed well satisfied with her work. After tucking\naway the book in its former place she went to her room, got her purse\nand then proceeded to the shed and confronted Bub.\n\n\"I want you to drive this car to Millbank, to the telegraph office at\nthe railway station,\" said Sarah.\n\nBub gave her a scornful look.\n\n\"Ye're crazy,\" he said and went on with his polishing.\n\n\"That needn't worry you,\" retorted the girl.\n\n\"It don't,\" declared Bub.\n\n\"You can drive and you're going to,\" she continued. \"I've got to send\nthis telegram quick, and you've got to take it.\" She opened her purse\nand placed two coins on the fender of the car. \"There's a dollar to pay\nfor the message, and there's a five-dollar gold-piece to pay you for\nyour trouble.\"\n\nBub gave a gasp. He came up beside her and stared at the money. Then he\nturned to look at Sarah Judd.\n\n\"What's up?\" he demanded.\n\n\"Private business. Don't ask questions; you'd only get lies for\nanswers. Go and earn your money.\"\n\n\"Miss' Conant, she's gone to Millbank herself. Ef she sees me there,\nI'll git fired. The boss'll fire me himself, anyhow, fer usin' the car\nwhen he tol' me not to.\"\n\n\"How much do you get a week!\" asked Sarah.\n\n\"Four bits.\"\n\n\"That's about two dollars a month. In two months the Conants will move\nback to the city, and by then you'll have earned four dollars. Why,\nBub, it's cheaper for you to take this five-dollar gold-piece and get\nfired, than to work for two months for four dollars.\"\n\nBub scratched his head in perplexity.\n\n\"Ye ain't count'n' on the fun o' workin',\" he suggested.\n\n\"I'm counting on that five dollars--eight bits to a dollar, forty bits\naltogether. Why, it's a fortune, Bub.\"\n\nHe took out his knife, looked around for a stick to whittle and,\nfinding none, put the knife in his pocket with a sigh.\n\n\"I guess Will Morrison wouldn't like it,\" he decided. \"Put up yer\nmoney, Sairy.\"\n\nSarah withdrew the gold-piece and put a larger one in its place.\n\n\"There,\" she said; \"let's make it ten dollars, and save time.\"\n\nBub's hesitation vanished, but he asked anxiously:\n\n\"Tain't go'n' to do no harm to them gals thet's stoppin' here, is it?\"\n\n\"It is to do them a good turn that I'm sending this telegram.\"\n\n\"Honor bright?\"\n\n\"Hope to die, Bub.\"\n\n\"All right; I'm off.\"\n\nHe folded the letter, placed it inside his Scotch cap and stowed the\nmoney carefully in his pocket.\n\n\"Don't let any of the folks see you if yon can help it,\" warned Sarah;\n\"and, whatever happens, don't say anything about that telegram to a\nliving soul. Only--see that it's sent.\"\n\n\"I'm wise,\" answered Bub and a moment later he started the car and\nrolled away down the road.\n\nSarah Judd looked after him with a queer smile on her face. Then she\nwent back to her kitchen and resumed her dish-washing. Presently a\nscarcely audible sound arrested her attention. It seemed to come from\nthe interior of the Lodge.\n\nSarah avoided making a particle of noise herself as she stole softly\nthrough the dining room and entered the main hallway. One glance showed\nher that the front door was ajar and the door of the den\nclosed--exactly the reverse of what they should be. She crept forward\nand with a sudden movement threw open the door of the den.\n\nA woman stood in the center of the room. As the door opened she swung\naround and pointed a revolver at Sarah. Then for a moment they silently\nfaced one another.\n\n\"Ah,\" said the woman, with an accent of relief, \"you're the servant. Go\nback to your work. Mrs. Conant told me to make myself at home here.\"\n\n\"Yes, I know,\" replied Sarah sarcastically. \"She said she was expecting\nyou and told me it wouldn't do any harm to keep an eye on you while\nyou're here. She said Miss Lord was going to get all the family away,\nso you could make a careful search of the house, you being Miss Lord's\nmaid, Susan--otherwise known as Nan Shelley, from the Washington\nBureau.\"\n\nSusan's hand shook so ridiculously that she lowered the revolver to\nprevent its dropping from her grasp. Her countenance expressed chagrin,\nsurprise, anger.\n\n\"I don't know you,\" she said harshly. \"Who are you?\"\n\n\"New at the game,\" replied Sarah Judd, with a shrug. \"You don't know\nme, Nan, but I know you; and I know your record, too. You're as slick\nas they make 'em, and the one who calls herself Agatha Lord is just an\ninfantile amateur beside you. But go ahead, Nan; don't let me interrupt\nyour work.\"\n\nThe woman sank into a chair.\n\n\"You can't be from the home office,\" she muttered, staring hard at the\ngirl. \"They wouldn't dare interfere with my work here.\"\n\n\"No; I'm not from the home office.\"\n\n\"I knew,\" said Susan, \"as soon as I heard the story of your coming,\nthat it was faked. I'd gamble that you never saw Mrs. Morrison in your\nlife.\"\n\n\"You'd win,\" said Sarah, also taking a chair.\n\n\"Then who could have sent you here?\"\n\n\"Figure it out yourself,\" suggested Sarah.\n\n\"I'm trying to. Do you know what we're after?\"\n\n\"A clew to Hathaway. Incidentally, any other information concerning him\nthat comes your way. That includes the letter.\"\n\n\"Oh. So you know about the letter, do you?\" asked Susan.\n\n\"To be sure. And I know that's what you're here for now. Don't let me\ninterrupt you. It's a mighty hard job, finding that letter, and the\nfolks'll be back by and by.\"\n\n\"You're right,\" exclaimed the woman, rising abruptly. \"Go back to your\nwork in the kitchen.\"\n\n\"This is my occupation, just now,\" retorted Sarah, lolling in her\nchair. \"Go ahead with your search, Nan, and I'll tell you when you are\n'hot' or 'cold.'\"\n\n\"You're an impudent little chit,\" said Nan tartly. \"See here,\" with a\nsudden change of voice, \"let's pool issues. If we can discover anything\nimportant in this place, there's reward enough for us all.\"\n\n\"I am not opposing you,\" protested Sarah Judd, \"I'm not a particle\ninterested in whether you trace Hathaway or not. I don't believe you\ncan do it, though, and that letter you're so eager for won't help you a\nbit. It was written ten years ago.\"\n\n\"That makes it more important,\" declared the other, \"We've two things\nto accomplish; one is to locate Hathaway, and the other to secure\nabsolute proof of his guilt.\"\n\n\"I thought he was caught doing the job.\"\n\n\"So he was, in a way. But the Department needs more proof.\"\n\nSarah Judd smiled unbelievingly. Then she chuckled. Presently she\nlaughed outright, in genuine merriment, as the thought that amused her\ngrew and expanded.\n\n\"What fools--\" she said, \"what perfect fools--we mortals be!\"\n\nAll this annoyed Nan Shelley exceedingly. The successful woman\ndetective did not relish being jeered at by a mere girl.\n\n\"You've read the letter, I suppose, and are now making fun of me for\ntrying to get it? Perhaps you've hidden it yourself--although that\nisn't likely. Why can't you give me an honest tip? We're both in the\nsame line, it seems, and both trying to earn an honest living. How\nabout that letter? Is it necessary for me to find it?\"\n\n\"I've read it,\" admitted Sarah, \"and I know where it is. You might\nperhaps find it, if you hunted long enough, but it isn't worth your\nwhile. It wouldn't help in the least to convict Hathaway and of course\nit couldn't tell you where he is now hiding.\"\n\n\"Is this straight?\"\n\n\"True as gospel.\"\n\n\"Then why don't you prove it by showing me the letter?\"\n\n\"Because I don't belong on your side of the fence. You're working for\none organization and I for another. Any little tip I let slip is just\nfor your personal use. Don't bother about that letter.\"\n\nSusan--or Nan Shelley--sat for a time in thought. Once in a while she\nwould cast a furtive glance around the room and its wall covered with\ntrophies, and then she would turn to Sarah Judd's placid face.\n\n\"Where did the boy go?\" she asked abruptly.\n\n\"What boy?\"\n\n\"Bub; in the automobile.\"\n\n\"To Millbank.\"\n\n\"What for?\"\n\n\"To send a telegram.\"\n\n\"Your report?\"\n\n\"Yes.\"\n\n\"Important?\"\n\n\"I think it'll bring things to a climax.\"\n\n\"The Hathaway case?\"\n\n\"You can guess anything, Nan, if you guess long enough.\"\n\nNan rose and put the revolver in her pocket. Then she held out her hand\nfrankly to Sarah Judd.\n\n\"If you've beaten me in this affair,\" she said, with no apparent\nresentment, \"you're clever enough to become famous some day. I'm going\nto take your advice about the letter and if that climax you're\npredicting arrives on schedule time I'll not be sorry to quit this\ndreary, dragging case and pick up a more interesting one.\"\n\nThe tone was friendly and frank. Sarah stretched out her hand to meet\nthat of Nan and in a flash a handcuff snapped over her wrist. With a\ncry she drew back, but a dextrous twist of her opponent's free hand\nprisoned her other wrist and she at once realized that she was fairly\ncaught.\n\n\"Fine!\" she cried admiringly, as she looked at her bonds, \"What next,\nNan?\"\n\nBut Nan was too busy to talk. She deftly searched the girl's pocket and\nfound the notebook. The shorthand writing caught her eye at once but\nthe characters were unknown to her.\n\n\"Cipher, eh?\" she muttered.\n\n\"A little code of my own invention,\" said Sarah. \"Sometimes I can't\nmake it out myself.\"\n\nNan restored the book and examined Sarah Judd's purse.\n\n\"They keep you well supplied with funds, it seems.\"\n\n\"Comes handy in emergencies,\" was the reply.\n\n\"Now let's go to your room.\"\n\nSarah, handcuffed, led the way. Nan Shelley made a wonderfully rapid\nsearch through every article in the maid's room. The lining of her\nclothes was inspected, her hair-brush tested for a sliding back, the\npictures on the wall, the rug and the bed-clothing examined minutely.\nYet all this consumed but a brief period of time and resulted in no\nimportant discovery.\n\n\"Feel better?\" asked Sarah cheerfully.\n\n\"You know I do. I'm going to remove these handcuffs, now, and then I'm\ngoing home. Come and see me, some time when you feel lonesome. I've\nonly that fool Agatha to talk to and I've an idea you and I might\ninterest each other.\"\n\nAs she spoke she unlocked the manacles and dropped them with a slight\nclick into a concealed pocket of her dark skirt.\n\n\"I imagine Agatha isn't REAL brilliant,\" returned Sarah; \"but neither\nam I. When I'm your age, Nan, I hope to be half as clever. Just now you\ncan twist me around your finger.\"\n\nNan regarded her seriously.\n\n\"I wish I knew what you are up to,\" she remarked suspiciously. \"You can\nscarcely conceal your joy, my girl, and that proves I've overlooked\nsomething. You've puzzled me, youngster as you are, but you must\nremember that I'm working in the dark while some mysterious gleam of\nknowledge lights your way. Put us side by side, on the same track, and\nI wouldn't be afraid of you, Sarah Judd.\"\n\n\"Don't apologize, Nan; it makes me feel ashamed.\"\n\nNan's frown, as she looked into the blue eyes, turned to a smile of\nappreciation. Sarah also smiled, and then she said:\n\n\"Let me make you a cup of tea before you go.\"\n\n\"A good idea. We're friends, then?\"\n\n\"Why not? One friend is worth a thousand enemies and it's absurd to\nquarrel with one for doing her duty.\"\n\n\"That's what O'Gorman is always saying. Ever hear of O'Gorman?\"\n\n\"Yes; he's one of the old stand-bys in the secret service department;\nbut they say he's getting old. Slipped a good many cogs lately, I hear.\"\n\n\"He's the Chief's right hand man. O'Gorman used to have this case--the\nbranch of it I'm now working--but he gave it up and recommended the\nChief to put me on the job. Said a woman could trail Mary Louise better\nthan any man and with less chance of discovery; and he was right, for\nI've lived half a block from her in Dorfield and she never saw my face\nonce. But O'Gorman didn't suspect you were coming into the case and the\nthing's getting altogether too complicated to suit me.\"\n\nSarah was brewing the tea and considered an answer unnecessary. The\nconversation drifted away from the Hathaway case and into less personal\nchannels. When Nan Shelley finally rose to go there was sincere\nfriendliness in Sarah's \"good-bye\" and the elder woman said in parting:\n\n\"You're the right sort, Sarah. If ever you drift into Washington and\nneed work, come to me and I'll get the Chief to take you on. I know\nhe'd be glad to get you.\"\n\n\"Thank you, Nan,\" said Sarah meekly.\n\nBut there was a smile on her freckled face as she watched her recent\nacquaintance walk down the road, and it lingered there while she\nreturned to her kitchen and finally washed and put away the long\nneglected lunch dishes.\n\nBub dashed into the yard and tooted his horn. Sarah went out to him.\n\n\"Ye kin call me lucky, ef ye don't mind,\" he said with a grin. \"Sent\nyer tel'gram, found out the tenner ye guv me were good, an' got back\nwithout the folks gett'n' a single blink at me.\"\n\n\"You're some driver, Bub, and you've got a wise head on your shoulders.\nIf you don't talk about this trip, and I don't, no one will ever know,\nexcept we two, that the car has been out of the garage.\"\n\n\n\n\nCHAPTER XXI\n\nBAD NEWS\n\n\nPeter Conant had told his wife that he wouldn't be at the Lodge this\nweek until Saturday, as business would prevent his coming earlier, yet\nthe Thursday afternoon train brought him to Millbank and Bill Coombs'\nstage took him to Hillcrest.\n\n\"Why, Peter!\" exclaimed Aunt Hannah, when she saw him, \"what on earth\nbrought you--\"\n\nThen she stopped short, for Peter's eyes were staring more roundly than\nusual and the hand that fumbled at his locket trembled visibly. He\nstared at Aunt Hannah, he stared at Irene; but most of all he stared at\nMary Louise, who seemed to sense from his manner some impending\nmisfortune.\n\n\"H-m,\" said the lawyer, growing red and then paling; \"I've bad news.\"\n\nHe chopped the words off abruptly, as if he resented the necessity of\nuttering them. His eyes, which had been fixed upon the face of Mary\nLouise, suddenly wavered and sought the floor.\n\nHis manner said more than his words. Mary Louise grew white and pressed\nher hands to her heart, regarding the lawyer with eyes questioning and\nfull of fear. Irene turned a sympathetic gaze upon her friend and Aunt\nHannah came closer to the girl and slipped an arm around her waist, as\nif to help her to endure this unknown trial. And Mary Louise, feeling\nshe could not bear the suspense, asked falteringly:\n\n\"Has--Gran'pa Jim--been--\"\n\n\"No,\" said Mr. Conant. \"No, my dear, no.\"\n\n\"Then--has anything happened to--to--mother?\"\n\n\"Well, well,\" muttered the lawyer, with a sort or growl, \"Mrs. Burrows\nhas not been in good health for some months, it seems. She--eh--was\nunder a--eh--under a nervous strain; a severe nervous strain, you know,\nand--\"\n\n\"Is she dead?\" asked the girl in a low, hard voice.\n\n\"The end, it seems, came unexpectedly, several days ago. She did not\nsuffer, your grandfather writes, but--\"\n\nAgain he left his sentence unfinished, for Mary Louise had buried her\nface in Aunt Hannah's bosom and was sobbing in a miserable,\nheart-breaking way that made Peter jerk a handkerchief from, his pocket\nand blow his nose lustily. Then he turned and marched from the room,\nwhile his wife led the hapless girl to a sofa and cuddled her in her\nlap as if she had been a little child.\n\n\"She's best with the women,\" muttered Peter to himself. \"It's a\nsorrowful thing--a dreadful thing, in a way--but it can't be helped\nand--she's best with the women.\"\n\nHe had wandered into the dining room, where Sarah Judd was laying the\ntable for dinner. She must have overheard the conversation in the\nliving room, for she came beside the lawyer and asked:\n\n\"When did Mrs. Burrows die?\"\n\n\"On Monday.\"\n\n\"Where?\"\n\n\"That's none of your business, my girl.\"\n\n\"Has the funeral been held?\"\n\nHe regarded her curiously. The idea of a servant asking such questions!\nBut there was a look in Sarah's blue eyes that meant more than\ncuriosity; somehow, it drew from him an answer.\n\n\"Mrs. Burrows was cremated on Wednesday. It seems she preferred it to\nburial.\" Having said this, he turned to stare from the window again.\n\nSarah Judd stood silent a moment. Then she said with a sigh of relief:\n\n\"It's a queer world, isn't it, Mr. Conant? And this death isn't\naltogether a calamity.\"\n\n\"Eh? Why not?\" whirling round to face her.\n\n\"Because,\" said Sarah, \"it will enable Mr. Hathaway to face the world\nagain--a free man.\"\n\nPeter Conant was so startled that he stood motionless, forgetting his\nlocket but not forgetting to stare. Sarah, with her hands full of forks\nand spoons, began placing the silver in orderly array upon the table.\nShe paid no heed to the lawyer, who gradually recovered his poise and\nwatched her with newly awakened interest. Once or twice he opened his\nmouth to speak, and then decided not to. He was bewildered, perplexed,\nsuspicious. In thought he began to review the manner of Sarah's coming\nto them, and her subsequent actions. She seemed a capable servant. Mrs.\nConant had never complained of her. Yet--what did she know of Hathaway?\n\nMary Louise did not appear at dinner. She begged to be left alone in\nher room. Sarah took her some toast and tea, with honest sympathy in\nher eyes, but the sorrowing girl shook her head and would not taste the\nfood. Later, however, in the evening, she entered the living room where\nthe others sat in depressed silence and said:\n\n\"Please, Mr. Conant, tell me all you know about--mother.\"\n\n\"It is very little, my dear\" replied the lawyer in a kindly tone. \"This\nmorning I received a message from your grandfather which said: 'Poor\nBeatrice passed away on Monday and at her request her body was cremated\nto-day. Be very gentle in breaking the sad news to Mary Louise.' That\nwas all, my child, and I came here as quickly as I could. In a day or\nso we shall have further details, I feel sure. I am going back to town\nin the morning and will send you any information I receive.\"\n\n\"Thank you,\" said the girl, and was quietly leaving the room when Irene\ncalled to her.\n\n\"Mary Louise!\"\n\n\"Yes?\" half turning.\n\n\"Will you come with me to my room?\"\n\n\"Now?\"\n\n\"Yes. You know I cannot go up the stairs. And--I lost my own dear\nmother not long ago, you will remember.\"\n\nTears started to the girl's eyes, but she waited until Irene wheeled\nher chair beside her and then the two went through the den to Irene's\nroom.\n\nMrs. Conant nodded to Peter approvingly.\n\n\"Irene will comfort her,\" she said, \"and in a way far better than I\nmight do. It is all very dreadful and very sad, Peter, but the poor\nchild has never enjoyed much of her mother's society and when the first\nbitter grief is passed I think she will recover something of her usual\ncheerfulness.\"\n\n\"H-m,\" returned the lawyer; \"it seems a hard thing to say, Hannah, but\nthis demise may prove a blessing in disguise and be best for the\nchild's future happiness. In any event, I'm sure it will relieve the\nstrain many of us have been under for the past ten years.\"\n\n\"You talk in riddles, Peter.\"\n\n\"The whole thing is a riddle, Hannah. And, by the way, have you noticed\nanything suspicious about our hired girl?\"\n\n\"About Sarah? No,\" regarding him with surprise.\n\n\"Does she--eh--snoop around much?\"\n\n\"No; she's a very good girl.\"\n\n\"Too good to be true, perhaps,\" observed Peter, and lapsed into\nthought. Really, it wouldn't matter now how much Sarah Judd--or anyone\nelse--knew of the Hathaway case. The mystery would solve itself,\npresently.\n\n\n\n\nCHAPTER XXII\n\nTHE FOLKS AT BIGBEE'S\n\n\nMr. Conant decided to take the Friday morning train back to Dorfield,\nsaying it would not be possible for him to remain at the Lodge over\nSunday, because important business might require his presence in town.\n\n\"This demise of Mrs. Burrows,\" he said confidentially to his wife in\nthe privacy of their room, \"may have far-reaching results and turn the\nwhole current of Colonel Weatherby's life.\"\n\n\"I don't see why,\" said Aunt Hannah.\n\n\"You're not expected to see why,\" he replied. \"As the Colonel is my\nmost important client, I must be at the office in case of developments\nor a sudden demand for my services. I will tell you one thing, however,\nand that is that this vacation at Hillcrest Lodge was planned by the\nColonel while I was in New York, with the idea that he and Mrs. Burrows\nwould come here secretly and enjoy a nice visit with Mary Louise.\"\n\n\"You planned all that, Peter!\"\n\n\"Yes. That is, Weatherby planned it. He knows Will Morrison well, and\nWill was only too glad to assist him; so they wired me to come to New\nYork, where all was quickly arranged. This place is so retired that we\nconsidered it quite safe for the fugitives to come here.\"\n\n\"Why didn't they come, then?\"\n\n\"Two reasons prevented them. One was the sudden breaking of Mrs.\nBurrows' health; the other reason was the Colonel's discovery that in\nsome way our carefully laid plans had become known to the detectives\nwho are seeking him.\"\n\n\"Good gracious! Are you sure of that, Peter!\"\n\n\"The Colonel seemed sure. He maintains a detective force on his own\naccount and his spies discovered that Hillcrest is being watched by\nagents of the Secret Service.\"\n\n\"Dear me; what a maze of deceit!\" wailed the good woman. \"I wish you\nwere well out of the whole affair, Peter; and I wish Mary Louise was\nout of it, too.\"\n\n\"So do I, with all my heart. But it's coming to a focus soon, Hannah.\nBe patient and it may end better than we now fear.\"\n\nSo Bub drove Mr. Conant to Millbank and then the boy took the car to\nthe blacksmith shop to have a small part repaired. The blacksmith made\na bungle of it and wasted all the forenoon before he finally took Bub's\nadvice about shaping it and the new rod was attached and found to work\nsuccessfully.\n\nIt was after one o'clock when the boy at last started for home and on\nthe way was hailed by a stranger--a little man who was trudging along\nthe road with both hands thrust in his pockets.\n\n\"Going far?\" he asked.\n\n\"Up th' mount'n to Hillcrest,\" said Bub.\n\n\"Oh. May I have a lift?\"\n\n\"How fer?\"\n\n\"Well, I can't say how far I'll go. I'm undecided. Just came out here\nfor a little fresh air, you know, with no definite plans,\" explained\nthe stranger.\n\n\"Hop in,\" said Bub and for a time they rode together in silence.\n\n\"This 'ere's the Huddle, as we're comin' to,\" announced the boy. \"Ol'\nMiss' Parsons she sometimes takes boarders.\"\n\n\"That's kind of her,\" remarked the stranger. \"But the air isn't so good\nas further up the hill.\"\n\n\"Ef ye go up,\" said Bub with a grin, \"guess ye'll hev to camp out an'\neat scrub. Nobody don't take boarders, up th' mount'n.\"\n\n\"I suppose not.\"\n\nHe made no demand to be let out at the Huddle, so Bub drove on.\n\n\"By the way,\" said the little man, \"isn't there a place called\nBigbee's, near here?\"\n\n\"Comin' to it pretty soon. They's some gals livin' there now, so ye\nwon't care to stop.\"\n\n\"What sort of girls are they?\"\n\n\"Sort o' queer.\"\n\n\"Yes?\"\n\n\"Ye bet ye. Come from the city a while ago an' livin' by theyselves.\nSometh'n' wrong 'bout them gals,\" added Bub reflectively.\n\n\"In what way?\" asked the little man in a tone of interest.\n\n\"They ain't here fer nuth'n' special 'cept watchin' the folks at\nHillcrest. Them's the folks I belongs to. For four bits a week. They's\nsometh'n' queer 'bout them, too; but I guess all the folks is queer\nthet comes here from the city.\"\n\n\"Quite likely,\" agreed the little man, nodding. \"Let me out at\nBigbee's, please, and I'll look over those women and form my own\nopinion of them. They may perhaps be friends of mine.\"\n\n\"In thet case,\" asserted Bub, \"I pity ye, stranger. F'r my part, I\nain't got no use fer anything thet wears skirts--'cept one er two,\nmebbe,\" he added reflectively. \"Most men I kin git 'long with\nfust-rate; but ef a man ever gits in trouble, er begins cussin' an'\nacts ugly, it's 'cause some gal's rubbed him crossways the grain er\nstuck a knife in him an' twisted the blade--so's ter speak.\"\n\n\"You're an observant lad, I see.\"\n\n\"When I'm awake I kain't help seein' things.\"\n\n\"And you're a pastoral philosopher.\"\n\nBub scowled and gave him a surly glance.\n\n\"What's the use firin' thet high-brow stuff at me?\" he asked\nindignantly. \"I s'pose ye think I'm a kid, jes' 'cause I don't do no\nfancy talkin'.\"\n\n\"I suspect you of nothing but generosity in giving me this ride,\" said\nthe stranger pleasantly. \"Is that Bigbee's, over yonder?\"\n\n\"Yes.\"\n\nThe little man got out at the point where the Bigbee drive met the\nroad, and walked up the drive toward the house. Agatha Lord was\nstanding at the gateway, as he approached it, and seemed rather\nstartled at his appearance. But she quickly controlled her surprise and\nasked in a calm voice, as she faced him:\n\n\"What's up, O'Gorman?\"\n\n\"Hathaway's coming here,\" he said.\n\n\"Are you sure?\"\n\n\"He's in Dorfield to-day, waiting to see Lawyer Conant, who went in on\nthe morning train. Where's Nan?\"\n\n\"Here, my lord!\" said Nan Shelley, stepping from behind a tall shrub.\n\"How are you, partner? I recognized you as you passed the Huddle with\nthe boy.\"\n\n\"Field glasses, eh? There isn't much escapes you, Nan.\"\n\n\"Why didn't you tell me?\" asked Agatha reproachfully.\n\n\"Why don't you make your own discoveries?\" retorted her confederate.\nThen, turning to O'Gorman, she continued: \"So Hathaway's coming, is he?\nAt last.\"\n\n\"A little late, but according to program. How have you been getting\nalong?\"\n\n\"Bored to death,\" asserted Nan. \"Agatha has played the lady and I've\ndone the dirty work. But tell me, why didn't you nab Hathaway at\nDorfield?\"\n\nO'Gorman smiled a little grimly as he answered:\n\n\"I'm not sure, Nan, that we shall nab Hathaway at all.\"\n\n\"Isn't he being shadowed?\" with some surprise.\n\n\"No. But he'll come here, right enough; and then--\"\n\n\"And then,\" she added, as he paused, \"the chase of years will come to\nan end.\"\n\n\"Exactly. We may decide to take him to Washington, and we may not.\"\n\nShe gazed at him inquiringly.\n\n\"There are some new developments, then, O'Gorman?\"\n\n\"I'm inclined to suspect there are.\"\n\n\"Known to the department?\"\n\n\"Yes. I'm to investigate and use my judgment.\"\n\n\"I see. Then Agatha and I are out of it?\"\n\n\"Not yet; I'm still depending on your shrewdness to assist me. The\noffice has only had a hint, so far, of the prospective break in the\ncase, but--\"\n\n\"Oh, yes; I remember now,\" exclaimed Nan.\n\n\"That girl up at Conant's sent a telegram, in a desperate hurry. I\nsuspected it meant something important. Who is she, O'Gorman, and why\ndid the Chief cut under us by planting Sarah Judd in the Conants'\nhousehold?\"\n\n\"He didn't. The girl has nothing to do with the Department.\"\n\n\"Then some of you intercepted the telegram?\"\n\n\"We know what it said,\" he admitted.\n\n\"Come, let's go to the house. I've had no lunch. Can you feed me?\"\n\n\"Certainly.\" They turned and walked slowly up the path. Said Nan,\nmusingly: \"That Sarah Judd is rather clever, O'Gorman. Is she in\nHathaway's pay?\"\n\n\"I think not,\" he replied, with an amused chuckle.\n\nNan tossed her head indignantly.\n\n\"Very well; play me for a ninny, if you like,\" she said resentfully.\n\"You'll get a heap more out of me, in that way!\"\n\n\"Now, now,\" said Agatha warningly, \"keep your tempers and don't\nquarrel. You two are like cats and dogs when you get together; yet\nyou're the two cleverest people in the service. According to your\nstory, Mr. O'Gorman, there's an important crisis approaching, and we'd\nall like to be able to render a good account of ourselves.\"\n\nAgatha Lord may have lacked something of Nan's experience, but this\nspeech proved her a fair diplomat. It dispersed the gathering storm and\nduring the rest of that afternoon the three counseled together in\nperfect harmony, O'Gorman confiding to his associates such information\nas would enable them to act with him intelligently. Hathaway and Peter\nConant could not arrive till the next day at noon; they might even come\nby the afternoon train. Nan's field glasses would warn them of the\narrival and meanwhile there was ample time to consider how they should\nact.\n\n\n\nCHAPTER XXIII\n\nA KISS FROM JOSIE\n\n\nThat evening, as Sarah Judd was sitting in her room reading a book, her\nwork for the day being over, she heard a succession of little taps\nagainst her window-pane. She sat still, listening, until the taps were\nrepeated, when she walked straight to the window, drew the shade and\nthrew tip the sash. O'Gorman's face appeared in the opening and the\ngirl put a hand on each of his cheeks and leaning over kissed him full\nupon his lips.\n\nThe man's face, lighted by the lamp from within the room, was radiant.\nEven the fat nose was beatified by the love that shone in his small\ngray eyes. He took one of her hands in both of his own and held it\nclose a moment, while they regarded one another silently.\n\nThen he gave a little beckoning signal and the girl turned to slip on a\nlight coat, for the nights were chill on the mountain. Afterward she\nunfastened her outside door and joined the detective, who passed an arm\naround her and led her to one of the benches on the bluff.\n\nThe new moon was dim, but a sprinkling of stars lit the sky. The man\nand girl were far enough from the Lodge not to be overheard.\n\n\"It's good to see you again, Josie,\" said O'Gorman, as they seated\nthemselves on the bench. \"How do you like being a sleuth?\"\n\n\"Really, Daddy,\" she replied, \"it has been no end of a lark. I'm dead\nsick of washing other folks' dishes, I confess, but the fun I've had\nhas more than made up for the hard work. Do you know, Dad, I had a\nsession with Nan Shelley one day, and she didn't have much the best of\nit, either, although she's quick as a cat and had me backed off the map\nin every way except for the matter of wits. My thoughts didn't crumble\nmuch and Nan was good enough to congratulate me. She knew, as soon as I\ndid, about the letter the crippled girl found in a book, but I managed\nto make a copy of it, while Nan is still wondering where it is hid. I'm\npatting myself on the back, Dad, because you trained me and I want to\nprove myself a credit to your training. It's no wonder, with such a\nmaster, that I could hold my own with Nan Shelley!\"\n\nHe gave a little amused laugh.\n\n\"You're all right, Josie dear,\" he replied. \"My training wouldn't have\namounted to shucks if you hadn't possessed the proper gray matter to\nwork with. But about that letter,\" more seriously; \"your telegram told\nme a lot, because our code is so concise, but it also left a good deal\nto be guessed at. Who wrote the letter? I must know all the details in\norder to understand it properly.\"\n\n\"It's all down in my private shorthand book,\" said Josie O'Gorman, \"but\nI've never dared make a clear copy while Nan was so near me. You can't\nread it, Dad, and I can't read it to you in the dark; so you'll have to\nwait.\"\n\n\"Have you your notebook here?\"\n\n\"Always carry it.\"\n\nHe drew an electric storage-lamp from his pocket and shielded the tiny\ncircle of light with his coat.\n\n\"Now, then,\" said he, \"read the letter to me, Josie. It's impossible\nfor anyone to see the light from the house.\"\n\nThe girl held her notebook behind the flap of his coat, where the lamp\nshed its white rays upon it, and slowly read the text of the letter.\nO'Gorman sat silent for some time after she had finished reading.\n\n\"In all my speculations concerning the Hathaway case,\" he said to his\ndaughter, \"I never guessed this as the true solution of the man's\nextraordinary actions. But now, realizing that Hathaway is a gentleman\nto the core, I understand he could not have acted in any other way.\"\n\n\"Mrs. Burrows is dead,\" remarked Josie.\n\n\"I know. It's a pity she didn't die long ago.\"\n\n\"This thing killed her, Dad.\"\n\n\"I'm sure of it. She was a weak, though kind-hearted, woman and this\ntrouble wore her out with fear and anxiety. How did the girl--Mary\nLouise--take her mother's death?\"\n\n\"Rather hard, at first. She's quieter now. But--see here, Dad--are you\nstill working for the Department?\"\n\n\"Of course.\"\n\n\"Then I'm sorry I've told you so much. I'm on the other side. I'm here\nto protect Mary Louise Burrows and her interests.\"\n\n\"To be sure. I sent you here myself, at my own expense, both to test\nyour training before I let you into the regular game and for the sake\nof the little Burrows girl, whom I fell in love with when she was so\nfriendless. I believed things would reach a climax in the Hathaway\ncase, in this very spot, but I couldn't foresee that your cleverness\nwould ferret out that letter, which the girl Irene intended to keep\nsilent about, nor did I know that the Chief would send me here in\nperson to supervise Hathaway's capture. Mighty queer things happen in\nthis profession of ours, and circumstances lead the best of us by the\nnose.\"\n\n\"Do you intend to arrest Mr. Hathaway?\"\n\n\"After hearing that letter read and in view of the fact that Mrs.\nBurrows is dead, I think not. The letter, if authentic, clears up the\nmystery to our complete satisfaction. But I must get the story from\nHathaway's own lips, and then compare his statement with that in the\nletter. If they agree, we won't prosecute the man at all, and the\nfamous case that has caused us so much trouble for years will be filed\nin the office pigeonholes and pass into ancient history.\"\n\nJosie O'Gorman sat silent for a long time. Then she asked:\n\n\"Do you think Mr. Hathaway will come here, now that--now that--\"\n\n\"I'm quite sure he will come.\"\n\n\"When?\"\n\n\"To-morrow.\"\n\n\"Then I must warn them and try to head him off. I'm on his side, Dad;\ndon't forget that.\"\n\n\"I won't; and because you're on his side, Josie, you must let him come\nand be vindicated, and so clear up this matter for good and all.\"\n\n\"Poor Mary Louise! I was thinking of her, not of her grandfather. Have\nyou considered how a knowledge of the truth will affect her?\"\n\n\"Yes. She will be the chief sufferer when her grandfather's innocence\nis finally proved.\"\n\n\"It will break her heart,\" said Josie, with a sigh.\n\n\"Perhaps not. She's mighty fond of her grandfather. She'll be glad to\nhave him freed from suspicion and she'll be sorry--about the other\nthing.\"\n\nSarah Judd--otherwise Josie O'Gorman--sighed again; but presently she\ngave a little chuckle of glee.\n\n\"Won't Nan be wild, though, when she finds I've beaten her and won the\ncase for Hathaway?\"\n\n\"Nan won't mind. She's an old hand at the game and has learned to take\nthings as they come. She'll be at work upon some other case within a\nweek and will have forgotten that this one ever bothered her.\"\n\n\"Who is Agatha Lord, and why did they send her here as principal, with\nNan as her maid?\"\n\n\"Agatha is an educated woman who has moved in good society. The Chief\nthought she would be more likely to gain the friendship of the Conants\nthan Nan, for poor Nan hasn't much breeding to boast of. But she was\nreally the principal, for all that, and Agatha was instructed to report\nto her and to take her orders.\"\n\n\"They were both suspicious of me,\" said the girl, \"but as neither of\nthem had ever set eyes on me before I was able to puzzle them. On the\nother hand, I knew who Nan was because I'd seen her with you, which\ngave me an advantage. Now, tell me, how's mother?\"\n\n\"Pretty chirky, but anxious about you because this is your first case\nand she feared your judgment wasn't sufficiently matured. I told her\nyou'd pull through all right.\"\n\nFor an hour they sat talking together. Then Officer O'Gorman kissed his\ndaughter good night and walked back to the Bigbee house.\n\n\n\n\nCHAPTER XXIV\n\nFACING THE TRUTH\n\n\nIrene was a great comfort to Mary Louise in this hour of trial. The\nchair-girl, beneath her gayety of demeanor and lightness of speech, was\ndeeply religious. Her absolute faith sounded so cheering that death was\nrobbed of much of its horror and her bereaved friend found solace. Mary\nLouise was able to talk freely of \"Mamma Bee\" to Irene, while with Aunt\nHannah she rather avoided reference to her mother.\n\n\"I've always longed to be more with Mamma Bee and to learn to know her\nbetter,\" she said to her friend; \"for, though she was very loving and\ngentle to me while I was with her, she spent most of her life caring\nfor Gran'pa Jim, and they were away from me so much that I really\ndidn't get to know Mamma very well. I think she worried a good deal\nover Gran'pa's troubles. She couldn't help that, of course, but I\nalways hoped that some day the troubles would be over and we could all\nlive happily together. And now--that can never be!\"\n\nIrene, knowing more of the Hathaway family history than Mary Louise\ndid, through the letter she had found and read, was often perplexed how\nto console her friend and still regard honesty and truth. Any\ndeception, even when practiced through the best of motives, was\nabhorrent to her nature, so she avoided speaking of the present\naffliction and led Mary Louise to look to a future life for the\nmotherly companionship she had missed on earth.\n\n\"That,\" said she, \"is the thought that has always given me the most\ncomfort. We are both orphans, dear, and I'm sure your nature is as\nbrave as my own and that you can bear equally well the loss of your\nparents.\"\n\nAnd Mary Louise was really brave and tried hard to bear her grief with\npatient resignation. One thing she presently decided in her mind,\nalthough she did not mention it to Irene. She must find Gran'pa Jim and\ngo to him, wherever he might be. Gran'pa Jim and her mother had been\ninseparable companions; Mary Louise knew that her own present sorrow\ncould be nothing when compared with that of her grandfather. And so it\nwas her duty to find him and comfort him, to devote her whole life, as\nher mother had done, to caring for his wants and cheering his\nloneliness--so far, indeed, as she was able to do. Of course, no one\ncould quite take the place of Mamma Bee.\n\nShe was thinking in this vein as she sat in the den with Irene that\nSaturday afternoon. The chair-girl, who sewed beautifully, was fixing\nover one of Mary Louise's black dresses while Mary Louise sat opposite,\nlistlessly watching her. The door into the hall was closed, but the\nglass door to the rear porch was wide open to let in the sun and air.\nAnd this simple scene was the setting for the drama about to be enacted.\n\nMary Louise had her back half turned to the hall door, which Irene\npartially faced, and so it was that when the door opened softly and the\nchair-girl raised her head to gaze with startled surprise at someone\nwho stood in the doorway, Mary Louise first curiously eyed her friend's\nexpressive face and then, rather languidly, turned her head to glance\nover her shoulder.\n\nThe next moment she sprang to her feet and rushed forward.\n\n\"Gran'pa Jim--Oh, Gran'pa Jim!\" she cried, and threw herself into the\narms of a tall man who folded her to his breast in a close embrace.\n\nFor a while they stood there silent, while Irene dropped her eyes to\nher lap, deeming the reunion too sacred to be observed by another. And\nthen a little stir at the open porch door attracted her attention and\nwith a shock of repulsion she saw Agatha Lord standing there with a\ncynical smile on her lovely face. Softly the sash of the window was\nraised, and the maid Susan stood on the ground outside, leaned her\nelbows on the sill and quietly regarded the scene within the den.\n\nThe opening of the window arrested Colonel Weatherby's attention. He\nlifted his head and with a quick glance took in the situation. Then,\nstill holding his granddaughter in his arms, he advanced to the center\nof the room and said sternly, addressing Agatha:\n\n\"Is this a deliberate intrusion, because I am here, or is it pure\ninsolence?\"\n\n\"Forgive us if we intrude, Mr. Hathaway,\" replied Agatha. \"It was not\nour desire to interrupt your meeting with your granddaughter, but--it\nhas been so difficult, in the past, to secure an interview with you,\nsir, that we dared not risk missing you at this time.\"\n\nHe regarded her with an expression of astonishment.\n\n\"That's it, exactly, Mr. Weatherby-Hathaway,\" remarked Susan mockingly,\nfrom her window.\n\n\"Don't pay any attention to them, Gran'pa Jim,\" begged Mary Louise,\nclinging to him. \"They're just two dreadful women who live down below\nhere, and--and--\"\n\n\"I realize who they are,\" said the old gentleman in a calm voice, and\naddressing Agatha again he continued: \"Since you are determined to\ninterview me, pray step inside and be seated.\"\n\nAgatha shook her head with a smile; Nan Shelley laughed outright and\nretorted:\n\n\"Not yet, Hathaway. We can't afford to take chances with one who has\ndodged the whole Department for ten years.\"\n\n\"Then you are Government agents?\" he asked.\n\n\"That's it, sir.\"\n\nHe turned his head toward the door by which he had entered, for there\nwas an altercation going on in the hallway and Mr. Conant's voice could\nbe heard angrily protesting.\n\nA moment later the lawyer came in, followed by the little man with the\nfat nose, who bowed to Colonel Weatherby very respectfully yet remained\nplanted in the doorway.\n\n\"This is--er--er--very unfortunate, sir; ve-ry un-for-tu-nate!\"\nexclaimed Peter Conant, chopping off each word with a sort of snarl.\n\"These con-found-ed secret service people have trailed us here.\"\n\n\"It doesn't matter, Mr. Conant,\" replied the Colonel, in a voice\ncomposed but very weary. He seated himself in a chair, as he spoke, and\nMary Louise sat on the arm of it, still embracing him.\n\n\"No,\" said O'Gorman, \"it really doesn't matter, sir. In fact, I'm sure\nyou will feel relieved to have this affair off your mind and be spared\nall further annoyance concerning it.\"\n\nThe old gentleman looked at him steadily but made no answer. It was\nPeter Conant who faced the speaker and demanded:\n\n\"What do you mean by that statement?\"\n\n\"Mr. Hathaway knows what I mean. He can, in a few words, explain why he\nhas for years borne the accusation of a crime of which he is innocent.\"\n\nPeter Conant was so astounded he could do nothing but stare at the\ndetective. Staring was the very best thing that Peter did and he never\nstared harder in his life. The tears had been coursing down Mary\nLouise's cheeks, but now a glad look crossed her face.\n\n\"Do you hear that, Gran'pa Jim?\" she cried. \"Of course you are\ninnocent! I've always known that; but now even your enemies do.\"\n\nMr. Hathaway looked long into the girl's eyes, which met his own\nhopefully, almost joyfully. Then he turned to O'Gorman.\n\n\"I cannot prove my innocence,\" he said.\n\n\"Do you mean that you WILL not?\"\n\n\"I will go with you and stand my trial. I will accept whatever\npunishment the law decrees.\"\n\nO'Gorman nodded his head.\n\n\"I know exactly how you feel about it, Mr. Hathaway,\" he said, \"and I\nsympathize with you most earnestly. Will you allow me to sit down\nawhile? Thank you.\"\n\nHe took a chair facing that of the hunted man. Agatha, seeing this,\nseated herself on the door-step. Nan maintained her position, leaning\nthrough the open window.\n\n\"This,\" said O'Gorman, \"is a strange ease. It has always been a strange\ncase, sir, from the very beginning. Important government secrets of the\nUnited States were stolen and turned over to the agent of a foreign\ngovernment which is none too friendly to our own. It was considered, in\nits day, one of the most traitorous crimes in our history. And you,\nsir, a citizen of high standing and repute, were detected in the act of\ntransferring many of these important papers to a spy, thus periling the\nsafety of the nation. You were caught red-handed, so to speak, but made\nyour escape and in a manner remarkable and even wonderful for its\nadroitness have for years evaded every effort on the part of our Secret\nService Department to effect your capture. And yet, despite the\nabsolute truth of this statement, you are innocent.\"\n\nNone cared to reply for a time. Some who had listened to O'Gorman were\ntoo startled to speak; others refrained. Mary Louise stared at the\ndetective with almost Peter Conant's expression--her eyes big and\nround. Irene thrilled with joyous anticipation, for in the presence of\nthis sorrowing, hunted, white-haired old man, whose years had been\ndevoted to patient self-sacrifice, the humiliation the coming\ndisclosure would, thrust upon Mary Louise seemed now insignificant.\nUntil this moment Irene had been determined to suppress the knowledge\ngained through the old letter in order to protect the feelings of her\nfriend, but now a crying need for the truth to prevail was borne in\nupon her. She had thought that she alone knew this truth. To her\nastonishment, as well as satisfaction, the chair-girl now discovered\nthat O'Gorman was equally well informed.\n\n\n\n\nCHAPTER XXV\n\nSIMPLE JUSTICE\n\n\nAll eyes were turned upon Mr. Hathaway, who had laid a hand upon the\nhead of his grandchild and was softly stroking her hair. At last he\nsaid brokenly, repeating his former assertion:\n\n\"I cannot prove my innocence.\"\n\n\"But I can,\" declared O'Gorman positively, \"and I'm going to do it.\"\n\n\"No--no!\" said Hathaway, startled at his tone.\n\n\"It's this way, sir,\" explained the little man in a matter-of-fact\nvoice, \"this chase after you has cost the government a heavy sum\nalready, and your prosecution is likely to make public an affair which,\nunder the circumstances, we consider it more diplomatic to hush up. Any\ndanger to our country has passed, for information obtained ten years\nago regarding our defenses, codes, and the like, is to-day worthless\nbecause all conditions are completely changed. Only the crime of\ntreason remains; a crime that deserves the severest punishment; but the\nguilty persons have escaped punishment and are now facing a higher\ntribunal--both the principal in the crime and his weak and foolish\ntool. So it is best for all concerned, Mr. Hathaway, that we get at the\ntruth of this matter and, when it is clearly on record in the\ngovernment files, declare the case closed for all time. The State\nDepartment has more important matters that demand its attention.\"\n\nThe old man's head was bowed, his chin resting on his breast. It was\nnow the turn of Mary Louise to smooth his thin gray locks.\n\n\"If you will make a statement, sir,\" continued O'Gorman, \"we shall be\nable to verify it.\"\n\nSlowly Hathaway raised his head.\n\n\"I have no statement to make,\" he persisted.\n\n\"This is rank folly,\" exclaimed O'Gorman, \"but if you refuse to make\nthe statement, I shall make it myself.\"\n\n\"I beg you--I implore you!\" said Hathaway pleadingly.\n\nThe detective rose and stood before him, looking not at the old man but\nat the young girl--Mary Louise.\n\n\"Tell me, my child,\" he said gently, \"would you not rather see your\ngrandfather--an honorable, high-minded gentleman--acquitted of an\nunjust accusation, even at the expense of some abasement and perhaps\nheart-aches on your part, rather than allow him to continue to suffer\ndisgrace in order to shield you from so slight an affliction?\"\n\n\"Sir!\" cried Hathaway indignantly, starting to his feet; \"how dare you\nthrow the burden on this poor child? Have you no mercy--no compassion?\"\n\n\"Plenty,\" was the quiet reply. \"Sit down, sir. This girl is stronger\nthan you think. She will not be made permanently unhappy by knowing the\ntruth, I assure you.\"\n\nHathaway regarded him with a look of anguish akin to fear. Then he\nturned and seated himself, again putting an arm around Mary Louise as\nif to shield her.\n\nSaid Irene, speaking very slowly:\n\n\"I am quite sure Mr. O'Gorman is right. Mary Louise is a brave girl,\nand she loves her grandfather.\"\n\nThen Mary Louise spoke--hesitatingly, at first, for she could not yet\ncomprehend the full import of the officer's words.\n\n\"If you mean,\" said she, \"that it will cause me sorrow and humiliation\nto free my grandfather from suspicion, and that he refuses to speak\nbecause he fears the truth will hurt me, then I ask you to speak out,\nMr. O'Gorman.\"\n\n\"Of course,\" returned the little man, smiling at her approvingly; \"that\nis just what I intend to do. All these years, my girl, your grandfather\nhas accepted reproach and disgrace in order to shield the good name of\na woman and to save her from a prison cell. And that woman was your\nmother.\"\n\n\"Oh!\" cried Mary Louise and covered her face with her hands.\n\n\"You brute!\" exclaimed Hathaway, highly incensed.\n\n\"But this is not all,\" continued O'Gorman, unmoved; \"your mother, Mary\nLouise, would have been condemned and imprisoned--and deservedly so in\nthe eyes of the law--had the truth been known; and yet I assure you she\nwas only guilty of folly and of ignorance of the terrible consequences\nthat might have resulted from her act. She was weak enough to be loyal\nto a promise wrung from her in extremity, and therein lay her only\nfault. Your grandfather knew all this, and she was his daughter--his\nonly child. When the accusation for your mother's crime fell on him, he\nran away and so tacitly admitted his guilt, thus drawing suspicion from\nher. His reason for remaining hidden was that, had he been caught and\nbrought to trial, he could not have lied or perjured himself under oath\neven to save his dearly loved daughter from punishment. Now you\nunderstand why he could not submit to arrest; why, assisted by a small\nbut powerful band of faithful friends, he has been able to evade\ncapture during all these years. I admire him for that; but he has\nsacrificed himself long enough. Your mother's recent death renders her\nprosecution impossible. It is time the truth prevailed. In simple\njustice I will not allow this old man to embitter further his life,\njust to protect his grandchild from a knowledge of her mother's sin.\"\n\nAgain a deathly silence pervaded the room.\n\n\"You--you are speaking at random,\" said Hathaway, in a voice choked\nwith emotion. \"You have no proof of these dreadful statements.\"\n\n\"But _I_ have!\" said Irene bravely, believing it her duty to support\nO'Gorman.\n\n\"And so have I,\" asserted the quiet voice of Sarah Judd, who had\nentered the room unperceived.\n\nHathaway regarded both the girls in surprise, but said nothing.\n\n\"I think,\" said Officer O'Gorman, \"it will be best for us to read to\nMr. Hathaway that letter.\"\n\n\"The letter which I found in the book?\" asked Irene eagerly.\n\n\"Yes. But do not disturb yourself,\" as she started to wheel her chair\nclose to the wall. \"Josie will get it.\"\n\nTo Irene's astonishment Sarah Judd walked straight to the repeating\nrifle, opened the sliding plate in its stock and took out the closely\nfolded letter. Perhaps Nan Shelley and Agatha Lord were no less\nsurprised than Irene; also they were deeply chagrined. But O'Gorman's\nslip in calling Sarah Judd \"Josie\" had conveyed to his associates\ninformation that somewhat modified their astonishment at the girl's\ncleverness, for everyone who knew O'Gorman had often heard of his\ndaughter Josie, of whom he was accustomed to speak with infinite pride.\nHe always said he was training her to follow his own profession and\nthat when the education was complete Josie O'Gorman would make a name\nfor herself in the detective service. So Nan and Agatha exchanged\nmeaning glances and regarded the freckled-faced girl with new interest.\n\n\"I'm not much of a reader,\" said Josie, carefully unfolding the paper.\n\"Suppose we let Miss Irene read it?\"\n\nHer father nodded assent and Josie handed the sheet to Irene.\n\nMr. Hathaway had been growing uneasy and now addressed Officer O'Gorman\nin a protesting voice:\n\n\"Is this reading necessary, sir?\"\n\n\"Very necessary, Mr. Hathaway.\"\n\n\"What letter is this that you have referred to?\"\n\n\"A bit of information dating nearly ten years ago and written by one\nwho perhaps knew more of the political intrigues of John and Beatrice\nBurrows than has ever come to your own knowledge.\"\n\n\"The letter is authentic, then?\"\n\n\"Quite so.\"\n\n\"And your Department knows of its existence?\"\n\n\"I am acting under the Department's instructions, sir. Oblige us, Miss\nMacfarlane,\" he added, turning to Irene, \"by reading the letter in\nfull.\"\n\n\n\n\nCHAPTER XXVI\n\nTHE LETTER\n\n\n\"This sheet,\" explained Irene, \"is, in fact, but a part of a letter.\nThe first sheets are missing, so we don't know who it was addressed to;\nbut it is signed, at the end, by the initials 'E. de V.'\"\n\n\"The ambassador!\" cried Hathaway, caught off his guard by surprise.\n\n\"The same,\" said O'Gorman triumphantly; \"and it is all in his\nwell-known handwriting. Read the letter, my girl.\"\n\n\"The first sentence,\" said Irene, \"is a continuation of something on a\nprevious page, but I will read it just as it appears here.\"\n\nAnd then, in a clear, distinct voice that was audible to all present,\nshe read as follows:\n\n\"which forces me to abandon at once my post and your delightful country\nin order to avoid further complications. My greatest regret is in\nleaving Mrs. Burrows in so unfortunate a predicament. The lady was\nabsolutely loyal to us and the calamity that has overtaken her is\nthrough no fault of her own.\n\n\"That you may understand this thoroughly I will remind you that John\nBurrows was in our employ. It was through our secret influence that he\nobtained his first government position, where he inspired confidence\nand became trusted implicitly. He did not acquire full control,\nhowever, until five years later, and during that time he met and\nmarried Beatrice Hathaway, the charming daughter of James J. Hathaway,\na wealthy broker. That gave Burrows added importance and he was\npromoted to the high government position he occupied at the time of his\ndeath.\n\n\"Burrows made for us secret copies of the fortifications on both the\neast and west coasts, including the number and caliber of guns, amounts\nof munitions stored and other details. Also he obtained copies of the\nsecret telegraph and naval codes and the complete armaments of all war\nvessels, both in service and in process of construction. A part of this\ninformation and some of the plans he delivered to me before he died, as\nyou know, and he had the balance practically ready for delivery when he\nwas taken with pneumonia and unfortunately expired very suddenly.\n\n\"It was characteristic of the man's faithfulness that on his death bed\nhe made his wife promise to deliver the balance of the plans and an\nimportant book of codes to us as early as she could find an opportunity\nto do so. Mrs. Burrows had previously been in her husband's confidence\nand knew he was employed by us while holding his position with the\ngovernment, so she readily promised to carry out his wishes, perhaps\nnever dreaming of the difficulties that would confront her or the\npersonal danger she assumed. But she was faithful to her promise and\nafterward tried to fulfill it.\n\n\"Her father, the James J. Hathaway above mentioned, in whose mansion\nMrs. Burrows lived with her only child, is a staunch patriot. Had he\nknown of our plot he would have promptly denounced it, even sacrificing\nhis son-in-law. I have no quarrel with him for that, you may well\nbelieve, as I value patriotism above all other personal qualities. But\nafter the death of John Burrows it became very difficult for his wife\nto find a way to deliver to me the packet of plans without being\ndetected. Through some oversight at the government office, which\naroused suspicion immediately after his death, Burrows was discovered\nto have made duplicates of many documents intrusted to him and with a\nsuspicion of the truth government agents were sent to interview Mrs.\nBurrows and find out if the duplicates were still among her husband's\npapers. Being a clever woman, she succeeded in secreting the precious\npackage and so foiled the detectives. Even her own father, who was very\nindignant that a member of his household should be accused of treason,\nhad no suspicion that his daughter was in any way involved. But the\nhouse was watched, after that, and Mrs. Burrows was constantly under\nsurveillance--a fact of which she was fully aware. I also became aware\nof the difficulties that surrounded her and although impatient to\nreceive the package I dared not press its delivery. Fortunately no\nsuspicion attached to me and a year or so after her husband's death I\nmet Mrs. Burrows at the house of a mutual friend, on the occasion of a\ncrowded reception, and secured an interview with her where we could not\nbe overheard. We both believed that by this time the police espionage\nhad been greatly relaxed so I suggested that she boldly send the parcel\nto me, under an assumed name, at Carver's Drug Store, where I had a\nconfederate. An ordinary messenger would not do for this errand, but\nMr. Hathaway drove past the drug store every morning on his way to his\noffice, and Mrs. Burrows thought it would be quite safe to send the\nparcel by his hand, the man being wholly above suspicion.\n\n\"On the morning we had agreed upon for the attempt, the woman brought\nthe innocent looking package to her father, as he was leaving the\nhouse, and asked him to deliver it at the drug store on his way down.\nThinking it was returned goods he consented, but at the moment he\ndelivered the parcel a couple of detectives appeared and arrested him,\nopening the package before him to prove its important contents. I\nwitnessed this disaster to our plot with my own eyes, but managed to\nescape without being arrested as a partner in the conspiracy, and thus\nI succeeded in protecting the good name of my beloved country, which\nmust never be known in this connection.\n\n\"Hathaway was absolutely stupefied at the charge against him. Becoming\nviolently indignant, he knocked down the officers and escaped with the\ncontents of the package. He then returned home and demanded an\nexplanation from his daughter, who confessed all.\n\n\"It was then that Hathaway showed the stuff he was made of, to use an\nAmericanism. He insisted on shielding his daughter, to whom he was\ndevotedly attached, and in taking all the responsibility on his own\nshoulders. The penalty of this crime is imprisonment for life and he\nwould not allow Mrs. Burrows to endure it. Being again arrested he did\nnot deny his guilt but cheerfully suffered imprisonment. Before the day\nset for his trial, however, he managed to escape and since then he has\nso cleverly hidden himself that the authorities remain ignorant of his\nwhereabouts. His wife and his grandchild also disappeared and it was\nfound that his vast business interests had been legally transferred to\nsome of his most intimate friends--doubtless for his future benefit.\n\n\"The government secret service was helpless. No one save I knew that\nHathaway was shielding his daughter, whose promise to her dead husband\nhad led her to betray her country to the representative of a foreign\npower such as our own. Yet Hathaway, even in sacrificing his name and\nreputation, revolted at suffering life-long imprisonment, nor dared he\nstand trial through danger of being forced to confess the truth. So he\nremains in hiding and I have hopes that he will be able--through his\nmany influential friends--to save himself from capture for many months\nto come.\n\n\"This is the truth of the matter, dear friend, and as this explanation\nmust never get beyond your own knowledge I charge you to destroy this\nletter as soon as it is read. When you are abroad next year we will\nmeet and consider this and other matters in which we are mutually\ninterested. I would not have ventured to put this on paper were it not\nfor my desire to leave someone in this country posted on the Hathaway\ncase. You will understand from the foregoing that the situation has\nbecome too delicate for me to remain here. If you can, give aid to\nHathaway, whom I greatly admire, for we are in a way responsible for\nhis troubles. As for Mrs. Burrows, I consider her a woman of character\nand honor. That she might keep a pledge made to her dead husband she\nsinned against the law without realizing the enormity of her offense.\nIf anyone is to blame it is poor John Burrows, who was not justified in\ndemanding so dangerous a pledge from his wife; but he was dying at the\ntime and his judgment was impaired. Let us be just to all and so remain\njust to ourselves.\n\n\"Write me at the old address and believe me to be yours most faithfully\n\nE. de V.\n\nThe 16th of September, 1905.\"\n\nDuring Irene's reading the others maintained an intense silence. Even\nwhen she had ended, the silence continued for a time, while all\nconsidered with various feelings the remarkable statement they had just\nheard.\n\nIt was O'Gorman who first spoke.\n\n\"If you will assert, Mr. Hathaway, that the ambassador's statement is\ncorrect, to the best of your knowledge and belief, I have the authority\nof our department to promise that the charge against you will promptly\nbe dropped and withdrawn and that you will be adjudged innocent of any\noffense against the law. It is true that you assisted a guilty person\nto escape punishment, and are therefore liable for what is called\n'misprision of treason,' but we shall not press that, for, as I said\nbefore, we prefer, since no real harm has resulted, to allow the case\nto be filed without further publicity. Do you admit the truth of the\nstatements contained in this letter?\"\n\n\"I believe them to be true,\" said Mr. Hathaway, in a low voice. Mary\nLouise was nestling close in his arms and now she raised her head\ntenderly to kiss his cheek. She was not sobbing; she did not even\nappear to be humbled or heart-broken. Perhaps she did not realize at\nthe moment how gravely her father and mother had sinned against the\nlaws of their country. That realization might come to her later, but\njust now she was happy in the vindication of Gran'pa Jim--a triumph\nthat overshadowed all else.\n\n\"I'll take this letter for our files,\" said Officer O'Gorman, folding\nit carefully before placing it in his pocketbook. \"And now, sir, I hope\nyou will permit me to congratulate you and to wish you many years of\nhappiness with your granddaughter, who first won my admiration by her\nsteadfast faith in your innocence. She's a good girl, is Mary Louise,\nand almost as clever as my Josie here. Come, Nan; come, Agatha; let's\ngo back to Bigbee's. Our business here is finished.\"\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Mary Louise, by Edith van Dyne\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MARY LOUISE ***\n\n***** This file should be named 5660.txt or 5660.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/5/6/6/5660/\n\nProduced by Juliet Sutherland, Charles Franks and the\nOnline Distributed Proofreading Team.\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}