{"title": "Old French Romances", "author": "William Morris", "releaseDate": "June, 2004 ", "language": "English", "type": "books", "content": "\n\n\n\nTranscribed from the 1896 George Allen edition by David Price, email\nccx074@coventry.ac.uk\n\n\n\n\nOLD FRENCH ROMANCES DONE INTO ENGLISH BY WILLIAM MORRIS\n\n\n\n\nINTRODUCTION\n\n\n\n\nMany of us have first found our way into the Realm of Romance,\nproperly so called, through the pages of a little crimson clad volume\nof the Bibliotheque Elzevirienne. {1}  Its last pages contain the\ncharming Cante-Fable of Aucassin et Nicolete, which Mr. Walter\nPater's praises and Mr. Andrew Lang's brilliant version have made\nfamiliar to all lovers of letters.  But the same volume contains four\nother tales, equally charming in their way, which Mr. William Morris\nhas now made part of English literature by writing them out again for\nus in English, reproducing, as his alone can do of living men's, the\ntone, the colour, the charm of the Middle Ages.  His versions have\nappeared in three successive issues of the Kelmscott Press, which\nhave been eagerly snapped up by the lovers of good books.  It seemed\na pity that these cameos of romance should suffer the same fate as\nMr. Lang's version of Aucassin et Nicolete, which has been swept off\nthe face of the earth by the Charge of the Six Hundred, who were\nlucky enough to obtain copies of the only edition of that little\nmasterpiece of translation.  Mr. Morris has, therefore, consented to\nallow his versions of the Romances to be combined into one volume in\na form not unworthy of their excellence but more accessible to those\nlovers of books whose purses have a habit of varying in inverse\nproportion to the amount of their love.  He has honoured me by asking\nme to introduce them to that wider public to which they now make\ntheir appeal.\n\n\nI.\n\n\nAlmost all literary roads lead back to Greece.  Obscure as still\nremains the origin of that genre of romance to which the tales before\nus belong, there is little doubt that their models, if not their\noriginals, were once extant at Constantinople.  Though in no single\ninstance has the Greek original been discovered of any of these\nromances, the mere name of their heroes would be in most cases\nsufficient to prove their Hellenic or Byzantine origin.  Heracles,\nAthis, Porphirias, Parthenopeus, Hippomedon, Protesilaus, Cliges,\nCleomades, Clarus, Berinus--names such as these can come but from one\nquarter of Europe, and it is as easy to guess how and when they came\nas whence.  The first two crusades brought the flower of European\nchivalry to Constantinople and restored that spiritual union between\nEastern and Western Christendom that had been interrupted by the\ngreat schism of the Greek and Roman Churches.  The crusaders came\nmostly from the Lands of Romance.  Permanent bonds of culture began\nto be formed between the extreme East and the extreme West of Europe\nby intermarriage, by commerce, by the admission of the nobles of\nByzantium within the orders of chivalry.  These ties went on\nincreasing throughout the twelfth century till they culminated at its\nclose with the foundation of the Latin kingdom of Constantinople.  In\nEuropean literature these historic events are represented by the\nclass of romances represented in this volume, which all trace back to\nversions in verse of the twelfth century, though they were done into\nprose somewhere in Picardy during the course of the next century.\nDaphnis and Chloe, one might say, had revived after a sleep of 700\nyears, and donned the garb and spoke the tongue of Romance.\n\n\nII\n\n\nThe very first of our tales illustrates admirably the general course\nof their history.  It is, in effect, a folk etymology of the name of\nthe great capital of the Eastern Empire.  Constantinople, so runs the\ntale, received that name instead of Byzantium, because of the\nremarkable career of one of its former rulers, Coustans.  M.\nWesselovsky has published in Romania (vi. 1. seq.) the Dit de\nl'empereur Constant, the verse original of the story before us, and\nin this occur the lines -\n\n\nPour ce que si nobles estoit\nEt que nobles oevres faisoit\nL'appielloient Constant le noble\nEt pour cou ot Constantinnoble\nLi cytes de Bissence a non.\n\n\nFrom which it would appear that we are mistaken in thinking of the\ncapital of Turkey as the \"City of Constantine,\" whereas it is rather\nConstant the Noble, and the name Coustant is further explained as\n\"costing\" too much.  Constantinople, therefore, is the city that\ncosts too much, according to the prophetic etymology of the folk.\n\nThe only historic personage with whom this Coustant can be identified\nis Constantius Chlorus, the father of Constantine the Great and the\nhusband of St. Helena, to whom legend ascribes the discovery of the\nHoly Rood.  But the Coustans of our story never lived or ruled on\nland or sea, and his predecessor, Muselinus, is altogether unknown to\nByzantine annals, while their interlaced history reads more like a\npage of the Arabian Nights than of Gibbon.\n\nBut such a legend could scarcely have arisen elsewhere than at\nConstantinople.  It is one of those fables that the disinherited folk\nhave at all times invented to solace themselves for their\ndisinherison.  The sudden and fated rise of one of the folk to the\nheights of power occurs sufficiently often to afford material for the\nday dreams of ambitious youth.  There is even a popular tendency to\nattribute a lowly origin to all favourites of fortune, as witness the\nlegends that have grown up about the early careers of Beckett,\nWhittington, Wolsey, none of whom was as ill-born as popular\ntradition asserts.  Yet such legends invariably grow up in the\ncountry of their heroes, which is the only one sufficiently\ninterested in their career, so far as the common people are\nconcerned.  Hence the very nature of our story would cause us to\nlocate its origin on the banks of the Bosphorus.\n\nBut once originated in this manner, there is no limit to the travels\nit may take.  Curiously enough, the very legend before us in all its\ndetails has found a home among the English peasantry.  The Rev. S.\nBaring-Gould collected in Yorkshire a story which he contributed to\nHenderson's Folklore of the Northern Counties, and entitled The Fish\nand the Ring. {2}  In this legend a girl comes as the unwelcome sixth\nof the family of a very poor man who lived under the shadow of York\nMinster.  A Knight, riding by on the day of her birth, discovers, by\nconsultation of the Book of Fate, that she was destined to marry his\nson.  He offers to adopt her, and throws her into the River Ouse.  A\nfisherman saves her, and she is again discovered after many years by\nthe Knight, who learns what Fate has still in store for his son.  He\nsends her to his brother at Scarborough with a fatal letter, ordering\nhim to put her to death.  But on the way she is seized by a band of\nrobbers, who read the letter and replace it by one ordering the\nBaron's son to be married to her immediately on her arrival.\n\nWhen the Baron discovers that he has not been able to evade the\ndecree of fate he still persists in his persecution, and taking a\nring from his finger throws it into the sea, saying that the girl\nshall never live with his son till she can show him that ring.  She\nwanders about and becomes a scullery-maid at a great castle, and one\nday when the Baron is dining at the castle, while cleaning a great\nfish she finds his ring, and all ends happily.\n\nNow on the east wall of the chancel of Stepney Church there is a\nmonument erected to Dame Rebecca Berry, wife of Thomas Elton, of\nStratford, Bow, and relict of Sir John Berry, 1696.  The arms on the\nmonument are thus blazoned by heralds . . . .  \"Paly of six on a bend\nthree mullets (Elton) impaling a fish, and in the dexter chief point\nan annulet between two bends wavy.\"  The reference in the impalement\nof the blazon is obvious.  A local tradition confidently identifies\nDame Berry as the heroine of the Yorkshire legend, though of course\nit is ignorant of her connection with the etymology of\nConstantinople.\n\nNow this tale, or the first half of it, is but a Yorkshire variant of\none spread throughout Europe.  The opening of the twenty-ninth story\nof the collection of the Brothers Grimm, and entitled The Devil with\nthe Three Golden Hairs, is exactly the same, and in their Notes they\ngive references to many similar European folk-tales.  The story is\nfound in Modern Greece (Von Hahn, No. XX.), and it is, therefore,\npossible that the story of King Coustans is the adaptation of a Greek\nfolk-tale for the purposes of a Folk Etymology.  But the letter, \"On\ndelivery, please kill bearer,\" is scarcely likely to have occurred\ntwice to the popular imagination, and one is almost brought to the\nconclusion that the romance before us was itself either directly or\nindirectly the source of all the European Folk-tales in which the\nletter \"To kill bearer\" occurs.  And as we have before traced the\nRomance back to Constantinople, one is further tempted to trace back\nthe Letter itself to a reminiscence of Homer's [Greek text which\ncannot be reproduced].\n\nI have said above that no Greek original of any of these Romances has\nhitherto been discovered.  But in the case of King Coustans we can at\nany rate get within appreciable distance of it.  As recently as 1895\na learned Teuton, Dr. Ernst Kuhn, pointed out, appropriately enough\nin the Byzantinische Zeitschrift, the existence of an Ethiopic and of\nan Arabic version of the legend.  He found in one of Mr. Quaritch's\ncatalogues a description of an illuminated Ethiopic MS., once\nbelonging to King Theodore of Magdala fame, which from the account\ngiven of several of the illustrations he was enabled to identify as\nthe story of \"The Man born to be King.\"  His name in the Ethiopic\nversion is Thalassion, or Ethiopic words to that effect, and the\nGreek provenance of the story is thereby established.  Dr. Kuhn was\nalso successful in finding an Arabic version done by a Coptic\nChristian.  In both these versions the story is told as a miracle due\nto the interference of the Angel Michael; and it is a curious\ncoincidence that in Mr. Morris' poetical version of our story in the\n\"Earthly Paradise\" he calls his hero Michael.  Unless some steps are\ntaken to prevent the misunderstanding, it is probable that some\nTeutonic investigator of the next century will, on the strength of\nthis identity of names, bring Mr. Morris in guilty of a knowledge of\nEthiopic.\n\nBut for the name of the hero one might have suspected these Oriental\nversions of being derived, not from a Greek, but from an Indian\noriginal.  Mr. Tawney has described a variant found in the Kathakosa\n{3} which resembles our tale much more closely than any of the\nEuropean folk-tales in the interesting point that the predestined\nbride herself finds the fatal letter and makes the satisfactory\nsubstitution.  In the Indian tale this is done with considerable\ningenuity and vraisemblance.  The girl's name is Visha, and the\noperative clause of the fatal letter is:\n\n\n\"Before this man has washed his feet, do thou with speed\nGive him poison (visham), and free my heart from care.\"\n\n\nThe lady thinks (or wishes) that her father is a bad orthographist,\nand corrects his spelling by omitting the final m, so that the letter\nreads \"Give him Visha,\" with results more satisfactory to the young\nlady than to her father.  This variant is so very close to our tale,\nwhile the letter incident in it is so much more naturally developed\nthan in the romance that one might almost suspect it of having been\nthe original.  But we must know more about the Kathakosa and about\nthe communication between Byzantium and India before we can\ndecisively determine which came first.\n\n\nIII\n\n\nAmis and Amil were the David and Jonathan, the Orestes and Pylades,\nof the mediaeval world.  Dr. Hofmann, who has edited the earliest\nFrench verse account of the Legend, enumerates nearly thirty other\nversions of it in almost all the tongues of Western and Northern\nEurope, not to mention various versions which have crept into\ndifferent collections of the Lives of the Saints.  For their peerless\nfriendship raised them to the ranks of the martyrs, at any rate, at\nMortara and Novara, where, according to the Legend, they died.  The\nearliest of all these forms is a set of Latin Hexameters by one\nRadulfus Tortarius, born at Fleury, 1063, lived in Normandy, and died\nsome time after 1122.  It was, therefore, possible that the story had\ncome back with the first crusaders, and the Grimms attribute to it a\nGreek original.  But in its earliest as well as in its present form,\nit is definitely located on Romance soil, while the names of the\nheroes are clearly Latin (Amicus and AEmilius).  It was, however,\nonly at a later stage that the story was affiliated to the Epic Cycle\nof Charlemagne.  On the face of it there is clearly stamped the\nimpress of popular tradition.  Heads are not so easily replaced,\nexcept by a freak of the Folk imagination.  It is probably for this\nreason that M. Gaston Paris attributes an Oriental origin to the\nlatter part of the tale, and for the same reason the Benedictine\nFathers have had serious doubts about admitting it into the Acta\nSanctorum.  On the other hand, the editors of the French text, the\ntranslation of which we have before us, go so far as to conjecture\nthat there is a historic germ for the whole Legend in certain\nincidents of the War of Charlemagne against Didier.  But as the whole\nconnection of the Legend with the Charlemagne Cycle is late, we need\nnot attribute much importance to, indeed, we may at once dismiss\ntheir conjecture.\n\nThese disputes of the pundits cannot destroy the charm of the Legend.\nNever, even in antiquity, have the claims of friendship been urged\nwith such a passionate emphasis.  The very resemblance of the two\nheroes is symbolic of their similarity of character; the very name of\none of them is Friend pure and simple.  The world is well lost for\nfriendship's sake on the one side, on the other nearest and dearest\nare willingly and literally sacrificed on the altar of friendship.\nOne of the most charming of the Fioretti tells how St. Francis\novercame in himself the mediaeval dread at the touch of a leper, and\nwashed and tended one of the poor unfortunates.  He was but following\nthe example of Amil, who was not deterred by the dreaded sound of the\n\"tartavelle\"--the clapper or rattle which announced the approach of\nthe leper {4}--from tending his friend.\n\nHere again romance has points of contact with the folk tale.  The end\nof the Grimms' tale of Faithful John is clearly the same as that of\nAmis and Amile. {5}  Once more we are led to believe in some\ndependence of the Folk-Tale on Romance, or, vice versa, since an\nincident like that of resuscitation by the sacrifice of a child is\nnot likely to occur independently to two different tellers of tales.\nThe tale also contains the curious incident of the unsheathed sword\nin bed, which, both in romances and folk-tales, is regarded as a\ncomplete bar to any divorce court proceedings.  It is probable that\nthe sword was considered as a living person, so that the principle\npublico was applied, and the sword was regarded as a kind of\nchaperon. {6}  It is noteworthy that the incident occurs in Aladdin\nand the Wonderful Lamp, which is a late interpolation into the\nArabian Nights, and may be due there to European influence.  But\nanother incident in the romance suggests that it was derived from a\nfolk-tale rather than the reverse.  The two bowls of wood given to\nthe heroes at baptism are clearly a modification of that familiar\nincident in folk-tales, where one of a pair leaves with the other a\n\"Lifetoken\" {7} which will sympathetically indicate his state of\nhealth.  As this has been considerably attenuated in our romance, we\nare led to the conclusion that it is itself an adaptation of a folk-\ntale.\n\n\nIV\n\n\nThe tale of King Florus--the gem of the book--recalls the early part\nof Shakespeare's Cymbeline and the bet about a wife's virtue, which\nforms the subject of many romances, not a few folk-tales, and at\nleast one folk-song.  The Romance of the Violet, by Gerbert de\nMontruil, circa 1225, derives its name from the mother's mark of the\nheroine, which causes her husband to lose his bet.  This was probably\nthe source of Boccaccio's novel (ii. 9), from which Shakespeare's\nmore immediately grew.  The Gaelic version of this incident,\ncollected by Campbell (The Chest, No. ii.), is clearly not of folk\norigin, but derived directly or indirectly from Boccaccio, in whom\nalone the Chest is found.  Yet it is curious that, practically, the\nsame story as the Romance of the Violet is found among folk-songs in\nmodern Greece and in Modern Scotland.  In Passow's collection of\nRomaic Folk Songs there is one entitled Maurianos and the King, which\nis in substance our story; and it is probably the existence of this\nfolk-song which causes M. Gaston Paris to place our tale among the\nromances derived from Byzantium.  Yet Motherwell in his Minstrelsy\nhas a ballad entitled Reedisdale and Wise William, which has the bet\nas its motive.  Here again, then, we have a connection between our\nromance and the story-store of European folk, and at the same time\nsome slight link with Byzantium.\n\n\nV\n\n\nThe tale of \"Oversea\" has immediate connection with the Crusades,\nsince its heroine is represented to be no other than the great\ngrandmother of Saladin.  But her adventures resemble those of\nBoccaccio's Princess of Babylon (ii. 7), who was herself taken from\none of the Greek romances by Xenophon of Ephesus.  Here again, then,\nwe can trace back to Greek influence reaching Western Europe in the\ntwelfth century through the medium of the Crusades.  But the tale\nfinds no echo among the folk, so far as I am aware, and is thus\npurely and simply a romance of adventure.\n\nThis, however, is not the only story connected with the Crusades in\nwhich the Soudan loves a lady of the Franks.  Saladin is credited by\nthe chatty Chronicle of Rheims with having gained the love of\nEleanor, wife of Louis VII., when they were in Palestine on the\nSecond Crusade.  As Saladin did not ascend the throne till twenty\nyears later, chronology is enabled to clear his memory of this piece\nof scandal.  But its existence chimes in with such relations between\nMoslem and Christian as is represented in our story, which were\nclearly not regarded at the time with any particular aversion by the\nfolk; they agree with Cardinal Mazarin on this point.\n\n\nVI\n\n\nSo much for the origin of our tales.  Yet who cares for origins\nnowadays?  We are all democrats now, and a tale, like a man, is\nwelcomed for its merits and not for its pedigree.  Yet even democracy\nmust own, that pedigree often leaves its trace in style and manner,\nand certainly the tales before us owe some of their charm to their\nlineage.  \"Out of Byzantium by Old France\" is a good strain by which\nto produce thoroughbred romance.\n\nCertainly we breathe the very air of romance in these stories.  There\nis none of your modern priggish care for the state of your soul.  Men\ntake rank according to their might, women are valued for their beauty\nalone.  Adventures are to the adventurous, and the world is full of\nthem.  Every place but that in which one is born is equally strange\nand wondrous.  Once beyond the bounds of the city walls and none\nknows what may happen.  We have stepped forth into the Land of\nFaerie, but at least we are in the open air.\n\nMr. Pater seems to regard our stories as being a premonition of the\nfreedom and gaiety of the Renaissance rather than as especially\ncharacteristic of the times of Romance.  All that one need remark\nupon such misconception is that it only proves that Mr. Pater knew\nless of Romance Literature than he did of his favourite subject.  The\nfreshness, the gaiety, the direct outlook into life are peculiar\nneither to Romance nor Renaissance; their real source was the esprit\nGaulois.  But the unquestioning, if somewhat external, piety, the\nimmutability of the caste system, the spirit of adventure, the\nfrankly physical love of woman, the large childlike wonder, these are\nof the essence of Romance, and they are fully represented in the\ntales before us.  Wonder and reverence, are not these the parents of\nRomance?  Intelligent curiosity and intellectual doubt--those are\nwhat the Renaissance brought.  Without indulging in invidious\ncomparisons between the relative value of these gifts, I would turn\nback to our stories with the remark that much of the wonder which\nthey exhibit is due to the vague localisation which runs through\nthem.  Rome, Paris, Byzantium, form spots of light on the mediaeval\nmap, but all between is in the dim obscure where anything may occur,\nand the brave man moves about with his life in his hands.\n\nWe thus obtain that absence or localisation which helps to give the\ncharacteristic tone to mediaeval romance.  Events happen in a sort of\nsublime No Man's Land.  They happen, as it were, at the root of the\nmountains, on the glittering plain, and in short, we get news from\nNowhere.  It seems, therefore, peculiarly appropriate that they\nshould be done into English in the same style and by the same hand\nthat has already written the annals of those countries of romance.\nWriting here, in front of Mr. Morris's versions, I am speaking, as it\nwere, before his face, and must not say all that I should like in\npraise of the style in which he has clothed them, and of its\nappropriateness for its present purpose.  I should merely like to\nrecall the fact that it was used by him in his versions of the Sagas\nas long ago as 1869.  Since then it has been adopted by all who\ndesire to give an appropriate English dress to their versions of\nclassic or mediaeval masterpieces of a romantic character.  We may\ntake it, I think, that this style has established itself as the only\none suitable for a romantic version, and who shall use it with ease\nand grace if not its original inventor?\n\nIf their style suits Mr. Morris, there is little doubt that their\nsubject is equally congenial.  I cannot claim to be in his confidence\non the point, but it is not difficult, I fancy, to guess what has\nattracted him to them.  Nearly all of them, we have seen, are on the\nborderland between folk-tale and romance.  It is tales such as these\nthat Mr. Morris wishes to see told in tapestry on the walls of the\nMoot-Hall of the Hammersmith of Nowhere.  It was by tales such as\nthese that he first won a hearing from all lovers of English\nliterature.  The story of Jason is but a Greek setting of a folk-tale\nknown among the Gaels as the Battle of the Birds, and in Norse as the\nMaster Maid.  Many of the tales which the travellers told one another\nin the Earthly Paradise, such as The Man Born to be King (itself\nderived from the first of our stories), The Land East of the Sun and\nWest of the Moon, and The Ring given to Venus, are, on the face of\nthem, folk-tales.  Need I give any stronger recommendation of this\nbook to English readers than to ask them to regard it as a sort of\nouthouse to that goodly fabric so appropriately known to us all as\nThe Earthly Paradise?\n\nJOSEPH JACOBS.\n\n\n\nTHE TALE OF KING COUSTANS THE EMPEROR\n\n\n\nThis tale telleth us that there was erewhile an Emperor of Byzance,\nwhich as now is called Constantinople; but anciently it was called\nByzance.  There was in the said city an Emperor; pagan he was, and\nwas held for wise as of his law.  He knew well enough of a science\nthat is called Astronomy, and he knew withal of the course of the\nstars, and the planets, and the moon:  and he saw well in the stars\nmany marvels, and he knew much of other things wherein the paynims\nmuch study, and in the lots they trow, and the answers of the Evil\nOne, that is to say, the Enemy.  This Emperor had to name Musselin;\nhe knew much of lore and of sorceries, as many a pagan doth even yet.\n\nNow it befell on a time that the Emperor Musselin went his ways a\nnight-tide, he and a knight of his alone together, amidst of the city\nwhich is now called Constantinople, and the moon shone full clear.\n\nAnd so far they went, till they heard a Christian woman who travailed\nin child-bed in a certain house whereby they went.  There was the\nhusband of the said woman aloft in a high solar, and was praying to\nGod one while that she might be delivered, and then again another\nwhile that she might not be delivered.\n\nWhen the Emperor had hearkened this a great while, he said to the\nknight:  \"Hast thou heard it of yonder churl how he prayeth that his\nwife may be delivered of her child, and another while prayeth that\nshe may not be delivered?  Certes, he is worser than a thief.  For\nevery man ought to have pity of women, more especially of them that\nbe sick of childing.  And now, so help me Mahoume and Termagaunt! if\nI do not hang him, if he betake him not to telling me reason\nwherefore he doeth it!  Come we now unto him.\"\n\nThey went within, and said the Emperor:  \"Now churl, tell me of a\nsooth wherefore thou prayedst thy God thus for thy wife, one while\nthat she might be delivered, and another while that she might be\ndelivered not.  This have I will to wot.\"\n\n\"Sir,\" said he, \"I will tell thee well.  Sooth it is that I be a\nclerk, and know mickle of a science which men call Astronomy.  Withal\nI wot of the course of the stars and of the planets; therefore saw I\nwell that if my wife were delivered at the point and the hour whereas\nI prayed God that she might not be delivered, that if she were\ndelivered at that hour, the child would go the way of perdition, and\nthat needs must he be burned, or hanged, or drowned.  But whenas I\nsaw that it was good hour and good point, then prayed I to God that\nshe might be delivered.  And so sore have I prayed God, that he hath\nhearkened my prayer of his mercy, and that she is delivered in good\npoint.  God be heried and thanked!\"\n\n\"Well me now,\" said the Emperor, \"in what good point is the child\nborn?\"\n\n\"Sir,\" said he, \"of a good will; know sir, for sooth, that this\nchild, which here is born, shall have to wife the daughter of the\nemperor of this city, who was born but scarce eight days ago; and he\nshall be emperor withal, and lord of this city, and of all the\nearth.\"  \"Churl,\" said the Emperor, \"this which thou sayest can never\ncome to pass.\"  \"Sir,\" said he, \"it is all sooth, and thus it\nbehoveth it to be.\"  \"Certes,\" quoth the Emperor, \"'tis a mighty\nmatter to trow in.\"\n\nBut the Emperor and the Knight departed thence, and the Emperor bade\nthe Knight go bear off the child in such wise, if he might, that none\nshould see him therein.  The Knight went and found there two women,\nwho were all busied in arraying the woman who had been brought to\nbed.  The child was wrapped in linen clothes, and they had laid him\non a chair.  Thereto came the Knight, and took the child and laid him\non a board, and brought him to the Emperor, in such wise that none of\nthe women wotted thereof.  The Emperor did do slit the belly of him\nwith a knife from the breast down to the navel, and said withal to\nthe Knight, that never should the son of that churl have to wife his\ndaughter, nor be emperor after him.\n\nTherewithal would the Emperor do the Knight to put forth his hand to\nthe belly, to seek out the heart; but the Knight said to him:  \"Ah,\nsir, a-God's mercy, what wouldst thou do?  It is nought meet to thee,\nand if folk were to wot thereof, great reproach wouldst thou get\nthee.  Let him be at this present, for he is more than dead.  And if\nit please thee that that one trouble more about the matter, I will\nbear him down to the sea to drown him.\"  \"Yea,\" quoth the Emperor,\n\"bear him away thither, for right sore do I hate him.\"\n\nSo the Knight took the child, and wrapped him in a cover-point of\nsilk, and bore him down toward the sea.  But therewith had he pity of\nthe child, and said that by him should he never be drowned; so he\nleft him, all wrapped up as he was, on a midden before the gate of a\ncertain abbey of monks, who at that very nick of time were singing\ntheir matins.\n\nWhen the monks had done singing their matins, they heard the child\ncrying, and they bore him before the Lord Abbot.  And the Abbot saw\nthat the child was fair, and said that he would do it to be\nnourished.  Therewith he did do unwrap it, and saw that it had the\nbelly cloven from the breast down to the navel.\n\nThe Abbot, so soon as it was day, bade come leeches, and asked of\nthem for how much they would heal the child and they craved for the\nhealing of him an hundred of bezants.  But he said that it would be\nmore than enough, for overmuch would the child be costing.  And so\nmuch did the Abbot, that he made market with the surgeons for four-\nscore bezants.  And thereafter the Abbot did do baptize the child,\nand gave him to name Coustans, because him-seemed that he costed\nexceeding much for the healing of him.\n\nThe leeches went so much about with child, that he was made whole and\nthe Abbot sought him a good nurse, and got the child to suckle, and\nhe was healed full soon; whereas the flesh of him was soft and\ntender, and grew together swiftly one to the other, but ever after\nshowed the mark.\n\nMuch speedily waxed the child in great beauty; when he was seven\nyears old the Abbot did him to go to the school, and he learned so\nwell, that he over-passed all his fellows in subtilty and science.\nWhen he was of twelve years, he was a child exceeding goodly; so it\nmight nought avail to seek a goodlier.  And whenas the Abbot saw him\nto be a child so goodly and gentle, he did him to ride abroad with\nhim.\n\nNow so it fell out, that the Abbot had to speak with the Emperor of a\nwrong which his bailiffs had done to the abbey.  The Abbot made him a\ngoodly gift, whereas the abbey and convent were subject unto him, for\nthe Emperor was a Saracen.  When the Abbot had given him his goodly\ngift, the Emperor gave him day for the third day thence, whenas he\nshould be at a castle of his, three leagues from the city of Byzance.\n\nThe Abbot abode the day:  when he saw the time at point to go to the\nEmperor, he mounted a-horseback, and his chaplain, and esquire, and\nhis folk; and with him was Coustans, who was so well fashioned that\nall praised his great beauty, and each one said that he seemed well\nto be come of high kindred, and that he would come to great good.\n\nSo when the Abbot was come before the castle whereas the Emperor\nshould be, he came before him and spake to and greeted him:  and the\nEmperor said to him that he should come into the castle, and he would\nspeak with him of his matter:  the Abbot made him obeisance, and said\nto him:  \"Sir, a-God's name!\"  Then the Abbot called to him Coustans,\nwho was holding of his hat while he spake unto the Emperor; and the\nEmperor looked on the lad, and saw him so fair and gentle as never\nbefore had he seen the like fair person.  So he asked of the Abbot\nwhat he was; and the Abbot said him that he wotted not, save that he\nwas of his folk, and that he had bred him up from a little child.\n\"And if I had leisure with thee, I would tell thee thereof fine\nmarvels.\"  \"Yea,\" said the Emperor; \"come ye into the castle, and\ntherein shalt thou say me the sooth.\"\n\nThe Emperor came into the castle, and the Abbot was ever beside him,\nas one who had his business to do; and he did it to the best that he\nmight, as he who was subject unto him.  The Emperor forgat in nowise\nthe great beauty of the lad, and said unto the Abbot that he should\ncause him come before him, and the Abbot sent for the lad, who came\nstraightway.\n\nWhen the child was before the Emperor, he seemed unto him right fair;\nand he said unto the Abbot, that great damage it was that so fair a\nlad was Christian.  But the Abbot said that it was great joy thereof,\nwhereas he would render unto God a fair soul.  When the Emperor heard\nthat, he fell a-laughing, and said to the Abbot that the Christian\nlaw was of no account, and that all they were lost who trowed\ntherein.  When the Abbot heard him so say, he was sore grieved; but\nhe durst not make answer as he would, so he said much humbly:  \"Sir,\nif God please, who can all things, they are not lost; for God will\nhave mercy of his sinners.\"\n\nThen the Emperor asked of him whence that fair child was come; and\nthe Abbot said that it was fifteen years gone since he had been found\nbefore their gate, on a midden, all of a night-tide.  \"And our monks\nheard him a-crying whenas they had but just said matins; and they\nwent to seek the child, and brought him to me; and I looked on the\nbabe, and beheld him much fair, and I said that I would do him to be\nnourished and baptized.  I unwrapped him, for the babe was wrapped up\nin a cover-point of vermil sendel; and when he was unwrapped, I saw\nthat he had the belly slit from the breast to the navel.  Then I sent\nfor leeches and surgeons, and made market with them to heal him for\nfour-score bezants; and thereafter he was baptized, and I gave him to\nname Coustans, because he costed so much of goods to heal.  So was\nthe babe presently made whole:  but never sithence might it be that\nthe mark appeared not on his belly.\"\n\nWhen the Emperor heard that, he knew that it was the child whose\nbelly he had slit to draw the heart out of him.  So he said to the\nAbbot that he should give him the lad.  And the Abbot said that he\nwould speak thereof to his convent, and that he should have him with\ntheir good-will.  The Emperor held his peace, and answered never a\nword.  But the Abbot took leave of him, and came to his abbey, and\nhis monks, and told them that the Emperor had craved Coustans of him.\n\"But I answered that I would speak to you if ye will yea-say it.\nSay, now, what ye would praise of my doing herein.\"\n\n\"What!\" said the wisest of the convent; \"by our faith, evil hast thou\ndone, whereas thou gavest him not presently, even as he demanded of\nthee.  We counsel thee send him straightway, lest the Emperor be\nwrath against us, for speedily may we have scathe of him.\"\n\nThereto was their counsel fast, that Coustans should be sent to the\nEmperor.  So the Abbot commanded the Prior to lead Coustans thereto;\nand the Prior said:  \"A-God's name!\"\n\nSo he mounted, and led with him Coustans, and came unto the Emperor,\nand greeted him on behalf of the Abbot and the convent; and then he\ntook Coustans by the hand, and, on the said behalf, gave him to the\nEmperor, who received him as one who was much wrath that such a\nrunagate and beggar churl should have his daughter to wife.  But he\nthought in his heart that he would play him the turn.\n\nWhen the Emperor had gotten Coustans, he was in sore imagination how\nhe should be slain in such wise that none might wot word thereof.\nAnd it fell out so that the Emperor had matters on hand at the outer\nmarches of his land, much long aloof thence, well a twelve days'\njourney.  So the Emperor betook him to going thither, and had\nCoustans thither with him, and thought what wise he might to do slay\nhim, till at last he let write a letter to his Burgreve of Byzance.\n\n\"I Emperor of Byzance and Lord of Greece, do thee to wit who abidest\nduly in my place for the warding of my land; and so soon as thou\nseest this letter thou shalt slay or let slay him who this letter\nshall bear to thee, so soon as he hast delivered the said letter to\nthee, without longer tarrying.  As thou holdest dear thine own proper\nbody, do straightway my commandment herein.\"\n\nEven such was the letter which the fair child Coustans bore, and knew\nnot that he bore his own death.  The lad took the letter, which was\nclose, and betook him to the road, and did so much by his journeys\nthat he came in less than fifteen days to Byzance, which is nowadays\ncalled Constantinople.\n\nWhen the lad entered into the city, it was the hour of dinner; so, as\nGod would have it, he thought that he would not go his errand at that\nnick of time, but would tarry till folk had done dinner:  and\nexceeding hot was the weather, as is wont about St. John's-mass.  So\nhe entered into the garden all a-horseback.  Great and long was the\ngarden; so the lad took the bridle from off his horse and unlaced the\nsaddle-girths, and let him graze; and thereafter he went into the\nnook of a tree; and full pleasant was the place, so that presently he\nfell asleep.\n\nNow so it fell out, that when the fair daughter of the Emperor had\neaten, she went into the garden with three of her maidens; and they\nfell to chasing each other about, as whiles is the wont of maidens to\nplay; until at the last the fair Emperor's daughter came under the\ntree whereas Coustans lay a-sleeping, and he was all vermil as the\nrose.  And when the damsel saw him, she beheld him with a right good\nwill, and she said to herself that never on a day had she seen so\nfair a fashion of man.  Then she called to her that one of her\nfellows in whom she had the most affiance, and the others she made to\ngo forth from out of the garden.\n\nThen the fair maiden, daughter of the Emperor, took her fellow by the\nhand, and led her to look on the lovely lad whereas he lay a-\nsleeping; and she spake thus:  \"Fair fellow, here is a rich treasure.\nLo thou! the most fairest fashion of a man that ever mine eyes have\nseen on any day of my life.  And he beareth a letter, and well I\nwould see what it sayeth.\"\n\nSo the two maidens drew nigh to the lad, and took from him the\nletter, and the daughter of the Emperor read the same; and when she\nhad read it, she fell a-lamenting full sore, and said to her fellow:\n\"Certes here is a great grief!\"  \"Ha, my Lady!\" said the other one,\n\"tell me what it is.\"  \"Of a surety,\" said the Maiden, \"might I but\ntrow in thee I would do away that sorrow!\"  \"Ha, Lady,\" said she,\n\"hardily mayest thou trow in me, whereas for nought would I uncover\nthat thing which thou wouldst have hid.\"\n\nThen the Maiden, the daughter of the Emperor, took oath of her\naccording to the paynim law; and thereafter she told her what the\nletter said; and the damsel answered her:  \"Lady, and what wouldest\nthou do?\"  \"I will tell thee well,\" said the daughter of the Emperor;\n\"I will put in his pouch another letter, wherein the Emperor, my\nfather, biddeth his Burgreve to give me to wife to this fair child\nhere, and that he make great feast at the doing of the wedding unto\nall the folk of this land; whereas he is to wot well that the lad is\na high man and a loyal.\"\n\nWhen the damsel had heard that, she said that would be good to do.\n\"But, Lady, how wilt thou have the seal of thy father?\"  \"Full well,\"\nsaid the Maiden, \"for my father delivered to me four pair of scrolls,\nsealed of his seal thereon; he hath written nought therein; and I\nwill write all that I will.\"  \"Lady,\" said she, \"thou hast said full\nwell; but do it speedily, and haste thee ere he awakeneth.\"  \"So will\nI,\" said the Maiden.\n\nThen the fair Maiden, the daughter of the Emperor, went to her\ncoffers, and drew thereout one of the said scrolls sealed, which her\nfather had left her, that she might borrow moneys thereby, if so she\nwould.  For ever was the Emperor and his folk in war, whereas he had\nneighbours right felon, and exceeding mighty, whose land marched upon\nhis.  So the Maiden wrote the letter in this wise:\n\n\"I King Musselin, Emperor of Greece and of Byzance the city, to my\nBurgreve of Byzance greeting.  I command thee that the bearer of this\nletter ye give to my fair daughter in marriage according to our law;\nwhereas I have heard and wot soothly that he is a high person, and\nwell worthy to have my daughter.  And thereto make ye great joy and\ngreat feast to all them of my city and of all my land.\"\n\nIn such wise wrote and said the letter of the fair daughter of the\nEmperor; and when she had written the said letter, she went back to\nthe garden, she and her fellow together, and found that one yet\nasleep, and they put the letter into his pouch.  And then they began\nto sing and make noise to awaken him.  So he awoke anon, and was all\nastonied at the fair Maiden, the daughter of the Emperor, and the\nother one her fellow, who came before him; and the fair Maiden,\ndaughter of the Emperor, greeted him; and he greeted her again right\ndebonairly.  Then she asked of him what he was, and whither he went;\nand he said that he bore a letter to the Burgreve, which the Emperor\nsent by him; and the Maiden said that she would bring him straightway\nwhereas was the Burgreve.  Therewith she took him by the hand, and\nbrought him to the palace, where there was much folk, who all rose\nagainst the Maiden, as to her who was their Lady.\n\nNow the Maiden demanded the Burgreve, and they told her that he was\nin a chamber; so thither she led the lad, and the lad delivered the\nletter, and said that the Emperor greeted him.  But the Burgreve made\ngreat joy of the lad, and kissed the hand of him.  The Maiden opened\nthe pouch, and fell a-kissing the letter and the seal of her father\nfor joy's sake, whereas she had not heard tidings of him a great\nwhile.\n\nThereafter she said to the Burgreve that she would hearken the letter\nin privy council, even as if she wotted nought thereof; and the\nBurgreve said that that were good to do.  Then went the Burgreve and\nthe Maiden into a chamber, and the Maiden unfolded the letter and\nread it to the Burgreve, and made semblance of wondering exceedingly;\nand the Burgreve said to her, \"Lady, it behoveth to do the will of my\nlord thy father, for otherwise we shall be blamed exceedingly.\"  The\nMaiden answered him:  \"And how can this be, that I should be wedded\nwithout my lord my father?  A strange thing it would be, and I will\ndo it in no manner.\"\n\n\"Ha, Lady!\" said the Burgreve, \"what is that thou sayest?  Thy father\nhas bidden thus by his letter, and it behoveth not to gainsay.\"\n\n\"Sir,\" said the Maiden, (unto whom it was late till the thing were\ndone) \"thou shalt speak unto the barons and mighty men of this realm,\nand take counsel thereof.  And if they be of accord thereto, I am she\nwho will not go against it.\"  Then the Burgreve said that she spake\nwell and as one wise.\n\nThen spake the Burgreve to the barons, I and showed them the letter,\nand they accorded all to that that the matter of the letter must be\naccomplished, and the will of the Emperor done.  Then they wedded the\nfair youth Coustans, according to the paynim law, unto the fair\ndaughter of the Emperor; and the wedding endured for fifteen days:\nand such great joy was there at Byzance that it was exceeding, and\nfolk did no work in the city, save eating and drinking and making\nmerry.\n\nLong while abode the Emperor in the land whereas he was:  and when he\nhad done his business, he went his ways back towards Byzance; and\nwhenas he was but anigh two journeys thence, came to him a message of\nthe messengers who came from Byzance.  The Emperor asked of him what\nthey did in the city; and the varlet said that they were making\nexceeding good cheer of eating and drinking and taking their ease,\nand that no work had they done therein these fifteen days.\n\n\"And wherefore is that?\" said the Emperor.  \"Wherefore, Sir!  Wot ye\nnot well thereof?\"  \"Nay, forsooth,\" said the Emperor, \"but tell me\nwherefore.\"\n\n\"Sir,\" said the varlet, \"thou sentest a youngling, exceeding fair, to\nthy Burgreve, and badest him by thy letter to wed him to thy daughter\nthe fair, and that he should be emperor after thee, whereas he was a\nman right high, and well worthy to have her.  But thy daughter would\nnot take that before that the Burgreve should have spoken to the\nbarons.  And he spake to all them, and showed them thy letter; and\nthey said that it behoved to do thy commandment.  And when thy\ndaughter saw that they were all of one accord thereon, she durst not\ngo against them, but yea-said it.  Even in such wise hath thy\ndaughter been wedded, and such joy has been in the city as none might\nwish it better.\"\n\nThe Emperor, when he heard the messenger speak thus, was all\nastonied, and thought much of this matter; and he asked of the varlet\nhow long it was since the lad had wedded his daughter, and whether or\nno he had lain by her?\n\n\"Sir,\" said the varlet, \"yea; and she may well be big by now; because\nit is more than three weeks since he hath wedded her.\"  \"Forsooth,\"\nsaid the Emperor, \"in a good hour be it! for since it is so, it\nbehoveth me to abide it, since no other it may be.\"\n\nSo far rode the Emperor till he came to Byzance, whereas they made\nhim much fair feast; and his fair daughter came to meet him, and her\nhusband Coustans, who was so fair a child that none might better be.\nThe Emperor, who was a wise man, made of them much great joy, and\nlaid his two hands upon their two heads, and held them there a great\nwhile; which is the manner of benison amongst the paynims.\n\nThat night thought the Emperor much on this marvel, how it could have\ncome about; and so much he pondered it, that he wotted full well that\nit had been because of his daughter.  So he had no will to gain-say\nher, but he demanded to see the letter which he had sent, and they\nshowed it unto him, and he saw his seal hanging thereto, and saw the\nletter which was written; and by the manner whereby the thing had\nbeen done, he said to himself that he had striven against the things\nwhich behoved to be.\n\nThereafter, the Emperor made Coustans a knight, even his new son who\nwas wedded unto his daughter, and he gave and granted to him all the\nwhole land after his death.  And the said Coustans bore him well and\nwisely, as a good knight, and a valiant and hardy, and defended him\nfull well against his enemies.  No long time wore ere his lord the\nEmperor died, and his service was done much richly, after the paynim\nlaw.  Then was Coustans emperor, and he loved and honoured much the\nAbbot who had nourished him, and he made him his very master.  And\nthe Emperor Coustans, by the counsel of the Abbot, and the will of\nGod the all mighty, did do christen his wife, and all they of that\nland were converted to the law of Jesus Christ.  And the Emperor\nCoustans begot on his wife an heir male, who had to name Constantine,\nwho was thereafter a prudhomme much great.  And thereafter was the\ncity called Constantinople, because of his father, Coustans, who\ncosted so much, but aforetime was it called Byzance.\n\nHere withal endeth the Story of King Coustans the Emperor.\n\nThe said story was done out of the ancient French into English by\nWilliam Morris.\n\n\n\nTHE FRIENDSHIP OF AMIS AND AMILE\n\n\n\nIn the time of Pepin King of France was a child born in the Castle of\nBericain of a noble father of Alemaine who was of great holiness.\n\nThe father and the mother promised to God, and Saint Peter and Saint\nPaul, whereas they had none other child, that if God gave it life,\nthey would bear it to Rome to baptism.  At the same time came a\nvision to a Count of Alverne, whose wife was big with child, whereby\nit seemed that the Apostle of Rome was baptizing many children in his\npalace and confirming them with chrism.\n\nSo when the Count was awaken he sought of many wise folk what might\nsignify that which he had seen in the dream.  And when his vision was\nuncovered, a wise man and ancient bespake him by the counsel of God:\n\"Make great joy, Count, for there shall be born to thee a son full of\ngreat prowess and of great holiness; and him thou shalt let bear to\nRome and let baptize him by the Apostle.\"\n\nThereof great joy made the Count, and he and his folk praised the\ncounsel of the elder.\n\nThe child was born and dearly fostered, and when he had two years,\nand the father after his purpose was bearing him to Rome, he came to\nthe city of Lucca.  And therein he found a noble man of Almaine who\nwas wending Romeward and bearing his son to baptism.  They greeted\none the other, and each asked other who he was and what he sought,\nand when they found themselves to be of one purpose they joined\ncompany in all friendliness and entered Rome together.  And the two\nchildren fell to loving one another so sorely that one would not eat\nwithout the other, they lived of one victual, and lay in one bed.\n\nIn this wise the fathers brought them before the Apostle at Rome, and\nspake to him:  \"Holy Father, whom we know and believe to be in the\nplace of Saint Peter the Apostle, the Count of Alverne, and a noble\nknight of Bericain the Castle, beseech your Holiness that ye would\ndeign to baptize their sons which they have brought from far away,\nand that ye would take their little offering from their hands.\"\n\nAnd the Apostle answered them:  \"I hold your gifts for right\nacceptable, but they are not to me of much necessity; give them to\nthe poor, who have need thereof.  The infants will I baptize with a\ngood will, that the Father, the Son, and the Holy Ghost may embrace\nthem in the love of the Holy Trinity.\"\n\nForthwith then the Apostle baptized them in the Church of the Holy\nSaviour, and laid for name on the son of the Count, Amile, and on the\nson of the Knight, Amis; and many a knight of Rome held them at the\nfont with mickle joy, and raised them aloft even as God would.  And\nthe office of Baptism done, the Apostle bade bring two hanaps of tree\ndight with gold and precious stones, side and wide alike, and of like\nfashion, and gave them to the bairns and said:  \"Take these gifts in\ntoken that I have baptized you in the Church of the Holy Saviour.\"\nWhich gifts they took joyfully and thanked him much, and betook them\nthence home in all joyance.\n\nTo the child of Bericain did God give so great wisdom, that one might\ntrow that he were another Solomon; and when he was of the age of\nthirty years a fever took his father, and he fell to admonishing his\nson in such like words:  \"Fair son, well beloved, it behoveth me\npresently to die, and thou shalt abide and be thine own master.  Now\nfirstly, fair son, keep thou the commandments of God; the chivalry of\nJesus Christ do thou.  Keep thou faith to thy lords, and give aid to\nthy fellows and friends.  Defend the widows and orphans.  Uphold the\npoor and needy:  and all days hold thy last day in memory.  Forget\nnot the fellowship and friendship of the son of the Count of Alverne,\nwhereas the Apostle of Rome on one day baptized you both, and with\none gift honoured you.  Ye be alike of beauty, of fashion, and\nstature, and whoso should see you, would deem you to be brethren.\"\n\nSo having finished these words, and received his Saviour, he departed\nin our Lord, and his son did do bury him, and did do render him his\nservice, even as one should do for the dead.\n\nAfter the death of his father evil folk bore envy against him, and\ndid him many a scathe, and grieved him sorely; but he loved them all\nand suffered whatsoever they did to him.  What more may I tell you,\nsave that they cast him and his folk out of the heritage of his\nfathers, and chased him forth out of his castle.  So when he\nbethought him of the commandment of his father, he said to them who\nwent in his company:  \"The wicked have wrongfully cast me forth out\nof mine heritage:  yet have I good hope in our Lord that he will help\nme; go we now to the Court of the Count Amile, who was my friend and\nmy fellow.  May-happen he will make us rich with his goods and his\nhavings.  But if it be not so, then shall we go to Hildegard the\nQueen, wife of King Charles of France, who is wont to comfort the\ndisinherited.\"\n\nAnd they answered that they were ready to follow him and do his\nbidding.\n\nTherewith they went their ways to the Court of the Count and found\nhim not there, because he was gone to Bericain to visit Amis his\nfellow, and comfort him of the death of his father.  And when he\nfound him not, he departed sore troubled, and said to himself that he\nwould not betake him to his own land till he had found Amis his\nfellow; and he sought him in France and in Almaine, where soever he\nheard tell that his kindred were, and could find no certainty of him.\n\nTherewithal Amis together with his folk, ceased not to seek his\nfellow Amile, until they came to the house of a noble man where they\nwere guested.  Thereat they told by order all their adventure and the\nnoble man said to them:  \"Abide with me, Sir Knights, and I will give\nmy daughter to your lord, because of the wisdom that I have heard of\nhim, and I will make you all rich of gold and of silver, and of\nhavings.\"\n\nThat word pleased them, and they I held the bridal with mickle joy.\nBut when they had abided there for a year and a half, then said Amis\nto his ten fellows \"We have done amiss in that we have left seeking\nof Amile.\"  And he left there two of his sergeants and his hanap, and\nwent his ways toward Paris.\n\nNow by this time had Amile been a-seeking for Amis two years past\nwithout ceasing.  And whenas Amile drew nigh to Paris he found a\npilgrim and asked if he had seen Amis whom men had chased out of his\nland; and that one said nay, he had not.  But Amile did off his coat\nand gave it to the pilgrim and said:  \"Pray thou to our Lord and his\nHallows that they give me to find Amis my fellow.\"\n\nThen he departed from the pilgrim, and went his ways to Paris, and\nfound no-whither Amis his fellow.\n\nBut the pilgrim went his ways forthwith, and about vespers happened\non Amis, and they greeted each the other.  And Amis said to the\npilgrim, had he seen or heard tidings in any land of Amile, son of\nthe Count of Alverne.  And the pilgrim answered him all marvelling:\n\"Who art thou, Knight, who thus mockest a pilgrim?  Thou seemest to\nme that Amile who this day asked of me if I had seen Amis his fellow.\nI wot not for why thou hast changed thy garments, thy folk, thine\nhorses, and thine arms.  Thou askest me now what thou didst ask me\nto-day about tierce; and thou gavest me this coat.\"\n\n\"Trouble not thine heart,\" said Amis, \"I am not he whom thou deemest;\nbut I am Amis who seeketh Amile.\"  And he gave him of his silver, and\nbade him pray our Lord to give him to find Amile.  And the pilgrim\nsaid:  \"Go thy ways forthright to Paris, and I trow that thou shalt\nfind him whom thou seekest so sore longing.\"  And therewith Aims went\nhis ways full eagerly.\n\nNow on the morrow Amile was already departed from Paris, and was\nsitting at meat with his knights hard by the water of Seine in a\nflowery meadow.  And when they saw Amis coming with his fellows all\narmed, they rose up and armed them, and so went forth before them;\nand Amis said to his fellows:  \"I see French knights who come against\nus in arms.  Now fight hardily and defend your lives.  If we may\nescape this peril, then shall we go with great joy to Paris, and\nthereto shall we be received with high favour at the Court of the\nKing.\"\n\nThen were the reins let loose and the spears shaken aloft, and the\nswords drawn on either side, in such wise that no semblance was there\nthat any should escape alive.  But God the all mighty who seeth all,\nand who setteth an end to the toil of the righteous, did to hold\naback them of one part and of the other when they were now hard on\neach other, for then said Amis:  \"Who are ye knights, who have will\nto slay Amis the exile and his fellows?\"  At that voice Amile knew\nAmis his fellow and said:  \"O thou Amis most well beloved, rest from\nmy travail, I am Amile, son of the Count of Alverne, who have not\nceased to seek thee for two whole years.\"\n\nAnd therewith they lighted down from their horses, and embraced and\nkissed each other, and gave thanks to God of that they were found.\nAnd they swore fealty and friendship and fellowship perpetual, the\none to the other, on the sword of Amile, wherein were relics.  Thence\nwent they all together to the Court of Charles, King of France; there\nmight men behold them young, well attempered, wise, fair, and of like\nfashion and visage, loved of all and honoured.  And the King received\nthem much joyously, and made of Amis his treasurer, and of Amile his\nserver.\n\nBut when they had abided thus three years, Amis said unto Amile:\n\"Fair sweet fellow, I desire sore to go see my wife whom I have left\nbehind; and I will return the soonest that I may; and do thou abide\nat the Court.  But keep thee well from touching the daughter of the\nKing; and above all things beware of Arderi the felon.\"  Amile\nanswered him:  \"I will take heed of thy commandment; but betake thee\nback hither so soon as thou mayest.\"\n\nThuswise departed Amis.  But Amile cast his eyes upon the King's\ndaughter, and knew her so soon as he might; and right soon forgat he\nthe commandment and the teaching of Amis his fellow.  Yet is not this\nadventure strange, whereas he was no holier than David, nor wiser\nthan Solomon.\n\nAmidst these things Arderi the traitor, who bore him envy, came to\nhim and said:  \"Thou wottest not, fellow, thou wottest not, how Amis\nhath robbed the treasure of the King, and therefore is fled away.\nWherefore I require of thee thou swear me fealty and friendship and\nfellowship, and I will swear the same to thee on the holy Gospel.\"\nAnd so when that was done Amile doubted not to lay bare his secret to\nArderi.\n\nBut whenas Amile was a-giving water to the King to wash his hands\nwithal, the false Arderi said to the King:  \"Take thou no water from\nthis evil man, sir King:  for he is more worthy of death than of\nlife, whereas he hath taken from the Queen's Daughter the flower of\nher virginity.\"  But when Amile heard this, he fell adown all\nastonied, and might say never a word; but the benign King lifted him\nup again, and said to him:  \"Rise up, Amile, and have no fear, and\ndefend thee of this blame.\"  So he lifted himself up and said:  \"Have\nno will to trow, sire, in the lies of Arderi the traitor, for I wot\nthat thou art a rightwise judge, and that thou turnest not from the\nright way, neither for love nor for hatred.  Wherefore I pray thee\nthat thou give me frist of counsel; and that I may purge me of this\nguilt before thee, and do the battle against Arderi the traitor, and\nmake him convict of his lies before all the Court.\"\n\nSo the King gave to one and the other frist of counsel till after\nnones, and that then they should come before him for to do their\ndevoir; and they came before the King at the term which he had given\nthem.  Arderi brought with him the Count Herbert for his part; but\nAmile found none who would be for him saving Hildegarde the Queen,\nwho took up the cause for him, and gat frist of counsel for Amile, on\nsuch covenant that if Amile came not back by the term established,\nshe should be lacking all days of the bed of the King.\n\nBut when Amile went to seek counsel, he happened on Amis, his fellow,\nwho was betaking him to the King's Court; and Amile lighted down from\nhis horse, and cast himself at the feet of his fellow, and said:  \"O\nthou, the only hope of my salvation, evilly have I kept thy\ncommandment; for I have run into wyte of the King's Daughter, and I\nhave taken up battle against the false Arderi.\"\n\nThen said Amis, sighing:  \"Leave we here our folk, end enter into\nthis wood to lay bare our secret.\"  And Amis fell to blaming Amile,\nand said:  \"Change we our garments and our horses, and get thee to my\nhouse, and I will do the battle for thee against the traitor.\"  And\nAmile answered:  \"How may I go into thine house, who have no\nknowledge of thy wife and thy folk, and have never seen them face to\nface?\"  But Amis said to him:  \"Go in all safety, and seek wisely to\nknow them:  but take good heed that thou touch not my wife.\"\n\nAnd thuswise they departed each from his fellow weeping; and Amis\nwent his ways to the Court of the King in the semblance of Amile, and\nAmile to the house of his fellow in the semblance of Amis.  But the\nwife of Amis, when she saw him betake him thither, ran to embrace\nhim, whom she deemed was her husband, and would have kissed him.  But\nhe said:  \"Flee thou from before me, for I have greater need to\nlament than to play; whereas, since I departed from thee, I have\nsuffered adversity full sore, and yet have to suffer.\"\n\nAnd a night-time whenas they lay in one bed, then Amile laid his\nsword betwixt the two of them, and said to the woman:  \"Take heed\nthat thou touch me in no manner wise, else diest thou straightway by\nthis sword.\"  And in likewise did he the other nights, until Amis\nbetook him in disguise to his house to wot if Amile kept faith with\nhim of his wife.\n\nNow was the term of the battle come, and the Queen abode Amile all\nfull of fear, for the traitor Arderi said, all openly, that the Queen\nshould nevermore draw nigh the bed of the King, whereas she had\nsuffered and consented hereto, that Amile should shame her daughter.\nAmidst these words Amis entered into the Court of the King clad in\nthe raiment of his fellow, Amile, at the hour of midday and said to\nthe King:  \"Right debonaire and loyal judge, here am I apparelled to\ndo the battle against the false Arderi, in defence of me, the Queen,\nand her daughter of the wyte which they lay upon us.\"\n\nAnd the King answered benignly and said:  \"Be thou nought troubled,\nCount, for if thou vanquishest the battle, I will give thee to wife\nBelisant my daughter.\"\n\nOn the morrow's morn, Arderi and Amis entered armed into the field in\nthe presence of the King and his folk.  And the Queen with much\ncompany of virgins, and widows and wedded wives, went from church to\nchurch making prayers for the Champion of her daughter, and they gave\ngifts, oblations and candles.\n\nBut Amis fell to pondering in his heart, that if he should slay\nArderi, he would be guilty of his death before God, and if he were\nvanquished, it should be for a reproach to him all his days.\nWherefore he spake thuswise to Arderi:  \"O thou, Count, foul rede\nthou hast, in that thou desirest my death so sorely, and hast\nfoolishly cast thy life into peril of death.  If thou wouldest but\ntake back the wyte which thou layest on me, and leave this mortal\nbattle, thou mayest have my friendship and my service.\"\n\nBut Arderi, as one out of his wit, answered him:  \"I will nought of\nthy friendship nor thy service; but I shall swear the sooth as it\nverily is, and I shall smite the head from off thee.\"\n\nSo Arderi swore that he had shamed the King's Daughter, and Amis\nswore that he lied; and straightway they dealt together in strokes,\nand fought together from the hour of tierce right on till nones.  And\nArderi was vanquished, and Amis smote off his head.\n\nThe King was troubled that he had Arderi; yet was he joyous that his\ndaughter was purged of her guilt.  And he gave to Amis his daughter,\nand a great sum of gold and silver, and a city hard by the sea\nwherein to dwell.  And Amis received the same with great joy.  Then\nhe returned at his speediest to his hostel wherein he had left Amile\nhis fellow; but whenas Amile saw him coming with much company of\nhorse, he deemed that Amis was vanquished, and fell to fleeing:  but\nAmis bade him return in all safety, for that he had vanquished\nArderi, and thereby was wedded for him to the King's Daughter.\nThence then did Amile betake him, and abode in the aforesaid city\nwith his wife.\n\nBut Amis abode with his wife, and he became mesel by the will of our\nLord, in such wise that he might not move from his bed; for God\nchastiseth him that He loveth.\n\nAnd his wife, who had to name Obias, had him in sore hate, and many a\ntime strove to strangle him; and when Amis found that, he called to\nhim two of his sergeants, Azones and Horatus by name, and said to\nthem:  \"Take me out of the hands of this evil woman, and take my\nhanap privily and bear me to the Castle of Bericain.\"\n\nSo when they drew nigh to the castle, folk came to meet them, and\nasked of them who was the feeble sick man whom they bore; and they\nsaid it was Amis, the master of them, who was become mesel, and\nprayed them that they would do him some mercy.  But nevertheless,\nthey beat the sergeants of Amis, and cast him down from the cart\nwhereon they were bearing him, and said:  \"Flee hence speedily if ye\nwould not lose your lives.\"\n\nThen Amis fell a-weeping, and said:\n\n\n\"O Thou, God debonaire and full of pity, give me death, or give me\naid from mine infirmity!\"  And therewith he said to his sergeants:\n\"Bring me to the Church of the Father of Rome, whereas God may\nperadventure of His great mercy purvey for my poverty.\"\n\nWhen they came to Rome, Constantin the Apostle, full of pity and of\nholiness, and many a knight of Rome of them who had held Amis at the\nfont, came to meet him, and gave him sustenance enough for him and\nhis sergeants.\n\nBut in the space of three years thereafter was so great famine in the\ncity, that the father had will to thrust the son away from his house.\nThen spake Azones and Horatus to Amis, and said:  \"Fair sir, thou\nwottest how feally we have served thee sithence the death of thy\nfather unto this day, and that we have never trespassed against thy\ncommandment.  But now we may no longer abide with thee, whereas we\nhave no will to perish of hunger:  wherefore we pray thee give us\nleave to escape this mortal pestilence.\"\n\nThen Amis answered them weeping:  \"O ye fair sons, and not sergeants,\nmy only comfort, I pray you for God's sake that ye leave me not here,\nbut bear me to the city of the Count Amile my fellow.\"\n\nAnd they who would well obey his commandments, bore him thither\nwhereas was Amile; and there they fell to sounding on their\ntartavelles before the Court of Amile, even as mesel folk be wont to\ndo.  And when Amile heard the sound thereof he bade a sergeant of his\nto bear to the sick man of bread and of flesh, and therewithal his\nhanap, which was given to him at Rome, full of good wine:  and when\nthe sergeant had done his commandment he said to him when he came\nagain:  \"By the faith which I owe thee, sir, if I held not thine\nhanap in my hand, I had deemed that it was even that which the sick\nman had; for one and the same be they of greatness and of fashion.\"\nThen said Amile:  \"Go speedily and lead him hither to me.\"\n\nBut when he was before his fellow he asked of him who he was, and how\nhe had gotten that hanap.  Said he:  \"I am of Bericain the Castle,\nand the hanap was given me by the Apostle of Rome, when he baptized\nme.\"\n\nAnd when Amile heard that, he knew that it was Amis his fellow who\nhad delivered him from death, and given him to wife the King's\nDaughter of France; straightway he cast himself upon him and fell to\ncrying out strongly, and to weeping and lamenting, and to kissing and\nembracing him.  And when his wife heard the same, she ran thereto all\ndishevelled, and making great dole, whereas she had in memory of how\nhe had slain Arderi.  And straightway they laid him in a very fair\nbed, and said to him:  \"Abide with us, fair sir, until that God shall\ndo his will of thee, for whatsoever we have is for thee to deal\nwith.\"  And he abode with them, and his sergeants with him.\n\nNow it befel on a night whenas Amis and Amile lay in one chamber\nwithout other company, that God sent to Amis Raphael his angel, who\nsaid to him:  \"Sleepest thou, Amis?\"  And he, who deemed that Amile\nhad called to him, answered:  \"I sleep not, fair sweet fellow.\"  Then\nthe angel said to him:  \"Thou hast answered well, whereas thou art\nthe fellow of the citizens of Heaven, and thou hast followed after\nJob, and Thoby in patience.  Now I am Raphael, an angel of our Lord,\nand am come to tell thee of a medicine for thine healing, whereas He\nhath heard thy prayers.  Thou shalt tell to Amile thy fellow, that he\nslay his two children and wash thee in their blood, and thence thou\nshalt get thee the healing of thy body.\"\n\nThen said Amis:  \"Never shall it be that my fellow be a manslayer for\nthe healing of me.\"  But the Angel said:  \"Yet even so it behoveth to\ndo.\"\n\nAnd when he had so said, the Angel departed; and therewith Amile, as\nif a-sleeping, heard those words, and awoke, and said:  \"What is it,\nfellow? who hath spoken unto thee?\"  And Amis answered that none had\nspoken:  \"But I have prayed to our Lord according to my wont.\"  Then\nAmile said:  \"Nay, it is not so; some one hath spoken to thee.\"\nTherewith he arose and went to the door of the chamber, and found it\nshut, and said:  \"Tell me, fair brother, who hath spoken to thee\nthese words of the night?\"\n\nThen Amis fell a-weeping sorely, and said to him that it was Raphael\nthe Angel of our Lord who had said to him:  \"Amis, our Lord biddeth\nthat thou tell Amile that he slay his two children, and wash thee\nwith the blood of them, and that then thou wilt be whole of thy\nmeselry.\"\n\nBut Amile was sore moved with these words, and said to him:  \"Amis, I\nhave given over to thee man-servant and maid-servant and all my\ngoods, and now thou feignest in fraud that the Angel hath spoken to\nthee that I slay my two children!\"  But forthwith Amis fell a-\nweeping, and said:  \"I wot that I have spoken to thee things\ngrievous, as one constrained, and now I pray thee that thou cast me\nnot out of thine house.\"  And Amile said that he had promised that he\nwould hold him till the hour of his death:  \"But I conjure thee by\nthe faith which is betwixt thee and me, and by our fellowship, and by\nthe baptism which we took between me and thee at Rome, that thou tell\nme if it be man or Angel who hath said this to thee.\"\n\nThen Amis answered:  \"As true as it was an Angel who spake to me this\nnight, so may God deliver me from mine infirmity.\"\n\nThen Amile fell to weeping privily, and thinking in his heart:  \"This\nman forsooth was apparelled before the King to die for me, and why\nshould I not slay my children for him; if he hath kept faith with me\nto the death, why keep I not faith?  Abraham was saved by faith, and\nby faith have the hallows vanquished kingdoms; and God saith in the\nGospel:  'That which ye would that men should do unto you, do ye even\nso to them.'\"\n\nAnd Amile without more tarrying, went to the chamber of his wife, and\nbade her go hear the service of our Lord; and the Countess gat her to\nthe church even as she was wont.\n\nThen the Count took his sword, and went to the bed where lay his\nchildren, and found them sleeping, and he threw himself upon them,\nand fell to weeping bitterly and said:  \"Who hath heard ever of a\nfather who of his own will hath slain his child?  Ah, alas my\nchildren!  I shall be no more your father, but your cruel murderer!\nAnd therewith the children awoke because of the tears which fell on\nthem from their father; and the children, who looked on the face of\ntheir father, fell a-laughing.  And whereas they were of the age of\nthree years or thereabout, their father said to them:  \"Your laughter\nshall be turned into weeping, for now shall your innocent blood be\nshed.\"\n\nWhen he had so said he cut off their heads and then laid them out\nbehind the bed, and laid the heads to the bodies, and covered them\nover even as they slept.  And with their blood which he received, he\nwashed his fellow, and said:  \"Sire God, Jesus Christ, who commandest\nmen to keep faith upon the earth, and who cleansest the mesel by thy\nword, deign thou to cleanse my fellow, for the love of whom I have\nshed the blood of my children.\"\n\nThen was Amis cleansed of his meselry, and they gave thanks to our\nLord with great joy and said:  \"Blessed be God, the father of our\nLord Jesus Christ, who healeth them that have hope in him.\"\n\nAnd Amile clad his fellow in his own right goodly raiment; and\ntherewith they went to the church to give thanks there, and the bells\nby the grace of God rang of themselves.  And when the people of the\ncity heard that, they ran all together toward that marvel.\n\nNow the wife of the Count when she saw them both going together, fell\nto asking which of the two was her husband and said:  \"I know well\nthe raiment of these twain, but I wot not which is Amile.\"\n\nAnd the Count said:  \"I am Amile, and this my fellow is Amis, who is\nwhole.\"  Then the Countess wondered, and said:  \"I see him all whole;\nbut much I desire to know whereby he is healed.\"  \"Render we thanks\nto our Lord,\" said the Count, \"nor disquiet us as to how it may be.\"\n\nNow was come the hour of tierce, and neither the father nor the\nmother was yet entered in to their children; but the father sighed\ngrievously for the death of his babes.  Then the Countess asked for\nher children to make her joy, and the Count said:  \"Dame let be, let\nthe children sleep!\"\n\nTherewith he entered all alone to the children to weep over them, and\nhe found them playing in the bed; but the scars of their wounds\nshowed about the necks of each of them even as a red fillet.\n\nThen he took them in his arms, and bore them to their mother, and\nsaid \"Make great joy, dame, whereas thy sons whom I had slain by the\ncommandment of the Angel are alive again, and by their blood is Amis\ncured and healed.\"\n\nAnd when the Countess heard it she said:  \"O thou, Count, why didst\nthou not lead me with thee to receive the blood of my children, and I\nwould have washed therewith Amis thy fellow and my Lord?\"\n\nThen said the Count:  \"Dame, let be these words; and let us be at the\nservice of our Lord, who hath done such great wonders in our house.\"\n\nWhich thing they did even unto their death and held chastity.\n\nAnd they made great joy through that same city for ten days.\n\nBut on the selfsame day that Amis was made whole, the devils bore off\nhis wife; they brake the neck of her, and bore away her soul.\n\nAfter these things Amis betook him to the Castle of Bericain and laid\nsiege before it; and abode there before so long, that they of the\ncastle rendered themselves to him.  He received them benignly, and\npardoned them their evil will; and from thenceforth he dwelt with\nthem peaceably and he held with him the elder son of Amile, and\nserved our Lord with all his heart.\n\nThereafter Adrian, Apostle of Rome, sent word to Charles, King of\nFrance, that he come help him against Desir, the King of the\nLombards, who much tormented the Church; and Charles was as then in\nthe town of Theodocion.  Thither came Peter, messenger of the\nApostle, who said to him that the Apostle prayed him to come defend\nHoly Church.  Thereupon King Charles sent to the said Desir\nmessengers to pray him that he give back to the Holy Father the\ncities and other things which he had taken from him, and that he\nwould give him thereto the sum of forty thousand sols of gold in gold\nand in silver.  But he would give way neither for prayers nor gifts.\nThereon the good King bade come to him all manner folk, Bishops,\nAbbots, Dukes, Princes, Marquises and other strong knights.  And he\nsent to Cluses certain of these for to guard the passage of the ways.\nAmongst the which was Albins, Bishop of Angier, a man full of great\nholiness.\n\nThen the King Charles together with many warriors, drew nigh to\nCluses by the Mount of Sinense, and sent Bernhart his uncle, and a\nmany with him, by the Mount of Jove.  And the vanward said that\nDesir, together with all his force, was already at Cluses, the which\nhe had do dight with bulwarks of iron and stone.\n\nBut whenas Charles drew nigh to Cluses, he sent his messengers to\nDesir, praying him to give back to the Holy Father the cities which\nhe had taken; but he would nought for the prayer.  Again Charles bade\nhim that he send three of the children of the judges of Lombardy in\nhostage, until such time as he had given back the cities of the\nChurch, and that he would betake him to France with all his host,\nwithout battle and without doing any scathe.  But he neither for\nthat, nor for aught else would blench one whit.\n\nNow when God the almighty had seen the hard heart and malice of this\nman; and that the French were sore desirous to get them aback home,\nhe set so great fear and so great trembling in the hearts of the\nLombards, that they turned to flight all of them, although none\nchased them, and left there behind them their tents and all their\ngear.  When that saw Charles and his host, they followed them and\nthrust forth into Lombardy French, Almaines, English and all other\nmanner of folk.\n\nOf that host were Amis and Amile, who were the first in the court of\nthe King, and every way they heeded the works of our Lord, in\nfasting, in praying, in alms-doing, in giving aid to widows and\norphans, in often times appeasing the wrath of the King, in suffering\nthe evil, and consoling the realm of the Romans.\n\nNow whenas Charles had much folk in Lombardy, King Desir came to meet\nhim with his little host; for whereas Desir had a priest, Charles had\na bishop; whereas that one had a monk, the other had an abbot; where\nDesir had a knight Charles had a prince; the one had a man afoot, the\nother a duke or a count.  What should I say, where that King had one\nknight, Charles had thirty.  So the two hosts fell to blows together\nwith great cries and banners displayed; stones and darts flying here\nand there, and knights falling on every part.\n\nAnd the Lombards fought so mightily for three days, that they slew of\nKing Charles a very great infinity.  And after the third day's\nwearing Charles called to him the most mighty and the strongest of\nhis host, and said to them:  \"Either die ye in battle, or gain ye the\nvictory.\"\n\nSo the King Desir and the whole host of the Lombards together fled\naway to the place hight Mortara, which in those days was called Fair-\nwood, whereas thereabout was the land delectable:  there they\nrefreshed them and took heed to their horses.\n\nOn the morrow morn King Charles and his host came thither, and found\nthe Lombards all armed, and there they joined battle, and a great\nmultitude of dead there was on one side and the other, and because of\nthis slaughter had the place to name Mortara.\n\nMoreover, there died Amis and Amile, for even as God had joined them\ntogether by good accord in their life-days, so in their death they\nwere not sundered.  Withal many another doughty baron was slain with\nthem.  But Desir, together with his judges, and a great multitude of\nthe Lombards, fled away and entered into Pavia; and King Charles\nfollowed after them, and besieged the city on all sides.  Withal he\nsent into France for his wife and his children.  But the holy Albins,\nbishop of Angier, and many other bishops and abbots gave counsel to\nthe King and the Queen, that they should bury the dead and make there\na church:  and the said counsel pleased much the King, and there were\nmade two churches, one by the commandment of Charles in honour of St.\nEusebius of Verceil, and the other by the commandment of the Queen in\nhonour of St. Peter.\n\nAnd the King did do bear thither two arks of stone, wherein were\nburied Amis and Amile; and Amile was borne into the Church of St.\nPeter, and Amis into the Church of St. Eusebius; and the other\ncorpses were buried here and there.  But on the morrow's morn the\nbody of Amile, and his coffin therewith, was found in the Church of\nSt. Eusebius hard by the coffin of Amis his fellow.\n\nNow hear ye of this marvellous fellowship which might not be sundered\nby death.  This wonder wrought for them God, who had given such might\nto His disciples that they had power to move mountains and shift\nthem.  But because of this miracle the King and the Queen abode there\nthirty days, and did do the service of them that were slain, and\nworshipped the said churches with great gifts.\n\nMeanwhile the host of Charles wrought for the taking of the city\nwhich they had besieged; and our Lord tormented them that were within\nin such wise that they were brought to nought by great feebleness and\nby mortalities.  And after ten months from the time when the city was\nbesieged, Charles took Desir, and all them who were with him, and\nlaid the city and all the realm under his subjection.  And King Desir\nand his wife they led into France.\n\nBut Saint Albins, who by that time had raised the dead to life, and\ngiven light to many blind folk, ordained clerks, priests, and deacons\nin the aforesaid Church of St. Eusebius, and commanded them that they\nshould without ceasing guard and keep the bodies of those two\nfellows, AMIS and AMILE, who suffered death at the hands of Desir,\nKing of Lombardy, on the fourth of the ides of October.\n\nReigning our Lord Jesus Christ, who liveth and reigneth without end\nwith the Father and the Holy Ghost.  AMEN.\n\n\n\nTHE TALE OF KING FLORUS AND THE FAIR JEHANE\n\n\n\nHere telleth the tale of a king who had to name King Florus of Ausay.\nA full good knight was he and a gentleman of high lineage.  The said\nKing Florus of Ausay took to wife the daughter of the Prince of\nBrabant, who was a woman very gentle, and of great line:  and a right\nfair maid was she when he wedded her and dainty of body and fashion;\nand saith the tale that she was but of fifteen years when the King\nFlorus took her, and he but of seventeen.  A full good life they\nlived, as for young folk who loved together dearly:  but King Florus\nmight have no child of her, whereof he was sore grieving, and she\nalso was exceeding heavy-hearted thereat.  Much fair was this lady,\nand much she loved God and Holy Church, and therewith was so good\nalmsgiver and so charitable that she fed and clad poor people and\nkissed their feet.  And to mesel folk both carles and queans was she\nso kind and careful, that the Ho]y Ghost dwelt in her.  Her Lord King\nFlorus went often to tournays in Alemain and France, and in many\nother lands whereas he wotted of them, when he was without war:  much\ngood he expended thereon and much honour he gained thereby.\n\nBut now leaveth the tale to tell of him and taketh up the word of a\nknight who dwelt in the marches of Flanders and Hainault.  This said\nknight was full valiant and hardy, and right trusty, and had to wife\na full fair dame of whom he had a much fair daughter, who had to name\nJehane and was then of the age of twelve years.  Much word there was\nof this fair maiden; for in all the land was none so fair.  Her\nmother spake often to her lord that he should give her in marriage;\nbut he was so given up to the following of tournays, that he was\nnowise hot on the wedding of his daughter, and his wife ever\nadmonished him thereof when he came home from his tournays.\n\nNow this knight had a squire who had to name Robin, and was the\nvaliantest squire to be found in any land, and by his prowess and his\ngood fame oft he bore away the prize for his lord from the tournay\nwhereas he wended.  Whereon it befel that his lady thus bespake him:\n\"Robin, my lord is so given up to these tournays that I know not how\nto speak with him, whereof I am sore at heart, for I would well that\nhe should lay pain and care to the wedding of my daughter; wherefore\nI pray thee, for the love of me, that whenas thou seest the point\nthou say to him that he doth very ill and is sore blamed that he\nweddeth not his fair daughter, for there is no knight in the land how\nrich soever he be who would not take her with a good will.\"  \"Lady,\"\nsaid Robin, \"ye have said well; I will say it right well; since\nforsooth he troweth me of many things, and so will he hereof\nmeseemeth.\"  \"Robin,\" said the lady, \"I pray thee of this business\nfor all guerdon.\"  \"Dame,\" said Robin, \"I am well prayed hereof; and\nwot ye that I will do to my power herein.\"  \"It is enough,\" said the\nlady.\n\nNo long while after the knight betook him to wending to a tournay\nafar from his land, and when he came there he was retained\nstraightway of the fellowship, he and the knight of whose mesney he\nwas, and his banner was borne into the hostel of his lord.  The\ntournay began, and the knight did so well by means of the good deeds\nof Robin, his squire, that he bore off the praise and prize of the\ntournay from one party and the other.  On the second day the knight\nbetook him to wending to his own land, and Robin put him to reason\nmany times and blamed him much in that he gave not his fair daughter\nin marriage, and many times he said it to him, till at the last his\nlord said to him:  \"Robin, thou and thy lady give me no peace about\nthe marrying of my daughter; but as yet I know and see no man in my\nland unto whom I would give her.\"  \"Ah, sir,\" said Robin, \"there is\nnot a knight in thy land who would not take her with a good will.\"\n\"Fair friend Robin, they are of no avail, all of them; and to none of\nthem shall I give her; and forsooth to no one would I give her as\nnow, save to one man only, and he forsooth is no knight.\"  \"Sir, tell\nme of him,\" said Robin, \"and I shall speak or let speak to him so\nsubtilly that the marriage shall be made.\"  \"Certes, Robin,\" said the\nknight, \"from the semblance that I see of thee thou willest well that\nmy daughter should be wedded.\"  \"Sir,\" said Robin, \"thou sayest\nsooth, for it is well time.\"  \"Robin,\" said the knight, \"whereas thou\nart so eager that my daughter should be wedded, she shall be wedded\nright soon if thou accord to the said wedding.\"  \"Certes, sir,\" said\nRobin, \"of a good will shall I accord thereto.\"  \"Wilt thou give me\nthy word herein?\"  \"Yea, sir,\" said Robin.  \"Robin, thou hast served\nme exceeding well, and I have found thee a valiant man, and a loyal,\nand such as I be thou hast made me, and great gain have I gotten by\nthee, to wit, five hundred pounds of land; for it was but a little\nwhile that I had but five hundred, and now have I a thousand, and I\ntell thee that I owe much to thee:  wherefore will I give my fair\ndaughter unto thee, if thou wilt take her.\"  \"Ha, sir,\" said Robin,\n\"God's mercy, what is this thou sayest?  I am too poor a person to\nhave so high a maiden, nor one so fair and so rich as my damsel is; I\nam not meet thereto.  For there is no knight in this land, be he\nnever so gentle a man, but would take her with a good will.\"  \"Robin,\nknow that no knight of this land shall have her, but I shall give her\nto thee, if thou will it; and thereto will I give thee four hundred\npounds of my land.\"  \"Ha, sir,\" said Robin, \"I deem that thou mockest\nme.\"  \"Robin,\" said the knight, \"wot thou surely that I mock thee\nnot.\"  \"Ha, sir, neither my lady nor her great lineage will accord\nhereto.\"  \"Robin,\" said the knight, \"nought shall be done herein at\nthe will of any of them.  Hold! here is my glove, I invest thee with\nfour hundred pounds of my land, and I will be thy warrant for all.\"\n\"Sir,\" said Robin \"I will nought naysay it; fair is the gift since I\nknow that is soothfast.\"  \"Robin,\" said the knight, \"now hast thou\nthe rights thereof.\"\n\nThen the knight delivered to him his glove, and invested him with the\nland and his fair daughter.\n\nThen rode the knight so far by his journeys, that he came into his\nland, and when he was come thither, his wife, who was a much fair\nlady, made him right great joy, and said to him:  \"Sir, for God's\nsake think of thy fair daughter, that she be wedded.\"  \"Dame,\" said\nthe lord, \"so much hast thou spoken hereof that I have wedded her.\"\n\"Sir,\" said the lady, \"unto whom?\"  \"Forsooth, dame, I have given her\nto such a man as shall never lack of valiancy:  I have given her to\nRobin my squire.\"  \"Robin!  Alas!\" quoth the lady; \"Robin hath\nnought, and there is no knight so mighty in all the land, but will\ntake her with a good will; of a surety Robin shall never have her.\"\n\"Yea, but have her he shall, dame,\" said the knight, \"and I have\ninvested him with four hundred pounds of my land; and all that I\nought to warrant him, warrant him I will.\"  When the dame heard that,\nshe was much sorry, and said to her lord that Robin should have her\nnever.  \"Nay, dame,\" said the lord, \"have her he shall, wilt thou or\nwilt thou not; for even so have I made covenant and I will hold to\nthe same.\n\nWhen the lady heard her lord, she entered into her chamber and fell\na-weeping and making great dole; after the dole which she made she\nsent to seek her brothers and her nephews and her cousins germain,\nand showed them that which her lord would do; and they said to her:\n\"Dame, what will ye that we do?  We have no will to go against thy\nlord, for he is a knight valiant and hardy and weighty withal:  and\non the other hand he may do with his daughter according to his will,\nand with his land which he hath gotten withal.  So wot thou well that\nwe will not hang shield on neck herein.\"  \"Nay? alas, then!\" said the\ndame, \"so shall my heart never have joy if I lose my fair daughter.\nAt least, fair lords, I pray you that ye show him that if he does\nthus he will neither do well nor according to his honour.\"  \"Dame,\"\nsay they, \"this setting forth will we do with a good will.\"\n\nSo they came unto the knight, and when they had showed him their\nbusiness he answered them right courteously:  \"Fair lords, I will\ntell you what I will do for the love of you; if it please you I will\nput off the wedding in this wise as I shall tell you; to wit:\nAmongst you ye be rich and of great lands; ye are nigh friends of my\nfair daughter, whom I love much.  If ye will give her four hundred\npounds of land I will set aside the wedding, and she shall be wedded\nelsewhere according to your counsel.\"  \"A-God's name,\" quoth they,\n\"we be nought fain to lay down so much.\"  \"Well, then,\" said the\nknight, \"since ye will not do this, then suffer me to do with my\ndaughter as I list.\"  \"Sir, with a good will,\" said they.\n\nSo the knight sent for his chaplain, and brought thither his fair\ndaughter, and let affiance her to Robin, and set a day for the\nwedding.  But the third day thereafter, Robin spake to his lord, and\nprayed him make him a knight, whereas it was nought meet that he\nshould take to him so high a wife and so fair before he was a knight.\nHis lord had great joy thereof, and the next day he was made knight,\nand the third day wedded the fair maiden with great feast and\njoyance.\n\nBut when master Robin was made knight he spake thus to his lord:\n\"Sir, ye have made me knight; and true it is that against the peril\nof death I vowed me to the road unto Saint Jamesward on the morrow of\nmy knighting; wherefore I pray thee take it not in dudgeon if to-\nmorrow morn I must needs go my ways so soon as I shall have wedded\nthy fair daughter; whereas in nowise will I break mine oath.\"\n\"Forsooth, master Robin, if thou leave thus my fair daughter and thus\nwise go your ways, ye shall be much to blame.\"  \"Sir,\" said he, \"I\nshall come back right soon if God will; but this wayfaring I needs\nmust perforce.\"  Whenas a certain knight of the court of the lord\nheard these words he blamed Sir Robin much, whereas he was leaving\nhis fair wife at such a point, and Sir Robin said that he needs must\ndo it.  \"Certes,\" said the knight, who had to name Raoul, \"if thou\ngoest thus to Saint James without touching thy fair wife, I will make\nthee cuckold before thine home-coming, and when thou comest home I\nwill give thee good tokens that I have had share of her.  Now I will\nlay my land thereto against thine, which our lord hath given thee,\nfor I have well four hundred pounds of land even as thou hast.\"\n\"Forsooth,\" said Sir Robin, \"my wife is not come of such blood as\nthat she shall misdo against me, and I may not believe in it nowise:\nI will make the wager with thee, if it please thee.\"  \"Yea,\" said Sir\nRaoul, \"wilt thou pledge thee thereto?\"  \"Yea, verily,\" said Sir\nRobin, \"and thou?\"  \"Yea, and I also.  Now go we to my lord and make\nrecord of our covenant.\"  \"That will I well,\" said Sir Robin.\nTherewith they go unto the lord, and the wager was recorded, and they\npledged them to hold thereto.  On the morrow betimes Sir Robin wedded\nthe fair maiden, and straightway after mass was said, he departed\nfrom the house and left the wedding, and took the road for St.\nJakem.\"\n\nBut now leaveth the tale to tell of him and telleth of Sir Raoul, who\nwas in great imagination how he might win his wager and lie by the\nfair lady.  And saith the tale that the lady held her much simply\nwhile her lord was on pilgrimage, and was going to the minster with a\ngood will, and prayed God that he would bring back her lord.  But Sir\nRaoul pained him on the other hand how he might win his wager, for\ngreat doubt he had to lose his land.  He spake with the carline who\ndwelt with the fair lady, and said to her, that if she could so bring\nit about that she might set him in place and at point that he might\nspeak privily with my lady Jehane, and have his will of her, he would\ngive her much good, so that there would be no hour when she should\nnot be rich.  \"Sir, forsooth,\" said the carline, \"thou art so fair a\nknight, and so wise and courteous that my lady should well ought to\nlove thee par amours, and I will put myself to the pain herein to the\nutmost of my might.\"  Then the knight drew out straightway a forty\nsols, and gave it to her to buy a gown.  The carline took them with a\ngoodwill, and set them away surely, and said that she would speak\nwith the lady.  The knight departed from the carline, and the carline\nabode and took her lady to task when she came back from the minster,\nand said to her:  \"In God's name, lady, tell me true!  My lord, when\nhe went to Saint Jakem, had he ever lain by thee?\"  \"Wherefore dost\nthou say this, dame Hersent?\"  \"Lady, because I trow that thou be yet\na clean maid.\"  \"Certes, dame Hersent, so am I verily; for of no\nwoman wot I who would do such a deed.\"  \"Lady,\" said dame Hersent,\n\"great damage it is; for if ye wotted how great is the joy that women\nhave when they be with a man who loveth them, ye would say that there\nis no joy so great; and for this cause I marvel much that ye love not\npar amours even as these other ladies who all love.  But if it\npleaseth thee the matter is ready to hand; whereas I wot of a knight,\nfair and valiant and wise, who will love thee with a good will; a\nmuch rich man is he, and fairer by far than the coward recreant who\nhath left thee.  And if ye dare love ye may have whatso ye dare ask;\nand so much joy shall ye have as never lady had more.\"  So much spake\nthe carline by her words that the needle of nature stirred somewhat.\nThe lady asked who the knight might be.  \"Who is it, lady?  A-God's\nname!  I may well name him.  It is the lovely, the valiant, the hardy\nSir Raoul, who is one of the mesney of thy father; the kindest heart\nmen wot of.\"  \"Dame Hersent,\" said the lady, \"thou wert best let such\nwords be; for I have no desire to misdo of my body, of no such blood\nam I come.\"  \"Dame,\" said the carline, \"I wot well.  But never shalt\nthou know the worthy joy when a man wendeth with a woman.\"\n\nThuswise abode the matter.  Sir Raoul came back to the carline, and\nshe told him how she had talked with the lady, and what she had\nanswered.  \"Dame Hersent,\" said the knight, \"thus wise should a good\nlady answer; but ye shall speak with her again, for one doeth not the\nbusiness at the first stroke:  and hold, here be twenty sols to buy\nthee a cloth to thy surcoat.\"  The carline took the silver, and spake\nwith the lady often, but nought it availed.\n\nWore the time till at last they heard news that Sir Robin was wending\nback from Saint Jakem, and that he was already hard on Paris.  Soon\nwas known the tidings, and Sir Raoul, who had fear of the losing of\nhis lands, returned to the carline, and spake with her; and she said\nthat she might not bring the business to an end:  but that she would\ndo so much for the love of him, if she should earn her service, that\nshe would so bring it about as that there should be none in the house\nsave he and this lady:  and then he might do his will on her, will\nshe nill she:  and he said that he asked for nought else.  \"Then,\"\nsaid the carline, \"ye, my lord, shall come within eight days, and I\nwill do my lady to bathe her in her chamber, and I will send all the\nmesney out of the house and out of the castle; then can ye come to\nher bathing in the chamber, and may have your desire of her, either\nwith her good will or maugre.\"  \"Ye have well said,\" quoth he.\n\nAbode matters thus till Sir Robin sent word that he was coming to\nhand, and would be at the house on the Sunday.  Then the carline let\nbathe the lady the Thursday before, and the bath was in her chamber,\nand the fair lady entered therein.  But the carline sent after Sir\nRaoul, and he came.  Thereafter she sent all the folk of the\nhousehold out of the house.  Sir Raoul came his ways to the chamber\nand entered therein, and greeted the lady, but she greeted him not\nagain, but said thus:\n\n\"Sir Raoul, thou art nowise courteous.  Whether wottest thou forsooth\nthat it is well with me of thy coming? accursed be thou, villain\nknight!\"  But Sir Raoul said:  \"My lady, mercy, a-God's name!  I am\nbut dying for grief of thee.  For God's sake have pity of me!\"  \"Sir\nRaoul,\" said she, \"I will have no mercy in such wise that I will ever\nbe thy darling.  And wot thou well that if thou leave me not in peace\nI will tell my lord, my father, the honour thou requirest of me:  for\nI am none such as that.\"  \"Nay, lady, is it so, then?\"  \"Yea,\nverily,\" said she.\n\nTherewith Sir Raoul drew nigh to her, and embraced her in his arms,\nwhich were strong enow, and drew her all naked out of the bath and\nbore her toward her bed; and so soon as he drew her forth of the bath\nhe saw a black spot which she had on her right groin hard by her\nnatural part; and he thought therewithal that that were a good token\nthat he had lain by her.  Thus as he bore her off to her bed, his\nspurs hooked them into the serge at the bed's edge toward the foot\nthereof, and down fell the knight, he and the lady together, he below\nand she above; but she rose up straightway and caught up a billet of\nwood, and smote Sir Raoul therewith amidst the face, and made him a\nwound both deep and wide, so that the blood fell to earth.  So when\nSir Raoul felt himself hurt he had no great desire to play, wherefore\nhe arose and got him gone out of the chamber straightway:  he did so\nmuch that he came to his hostel, where he dwelt a good league thence,\nand there he had his wound dealt with.  But the good dame entered\ninto her bath again, and called dame Hersent, and told the adventure\nof the knight.\n\nMuch great array made the father of the fair lady against the coming\nof Sir Robin, and he summoned much folk, and sent and bade Sir Raoul\nto come; but he sent word that he might not come, for that he was\nsick.  On the Sunday camel Sir Robin, and was received right fairly;\nand the father of the fair lady went to seek Sir Raoul and found him\nwounded, and said that now for nought might he abide behind from the\nfeast.  So he dight his face and his hurt the best wise he might, and\nwent to the feast, which was great and grand day long of drinking and\nof eating, and of dancing and carolling.\n\nWhen night was come Sir Robin went to bed with his wife, who received\nhim much joyously as a good dame ought to her lord; so abode they in\njoy and in feast the more part of the night.  On the morrow great was\nthe feast, and the victual was dight and they ate.  But when it was\nafter dinner, Sir Raoul bore on hand Sir Robin, and said that he had\nwon his land, whereas he had known his wife carnally, by the token,\nto wit, that she had a black spot on her right thigh and a pearlet\nhard by her jewel.  \"Thereof I wot not,\" said Sir Robin, \"for I have\nnot looked on her so close.\"  \"Well, then, I tell thee,\" said Sir\nRaoul, \"by the oath that thou hast given me that thou take heed\nthereof, and do me right.\"  \"So will I, verily,\" said Sir Robin.\n\nWhen night was, Sir Robin played with his wife, and found and saw on\nher right thigh the black spot, and a pearlet hard by her fair jewel:\nand when he knew it he was sore grieving.  On the morrow he went to\nSir Raoul, and said before his lord that he had lost his wager.\nHeavy of heart was he day long, and when it was night he went to the\nstable, and set the saddle on his palfrey, and went forth from the\nhouse, bearing with him what he might get him of silver.  So came to\nParis, and when he was at Paris he abode there three days.  But now\nleaveth the tale to tell of him, and taketh up the word concerning\nhis wife.\n\nHere saith the tale that much sorrowful was the fair lady and heavy\nof heart, when she called to mind how she had cast her lord out of\nhis house.  Much she thought of the wherefore thereof and wept and\nmade great dole; till her father came to her, and said that he were\nfainer if she were yet to wed, whereas she had done him shame and all\nthem of his lineage; and he told her how and wherefore.  When she\nheard that, she was sore grieved and denied the deed downright; but\nnought availed.  For it is well known that shame so sore is contrary\nto all women, that if a woman were to burn all, she would not be\ntrowed of such a misdoing, once it were laid on her.\n\nOn the first hour of the night the lady arose, and took all pennies\nthat she had in her coffer, and took a nag and a harness thereto, and\ngat her to the road; and she had let shear her fair tresses, and was\notherwise arrayed like to an esquire.  So much she went by her\njourneys that she came to Paris, and went after her lord; and she\nsaid and declared that she would never make an end before she had\nfound him.  Thus she rode like to a squire.  And on a morning she\nwent forth out of Paris, and wended the way toward Orleans until she\ncame to the Tomb Isory, and there she fell in with her lord Sir\nRobin.  Full fain she was when she saw him, and she drew up to him\nand greeted him, and he gave her greeting back and said:  \"Fair\nfriend, God give thee joy!\"  \"Sir,\" said she, \"whence art thou?\"\n\"Forsooth, fair friend, I am of old Hainault.\"  \"Sir, whither wendeth\nthou?\"  \"Forsooth, fair friend, I wot not right well whither I go,\nnor where I shall dwell.  Forsooth, needs must I where fortune shall\nlead me; and she is contrary enough; for I have lost the thing in the\nworld that most I ever loved:  and she also hath lost me.  Withal I\nhave lost my land, which was great and fair enough.  But what hast\nthou to name, and whither doth God lead thee?\"  \"Certes, sir,\" said\nJehane, \"I am minded for Marseilles on the sea, where is war as I\nhope.  There would I serve some valiant man, about whom I shall learn\nme arms if God will.  For I am so undone in mine own country that\ntherein for a while of time I may not have peace.  But, sir,\nmeseemeth that thou be a knight, and I would serve thee with a right\ngood will if it please thee.  And of my company wilt thou be nought\nworsened.\"  \"Fair friend,\" said Sir Robin, \"a knight am I verily.\nAnd where I may look to find war, thitherward would I draw full\nwillingly.  But tell me what thou hast to name?\"  \"Sir,\" said she, \"I\nhave to name John.\"  \"In a good hour,\" quoth the knight.  \"And thou,\nsir, how hight thou?\"  \"John,\" said he, \"I have to name Robin.\"  \"Sir\nRobin, retain me as thine esquire, and I will serve thee to my\npower.\"  \"John, so would I with a good will.  But so little of money\nhave I that I must needs sell my horse before three days are worn.\nWherefore I wot not how to do to retain thee.\"  \"Sir,\" said John, \"be\nnot dismayed thereof, for God will aid thee if it please him.  But\ntell me where thou wilt eat thy dinner?\"  \"John, my dinner will soon\nbe made; for not another penny have I than three sols of Paris.\"\n\"Sir,\" said John, \"be nought dismayed thereof, for I have hard on ten\npounds Tournais, whereof thou shalt not lack, if thou hast not to\nspend at thy will.\"  \"Fair friend John, have thou mickle thanks.\"\n\nThen made they good speed to Montlhery:  there John dight meat for\nhis lord and they ate.  When they had eaten, the knight slept in a\nbed and John at his feet.  When they had slept, John did on the\nbridles, and they mounted and gat to the road.  They went so far by\ntheir journeys that they came to Marseilles-on-sea; but of war they\nheard no word there, whereof were they much sorry.  But now leaveth\nthe tale to tell of them two, and returneth to tell of Sir Raoul, who\nhad by falsehood gained the land of Sir Robin.\n\nHere telleth the tale that so long did Sir Raoul hold the land of Sir\nRobin without righteous cause, for seven years' wearing.  Then he\ntook a great sickness and of that sickness was sore beaten down,\ninsomuch that he was on the point of death.  Now he doubted much the\ntransgression which he had done against the fair lady the daughter of\nhis lord, and against her husband also, whereby they were undone,\nboth of them by occasion of his malice.  Exceeding ill at ease was he\nof his wrongdoing, which was so great that he durst not confess it.\n\nCame a day when he was sore undone by his sickness, so he sent for\nhis chaplain whom he loved much, for he had found him a man valiant\nand loyal; and he said to him:  \"Sir, thou who art my father before\nGod, know that I look to die of this sickness, wherefore I pray thee\nfor God's sake that ye aid me with your counsel, for great is my need\nthereof, for I have done an ill deed so hideous and dark that scarce\nshall I have mercy therefor.\"  The chaplain bade him tell it out\nhardily, and that he would aid him with counsel to his power; till at\nlast Sir Raoul told him all as ye have heard afore.  And he prayed\nhim for God's sake give him counsel, so great as was his misdoing.\n\"Sir,\" said he, \"be nought dismayed, for if thou wilt do the penance\nwhich I enjoin thee, I will take thy transgression on me and on my\nsoul, so that thou shalt be quit.\"  \"Yea, tell me then,\" said the\nknight.  \"Sir,\" said he, \"thou shalt take the cross far over sea, and\nthou shalt get thee thereto within the year wherein thou art whole,\nand shalt give pledges to God that thou shalt so do:  and in every\nplace where men ask thee the occasion of thy journey, thou shalt tell\nit to all who shall ask it of thee.\"  \"All this will I well do,\" said\nthe knight.  \"Then, sir, give thou good pledge.\"  \"With a good will,\"\nsaid the knight; \"thou thyself shalt abide surety for me, and I swear\nto thee on my knighthood that I shall quit thee well.\"  \"A-God's\nname, sir!\" quoth the chaplain, \"I will be thy surety.\"  Now turned\nthe knight to amendment, and was all whole; and a year wore wherein\nhe went not over sea.  The chaplain spake to him often thereof, but\nhe held the covenant as but a jest; till at last the chaplain said\nthat but if he acquitted him before God of his pledge, he would tell\nthe tale to the father of the fair damsel, who had been thus undone\nby him.  When the knight heard that, he said to the chaplain that\nwithin half a year he would set about the crossing of the sea, and so\nswore to him.  But now leaveth the tale to tell of the knight, and\nreturneth to telling of King Florus of Ausaye, of whom for a great\nwhile it hath been silent.\n\nNow saith the tale that a much good life led King Florus of Ausay and\nhis wife, as of young folk who loved each other; but much sorry and\nheavy-hearted were they that they might have no child.  The lady made\ngreat prayers to God, and let sing masses; but whereas it was not\nwell pleasing to God, it might not be.  But on a day came thither\ninto the house of King Florus a good man who had his dwelling in the\ngreat forest of Ausaye in a place right wild; and when the queen knew\nthat he was come she came unto him and made him right great joy.  And\nbecause he was a good man she confessed to him and told him all her\nailing, and how that she was exceeding heavy of heart, because she\nhad had no child by her lord.  \"Ah, lady,\" said the good man, \"since\nit pleaseth not our Lord, needs must thou abide it; and when it\npleaseth him thou shalt have one, or two.\"  \"Certes, sir,\" said the\nlady, \"I were fain thereof; for my lord holdeth me the less dear, and\nthe high barons of this land also.  Withal it hath been told to me\nthat they have spoken to my lord to leave me and take another.\"\n\"Verily, dame,\" said the good man, \"he would do ill; it would be done\nagainst God and against Holy Church.\"  \"Ah, sir, I pray thee to pray\nto God for me that I may have a child of my lord, for great fear I\nhave lest he leave me.\"  \"Dame,\" said the good man, \"my prayer shall\navail but little, but if it please God; nevertheless I will pray\nheartily.\"\n\nThe good man departed from the lady, and the barons of the land and\nof the country came to the King Florus, and bade him send away his\nwife and take another, since by this he might have no child.  And if\nhe did not after their counsel, they would go and dwell otherwhere;\nfor in no case would they that the realm should be without an heir.\nKing Florus feared his barons and trowed their word, and he said that\nhe would send away his wife, and that they should seek him another,\nand they trusted him therein.  When the lady knew it she was\nexeeeding heavy of heart; but nought durst she do, for she knew that\nher lord would leave her.  So she sent for the hermit who had been\nher confessor, and he came to her.  Then the lady told him all the\ntale of the matter of the barons, who would seek for their lord\nanother woman.  \"And I pray thee, good father, that thou wouldst aid\nme, and counsel me what I should do.\"  \"Dame,\" said the good man, \"if\nit be so as thou sayest, ye must needs suffer it; for against thy\nlord and against his barons ye may do nought perforce.\"  \"Sir,\" said\nthe good lady, \"thou sayest sooth:  but if it please God, I were fain\nto be a recluse nigh unto thee; whereby I may be at the service of\nGod all the days of my life, and that I may have comfort of thee.\"\n\"Dame,\" said the good man, \"that would be over strange a thing,\nwhereas thou art too young a lady and too fair.  But I will tell thee\nwhat thou shalt do.  Hard by my hermitage there is an abbey of White\nNuns, who are right good ladies, and I counsel you go thither; and\nthey will have great joy of thee for thy goodness and thy high\ndignity.\"  \"Sir,\" said she, \"thou hast well said; I will do all that\nthou counsellest me.\"\n\nOn the morrow King Florus spake to his wife, and said thus:  \"Needs\nmust thou and I sunder, for that thou mayst have no child by me.  Now\nI say thee soothly that the sundering lies heavy on me, for never\nshall I love woman as I have loved thee.\"  Therewith fell King Florus\nto weep sorely, and the lady also.  \"Sir,\" said she, \"a-God's mercy!\nAnd whither shall I go, and what shall I do?\"  \"Dame, thou shalt do\nwell, if it please God, for I will send thee back well and richly\ninto thy country to thy kindred.\"  \"Sir,\" said the lady, \"it shall\nnot be so:  I have purveyed me an abbey of nuns, where I will be, if\nit please thee; and there I will serve God all my life; for since I\nlose thy company I am she that no man shall go with any more.\nThereat King Florus wept and the lady also.  But on the third day the\nqueen went to the abbey; and the other queen was come, and had great\nfeast made her, and great joy of her friends.  King Florus held her\nfor three years, but never might have child of her.  But here the\ntale holdeth peace of King Florus, and betaketh it again to Sir\nRobin, and to John who were at Marseilles.\n\nHere telleth the tale that much sorry was Sir Robin when he came to\nMarseilles, whereas he heard tell of nought toward in the country; so\nhe said to John:  \"What do we?  Thou hast lent me of thy moneys,\nwhereof I thank thee:  I will give them back to thee, for I will sell\nmy palfrey, and quit me toward thee.\"  \"Sir,\" said John, \"if it\nplease thee, believe me, and I shall tell thee what we shall do.  I\nhave yet well an hundred sols of Tournay, and if it please thee, I\nwill sell our two horses, and make money thereby:  for I am the best\nof bakers that ye may wot of; and I will make French bread, and I\ndoubt me not but I shall earn my spending well and bountifully.\"\n\"John,\" said Sir Robin, \"I grant it thee to do all as thou wilt.\"\n\nSo on the morrow John sold the two horses for ten pounds Tournays,\nand bought corn and let grind it, and bought baskets, and fell to\nmaking French bread, so good and so well made that he sold it for\nmore than the best baker of the town might do; and he did so much\nwithin two years that he had well an hundred pounds of chattels.\nThen said John to his lord:  \"I rede thee well that we buy us a very\ngreat house, and that we buy us wine and take to harbouring good\nfolk.\"  \"John,\" said Sir Robin, \"do according to thy will, for I\ngrant it thee, and moreover I praise thee much.\"  So John bought a\nhouse, great and fair, and harboured good folk, and earned enough\nplenteously; and he arrayed his lord well and richly; and Sir Robin\nhad his palfrey, and went to eat and drink with the most worthy of\nthe town, and John sent him wine and victual, so that all they that\nhaunted his company marvelled thereat.  So much he gained that in\nthree years' time he had gotten him more than three hundred pounds of\ngarnishment, out-taken his plenishing, which was well worth fifty\npounds.  But here leaveth the tale to tell of Sir Robin and of John,\nand goeth back to tell of Sir Raoul.\n\nFor, saith the tale, that the chaplain held Sir Raoul right short\nthat he should go over sea, and quit him of the pledge he had laid\ndown; for great fear he had lest he yet should leave it; and so much\nhe did that Sir Raoul saw well that he needs must go.  So he dight\nhis journey, and arrayed him right richly, as he that hath well\nenough thereto; and so he betook him to the road with three squires:\nand went so much by his journeys that he came into Marseilles-on-sea\nand took lodging in the French hostel, whereas dwelt Sir Robin and\nJohn.  So soon as John saw him she knew him by the scar of the wound\nshe had made him, and because she had seen him many times.  The\nknight sojourned in the town fifteen days, and hired him passage.\nBut the while he sojourned, John drew him in to privy talk, and asked\nof him the occasion of his going over sea, and Sir Raoul told him all\nthe occasion, as one who had little heed thereof, even as the tale\nhath told afore.  When John heard that, he held his peace.  Sir Raoul\nset his goods aboard ship, and went upon the sea; but tarried so much\nthe ship wherein he was that he abode in the town for eight days; but\non the ninth day he betook him to go his ways to the holy sepulchre,\nand did his pilgrimage, and confessed him the best he might:  and his\nconfessor charged him in penance that he should give back the land\nwhich he held wrongfully to the knight and his wife.  Whereon he said\nto his confessor, that when he came into his own country he would do\nwhat his heart bade him.  So he departed from Jerusalem and came to\nAcre, and dight his passage as one who had great longing to repair to\nhis own country.  He went up on to the sea, and wended so diligently,\nas well by night as by day, till in less than three months he came to\nthe port of Aigues-mort.  Then he departed from the port and came\nstraight to Marseilles, wherein he sojourned eight days in the hostel\nof Sir Robin and John, which hight the French house.  Never did Sir\nRobin know him, for on that matter he thought nothing.  At the end of\neight days he departed from Marseilles, he and his squires, and went\nso long by his journeys that he came into his own country, where he\nwas received with great joy, as one who was a knight rich in land and\nchattels.  Thereon his chaplain took him to task, and asked of him if\nany had demanded the occasion of his journey; and he said:  \"Yea, in\nthree places, to wit:  Marseilles, Acre, and Jerusalem:  and he of\nwhom I took counsel bade me to give back the land to Sir Robin, if I\nhear tidings of him, or to his wife else, or to his heir.\"  \"Certes,\"\nsaid the chaplain; \"he bade thee good counsel.\"  Thus was Sir Raoul\nin his own country a great while in rest and good ease.  But here\nleaveth the tale to tell of him, and returneth to Sir Robin and John.\n\nHere saith the tale that when Sir Robin and John had been at\nMarseilles for six years that John had gotten to the value of six\nhundred pounds, and they were come into the seventh year, and John\nmight gain eke what he would, and so sweet he was, and so debonaire\nthat he made himself loved of all the neighbours, and therewithal he\nwas of good hap as he might not be of more, and maintained his lord\nso nobly and so richly that it was wonder to behold.  When the end of\nthe seven years drew nigh, John fell to talk with his lord Sir Robin,\nand spake thus:  \"Sir, we have now been a great while in this\ncountry, and so much have we gained, that we have hard on six hundred\npounds of chattels, what of money, what of vessel of silver.\"\n\"Forsooth, John,\" said Sir Robin, \"they be not mine, but thine; for\nit is thou hast earned them.\"  \"Sir,\" said John, \"saving thy grace,\nit is not so, but they are thine:  for thou art my rightful lord, and\nnever, if it please God, will I change.\"  \"Gramercy, John, I hold\nthee not for servant, but for companion and friend.\"  \"Sir,\" said\nJohn, \"all days I have kept thee loyal company, and shall do from\nhenceforth.\"  \"By my faith,\" said Sir Robin, \"I will do what so\npleaseth thee:  but to go into my country, I wot not to say thereof:\nfor I have lost so much there that hardly shall my scathe be righted\nto me.\"  \"Sir,\" said John, \"be thou never dismayed of that matter;\nfor when thou art come into thine own country thou shalt hear good\ntidings, please God.  And doubt thou nothing, for in all places\nwhereas we shall be, if it please God, I shall earn enough for thee\nand for me.\"  \"Certes, John,\" said Sir Robin, \"I will do as it\npleaseth thee, and where thou wilt that I go, thither will I.\"\n\"Sir,\" said John, \"I shall sell our chattels, and dight our journey,\nand we will go within fifteen days.\"  \"A-God's name, John,\" said Sir\nRobin.\n\nJohn sold all his plenishing, whereof he had good store and goodly,\nand bought three horses, a palfrey for his lord, another for himself,\nand a sumpter horse.  Then they took leave of the neighbours, and the\nmost worthy of the town, who were sore grieved of their departure.\n\nWore the way Sir Robin and John, insomuch that in three weeks' space\nthey came into their country.  And Robin made known to his lord,\nwhose daughter he had had, that he was at hand.  The lord was much\njoyful thereof, for he was deeming well that his daughter would be\nwith him.  And she indeed it was, but in the guise of an esquire.\nSir Robin was well received of his lord, whose daughter he had\nerewhile wedded.  When the lord could have no tidings of his\ndaughter, he was right sorrowful; nevertheless he made good feast to\nSir Robin, and bade thereto his knights and his neighbours; and\nthither came Sir Raoul, who held the land of Sir Robin wrongfully.\nGreat was the joy that day and the morrow, and that while Sir Robin\ntold to John the occasion of the wager, and how Sir Raoul held his\nland wrongfully.  \"Sir,\" said John, \"do thou appeal him of treason,\nand I will do the battle for thee.\"  \"Nay, John,\" said Sir Robin,\n\"thou shalt not do it.\"\n\nSo they left it till the morrow, when John came to Sir Robin and did\nhim to wit that he would speak to the father of his wife; and thus he\nsaid to him:  \"Sir, thou art lord to my lord Sir Robin after God, and\nhe wedded thy daughter time was.  But there was a wager betwixt him\nand Sir Raoul, who said that he would make him cuckold by then he\nreturned from St. Jakeme; whereof Sir Raoul hath made false report,\nwhereas he hath had nor part nor lot in thy fair daughter.  And he\nhath done disloyal treason.  All which things I am ready to prove on\nhis body.\"  Then leapt forth Sir Robin and said:  \"John, fair friend,\nnone shall do the battle save I; nowise shalt thou hang shield on\nneck herein.\"  Therewith Sir Robin reached his pledge to his lord;\nand Sir Raoul was sore grieving of the pledging, but needs must he\ndefend him, or cry craven; so he reached for this pledge right\ncowardly.  So were the pledges given, and day of battle appointed on\nthat day fifteen days without naysay.\n\nNow hear ye marvels of John what he did.  John who had to name my\nLady Jehane, had in the house of her father a cousin germain of hers,\nwho was a fair damsel, and of some five and twenty years.  Jehane\ncame to her, and laid all the whole truth bare to her, and told her\nthe whole business from point to point, and showed her all openly;\nand prayed her much that she would hide all the matter until the time\nand hour came when she should make herself known to her father.\nWherefore her cousin, who knew her well, said to her that she would\nkeep all well hidden, so that by her it should never be discovered.\nThen was the chamber of her cousin dight for the Lady Jehane; and the\nsaid lady, the while of the fortnight before the battle should be,\nlet bathe her and stove her; and she took her ease the best she\nmight, as one who well had therewithal.  And she let cut and shape\nfor her duly four pair of gowns, of Scarlet, of Vair, of Perse, and\nof cloth of silk; and she took so well her ease that she came back to\nher most beauty, and was so fair and dainty as no lady might be more.\n\nBut when it came to the end of the fifteen days, then was Sir Robin\nsore grieving of John his esquire, because he had lost him, and knew\nnot where he was become.  But none the more did he leave to apparel\nhim for the fight as one who had heart enough and hardihood.\n\nOn the morn of the day whenas the battle was appointed, came both the\nknights armed.  They drew apart one from the other, and then they\nfell on each other with the irons of their glaives, and smote on each\nother with so great heat that they bore down each other's horses to\nthe earth beneath their bodies.  Sir Raoul was hurt a little on the\nleft side.  Sir Robin rose up the first, and came a great pace on Sir\nRaoul, and smote him a great stroke on the helm in such wise that he\nbeat down the head-piece and drave in the sword on to the mail-coif,\nand sheared all thereto; but the coif was of steel so strong that he\nwounded him not, howbeit he made him to stagger, so that he caught\nhold of the arson of the saddle; and if he had not, he had fallen to\nearth.  Then Sir Raoul, who was a good knight, smote Sir Robin so\ngreat a stroke upon the helm that he all to astonied him; and the\nstroke fell down to the shoulder, and sheared the mails of the\nhawberk, but hurt him not.  Then Sir Robin smote him with all his\nmight, but he threw his shield betwixt, and Sir Robin smote off a\nquarter thereof.  When Sir Raoul felt his strong strokes, he\nmisdoubted him much, and wished well that he were over sea, if he\nwere but quit of the battle, and Sir Robin back on the land which he\nheld.  Nevertheless he put forth all his might and drew nigh, and\nfell on Sir Robin much hardly, and gave him a great stroke upon his\nshield so that he sheared it to the boss thereof.  But Sir Robin laid\na great stroke upon his helm, but he threw his shield betwixt and Sir\nRobin sheared it amidst, and the sword fell upon the neck of the\nhorse, and sheared it amidst, and beat down straightway both horse\nand man.  Then Sir Raoul leapt to his feet, as one who was in a stour\nexceeding heavy.  Then Sir Robin lighted down, whereas he would not\nbetake him to his horse while the other was afoot.\n\nNow were both knights come unto the skirmish and they hewed in pieces\neach other's shields and helms and haw--berks, and drew the blood\nfrom each other's bodies with their trenchant swords; and had they\nsmitten as great strokes as at first, soon had they slain each other,\nfor they had so little of their shields that scarce might they cover\ntheir fists therewith.  Yet had neither of them fear of death or\nshame:  nevertheless the nighness of them to each other called on\nthem to bring the battle to an end.  Sir Robin took his sword in both\nhands, and smote Sir Raoul with all his might on the helm, and\nsheared it amidst, so that one half thereof fell upon the shoulders,\nand he sheared the steel coif, and made him a great wound on the\nhead; and Sir Raoul was so astonied of the stroke that he bent him to\nthe earth on one knee; but he rose up straightway and was in great\nmisease when he thus saw his head naked, and great fear of death he\nhad.  But he came up to Sir Robin and fetched a stroke with all his\nmight on what he had of shield and he sheared it asunder and the\nstroke came on the helm and cut into it well three fingers, so that\nthe sword came on the iron coif, which was right good, so that the\nsword brake a-twain.  When Sir Raoul saw his sword broken and his\nhead naked, he doubted much the death.  Nevertheless he stooped down\nto the earth, and took up a great stone in his two hands, and cast it\nafter Sir Robin with all his might; but Sir Robin turned aside when\nhe saw the stone coming, and ran on Sir Raoul, who took to flight all\nover the field; and Sir Robin said to him that he would slay him but\nif he cried craven.  Whereon Sir Raoul thus bespake him:  mercy on\nme, gentle knight, and ere my sword, so much as I have thereof, and I\nrender it to thee, and all of me therewith unto thy mercy; and I pray\nthee have pity of me, and beg of thy lord and mine to have mercy on\nme and that thou and he save my life, and I render and give both thy\nland and mine.  For I have held it against right and against reason.\nAnd I have wrongfully defamed the fair lady and good.\n\nWhen Sir Robin heard this, he said that he had done enough, and he\nprayed his lord so much that he pardoned Sir Raoul of his misdeed, in\nsuch wise that he was quit thereof on the condition that he should go\nover seas and abide there lifelong.\n\nThuswise conquered Sir Robin his land and the land of Sir Raoul to\nboot for all his days.  But he was so sore grieving and sad at heart\nof his good dame and fair, whom he had thus lost, that he could have\nno solace; and on the other hand, he was so sore grieving for John\nhis esquire whom he had so lost, that marvel it was.  And his lord\nwas no less sad at heart for his fair daughter whom he had thus lost,\nand of whom he might have no tidings.\n\nBut dame Jehane, who was in the chamber of her cousin germain for\nfifteen days in good ease, when she wotted that her lord had\nvanquished the battle, was exceeding much at ease.  Now she had done\nmake four pair of gowns, as is aforesaid, and she clad her with the\nrichest of them which was of silk bended of fine gold of Araby.\nMoreover she was so fair of body and of visage, and so dainty withal,\nthat nought in the world might be found fairer, so that her cousin\ngermain all marvelled at her great beauty.  And she had been bathed,\nand attired and had ease at all points for the fifteen days, so that\nshe was come into so great beauty as wonder was.  Much fair was the\nLady Jehane in her gown of silk bended of gold.  So she called her\ncousin to her and said:  \"How deemest thou of me?\"  \"What, dame!\"\nsaid her cousin, \"thou art the fairest lady of the world.\"  \"I shall\ntell thee, then, fair cousin, what thou shalt do:  go thou tell so\nmuch before my father as that he shall make dole no more, but be glad\nand joyful, and that thou bearest him good news of his daughter who\nis whole and well; and that he come with thee and thou wilt show him.\nThen bring him hither, and meseemeth he will see me with a good\nwill.\"  The damsel said that she would well do that errand and she\ncame to the father of the Lady Jehane, and said him what his daughter\nhad said.  When her sire heard thereof great wonder he wist it, and\nwent with the damsel, and found his daughter in her chamber, and knew\nher straightway, and put his arms about her neck, and wept over her\nfor joy and pity, and had so great joy that scarce might he speak to\nher.  Then he asked her where she had been so long a while.  \"Fair\nfather,\" said she, \"thou shalt know it well anon.  But a-God's sake\ndo my lady mother to come to me, for I have great longing to see\nher.\"  The lord sent for his wife, and when she came into the chamber\nwhere was her daughter, and saw her and knew her, she swooned for\njoy, and might not speak a great while, and when she came out of her\nswooning none might believe the great joy that she made of her\ndaughter.\n\nBut whiles they were in this joy, the father of the fair lady went to\nseek Sir Robin and bespake him thus:  \"Sir Robin, fair sweet son,\ntidings can I say thee exceeding joyous us between.\"  \"Certes,\" said\nSir Robin, \"of joy have I great need, for none save God can set rede\nto it whereby I may have joy.  For I have lost thy fair daughter,\nwhereof have I sore grief at heart.  And thereto have I lost the\nswain and the squire, who of all in the world hath done me most good;\nto wit, John the good, my squire.\"  \"Sir Robin,\" said the lord, \"be\nye nought dismayed thereof, for of squires thou shalt find enough.\nBut of my fair daughter I could tell thee good tidings; for I have\nseen her e'en now; and, wot ye well, she is the fairest lady that may\nbe in the world.\"  When Sir Robin heard that, he trembled all with\njoy and said to his lord:  \"Ah, sir, for God's sake bring me where I\nmay see if this be true!\"  \"With a good will,\" said the lord; \"come\nalong now.\"\n\nThe lord went before and he after, till I they were come to the\nchamber, where the mother was yet making great feast of her daughter,\nand they were weeping with joy one over the other.  But when they saw\ntheir rightful lords a-coming, they rose up; and so soon as Sir Robin\nknew his wife, he ran to her with his arms spread abroad, and they\nclipped and kissed together dearly, and wept of joy and pity; and\nthey were thus embracing together for the space of the running of ten\nacres, or ever they might sunder.  Then the lord commanded the tables\nto be laid for supper, and they supped and made great joy.\n\nAfter supper, when the feast had been right great, they went to bed,\nand Sir Robin lay that night with the Lady Jehane his wife, who made\nhim great joy, and he her in likewise; and they spake together of\nmany things, and so much that Sir Robin asked of her where she had\nbeen; and she said:  \"Sir, long were it to tell, but thou shalt know\nit well in time.  Now tell to me what thou couldest to do, and where\nthou hast been so long a while.\"  \"Lady,\" said Sir Robin, \"that will\nI well tell thee.\"\n\nSo he fell to telling her all that she well knew, and of John his\nesquire, who had done him so much good, and said that he was so\ntroubled whereas he had thus lost him, that he would make never an\nend of wandering till he had found him, and that he would bestir\nhimself thereto the morrow's morn.  \"Sir,\" said the lady, \"that were\nfolly; and how should it be then; wouldst thou leave me, then?\"\n\"Forsooth, dame,\" said he, \"e'en so it behoveth me.  For none did\never so much for another as he did for me.\"  \"Sir,\" said the dame,\n\"wherein he did for thee, he did but duly.  Even so he was bound to\ndo.\"  \"Dame,\" said Sir Robin, \"by what thou sayest thou shouldst know\nhim.\"  \"Forsooth,\" said the lady, \"I should ought to know him well,\nfor never did he anything whereof I wotted not.\"  \"Lady,\" said Sir\nRobin, \"thou makest me to marvel at thy words.\"  \"Sir,\" said the\nlady, \"never marvel thou hereof!  If I tell thee a word for sooth and\nfor certain, wilt thou not believe me?\"  \"Dame,\" said he, \"yea,\nverily.\"\n\n\"Well, then, believe me in this,\" said she; \"for wot of a verity that\nI am the very same John whom thou wouldest go seek, and I will tell\nthee how.  For I knew that thou wert gone for the great sorrow thou\nhadst for my misdoing against thee, and for thy land which thou\ndeemedst thou hadst lost for ever.  Whereas I had heard tell of the\noccasion of the wager, and of the treason Sir Raoul had done, whereof\nI was so wroth as never woman was more wroth.  Straightway I let\nshear my hair, and took the money in my coffer, about ten pounds of\nTournais, and arrayed me like an esquire, and followed thee away to\nParis, and found thee at the tomb of Ysore; and there I fell into\ncompany with thee, and we went together into Marseilles, and were\nthere together seven years long, where I served thee unto my power as\nmy rightful lord, and I hold for well spent all the service that I\ndid thee.  And know of a truth that I am innocent and just of that\nwhich the evil knight laid upon me; as well appeareth whereas he hath\nbeen shamed in the field, and hath acknowledged the treason.\"\n\nTherewith my lady Jehane embraced Sir Robin, her lord, and kissed him\non the mouth right sweetly; for Sir Robin understood well that it was\nshe that had so well served him; and so great joy he had, that none\ncould say it or think it; and much he wondered in his heart how she\ncould think to do that which so turned to her great goodness.\nWherefore he loved her the more all the days of his life.\n\nThus were these two good persons together; and they went to dwell\nupon their land, which they had both wide and fair.  Good life they\nled as for young folk who loved dearly together.  Sir Robin went\noften to tournays with his lord, of whose mesney he was, and much\nworship he won, and great prize he conquered and great wealth, and\ndid so much that he gat him as much land again as he had had.  And\nwhen the lord and his lady were dead, then had he all the land.  And\nhe did so well by his prowess that he was made a double banneret, and\nhe had well four thousand pounds of land.  But never might he have\nchild by his wife, whereof he was much grieved.  Thus was he with his\nwife for ten years after he had conquered the battle with Sir Raoul.\n\nAfter the term of ten years, by the will of God, to whom we be all\nsubject, the pain of death took hold of him, and he died like a\nvaliant man, and had all his rights, and was laid in earth with great\nworship.  His wife the fair lady made so great sorrow over him, that\nall they that saw her had pity of her; but in the end needs must she\nforget her mourning and take comfort, for as little as it were.  Much\nabode the lady in her widowhood as a good dame and a holy, for she\nloved much God and Holy Church.  She held her much humbly and much\nshe loved the poor, and did them much good, and was so good a lady\nthat none knew how to blame her or to say of her aught save great\ngood.  Therewithal was she so fair, that each one said who saw her,\nthat she was the mirror of all ladies in the world for beauty and\ngoodness.  But here leaveth the tale a little to speak of her, and\nreturneth to tell of the King Florus, of whom it hath been silent a\ngreat while.\n\nFor saith the tale, that King Florus of Ausay was in his own country\nsore grieving, and ill at ease for the departure of his first wife.\nNotwithstanding the other was brought unto him, and was both fair and\ndainty, but he could not hold her in his heart like as he did the\nfirst one.  Four years was he with her, but never child might he have\nof her; and when the said time was ended the pains of death took the\na lady, and she was buried, whereof her friends were sore grieving.\nBut service was done unto her, as was meet to a queen.\n\nThen abode King Florus in widowhood more than two years, and he was\nstill a young man, whereas he was not of more than five-and-forty\nwinters, wherefore the barons said to him that he behoved to marry\nagain.  \"Forsooth,\" said King Florus, \"so to do have I no great\nlonging, for two wives have I had, and never child might I have by\neither.  And on the other hand, the first that I had was so good and\nso fair, and so much I loved her in my heart for the great beauty\nthat was in her, that I may not forget her.  And I tell you well that\nnever woman will I wed but may have her as fair and as good as was\nshe.  Now may God have mercy on her soul, for she hath passed away in\nthe abbey where she was, as folk have done me to wit.\"  \"Ha, sir,\"\nsaid a knight, who was of his privy counsel, \"there be many good\ndames up and down the country side, of whom ye know not all; and I\nknow one who hath not for goodness and beauty her peer in the world.\nAnd if thou knew her goodness, and saw but her beauty, thou wouldst\nsay well that happy were the king who held the danger of such a lady.\nAnd wot well that she is a gentle lady, and valiant, and rich, and of\ngreat lands.  And I will tell thee a part of her goodness so please\nthee.\"\n\nSo the king said that he would well he should tell him.  Wherefore\nthe knight fell to telling how she had bestirred her to go seek her\nlord, and how she found him and brought him to Marseilles, and the\ngreat goodness and great services which she did him, even as the tale\nhath told afore, so that King Florus wondered much thereat; and he\nsaid to the knight privily that such a woman he would take with a\ngood will.\n\n\"Sir,\" said the knight, who was of the country of the lady, \"I will\ngo to her, if it please thee, and I will so speak to her, if I may,\nthat the marriage of you two shall be made.\"  \"Yea,\" said King\nFlorus, \"I will well that thou go, and I pray thee to give good heed\nto the business.\"\n\nSo the knight bestirred him, and went so much by his journeys that he\ncame to the country where dwelt the fair dame, whom the tale calleth\nmy Lady Jehane, and found her abiding at a castle of hers, and she\nmade him great joy, as one whom she knew.  The knight drew her to\nprivy talk, and told her of King Florus of Ausay, how he bade her\ncome unto him that he might take her to wife.  When the lady heard\nthe knight so speak, she began to smile, which beseemed her right\nwell, and she said to the knight:  \"Thy king is neither so well\nlearned, nor so courteous as I had deemed, whereas he biddeth me come\nto him and he will take me to wife:  forsooth, I am no wageling of\nhim to go at his command.  But say to thy king, that, so please him,\nhe come to me, if he prize me so much and loveth me, and it seem good\nto him that I take him to husband and spouse, for the lords ought to\nbeseech the ladies, and not ladies the lords.\"  \"Lady,\" said the\nknight, \"all that thou hast said to me, I will tell him straight; but\nI doubt that he hold not with pride.\"  \"Sir knight,\" said the lady,\n\"he shall take what heed thereof may please him but in the matter\nwhereof I have spoken to thee, he hath neither courtesy nor reason.\"\n\"Lady,\" said the knight, \"so be it, a-God's name!  And I will get me\ngone, with thy leave, to my lord the king, and will tell him what\nthou hast told me.  And if thou wilt give me any word more, now tell\nit me.\"  \"Yea,\" said the lady, \"tell him that I send him greeting,\nand that I can him much good will for the honour he biddeth me.\"\n\nSo the knight departed therewith from the lady, and came the fourth\nday thereafter to King Florus of Ausay, and found him in his chamber,\nwhereas he was speaking with his privy counsel.  The knight greeted\nthe king, who returned the greeting, and made him sit by his side,\nand asked tidings of the fair lady, and he told all her message how\nshe would not come to him, whereas she was not his wageling to come\nat his command:  for that lords are bound to beseech ladies how she\nhad given him word that she sent him greeting, and could him goodwill\nfor the honour he bade her.  When the King Florus had heard these\nwords, he fell a-pondering, and spake no word for a great while.\n\n\"Sir,\" said a knight who was of his most privity, \"what ponderest\nthou so much?  Forsooth, all these words well befit a good lady and\nwise to say; and so, may help me God, she is both wise and valiant.\nWherefore I counsel thee in good faith that thou look to a day when\nthou canst be there; that thou send greeting to her that thou wilt be\nthere on such day to do her honour, and take her to wife.\"\n\"Forsooth,\" said King Florus, \"I will send word that I will be there\nin the month of Paske, and that she apparel her to receive such a man\nas I be.\"  Then said King Florus to the knight who had been to the\nlady, that within three days he should go his ways to tell the lady\nthese tidings.  So on the third day the knight departed, and went so\nmuch that he came to the lady, and said that the king sent word that\nhe would be with her in the month of Paske; and she answered that it\nwas so by God's will, and that she would speak with her friends, and\nthat she would be arrayed to do his will as the honour of a good lady\ncalled on her.  After these words departed the knight, and came to\nhis lord King Florus, and told him the answer of the fair lady, as ye\nhave heard it.  So King Florus of Ausay dight his departure, and went\nhis ways with a right great folk to come to the country of the fair\nlady; and when he was come thither, he took her and wedded her, and\nhad great joy and great feast thereof.  Then he led her into his\ncountry where folk made exceeding great joy of her.  But King Florus\nloved her much for her great beauty, and for the great wit and great\nvaliancy that was in her.\n\nAnd within the year that he had taken her to wife, she was big with\nchild, and she bore the fruit of her belly so long as right was, and\nwas delivered of a daughter first, and of a son thereafter, who had\nto name Florence and the daughter had to name Floria.  And the child\nFlorence was exceeding fair, and when he was a knight he was the best\nthat knew arms in his time, so that he was chosen to be Emperor of\nConstantinople.  A much valiant man was he, and wrought much wrack\nand dole on the Saracens.  But the daughter became queen of the land\nof her father, and the son of the King of Hungary took her to wife,\nand lady she was of two realms.\n\nThis great honour gave God to the fair lady for the goodness of her\nand her loyalty.  A great while abode King Florus with that fair\nlady; and when it pleased God that his time came, he had such goodly\nknowledge that God had in him a fair soul.  Thereafter the lady lived\nbut a half year, and passed away from the world as one good and\nloyal, and had fair end and good knowledge.\n\nHere endeth the tale of King Florus and the Fair Jehane.\n\n\n\nTHE HISTORY OF OVER SEA\n\n\n\n\nIn years bygone was a Count of Ponthieu, who loved much chivalry and\nthe world, and was a much valiant man and a good knight.\n\nIn the same times was a Count of St. Pol, who held all the country,\nand was lord thereof, and a man much valiant.  He had no heir of his\nflesh, whereof he was sore grieving; but a sister he had, a much good\ndame, and a valiant woman of much avail, who was Dame of Dontmart in\nPonthieu.  The said dame had a son, Thibault by name, who was heir of\nthe country of St. Pol, but a poor man so long as his uncle lived; he\nwas a brave knight and a valiant, and good at arms:  noble he was,\nand goodly, and was much honoured and loved of good folk; for a high\nman he was, and gentle of blood.\n\nNow the Count of Ponthieu, with whom beginneth this tale, had a wife,\na much good dame:  of the said dame he had a daughter, much good and\nof much avail, the which waxed in great beauty and multiplied in much\ngood; and she was of well sixteen years of age.  But within the third\nyear of her birth, her mother died, whereof sore troubled she was and\nmuch sorrowful.\n\nThe Count, her father, wedded him right speedily thereafter, and took\na high lady and a gentle; and in a little while the Count had of the\nsaid lady a son, whom he loved much.  The said son waxed in great\nworth and in great goodness, and multiplied in great good.\n\nThe Count of Ponthieu, who was a valiant man, saw my lord Thibault of\nDontmart, and summoned him, and retained him of his meney; and when\nhe had him of his meney he was much joyous thereat, for the Count\nmultiplied in great good and in great avail by means of him.\n\nAs they returned from a tournament, the Count called to him Messire\nThibault, and asked of him and said:  \"Thibault, as God may help\nthee, tell me what jewel of my land thou lovest the best?\"  \"Sir,\"\nsaid Messire Thibault, \"I am but a poor man, but, as God may help me,\nof all the jewels of thy land I love none so much as my damosel, thy\ndaughter.\"  The Count, when he heard that, was much merry and joyful\nin his heart, and said:  \"Thibault, I will give her to thee if she\nwill.\"  \"Sir,\" said he, \"much great thank have thou; God reward\nthee.\"\n\nThen went the Count to his daughter, and said to her:  \"Fair\ndaughter, I have married thee, save by thee be any hindrance.\"\n\"Sir,\" said she, \"unto whom?\"  \"A-God's name,\" said he, \"to a much\nvaliant man, of much avail:  to a knight of mine, who hath to name\nThibault of Dontmart.\"  \"Ha,\" sir, said she, \"if thy country were a\nkingdom, and should come to me all wholly, forsooth I should hold me\nright well wedded in him.\"  \"Daughter,\" said the Count, \"blessed be\nthine heart, and the hour wherein thou wert born.\"\n\nSo the wedding was done; the Count of Ponthieu and the Count of St.\nPol were thereat, and many another good valiant man.  With great joy\nwere they assembled, in great lordship and in great mirth:  and in\ngreat joy dwelt those together for five years.  But it pleased not\nour Lord Jesus Christ that they should have an heir of their flesh,\nwhich was a heavy matter to both of them.\n\nOn a night lay Messire Thibault in his bed and pondered sore, and\nsaid:  \"God! of whom it cometh that I love so much this dame, and she\nme, and forsooth no heir of our flesh may we have, whereby God might\nbe served, and good be done to the world.\"  Therewith he thought on\nmy lord St. Jakeme, the apostle of Galicia, who would give to such as\ncrave aright that which by right they crave, and he behight him the\nroad thither in his heart.\n\nThe dame was a-sleeping yet, and whenas she awoke he held her betwixt\nhis arms, and prayed her that she would give him a gift.  \"Sir,\" said\nthe dame, \"and what gift?\"  \"Dame,\" said he, \"thou shalt wot that\nwhen I have it.\"  \"Sir,\" she said, \"if I may give it, I will give it,\nwhatso it may be.\"  \"Dame,\" he said, \"I crave leave of thee to go to\nmy lord St. Jacque the Apostle, that he may pray our Lord Jesus\nChrist to give us an heir of our flesh, whereby God may be served in\nthis world, and the Holy Church refreshed.\"  \"Sir,\" said the dame,\n\"the gift is full courteous, and much debonairly will I grant it\nthee.\"\n\nIn much great joy were they for long while:  wore one day, and\nanother, and a third; and it befell that they lay together in bed on\na night, and then said the dame:  \"Sir, I pray and require of thee a\ngift.\"  \"Dame,\" said he, \"ask, and I will give it, if give it I may.\"\n\"Sir,\" she said, \"I crave leave of thee to go with thee on thy\njourney.'\n\nWhen Messire Thibault heard that, he was much sorrowful, and said:\n\"Dame, grievous thing would it be to thine heart, for the way is much\nlongsome, and the land is much strange and much diverse.\"  She said:\n\"Sir, doubt thou nought of me, for of such littlest squire that thou\nhast, shalt thou be more hindered than of me.\"  \"Dame,\" said he, \"a-\nGod's name, I grant it thee.\"\n\nDay came, and the tidings ran so far till the Count of Ponthieu knew\nit, and sent for Messire Thibault, and said:  \"Thibault, thou art\nvowed a pilgrim, as they tell me, and my daughter also?\"  \"Sir,\" said\nhe, \"that is sooth.\"  \"Thibault,\" said the Count, \"concerning thee it\nis well, but concerning my daughter it is heavy on me.\"  \"Sir,\" said\nMessire Thibault, \"I might not naysay her.\"  \"Thibault,\" said the\nCount, \"bestir ye when ye will; so hasten ye your palfreys, your\nnags, and your sumpter-beasts; and I will give you pennies and\nhavings enow.\"  \"Sir,\" said Messire Thibault, \"great thank I give\nthee.\"\n\nSo then they arrayed them, and departed with great joy; and they went\nso far by their journeys, that they drew nigh to St. Jacque by less\nthan two days.\n\nOn a night they came to a good town, and in the evening Messire\nThibault called his host, and asked him concerning the road for the\nmorrow, what road they should find, and what like it might be; and he\nsaid to him:  \"Fair sir, at the going forth from this town ye shall\nfind somewhat of a forest to pass through, and all the day after a\ngood road.\"  Therewith they held their peace, and the bed was\napparelled, and they went to rest.\n\nThe morrow was much fair, and the pilgrims rose up at daybreak and\nmade noise.  Messire Thibault arose, and found him somewhat heavy,\nwherefore he called his chamberlain, and said:  \"Arise now, and do\nour meyney to truss and go their ways, and thou shalt abide with me\nand truss our harness:  for I am somewhat heavy and ill at ease.\"  So\nthat one commanded the sergeants the pleasure of their lord, and they\nwent their ways.\n\nBut a little while was ere Messire Thibault and his wife arose and\narrayed them, and got to the road.  The chamberlain trussed their\nbed, and it was not full day, but much fair weather.  They issued out\nof the town, they three, without more company but only God, and drew\nnigh to the forest; and whenas they came thither, they found two\nways, one good, and the other bad.  Then Messire Thibault said to his\nchamberlain:  \"Prick spur now, and come up with our folk, and bid\nthem abide us, for ugly thing it is for a dame and a knight to wend\nthe wild-wood with little company.\"\n\nSo the chamberlain went his ways speedily; and Messire Thibault came\ninto the forest, and came on the sundering ways, and knew not by\nwhich to wend.  So he said:  \"Dame, by which way go we?\"  \"Sir,\" said\nshe, \"by the good way, so please God.\"\n\nBut in this forest were certain strong-thieves, who wasted the good\nway, and made the false way wide and side, and like unto the other,\nfor to make pilgrims go astray.  So Messire Thibault lighted down,\nand looked on the way, and found the false way bigger and wider than\nthe good; so he said:  \"Come dame, a-God's name, this is it.\"  So\nthey entered therein, and went a good quarter of a league, and then\nbegan the way to wax strait, and the boughs to hang alow; so he said:\n\"Dame, meseemeth that we go not well.\"\n\nWhen he had so said, he looked before him, and saw four strong-\nthieves armed, upon four big horses, and each one held spear in hand.\nAnd when he beheld them, he looked behind him, and saw other four in\nother fashion armed and arrayed; and he said:  \"Dame, be not abashed\nat anything thou mayst see now from henceforward.\"  Then Messire\nThibault greeted those first come, but they held them all aloof from\nhis greeting.  So thereafter he asked them what was their will toward\nhim; and one thereof said:  \"That same shall we tell thee anon.\"\n\nTherewith the strong thief came against Messire Thibault with glaive\nin rest, and thought to smite him amidst of the body; and Messire\nThibault saw the stroke a-coming, and if he doubted thereof, no\nmarvel was it; but he swerved from the stroke as best he might, and\nthat one missed him; and as he passed by him Messire Thibault threw\nhimself under the glaive, and took it from the strong thief, and\nbestirred him against those three whence that one was come, and smote\none of them amidst the body, and slew him; and thereafter turned\nabout, and went back, and smote him who had first come on him amidst\nof the body, and slew him.\n\nNow it pleased God that of the eight strong-thieves he slew three,\nand the other five encompassed him, and slew his palfrey, so that he\nfell adown on his back without any wound to grieve him:  he had\nneither sword nor any other armour to help him.  So the strong-\nthieves took his raiment from him, all to his shirt, and his spurs\nand shoon; and then they took a sword-belt, and bound his hands and\nhis feet, and cast him into a bramble-bush much sharp and much rough.\n\nAnd when they had thus done, they came to the Lady, and took from her\nher palfrey and all her raiment, right to her smock; and she was much\nfair, and she was weeping tenderly, and much and of great manner was\nshe sorrowful.\n\nThen one of the strong-thieves beheld her, and said thus to his\nfellows:  \"Masters, I have lost my brother in this stour, therefore\nwill I have this Lady in atonement thereof.\"  Another said:  \"But I\nalso, I have lost my cousin-german; therefore I claim as much as thou\nherein:  yea, and another such right have I.\"  And even in such wise\nsaid the third and the fourth and the fifth; but at last said one:\n\"In the holding of this Lady ye have no great getting nor gain; so\nlet us lead her into the forest here, and do our will on her, and\nthen set her on the road again and let her go.\"  So did they even as\nthey had devised, and set her on the road again.\n\nMessire Thibault saw it well, and much sorrowful he was, but nought\nmight he do against it; nor none ill will had he against the Lady for\nthat which had befallen her; for he wotted well that it had been\nperforce and against the will of her.  The Lady was much sorrowful,\nand all ashamed.  So Messire Thibault called to her and said:  \"Dame,\nfor God's sake come hither and unbind me, and deliver me from the\ngrief wherein I am; for these brambles grieve me sore and anguish\nme.\"\n\nSo the Lady went whereas lay Messire Thibault, and espied a sword\nlying behind there of one of the strong-thieves who had been slain.\nSo she took it, and went toward her lord, full of great ire and evil\nwill of that which was befallen.  For she doubted much that he would\nhave her in despite for that he had seen her thus, and that he would\nreprove her one while and lay before her what had her betid.  She\nsaid:  \"Sir, I will deliver thee anon.\"\n\nTherewith she hove up the sword and came to her lord, and thought to\nsmite him amidst of the body; and when he saw the stroke coming he\ndoubted it much, for he was all naked to his shirt and breeches, and\nno more.  Therefore so hardly he quaked, that the hands and the\nfingers of him; were sundered; and in such wise she smote him that\nshe but hurt him a little, and sheared the thongs wherewith he was\nbound; and when he felt the bonds slacken, he drew to him and brake\nthe thongs, and leapt to his feet, and said:  \"Dame, so please God,\nno more to-day shalt thou slay me.\"  But she said:  \"Of a surety,\nsir, I am heavy thereof.\"\n\nHe took the sword of her, and put it back into the scabbard, and\nthereafter laid his hand on her shoulder, and brought her back on the\nroad whereby they had come.  And when he came to the entry of the\nwood, there found he a great part of his company, which was come to\nmeet him and when they saw them thus naked, they asked of him:  \"Sir,\nwho hath thus arrayed you?\"  But he told them that they had fallen in\nwith strong-thieves, who had thus ensnared them.  Much great dole\nthey made thereof; but speedily were they clad and arrayed, for they\nhad well enough thereto so they gat to horse and went their ways.\n\nThat day they rode, and for nought that had befallen Messire Thibault\nmade no worser semblance unto the Lady.  That night they came unto a\ngood town, and there they harboured.  Messire Thibault asked of his\nhost if there were any house of religion anigh thereto, where one\nmight leave a lady, and the host said:  \"Sir, it befalleth well to\nthee; hard by without is a house much religious and of much good\ndames.\"\n\nWore the night, and Messire Thibault went on the morrow into that\nhouse and heard mass, and thereafter spake to the abbess, and the\nconvent, and prayed them that they would guard that Lady there till\nhis coming back; and they granted it to him much willingly.  Messire\nThibault left of his meney there to serve the Lady, and went his\nways, and did his pilgrimage the best he might.  And when he had done\nhis pilgrimage fair and well, he returned, and came to the Lady.  He\ndid good to the house, and gave thereto of his havings, and took the\nLady unto him again, and led her into his country with as much great\nhonour as he had led her away, save the lying a-bed with her.\n\nWhen he was gotten aback into his land, much great joy did they make\nof him, and of the Lady.  At his homecoming was the Count of\nPonthieu, the father of the Lady, and there also was the Count of St.\nPol, who was uncle unto my lord Thibault.  A many was there of good\nfolk and valiant at their coming.  The Lady was much honoured of\ndames and of damsels.\n\nThat day the Count of Ponthieu sat, he and Messire Thibault, they two\ntogether, at one dish, and so it fell out that the Count said to him:\n\"Thibault, fair son, he who long way wendeth heareth much, and seeth\nof adventures, whereof nought they know who stir not; tell me tale,\nthen, if it please thee, of some matter which thou hast seen, or\nheard tell of, since ye departed hence.\"\n\nMessire Thibault answered him that he knew of no adventure to tell\nof; but the Count prayed him again, and tormented him thereto, and\nheld him sore to tell of some adventure, insomuch that Messire\nThibault answered him:  \"Sir, since tell I needs must, I will tell\nthee; but so please thee, let it not be within earshot of so much\nfolk.\"  The Count answered and said that it so pleased him well.  So\nafter dinner, whenas they had eaten, the Count arose and took Messire\nThibault by the hand, and said to him:  \"Now would I that thou say\nthy pleasure, for here is not a many of folk.\"\n\nAnd Messire Thibault fell to telling how that it had betid to a\nknight and a lady, even as ye have heard in the tale told; but he\ntold not the persons unto whom it had befallen:  and the Count, who\nwas much sage and right thoughtful, asked what the knight had done\nwith the Lady; and he answered that the knight had brought and led\nthe Lady back to her own country, with as much great joy and as much\ngreat honour as he had led her thence, save lying in the bed whereas\nlay the Lady.\n\n\"Thibault,\" said the Count, \"otherwise deemed the knight than I had\ndeemed; for by the faith which I owe unto God, and unto thee, whom\nmuch I love, I would have hung the Lady by the tresses to a tree or\nto a bush, or by the very girdle, if none other cord I might find.\"\n\"Sir,\" said Messire Thibault, \"nought so certain is the thing as it\nwill be if the Lady shall bear witness thereto with her very body.\"\n\"Thibault,\" said the Count, \"knowest thou who was the knight?\"\n\"Sir,\" said Messire Thibault, \"yet again I pray thee that thou acquit\nme of naming the knight to whom this adventure betid:  know of a\nverity that in naming him lieth no great gain.\"  \"Thibault,\" said the\nCount, \"know that it is not my pleasure that thou hide it.\"  \"Sir,\"\nsaid Thibault, \"then will I tell the same, since I may not be\nacquitted thereof, as willingly I would be if it were your pleasure;\nfor in telling thereof lieth not great avail, nor great honour.\"\n\"Thibault,\" said the Count, \"since the word has gone so far, know\nthat I would wot straightway who was the knight unto whom this\nadventure betid; and I conjure thee, by the faith which thou owest to\nGod and to me, that thou tell me who was the knight, since thou\nknowest thereof.\"\n\n\"Sir,\" said Messire Thibault, \"by that wherewith thou hast conjured\nme withal, I will tell thee.  And I would well that thou shalt know\nof a verity that I am the knight unto whom this adventure betid.  And\nwot thou that I was sore grieving and abashed in my heart; and wot\nthou well that never erst have I spoken thereof to any man alive;\nand, moreover, with a good will had I put aside the telling of it, if\nit had but pleased thee.\"\n\nBut when the Count had heard tell this adventure, much grieving was\nhe, and abashed, and held his peace a great while, and spake no word;\nand when he spoke, he said:  \"Thibault, then to my daughter it was\nthat this adventure betid?\"  \"Sir,\" said he, \"of a verity.\"\n\"Thibault,\" said the Count, \"well shalt thou be avenged, since thou\nhast brought her back to me.\"\n\nAnd because of the great ire which the Count had, he called for his\ndaughter, and asked of her if that were true which Messire Thibault\nhad said; and she asked, \"What?\" and he answered:  \"This, that thou\nwouldest have slain him, even as he hath told it?\"  \"Sir,\" she said,\n\"yea.\"  \"And wherefore,\" said the Count, \"wouldst thou have done it?\"\n\"Sir,\" said she, \"hereto, for that yet it grieveth me that I did it\nnot, and that I slew him not.\"\n\nSo the Count let all that be, and abode till the Court was departed.\nThereafter was he at Rue-on-Sea, and Messire Thibault with him, and\nthe son of the Count; and the Count let lead with him the Lady.  Then\nthe Count let array a strong craft and a trim, and did do the Lady\nenter therein; and withal let lay therein a tun, all new, strong, and\ngreat, and thick.  Then they entered into the said ship, all three,\nwithout fellowship of other folk, save the mariners who rowed the\nship.  Then did the Count cause them to row a full two leagues out to\nsea; and much marvelled each one of what he thought to do, but none\ndurst ask him.\n\nBut when they were so far forth in the sea as ye have heard, the\nCount let smite out one head of the tun, and took the Lady, who was\nhis daughter, and who was much fair and well attired, and made her to\nenter in the tun, would she, would she not; and then let head up the\ntun again straightway, and dight it well, and let redo the staves,\nand stop it well, that the water might not enter in no manner.  Then\nthe Count let put it overboard the ship, and he laid hand thereto\nwith his very own body, and thrust the tun into the sea, and said:\n\"I commend thee unto the winds and the waves.\"\n\nMuch grieving was Messire Thibault thereat, and the brother of the\nLady withal; yea, and all they that saw the same; and they fell all\nat the feet of the Count, and prayed him mercy, that from out of that\ntun they might take her and deliver her.  But the Count, who was much\nwroth and full of ire, would not grant it them for any thing that\nthey might do or pray.  So they let it be, and prayed to Jesus\nChrist, the Sovereign Father, that he, of his exceeding great\ngoodness, would have pity of her soul, and do her pardon of her sins.\n\nThus have they left the Lady in great mischief and great peril, even\nas ye have heard the tale tell afore, and thus they returned thence.\nBut our Lord Jesus Christ, who is the Sovereign Father of us all, and\nwho willeth not the death of sinners, be they he or she, but that\nthey may turn them from their sins and live (every day he showeth it\nunto us openly by works, by examples, and by miracles), sent succour\nunto the Lady, even as ye may hear further on.\n\nFor the history testifieth us, and telleth of a verity, that a\nmerchant ship which came from the parts of Flanders, before the Count\nand his fellows were well come aland, saw the tun floating even as\nthe winds and waves led it.  So said one of the merchants to his\nfellows:  \"Masters, lo there a tun, and it shall come our way,\nmeseemeth; and if we draw it aboard, well shall we have some avail of\nit in any case.\"\n\nNow know ye that this ship was wont to go to the Land of the Saracens\nfor cheaping.  So the mariners drew thither where was the tun, and\ndid so much, what by wile, what by force, that they gat the tun on to\ntheir ship.  And when the tun was laid on their ship, they looked\nmuch thereon, and much marvelled what it might be; and so much, that\nthey beheld how one of the heads of the said tun was newly arrayed.\nWherefore they unheaded it, and found the Lady therein, in such case\nas though her hour were waning, for air failed her.  Her body was\nbig, her visage all swollen, and her eyes ugly and troubled.  But\nwhen she saw the air, and felt the wind, she sighed a little, and the\nmerchants stood about her and called unto her, but she had no might\nto speak.  But at last the heart came aback to her, and speech\nwithal, and she spoke to the merchants and other folk whom she saw\naround her; and much she marvelled when she found herself in such\nwise amidst of the merchants; but when she saw of them that they were\nChristians and merchants, the more at ease she was, and much she\npraised Jesus Christ therefor in her heart, and thanked him of his\ngoodness, whereas he had so done by her that she yet had a space of\nlife.  For she had much great devotion in her heart, and much great\ndesire to amend her life toward God, and toward others, of the\nmisdeeds she had done, whereof she doubted mightily.\n\nThe merchants asked her of whence she was, and she hid the matter\nfrom them, and said that a wretched thing she was, and a poor sinner,\neven as they might behold; and that by much cruel adventure was she\nthither come; and for God's sake let them have mercy upon her:  and\nthey answered that even so would they.  And she ate and drank, and\nbecame much fair.\n\nNow so far went the ship of the merchants, that they came to the Land\nof the Saracens, and took haven by Aumarie.  Galleys of the Saracens\ncame to meet them, and they answered that they were merchants who led\ndivers merchandise by many lands; and that they had the safe-conduct\nof princes and high barons, and that they might go into all lands\nsurely, to seek chaffer and lead their goods.\n\nSo they brought the Lady aland, and were with her.  And one asked the\nother what they should do with her; and one said that they should\nsell her; and another said:  \"If I may be trowed, we shall give her\nas a gift to the rich Soudan of Aumarie, and then will our matter be\nmightily amended.\"\n\nThereto they accorded all, and they took the Lady and brought her to\nthe Soudan, who was a young man:  but first they did do attire and\narray the Lady much richly, and so gave her to the Soudan, who\nreceived the Lady much joyously and with much good-will, for right\nfair was she.  The Soudan asked of them what she was, and they said:\n\"Sir, we wot not; but by marvellous adventure did we find her.\"\n\nMuch good-will had the Soudan to them of this gift, and much good he\ndid to them therefor.  Much he loved the Lady withal, and he let\nserve her honourably.  Well was she heeded, and the colour came again\nunto her, and she became marvellous fair.\n\nThe Soudan fell to coveting the Lady and to loving of her; and he let\nask her by Latiners of what folk she was, but no sooth thereof would\nshe tell him or let him know.  Thereof was he heavy, whereas he saw\nof her that she was a high woman, and of gentle lineage.  He let ask\nof her if she were Christian, and that if she would leave her law he\nwould take her to wife, for no wife had he as yet.  She saw well that\nbetter it were to come thereto by love than by force, so she answered\nthat so would she do of a good will; and when she had renied her, and\nhad left her law, the Soudan took her to wife according to the manner\nand wont of the Land of the Saracens.  He held her right dear, and\nhonoured her much, and waxed of great love towards her.\n\nBut a little while was she with the Soudan ere she was big of a son,\nand lay in at her time; the Soudan was right glad, and made much\ngreat joy.  And the dame was ever of good fellowship with the folk,\nand much courteous and of good will toward them, and learnt so much\nthat she knew the Saracen tongue.\n\nBut a little while wore in the years whereas she had the son, ere she\nconceived and had a daughter, who anon became much fair and much\nwise, and in all lordliness she let nourish her.  Thus was the Lady\nabiding a two years in much joy and mirth.\n\nBut now the story leaves telling of the Lady and the Soudan till\nafter, as ye shall come to hear, and returneth to the Count of\nPonthieu, and to the son of the Count, and to Messire Thibault of\nDontmart, who were sore grieving for the Lady who had been thuswise\ncast into the sea, even as ye have heard, and knew no tidings of her,\nwhat was become of her, and trowed more that she were dead than\nalive.\n\nNow saith the history, and the sooth beareth witness thereto, that\nthe Count was in Ponthieu, and his son, and Messire Thibault.  The\nCount was in sore great sadness, and heavy thought of his daughter,\nand much he doubted him of the sin which he had done.  Messire\nThibault durst not to wed him; nor did the son of the Count either,\nbecause of the dolour wherein he saw his friends abiding.  Neither\nwould the son of the Count become knight, though he were well of an\nage thereto, had he the will.\n\nOn a day the Count forthought him much of the sin which he had done\nto his daughter, and he betook him to the Archbishop of Rheims and\nconfessed to him, and said to him all the deed, as he had done it.\nHe took the cross of Over Sea, and crossed him.  And whenas Messire\nThibault saw his lord the Count crossed, he confessed him and crossed\nhim withal.  Likewise, when the son of the Count saw his father\ncrossed, and Messire Thibault also, whom he loved much, he also\ncrossed himself.  And when the Count saw his son crossed, he was much\ngrieved, and said:  \"Fair son, wherefore art thou crossed?  Now shall\nthe land abide void of lord.\"  But the son answered and said:\n\"Father, I am crossed for God's sake first before all things, and for\nthe saving of my soul, and to serve God and honour him to my power,\nso long as I shall have the life in my body.\"\n\nSo the Count arrayed him speedily and bestirred him, and went and\ntook leave; but withal he looked to it who should ward his land.  And\nMessire Thibault and the son of the Count dight their matters, and\nthey took to the way with much great safe-conduct.  They came in the\nLand of Over Sea safe of body and havings, and there they did their\npilgrimage much holily in all the places whereas they wotted that it\nought to be done, and God to be served.\n\nAnd when the Count had so done, he bethought him that he would well\nto do yet more:  so he gave himself to the service of the Temple for\none year, him and his company; and then when it came to the end of\nthe year, deemed that he would go visit his land and his country.\nWherefore he sent unto Acre and let array his journey, and he took\nleave of them of the Temple, and of the land, and much they thanked\nhim for the honour which he had brought them.  He came to Acre with\nhis fellows, and they went aboard ship, and departed from the haven\nwith right good wind at will; but it endured but for a little; for\nwhen they were on the high sea, then did a wind mighty and horrible\nfall upon them unawares; and the mariners knew not whitherward they\nwent, and every hour they looked to be drowned; and so great was\ntheir distress that they bound themselves together, the son to the\nfather, the nephew to the uncle, yea, one to the other, even as they\nwere intermingled.  The Count and his son and Messire Thibault bound\nthemselves together so that they might not sunder.\n\nBut a little way had they gone in this wise ere they saw land; and\nthey asked the mariners what land it was, and they answered that it\nwas the Land of the Saracens; and they called it the Land of Aumarie,\nand said unto the Count:  \"Sir, what is thy pleasure that we do? for\nif we go yonder, we shall be all taken and fall into the hands of the\nSaracens.\"  The Count said to them:  \"Let go according to the will of\nJesus Christ, who shall take heed to our bodies and our lives; for of\nan eviller or uglier death we may not die than to die in this sea.\"\n\nSo they let run along Aumarie, and galleys and craft of the Saracens\ncame against them.  Wot ye well that this was an evil meeting; for\nthey took them and brought them before the Soudan, who was lord of\nthat land and country.  So they made him a present of the Christians\nand of all their havings:  the Soudan departed them, and sent them to\ndivers places of his prisons.  The Count of Ponthieu and his son and\nMessire Thibault were so strongly bound together that they might not\nbe sundered.  The Soudan commanded that they should be laid in a\nprison by themselves, where they should have but little to eat and\nlittle to drink; and it was done even as he commanded.  There were\nthey a while of time in great misease, and so long that the son of\nthe Count was much sick, insomuch that the Count and Messire Thibault\nhad fear of his dying.\n\nThereafter it fell out that the Soudan held court much mightily, and\nmade great joy for his birthday; and this was after the custom of the\nSaracens.\n\nAfter dinner came the Saracens unto the Soudan, and said to him:\n\"Sir, we require of thee our right.\"  He asked them what it was, and\nthey said:  \"Sir, a captive Christian to set up at the butts.\"  So he\ngranted it to them whereas it was a matter of nought, and he said to\nthem:  \"Go ye to the gaol, and take him who has the least of life in\nhim.\"\n\nTo the gaol they went, and drew out the Count, all bedone with a\nthick beard; and when the Soudan saw him in so poor estate, he said\nto them:  \"This one hath little might to live; go ye, lead him hence,\nand do ye your will on him.\"\n\nThe wife of the Soudan, of whom ye have heard, who was daughter of\nthe Count, was in the place whereas the Count who was her father was\nbeing led to the death, and so soon as she saw him, the blood and the\nheart was stirred within her, not so much for that she knew him, but\nrather that nature constrained her.  Then said the Lady to the\nSoudan:  \"Sir, I am French, wherefore I would willingly speak to\nyonder poor man before he dieth, if it please thee.\"  \"Yea, dame,\"\nsaid the Soudan, \"it pleaseth me well.\"\n\nSo the Lady came to the Count, and drew him apart, and caused the\nSaracens to draw aback, and asked him of whence he was, and he said:\n\"Lady, I am of the kingdom of France, of a land which is called\nPonthieu.\"\n\nWhen the Lady heard that, all the blood of her stirred within her,\nand straightway she asked of what kindred he was.  \"Certes, dame,\"\nsaid he, \"it may not import to me of what kin I be, for I have\nsuffered so many pains and griefs since I departed, that I love\nbetter to die than to live; but so much can I tell thee of a sooth,\nthat I was the Count of Ponthieu.\"\n\nWhen the Lady heard that, she made no semblance, but forthwith\ndeparted from the Count and came to the Soudan, and said:  \"Sir, give\nme this captive, if it please thee, for he knoweth the chess and the\ntables, and fair tales withal, which shall please thee much; and he\nshall play before thee and learn thee.\"  \"Dame,\" said the Soudan, \"by\nmy law, wot that with a good will I will give him thee; do with him\nas thou wilt.\"\n\nThen the Lady took him and sent him into her chamber, and the jailers\nwent to seek another, and led out Messire Thibault, who was the\nhusband of the Lady; and in sorry raiment was he, for he was dight\nwith long hair, and had a great beard; he was lean and fleshless, as\none who had suffered pain and dolour enough.  When the Lady saw him,\nshe said unto the Soudan:  \"Sir, again with this one would I\nwillingly speak, if it please thee.\"  \"Dame,\" said the Soudan, \"it\npleaseth me well.\"  So the Lady came to Messire Thibault, and asked\nhim of whence he was, and he said:  \"I am of the land of the old\nwarrior whom they led before thee e'en now:  and I had his daughter\nto wife; and I am a knight.\"\n\nThe Lady knew well her lord, so she went back unto the Soudan, and\nsaid to him:  \"Sir, great goodness wilt thou do unto me if thou wilt\ngive me this one also.\"  \"Dame,\" said he, \"with a good will I will\ngive him to thee.\"  So she thanked him, and sent him into her chamber\nwith the other.\n\nBut the archers hastened and came to the Soudan, and said:  \"Sir,\nthou doest us wrong, and the day is a-waning.\"  And therewith they\nwent to the gaol and brought out the son of the Count, who was all\ncovered with his hair and dishevelled, as one who had not been washen\na while.  Young man he was, so that he had not yet a beard; but so\nlean he was, and so sick and feeble, that scarce might he hold him\nup.  And when the Lady saw him, she had of him much great pity.  She\ncame to him and asked of him whose son, and whence he was, and he\nsaid he was the son of the first worthy.  Then she wotted well that\nhe was her brother, but no semblance she made thereof.\n\n\"Sir, certes,\" said she to the Soudan, \"thou wilt now do me great\ngoodness if thou wilt give me this one also; for he knows the chess\nand the tables, and all other games, which much shall please thee to\nsee and to hear.\"  But the Soudan said:  \"Dame, by my law, were there\nan hundred of them I would give them unto thee willingly.\"\n\nThe Lady thanked him much, and took her brother, and sent him\nstraightway into her chamber.  But the folk betook them anew to the\ngaol, and brought forth another; and the Lady departed thence,\nwhereas she knew him not.  So was he led to his martyrdom, and our\nLord Jesus Christ received his soul.  But the Lady went her ways\nforthwith; for it pleased her not, the martyrdoms which the Saracens\ndid on the Christians.\n\nShe came to her chamber wherein were the prisoners, and when they saw\nher coming, they made as they would rise up, but she made sign to\nthem to hold them still.  Then she went close up to them, and made\nthem sign of friendship.  And the Count, who was right sage, asked\nthereon:  \"Dame, when shall they slay us?\"  And she answered that it\nwould not be yet.  \"Dame,\" said they, \"thereof are we heavy; for we\nhave so great hunger, that it lacketh but a little of our hearts\ndeparting from us.\"\n\nThereat she went forth and let array meat; and then she brought it,\nand gave to each one a little, and a little of drink.  And when they\nhad taken it, then had they yet greater hunger than afore.  Thuswise\nshe gave them to eat, ten times the day, by little and little; for\nshe doubted that if they ate all freely, that they would take so much\nas would grieve them.  Wherefore she did them to eat thus attemperly.\n\nThuswise did the good dame give them might again; and they were\nbefore her all the first seven days, and the night-tide she did them\nto lie at their ease; and she did them do off their evil raiment and\nlet give them good and new.  After the eighth day, she had\nstrengthened them little by little and more and more; and then she\nlet bring them victuals and drink to their contentment, and in such\nwise that they were so strong that she abandoned to them the victual\nand the drink withal.  They had chequers and tables, and played\nthereon, and were in all content.  The Soudan was ofttimes with them,\nand good will he had to see them play, and much it pleased him.  But\nthe dame refrained her sagely toward them, so that never was one of\nthem that knew her, neither by word nor deed of hers.\n\nBut a little while wore after this matter, as telleth the tale, ere\nthe Soudan had to do, for a rich soudan, who marched on him, laid\nwaste his land, and fell to harrying him.  And he, to avenge his\ntrouble, summoned folk from every part, and assembled a great host.\nWhen the Lady knew thereof she came into the chamber whereas were the\nprisoners, and she sat down before them, and spoke to them, and said:\n\"Lords, ye have told me of your matters a deal; now would I wot\nwhether that which ye have told me be true or not:  for ye told me\nthat thou wert Count of Ponthieu on the day that thou departedst\ntherefrom, and that that man had had thy daughter to wife, and that\nthe other one was thy son.  Now, I am Saracen, and know the art of\nastronomy:  wherefore I tell you well, that never were ye so nigh to\na shameful death as now ye be, if ye tell me not the truth.  Thy\ndaughter, whom this knight had, what became of her?\"\n\n\"Lady,\" said the Count, \"I trow that she be dead.\"  \"What wise died\nshe?\" quoth she.  \"Certes, Lady,\" said the Count, \"by an occasion\nwhich she had deserved.\"  \"And what was the occasion?\" said the Lady.\n\nThen the Count fell to tell, sore weeping, how she was wedded, and of\nthe tarrying, whereby she might not have a child; and how the good\nknight promised his ways to St. Jakeme in Galicia, and how the Lady\nbesought him that she might go along with him, and he granted it\nwillingly.  And how they bestirred them with great joy, and went\ntheir ways, and so far that they came unto a place where they were\nwithout company.  Then met they in a forest robbers well armed, who\nfell upon them.  The good knight might do nothing against all them,\nfor he was lacking of arms; but amidst all that he slew three, and\nfive were left, who fell upon him and slew his palfrey, and took the\nknight and stripped him to the shirt, and bound him hand and foot,\nand cast him into a briar-bush:  and the Lady they stripped, and took\nfrom her her palfrey.  They beheld the Lady, and saw that she was\nfull fair, and each one would have her.  At the last, they accorded\nbetwixt them hereto, that they should lie with her, and they had\ntheir will of her in her despite; and when they had so done they went\ntheir ways, and she abode, much grieving and much sad.  The good\nknight beheld it, and said much sweetly:  \"Dame, now unbind me my\nhands, and let us be going.\"  Now she saw a sword, which was of one\nof the slain strong-thieves; she took it, and went towards her lord,\nwho lay as aforesaid; she came in great ire by seeming, and said:\n\"Yea, unbind thee I will.\"  Then she held the sword all bare, and\nhove it up, and thought to smite him amidst the body, but by the good\nmercy of Jesus Christ, and by the valiancy of the knight, he turned\nupso down, and she smote the bonds he was bound withal, and sundered\nthem, and he leapt up, for as bound and hurt as he was, and said:\n\"Dame, if God will, thou shalt slay me not to-day.\"\n\nAt this word spake the Lady, the wife of the Soudan:  \"Ha, sir! thou\nsayest the sooth; and well I know wherefore she would to do it.\"\n\"Dame,\" said the Count, \"and wherefore?\"  \"Certes,\" quoth she, \"for\nthe great shame which had befallen her.\"\n\nWhen Messire Thibault heard that, he fell a-weeping much tenderly,\nand said:  \"Ha, alas! what fault had she therein then, Lady?  So may\nGod give me deliverance from this prison wherein I am, never should I\nhave made worse semblance to her therefor, whereas it was maugre her\nwill.\"\n\n\"Sir,\" said the Lady, \"that she deemed nought.  Now tell me,\" she\nsaid, \"which deem ye the rather, that she be quick or dead?\"  \"Dame,\"\nsaid he, \"we wot not.\"  \"Well wot I,\" said the Count, \"of the great\npain we have suffered, which God hath sent us for the sin which I did\nagainst her.\"  \"But if it pleased God,\" said the Lady, \"that she were\nalive, and that ye might have of her true tidings, what would ye say\nthereto?\"  \"Lady,\" said the Count, \"then were I gladder than I should\nbe to be delivered out of this prison, or to have so much riches as\nnever had I in my life.\"  \"Dame,\" said Messire Thibault, \"may God\ngive me no joy of that which I most desire, but I were not the\ngladder than to be king of France.\"  \"Dame,\" said the varlet who was\nher brother, \"certes none could give me or promise me thing whereof I\nshould be so glad as of the life of my sister, who was so fair a\ndame, and so good.\"\n\nBut when the Lady heard these words, then was the heart of her\nsoftened and she praised God, and gave him thanks therefor, and said\nto them:  \"Take heed, now, that there be no feigning in your words.\"\nAnd they answered and said that none there was.  Then fell the Lady\na-weeping tenderly, and said to them:  \"Sir, now mayest thou well say\nthat thou art my father, and I thy daughter, even her on whom thou\ndidest such cruel justice.  And thou, Messire Thibault, thou art my\nlord and my baron.  And thou, sir varlet, art my brother.\"\n\nTherewith she told them how the merchants had found her, and how they\ngave her as a gift to the Soudan.  And when they heard that, they\nwere much glad, and made much great joy, and humbled them before her;\nbut she forbade them that they should make any semblance, and said:\n\"I am Saracen, and renied, for otherwise I might never endure, but\nwere presently dead.  Wherefore I pray you and bid you, for as dear\nas ye hold your lives and honours, and your havings the greater, that\nye never once, whatso ye may hear or see, make any more fair\nsemblance unto me, but hold you simply.  So leave me to deal\ntherewith.  Now shall I tell you wherefore I have uncovered me to\nyou.  The Soudan, who is now my lord, goeth presently a-riding; and I\nknow thee well\" (said she to Messire Thibault), \"that thou art a\nvaliant man and a good knight:  therefore I will pray the Soudan to\ntake thee with him; and then if ever thou wert valiant, now do thou\nshow it, and serve the Soudan so well that he may have no evil to\ntell of thee.\"\n\nTherewith departed the Lady, and came unto the Soudan, and said:\n\"Sir, one of my prisoners will go with thee, if it please thee.\"\n\"Dame,\" said he, \"I would not dare trust me to him, lest he do me\nsome treason.\"  \"Sir,\" she said, \"in surety mayest thou lead him\nalong; for I will hold the others.\"  \"Dame,\" said he, \"I will lead\nhim with me, since thou counsellest me so, and I will give him a\nhorse much good, and arms, and all that is meet for him.\"\n\nSo then the Lady went back, and said to Messire Thibault:  \"I have\ndone so much with the Soudan, that thou shalt go with him.  Now\nbethink thee to do well.\"  But her brother kneeled before her, and\nprayed her that she would do so much with the Soudan that he also\nshould go.  But said she:  \"I will not do it, the matter be over open\nthereby.\"\n\nThe Soudan arrayed his matters and went his ways, and Messire\nThibault with him, and they went against the enemy.  The Soudan\ndelivered to Messire Thibault arms and horse.  By the will of Jesus\nChrist, who never forgetteth them who have in him trust and good\nfaith, Messire Thibault did so much in arms, that in a little while\nthe enemy of the Soudan was brought under, whereof much was the\nSoudan rejoiced; he had the victory, and led away much folk with him.\nAnd so soon as he was come back, he went to the Lady, and said:\n\"Dame, by my law, I much praise thy prisoner, for much well hath he\nserved me; and if he will cast aside his law and take ours, I will\ngive him wide lands, and richly will I marry him.\"  \"Sir,\" she said,\n\"I wot not, but I trow not that he will do it.\"  Therewith they were\nsilent, so that they spake not more.  But the Lady dighted in her\nbusiness straightway after these things the best she might, and she\ncame to her prisoners, and said:\n\n\"Lords, now do ye hold ye wisely, that the Soudan perceive not our\ncounsel; for, if God please, we shall yet be in France and the land\nof Ponthieu.\"\n\nNow came a day when the Lady moaned much, and complained her, and\ncame before the Soudan, and said:  \"Sir, I go with child, well I wot\nit, and am fallen into great infirmity, nor ever since thy departure\nhave I eaten aught wherein was any savour to me.\"  \"Dame,\" said he,\n\"I am heavy of thy sickness, but much joyous that thou art with\nchild.  But now command and devise all things that thou deemest might\nbe good for thee, and I will let seek and array them, whatsoever they\nmay cost me.\"\n\nWhen the Lady heard that, she had much great joy in her heart; but\nnever did she show any semblance thereof, save that so much she said:\n\"Sir, my old prisoner hath said to me, that but I be presently upon\nearth of a right nature, I am but dead and that I may not live long.\"\n\"Dame,\" said the Soudan, \"nought will I thy death:  look to it, then,\non what land thou wouldest be, and I will let lead thee thereto.\"\n\"Sir,\" she said, \"it is of no matter to me, so that I be out of this\ncity.\"\n\nThen the Soudan let array a ship fair and stout, and let garnish her\nwell with wine and victual.  \"Sir,\" said the Lady to the Soudan, \"I\nwill have with me my old prisoner and my young one, and they shall\nplay at the chess and the tables; and my son will I take to pleasure\nme.\"  \"Dame,\" said he, \"it pleaseth me well that thou do thy will\nherein.  But what hap with the third prisoner?\"  \"Sir,\" said she,\n\"thou shalt do thy will herein.\"  \"Dame,\" said he, \"I will that thou\ntake him with thee; for he is a valiant man, and will heed thee well\non land and sea, if need thou have thereto.\"\n\nTherewith she prayed leave of the Soudan, and he granted it, and much\nhe prayed her to come back speedily.  The ship was apparelled, and\nthey were alboun; and they went aboard, and departed from the haven.\n\nGood wind they had, and ran much hard:  and the mariners called to\nthe Lady, and said to her:  \"Dame, this wind is bringing straight to\nBrandis; now command us thy pleasure to go thither or elsewhere.\"\nAnd she said to them:  \"Let run hardily, for I know well how to speak\nFrench and other tongues, and I will lead you through all.\"\n\nNow so much they ran by day and by night, through the will of Jesus\nChrist, that they are come to Brandis there they took harbour in all\nsafety, and lighted down on the shore, and were received with much\ngreat joy.  The Lady, who was much wise, drew towards the prisoners,\nand said to them:  \"Lords, I would that ye call to mind the words and\nagreements which ye said to me, and I would be now all sure of you,\nand have good surety of your oaths, and that ye say to me on all that\nye hold to be of God if ye will to hold to your behests, which ye\nhave behight me, or not; for yet have I good might to return.\"\n\nThey answered:  \"Lady, know without doubt that we have covenanted\nnought with you which shall not be held toward you by us loyally; and\nknow by our Christendom and our Baptism, and by whatsoever we hold of\nGod, that we will hold to it; be thou in no doubt thereof.\"\n\n\"And I will trow in you henceforth,\" said the Lady.  \"Now, lords,\"\nsaid she, \"lo here my son, whom I had of the Soudan; what shall we do\nwith him?\"  \"Dame, let him come to great honour and great gladness.\"\n\"Lords,\" said the Lady, \"much have I misdone against the Soudan, for\nI have taken from him my body, and his son whom he loved much.\"\n\nThen she went back to the mariners, and called and said to them:\n\"Masters, get ye back and tell to the Soudan that I have taken from\nhim my body, and his son whom he loved much, and that I have cast\nforth from prison my father, my husband, and my brother.\"  And when\nthe mariners heard that, they were much grieving; but more they might\nnot do; and they returned, sad and sorrowful for the Lady, and for\nthe youngling, whom they loved much, and for the prisoners, who were\nthus lost without recoverance.\n\nBut the Count apparelled himself, whereto he had well enough, by\nmeans of merchants and by Templars, who lent him of their good full\nwillingly.  And when the Count and his company had sojourned in the\ntown so long as their pleasure was, they arrayed them and went their\nways thence, and came to Rome.  The Count went before the Apostle,\nand his fellowship with him.  Each one confessed him the best that he\ncould; and when the Apostle heard it, he was much glad, and much\ngreat cheer he made of them.  He baptized the child, and he was\ncalled William.  He reconciled the Lady, and set her again in right\nChristendom, and confirmed the Lady and Messire Thibault, her baron,\nin right marriage, and joined them together again, and gave penitence\nto each of them, and absolved them of their sins.\n\nAfter that, they abode no long while ere they departed from Rome and\ntook their leave of the Apostle, who much had honoured them; and he\ngave them his blessing, and commended them to God.  So went they in\ngreat joy and in great pleasance, and praised God and his mother and\nthe hallows, both carl and quean, and gave thanks for the goods which\nthey had done them.\n\nAnd so far they journeyed, that they came into the land where they\nwere born, and were received in great procession by the bishops and\nthe abbots, and the people of religion and the other clerks, who much\nhad desired them.\n\nBut above all other joys made they joy the Lady who was thus\nrecovered, and who had thus delivered her father, her husband, and\nher brother from the hands of the Saracens, even as ye have heard.\nBut now leave we of them in this place, and tell we of the mariners\nwho had brought them, and of the Saracens who had come with them.\n\nThe mariners and the Saracens who had brought them to Brandis\nreturned at their speediest; they had good wind, and ran till they\ncame off Aumarie.\n\nThey lighted down on shore sad and sorrowful, and went to tell the\ntidings to the Soudan, who was much sorrowful thereof, and in great\ndole abode; and for this adventure the less he loved his daughter,\nwho had abided there, and honoured her the less.  Notwithstanding,\nthe damsel became much sage, and waxed in great wit, so that all\nhonoured her and loved her, and prized her for the good deeds which\nthey told of her.\n\nBut now the history holds its peace of the Soudan, who made great\ndole for his wife and his prisoners who thus had escaped, and it\nreturneth to the Count of Ponthieu, who was received into his land\nwith great procession, and much honoured as the lord that he was.\n\nNo long while wore ere his son was made knight, and great cheer folk\nmade of him.  He was a knight much worthy and valiant, and much he\nloved the worthies, and fair gifts he gave to poor knights and poor\ngentle dames of the country, and much was prized and loved of poor\nand of rich.  For a worthy he was, and a good knight, and courteous,\nand openhanded, and kind, and nowise proud.  Yet but a little while\nhe lived, which was great damage, and much was he bemoaned of all.\n\nAfter this adventure it befell that the Count held a great court and\na great feast, and had a many of knights and other folk with him; and\ntherewithal came a very noble man and knight, who was a much high man\nin Normandy, who was called my lord Raoul de Preaux.  This Raoul had\na daughter much fair and much wise.  The Count spake so much to my\nlord Raoul and to his friends, that he made the wedding betwixt\nWilliam his nephew, son to the Soudan of Aumarie, and the daughter of\nmy lord Raoul, for no heir had he save that daughter.  William wedded\nthe damsel, and the wedding was done much richly, and thereafter was\nthe said William lord of Preaux.\n\nLong time thence was the land in peace and without war:  and Messire\nThibault was with the Lady, and had of her sithence two man-children,\nwho thereafter were worthies and of great lordship.  The son of the\nCount of Ponthieu, of whom we have told so much good, died but a\nlittle thereafter, whereof was made great dole throughout all the\nland.  The Count of St. Pol lived yet, and now were the two sons of\nmy lord Thibault heirs of those two countries, and thereto they\nattained at the last.  The good dame their mother lived in great\npenitence, and much she did of good deeds and alms; and Messire\nThibault lived as the worthy which he was, and much did he of good\nwhiles he was in life.\n\nNow it befell that the daughter of the Lady, who had abided with the\nSoudan her father, waxed in great beauty and became much wise, and\nwas called the Fair Caitif, because her mother had left her thus as\nye have heard:  but a Turk, much valiant, who served the Soudan\n(Malakin of Baudas was he called), this Malakin saw the damsel to be\ncourteous and sage, and much good had heard tell of her; wherefore he\ncoveted her in his heart, and came to the Soudan and said to him:\n\"Sir, for the service which I have done thee, give me a gift.\"\n\"Malakin,\" said the Soudan, \"what gift?\"  \"Sir,\" said he, \"might I\ndare to say it, because of her highness, whereof I have nought so\nmuch as she, say it I would.\"\n\nThe Soudan, who wise was and clear-seeing, said to him:  \"Speak in\nall surety that which thou willest to speak; for much I love thee and\nprize thee; and if the thing be a thing which I may give thee, saving\nmy honour, know verily that thou shalt have it.\"  \"Sir,\" said he,\n\"well I will that thine honour shall be safe, and against it nought\nwould I ask of thee:  but if it please thee, give me thy daughter,\nfor I pray her of thee, and right willingly would I take her.\"\n\nThe Soudan held his peace and thought awhile; and he saw well that\nMalakin was a worthy, and wise, and might well come to great honour\nand great good, and that well he might be worthied; so he said:\n\"Malakin, by my law, thou hast craved me a great thing, for I love\nmuch my daughter, and no heir else have I, as thou wottest well, and\nas sooth is.  She is born and come from the most highest kindred and\nthe most valiant of France; for her mother is daughter of the Count\nof Ponthieu; but whereas thou art valiant, and much well hast served\nme, I will give her to thee with a good will, if she will grant it.\"\n\"Sir,\" said Malakin, \"against her will would I do nothing.\"\n\nThen the Soudan let call the damsel, and she came, and he said to\nher:  \"My fair daughter, I have married thee, if so it please thee.\"\n\"Sir,\" she said, \"well is my pleasure therein, if thou will it.\"\nThen the Soudan took her by the hand, and said:  \"Hold, Malakin!  I\ngive her to thee.\"  He received her gladly, and in great joy and in\ngreat honour of all his friends; and he wedded her according to the\nSaracen law; and he led her into his land in great joy and in great\nhonour.  The Soudan brought him on his road a great way, with much\ncompany of folk, so far as him pleased; then returned, and took leave\nof his daughter and her lord.  But a great part of his folk he sent\nwith her to serve them.\n\nMalakin came into his country, and much was he served and honoured,\nand was received with great joy by all his friends; and they twain\nlived together long and joyously, and had children together, as the\nhistory beareth witness.\n\nOf this dame, who was called the Fair Caitif, was born the mother of\nthe courteous Turk Salahadin, who was so worthy and wise and\nconquering.\n\nHere ends the Story of Over Sea, done out of ancient French into\nEnglish by William Morris.\n\n\n\nFootnotes:\n\n{1}  Nouvelles francaises en prose du xiii ieme siecle, par MM. L.\nMoland et C. D'Hericault.  (Paris:  Janet, 1856.)\n\n{2}  I have given a version of it in my English Fairy Tales, and\nthere is a ballad on the subject entitled The Cruel Knight.\n\n{3}  See Clouston, Book of Sindibad, p. 279.\n\n{4}  Figured in M. Ulysse Robert, Signes d'infamie au moyen age,\nParis, 1891.  Lovers of Stevenson will remember the effective use\nmade of this in The Black Arrow.\n\n{5}  It has been suggested that the names of our heroes have given\nrise to the proverbial saying:  \"A miss (Amis) is as good as a mile\n(Amile),\" but notwithstanding the high authority from which the\nsuggestion emanates, it is little more than a pun.\n\n{6}  For occurrences of this incident in sagas, etc., see Grimm,\nDeutsche Rechtsalterthumer, 168-70; in folk-tales, Dasent, Tales from\nthe Norse, cxxxiv.-v., n. xviii\n\n{7}  Mr. Hartland has studied the \"Lifetoken\" in the eighth chapter\nof his elaborate treatise on the Legend of Perseus.\n\n\n\n\n*** END OF THE PROJECT GUTENBERG EBOOK, OLD FRENCH ROMANCES ***\n\nThis file should be named ofrr10.txt or ofrr10.zip\nCorrected EDITIONS of our eBooks get a new NUMBER, ofrr11.txt\nVERSIONS based on separate sources get new LETTER, ofrr10a.txt\n\nProject Gutenberg eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the US\nunless a copyright notice is included.  Thus, we usually do not\nkeep eBooks in compliance with any particular paper edition.\n\nWe are now trying to release all our eBooks one year in advance\nof the official release dates, leaving time for better editing.\nPlease be encouraged to tell us about any error or corrections,\neven years after the official publication date.\n\nPlease note neither this listing nor its contents are final til\nmidnight of the last day of the month of any such announcement.\nThe official release date of all Project Gutenberg eBooks is at\nMidnight, Central Time, of the last day of the stated month.  A\npreliminary version may often be posted for suggestion, comment\nand editing by those who wish to do so.\n\nMost people start at our Web sites at:\nhttp://gutenberg.net or\nhttp://promo.net/pg\n\nThese Web sites include award-winning information about Project\nGutenberg, including how to donate, how to help produce our new\neBooks, and how to subscribe to our email newsletter (free!).\n\n\nThose of you who want to download any eBook before announcement\ncan get to them as follows, and just download by date.  This is\nalso a good way to get them instantly upon announcement, as the\nindexes our cataloguers produce obviously take a while after an\nannouncement goes out in the Project Gutenberg Newsletter.\n\nhttp://www.ibiblio.org/gutenberg/etext04 or\nftp://ftp.ibiblio.org/pub/docs/books/gutenberg/etext04\n\nOr /etext03, 02, 01, 00, 99, 98, 97, 96, 95, 94, 93, 92, 92, 91 or 90\n\nJust search by the first five letters of the filename you want,\nas it appears in our Newsletters.\n\n\nInformation about Project Gutenberg (one page)\n\nWe produce about two million dollars for each hour we work.  The\ntime it takes us, a rather conservative estimate, is fifty hours\nto get any eBook selected, entered, proofread, edited, copyright\nsearched and analyzed, the copyright letters written, etc.   Our\nprojected audience is one hundred million readers.  If the value\nper text is nominally estimated at one dollar then we produce $2\nmillion dollars per hour in 2002 as we release over 100 new text\nfiles per month:  1240 more eBooks in 2001 for a total of 4000+\nWe are already on our way to trying for 2000 more eBooks in 2002\nIf they reach just 1-2% of the world's population then the total\nwill reach over half a trillion eBooks given away by year's end.\n\nThe Goal of Project Gutenberg is to Give Away 1 Trillion eBooks!\nThis is ten thousand titles each to one hundred million readers,\nwhich is only about 4% of the present number of computer users.\n\nHere is the briefest record of our progress (* means estimated):\n\neBooks Year Month\n\n    1  1971 July\n   10  1991 January\n  100  1994 January\n 1000  1997 August\n 1500  1998 October\n 2000  1999 December\n 2500  2000 December\n 3000  2001 November\n 4000  2001 October/November\n 6000  2002 December*\n 9000  2003 November*\n10000  2004 January*\n\n\nThe Project Gutenberg Literary Archive Foundation has been created\nto secure a future for Project Gutenberg into the next millennium.\n\nWe need your donations more than ever!\n\nAs of February, 2002, contributions are being solicited from people\nand organizations in: Alabama, Alaska, Arkansas, Connecticut,\nDelaware, District of Columbia, Florida, Georgia, Hawaii, Illinois,\nIndiana, Iowa, Kansas, Kentucky, Louisiana, Maine, Massachusetts,\nMichigan, Mississippi, Missouri, Montana, Nebraska, Nevada, New\nHampshire, New Jersey, New Mexico, New York, North Carolina, Ohio,\nOklahoma, Oregon, Pennsylvania, Rhode Island, South Carolina, South\nDakota, Tennessee, Texas, Utah, Vermont, Virginia, Washington, West\nVirginia, Wisconsin, and Wyoming.\n\nWe have filed in all 50 states now, but these are the only ones\nthat have responded.\n\nAs the requirements for other states are met, additions to this list\nwill be made and fund raising will begin in the additional states.\nPlease feel free to ask to check the status of your state.\n\nIn answer to various questions we have received on this:\n\nWe are constantly working on finishing the paperwork to legally\nrequest donations in all 50 states.  If your state is not listed and\nyou would like to know if we have added it since the list you have,\njust ask.\n\nWhile we cannot solicit donations from people in states where we are\nnot yet registered, we know of no prohibition against accepting\ndonations from donors in these states who approach us with an offer to\ndonate.\n\nInternational donations are accepted, but we don't know ANYTHING about\nhow to make them tax-deductible, or even if they CAN be made\ndeductible, and don't have the staff to handle it even if there are\nways.\n\nDonations by check or money order may be sent to:\n\nProject Gutenberg Literary Archive Foundation\nPMB 113\n1739 University Ave.\nOxford, MS 38655-4109\n\nContact us if you want to arrange for a wire transfer or payment\nmethod other than by check or money order.\n\nThe Project Gutenberg Literary Archive Foundation has been approved by\nthe US Internal Revenue Service as a 501(c)(3) organization with EIN\n[Employee Identification Number] 64-622154.  Donations are\ntax-deductible to the maximum extent permitted by law.  As fund-raising\nrequirements for other states are met, additions to this list will be\nmade and fund-raising will begin in the additional states.\n\nWe need your donations more than ever!\n\nYou can get up to date donation information online at:\n\nhttp://www.gutenberg.net/donation.html\n\n\n***\n\nIf you can't reach Project Gutenberg,\nyou can always email directly to:\n\nMichael S. Hart \n\nProf. Hart will answer or forward your message.\n\nWe would prefer to send you information by email.\n\n\n**The Legal Small Print**\n\n\n(Three Pages)\n\n***START**THE SMALL PRINT!**FOR PUBLIC DOMAIN EBOOKS**START***\nWhy is this \"Small Print!\" statement here? You know: lawyers.\nThey tell us you might sue us if there is something wrong with\nyour copy of this eBook, even if you got it for free from\nsomeone other than us, and even if what's wrong is not our\nfault. So, among other things, this \"Small Print!\" statement\ndisclaims most of our liability to you. It also tells you how\nyou may distribute copies of this eBook if you want to.\n\n*BEFORE!* YOU USE OR READ THIS EBOOK\nBy using or reading any part of this PROJECT GUTENBERG-tm\neBook, you indicate that you understand, agree to and accept\nthis \"Small Print!\" statement. If you do not, you can receive\na refund of the money (if any) you paid for this eBook by\nsending a request within 30 days of receiving it to the person\nyou got it from. If you received this eBook on a physical\nmedium (such as a disk), you must return it with your request.\n\nABOUT PROJECT GUTENBERG-TM EBOOKS\nThis PROJECT GUTENBERG-tm eBook, like most PROJECT GUTENBERG-tm eBooks,\nis a \"public domain\" work distributed by Professor Michael S. Hart\nthrough the Project Gutenberg Association (the \"Project\").\nAmong other things, this means that no one owns a United States copyright\non or for this work, so the Project (and you!) can copy and\ndistribute it in the United States without permission and\nwithout paying copyright royalties. Special rules, set forth\nbelow, apply if you wish to copy and distribute this eBook\nunder the \"PROJECT GUTENBERG\" trademark.\n\nPlease do not use the \"PROJECT GUTENBERG\" trademark to market\nany commercial products without permission.\n\nTo create these eBooks, the Project expends considerable\nefforts to identify, transcribe and proofread public domain\nworks. Despite these efforts, the Project's eBooks and any\nmedium they may be on may contain \"Defects\". Among other\nthings, Defects may take the form of incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged\ndisk or other eBook medium, a computer virus, or computer\ncodes that damage or cannot be read by your equipment.\n\nLIMITED WARRANTY; DISCLAIMER OF DAMAGES\nBut for the \"Right of Replacement or Refund\" described below,\n[1] Michael Hart and the Foundation (and any other party you may\nreceive this eBook from as a PROJECT GUTENBERG-tm eBook) disclaims\nall liability to you for damages, costs and expenses, including\nlegal fees, and [2] YOU HAVE NO REMEDIES FOR NEGLIGENCE OR\nUNDER STRICT LIABILITY, OR FOR BREACH OF WARRANTY OR CONTRACT,\nINCLUDING BUT NOT LIMITED TO INDIRECT, CONSEQUENTIAL, PUNITIVE\nOR INCIDENTAL DAMAGES, EVEN IF YOU GIVE NOTICE OF THE\nPOSSIBILITY OF SUCH DAMAGES.\n\nIf you discover a Defect in this eBook within 90 days of\nreceiving it, you can receive a refund of the money (if any)\nyou paid for it by sending an explanatory note within that\ntime to the person you received it from. If you received it\non a physical medium, you must return it with your note, and\nsuch person may choose to alternatively give you a replacement\ncopy. If you received it electronically, such person may\nchoose to alternatively give you a second opportunity to\nreceive it electronically.\n\nTHIS EBOOK IS OTHERWISE PROVIDED TO YOU \"AS-IS\". NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, ARE MADE TO YOU AS\nTO THE EBOOK OR ANY MEDIUM IT MAY BE ON, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A\nPARTICULAR PURPOSE.\n\nSome states do not allow disclaimers of implied warranties or\nthe exclusion or limitation of consequential damages, so the\nabove disclaimers and exclusions may not apply to you, and you\nmay have other legal rights.\n\nINDEMNITY\nYou will indemnify and hold Michael Hart, the Foundation,\nand its trustees and agents, and any volunteers associated\nwith the production and distribution of Project Gutenberg-tm\ntexts harmless, from all liability, cost and expense, including\nlegal fees, that arise directly or indirectly from any of the\nfollowing that you do or cause:  [1] distribution of this eBook,\n[2] alteration, modification, or addition to the eBook,\nor [3] any Defect.\n\nDISTRIBUTION UNDER \"PROJECT GUTENBERG-tm\"\nYou may distribute copies of this eBook electronically, or by\ndisk, book or any other medium if you either delete this\n\"Small Print!\" and all other references to Project Gutenberg,\nor:\n\n[1]  Only give exact copies of it.  Among other things, this\n     requires that you do not remove, alter or modify the\n     eBook or this \"small print!\" statement.  You may however,\n     if you wish, distribute this eBook in machine readable\n     binary, compressed, mark-up, or proprietary form,\n     including any form resulting from conversion by word\n     processing or hypertext software, but only so long as\n     *EITHER*:\n\n     [*]  The eBook, when displayed, is clearly readable, and\n          does *not* contain characters other than those\n          intended by the author of the work, although tilde\n          (~), asterisk (*) and underline (_) characters may\n          be used to convey punctuation intended by the\n          author, and additional characters may be used to\n          indicate hypertext links; OR\n\n     [*]  The eBook may be readily converted by the reader at\n          no expense into plain ASCII, EBCDIC or equivalent\n          form by the program that displays the eBook (as is\n          the case, for instance, with most word processors);\n          OR\n\n     [*]  You provide, or agree to also provide on request at\n          no additional cost, fee or expense, a copy of the\n          eBook in its original plain ASCII form (or in EBCDIC\n          or other equivalent proprietary form).\n\n[2]  Honor the eBook refund and replacement provisions of this\n     \"Small Print!\" statement.\n\n[3]  Pay a trademark license fee to the Foundation of 20% of the\n     gross profits you derive calculated using the method you\n     already use to calculate your applicable taxes.  If you\n     don't derive profits, no royalty is due.  Royalties are\n     payable to \"Project Gutenberg Literary Archive Foundation\"\n     the 60 days following each date you prepare (or were\n     legally required to prepare) your annual (or equivalent\n     periodic) tax return.  Please contact us beforehand to\n     let us know your plans and to work out the details.\n\nWHAT IF YOU *WANT* TO SEND MONEY EVEN IF YOU DON'T HAVE TO?\nProject Gutenberg is dedicated to increasing the number of\npublic domain and licensed works that can be freely distributed\nin machine readable form.\n\nThe Project gratefully accepts contributions of money, time,\npublic domain materials, or royalty free copyright licenses.\nMoney should be paid to the:\n\"Project Gutenberg Literary Archive Foundation.\"\n\nIf you are interested in contributing scanning equipment or\nsoftware or other items, please contact Michael Hart at:\nhart@pobox.com\n\n[Portions of this eBook's header and trailer may be reprinted only\nwhen distributed free of all fees.  Copyright (C) 2001, 2002 by\nMichael S. Hart.  Project Gutenberg is a TradeMark and may not be\nused in any sales of Project Gutenberg eBooks or other materials be\nthey hardware or software or any other related product without\nexpress permission.]\n\n*END THE SMALL PRINT! FOR PUBLIC DOMAIN EBOOKS*Ver.02/11/02*END*\n\n"}