{"title": "The Book of Wonder", "author": "Edward J. M. D. Plunkett, Lord Dunsany", "releaseDate": "February, 2005", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Suzanne Shell, Charles Bidwell and the Online\nDistributed Proofreading Team.\n\n\n\n\n\n\n\n\n\nTHE BOOK OF WONDER\n\nBY\nLORD DUNSANY\n\n\n\nCONTENTS\n\n  Preface\n  The Bride of the Man-Horse\n  Distressing Tale of Thangobrind The Jeweller\n  The House of the Sphinx\n  Probable Adventure of the Three Literary Men\n  The Injudicious Prayers of Pombo the Idolater\n  The Loot of Bombasharna\n  Miss Cubbidge and the Dragon Of Romance\n  The Quest of the Queen's Tears\n  The Hoard of the Gibbelins\n  How Nuth Would Have Practised His Art Upon the Gnoles\n  How One Came, As Was Foretold, to the City Of Never\n  The Coronation of Mr. Thomas Shap\n  Chu-Bu and Sheemish\n  The Wonderful Window\n  Epilogue\n\n\n\nPREFACE\n\n\nCome with me, ladies and gentlemen who are in any wise weary of\nLondon: come with me: and those that tire at all of the world we know:\nfor we have new worlds here.\n\n\n\nTHE BRIDE OF THE MAN-HORSE\n\n\nIn the morning of his two hundred and fiftieth year Shepperalk the\ncentaur went to the golden coffer, wherein the treasure of the\ncentaurs was, and taking from it the hoarded amulet that his father,\nJyshak, in the years of his prime, had hammered from mountain gold and\nset with opals bartered from the gnomes, he put it upon his wrist, and\nsaid no word, but walked from his mother's cavern. And he took with\nhim too that clarion of the centaurs, that famous silver horn, that in\nits time had summoned to surrender seventeen cities of Man, and for\ntwenty years had brayed at star-girt walls in the Siege of\nTholdenblarna, the citadel of the gods, what time the centaurs waged\ntheir fabulous war and were not broken by any force of arms, but\nretreated slowly in a cloud of dust before the final miracle of the\ngods that They brought in Their desperate need from Their ultimate\narmoury. He took it and strode away, and his mother only sighed and\nlet him go.\n\nShe knew that today he would not drink at the stream coming down from\nthe terraces of Varpa Niger, the inner land of the mountains, that\ntoday he would not wonder awhile at the sunset and afterwards trot\nback to the cavern again to sleep on rushes pulled by rivers that know\nnot Man. She knew that it was with him as it had been of old with his\nfather, and with Goom the father of Jyshak, and long ago with the\ngods. Therefore she only sighed and let him go.\n\nBut he, coming out from the cavern that was his home, went for the\nfirst time over the little stream, and going round the corner of the\ncrags saw glittering beneath him the mundane plain. And the wind of\nthe autumn that was gilding the world, rushing up the slopes of the\nmountain, beat cold on his naked flanks. He raised his head and\nsnorted.\n\n\"I am a man-horse now!\" he shouted aloud; and leaping from crag to\ncrag he galloped by valley and chasm, by torrent-bed and scar of\navalanche, until he came to the wandering leagues of the plain, and\nleft behind him for ever the Athraminaurian mountains.\n\nHis goal was Zretazoola, the city of Sombelenë. What legend of\nSombelenë's inhuman beauty or of the wonder of her mystery had ever\nfloated over the mundane plain to the fabulous cradle of the centaurs'\nrace, the Athraminaurian mountains, I do not know. Yet in the blood of\nman there is a tide, an old sea-current rather, that is somehow akin\nto the twilight, which brings him rumours of beauty from however far\naway, as driftwood is found at sea from islands not yet discovered:\nand this spring-tide of current that visits the blood of man comes from\nthe fabulous quarter of his lineage, from the legendary, the old; it\ntakes him out to the woodlands, out to the hills; he listens to\nancient song. So it may be that Shepperalk's fabulous blood stirred in\nthose lonely mountains away at the edge of the world to rumours that\nonly the airy twilight knew and only confided secretly to the bat, for\nShepperalk was more legendary even than man. Certain it was that he\nheaded from the first for the city of Zretazoola, where Sombelenë in her\ntemple dwelt; though all the mundane plain, its rivers and mountains,\nlay between Shepperalk's home and the city he sought.\n\nWhen first the feet of the centaur touched the grass of that soft\nalluvial earth he blew for joy upon the silver horn, he pranced and\ncaracoled, he gambolled over the leagues; pace came to him like a\nmaiden with a lamp, a new and beautiful wonder; the wind laughed as it\npassed him. He put his head down low to the scent of the flowers, he\nlifted it up to be nearer the unseen stars, he revelled through\nkingdoms, took rivers in his stride; how shall I tell you, ye that\ndwell in cities, how shall I tell you what he felt as he galloped? He\nfelt for strength like the towers of Bel-Narana; for lightness like\nthose gossamer palaces that the fairy-spider builds 'twixt heaven and\nsea along the coasts of Zith; for swiftness like some bird racing up\nfrom the morning to sing in some city's spires before daylight comes.\nHe was the sworn companion of the wind. For joy he was as a song; the\nlightnings of his legendary sires, the earlier gods, began to mix with\nhis blood; his hooves thundered. He came to the cities of men, and all\nmen trembled, for they remembered the ancient mythical wars, and now\nthey dreaded new battles and feared for the race of man. Not by Clio\nare these wars recorded; history does not know them, but what of that?\nNot all of us have sat at historians' feet, but all have learned fable\nand myth at their mothers' knees. And there were none that did not\nfear strange wars when they saw Shepperalk swerve and leap along the\npublic ways. So he passed from city to city.\n\nBy night he lay down unpanting in the reeds of some marsh or a forest;\nbefore dawn he rose triumphant, and hugely drank of some river in the\ndark, and splashing out of it would trot to some high place to find\nthe sunrise, and to send echoing eastwards the exultant greetings of\nhis jubilant horn. And lo! the sunrise coming up from the echoes, and\nthe plains new-lit by the day, and the leagues spinning by like water\nflung from a top, and that gay companion, the loudly laughing wind,\nand men and the fears of men and their little cities; and, after that,\ngreat rivers and waste spaces and huge new hills, and then new lands\nbeyond them, and more cities of men, and always the old companion, the\nglorious wind. Kingdom by kingdom slipt by, and still his breath was\neven. \"It is a golden thing to gallop on good turf in one's youth,\"\nsaid the young man-horse, the centaur. \"Ha, ha,\" said the wind of the\nhills, and the winds of the plain answered.\n\nBells pealed in frantic towers, wise men consulted parchments,\nastrologers sought of the portent from the stars, the aged made subtle\nprophecies. \"Is he not swift?\" said the young. \"How glad he is,\" said\nchildren.\n\nNight after night brought him sleep, and day after day lit his gallop,\ntill he came to the lands of the Athalonian men who live by the edges\nof the mundane plain, and from them he came to the lands of legend\nagain such as those in which he was cradled on the other side of the\nworld, and which fringe the marge of the world and mix with the\ntwilight. And there a mighty thought came into his untired heart, for\nhe knew that he neared Zretazoola now, the city of Sombelenë.\n\nIt was late in the day when he neared it, and clouds coloured with\nevening rolled low on the plain before him; he galloped on into their\ngolden mist, and when it hid from his eyes the sight of things, the\ndreams in his heart awoke and romantically he pondered all those\nrumours that used to come to him from Sombelenë, because of the\nfellowship of fabulous things. She dwelt (said evening secretly to the\nbat) in a little temple by a lone lakeshore. A grove of cypresses\nscreened her from the city, from Zretazoola of the climbing ways. And\nopposite her temple stood her tomb, her sad lake-sepulchre with open\ndoor, lest her amazing beauty and the centuries of her youth should\never give rise to the heresy among men that lovely Sombelenë was\nimmortal: for only her beauty and her lineage were divine.\n\nHer father had been half centaur and half god; her mother was the\nchild of a desert lion and that sphinx that watches the pyramids;--she\nwas more mystical than Woman.\n\nHer beauty was as a dream, was as a song; the one dream of a lifetime\ndreamed on enchanted dews, the one song sung to some city by a\ndeathless bird blown far from his native coasts by storm in Paradise.\nDawn after dawn on mountains of romance or twilight after twilight\ncould never equal her beauty; all the glow-worms had not the secret\namong them nor all the stars of night; poets had never sung it nor\nevening guessed its meaning; the morning envied it, it was hidden from\nlovers.\n\nShe was unwed, unwooed.\n\nThe lions came not to woo her because they feared her strength, and\nthe gods dared not love her because they knew she must die.\n\nThis was what evening had whispered to the bat, this was the dream in\nthe heart of Shepperalk as he cantered blind through the mist. And\nsuddenly there at his hooves in the dark of the plain appeared the\ncleft in the legendary lands, and Zretazoola sheltering in the cleft,\nand sunning herself in the evening.\n\nSwiftly and craftily he bounded down by the upper end of the cleft,\nand entering Zretazoola by the outer gate which looks out sheer on the\nstars, he galloped suddenly down the narrow streets. Many that rushed\nout on to balconies as he went clattering by, many that put their\nheads from glittering windows, are told of in olden song. Shepperalk\ndid not tarry to give greetings or to answer challenges from martial\ntowers, he was down through the earthward gateway like the thunderbolt\nof his sires, and, like Leviathan who has leapt at an eagle, he surged\ninto the water between temple and tomb.\n\nHe galloped with half-shut eyes up the temple-steps, and, only seeing\ndimly through his lashes, seized Sombelenë by the hair, undazzled as\nyet by her beauty, and so haled her away; and, leaping with her over\nthe floorless chasm where the waters of the lake fall unremembered\naway into a hole in the world, took her we know not where, to be her\nslave for all centuries that are allowed to his race.\n\nThree blasts he gave as he went upon that silver horn that is the\nworld-old treasure of the centaurs. These were his wedding bells.\n\n\n\nDISTRESSING TALE OF THANGOBRIND THE JEWELLER\n\n\nWhen Thangobrind the jeweller heard the ominous cough, he turned at\nonce upon that narrow way. A thief was he, of very high repute, being\npatronized by the lofty and elect, for he stole nothing smaller than\nthe Moomoo's egg, and in all his life stole only four kinds of\nstone--the ruby, the diamond, the emerald, and the sapphire; and, as\njewellers go, his honesty was great. Now there was a Merchant Prince\nwho had come to Thangobrind and had offered his daughter's soul for\nthe diamond that is larger than the human head and was to be found on\nthe lap of the spider-idol, Hlo-hlo, in his temple of Moung-ga-ling;\nfor he had heard that Thangobrind was a thief to be trusted.\n\nThangobrind oiled his body and slipped out of his shop, and went\nsecretly through byways, and got as far as Snarp, before anybody knew\nthat he was out on business again or missed his sword from its place\nunder the counter. Thence he moved only by night, hiding by day and\nrubbing the edges of his sword, which he called Mouse because it was\nswift and nimble. The jeweller had subtle methods of travelling;\nnobody saw him cross the plains of Zid; nobody saw him come to Mursk\nor Tlun. O, but he loved shadows! Once the moon peeping out\nunexpectedly from a tempest had betrayed an ordinary jeweller; not so\ndid it undo Thangobrind: the watchman only saw a crouching shape that\nsnarled and laughed: \"'Tis but a hyena,\" they said. Once in the city\nof Ag one of the guardians seized him, but Thangobrind was oiled and\nslipped from his hand; you scarcely heard his bare feet patter away.\nHe knew that the Merchant Prince awaited his return, his little eyes\nopen all night and glittering with greed; he knew how his daughter lay\nchained up and screaming night and day. Ah, Thangobrind knew. And had\nhe not been out on business he had almost allowed himself one or two\nlittle laughs. But business was business, and the diamond that he\nsought still lay on the lap of Hlo-hlo, where it had been for the last\ntwo million years since Hlo-hlo created the world and gave unto it all\nthings except that precious stone called Dead Man's Diamond. The jewel\nwas often stolen, but it had a knack of coming back again to the lap\nof Hlo-hlo. Thangobrind knew this, but he was no common jeweller and\nhoped to outwit Hlo-hlo, perceiving not the trend of ambition and lust\nand that they are vanity.\n\nHow nimbly he threaded his way through he pits of Snood!--now like a\nbotanist, scrutinising the ground; now like a dancer, leaping from\ncrumbling edges. It was quite dark when he went by the towers of Tor,\nwhere archers shoot ivory arrows at strangers lest any foreigner should\nalter their laws, which are bad, but not to be altered by mere aliens.\nAt night they shoot by the sound of the strangers' feet. O, Thangobrind,\nThangobrind, was ever a jeweller like you! He dragged two stones behind\nhim by long cords, and at these the archers shot. Tempting indeed was\nthe snare that they set in Woth, the emeralds loose-set in the city's\ngate; but Thangobrind discerned the golden cord that climbed the wall\nfrom each and the weights that would topple upon him if he touched one,\nand so he left them, though he left them weeping, and at last came to\nTheth. There all men worship Hlo-hlo; though they are willing to believe\nin other gods, as missionaries attest, but only as creatures of the\nchase for the hunting of Hlo-hlo, who wears Their halos, so these people\nsay, on golden hooks along his hunting-belt. And from Theth he came to\nthe city of Moung and the temple of Moung-ga-ling, and entered and saw\nthe spider-idol, Hlo-hlo, sitting there with Dead Man's Diamond\nglittering on his lap, and looking for all the world like a full moon,\nbut a full moon seen by a lunatic who had slept too long in its rays,\nfor there was in Dead Man's Diamond a certain sinister look and a boding\nof things to happen that are better not mentioned here. The face of the\nspider-idol was lit by that fatal gem; there was no other light. In\nspite of his shocking limbs and that demoniac body, his face was serene\nand apparently unconscious.\n\nA little fear came into the mind of Thangobrind the jeweller, a\npassing tremor--no more; business was business and he hoped for the\nbest. Thangobrind offered honey to Hlo-hlo and prostrated himself\nbefore him. Oh, he was cunning! When the priests stole out of the\ndarkness to lap up the honey they were stretched senseless on the\ntemple floor, for there was a drug in the honey that was offered to\nHlo-hlo. And Thangobrind the jeweller picked Dead Man's Diamond up and\nput it on his shoulder and trudged away from the shrine; and Hlo-hlo\nthe spider-idol said nothing at all, but he laughed softly as the\njeweller shut the door. When the priests awoke out of the grip of the\ndrug that was offered with the honey to Hlo-hlo, they rushed to a\nlittle secret room with an outlet on the stars and cast a horoscope of\nthe thief. Something that they saw in the horoscope seemed to satisfy\nthe priests.\n\nIt was not like Thangobrind to go back by the road by which he had\ncome. No, he went by another road, even though it led to the narrow\nway, night-house and spider-forest.\n\nThe city of Moung went towering by behind him, balcony above balcony,\neclipsing half the stars, as he trudged away with his diamond. Though\nwhen a soft pittering as of velvet feet arose behind him he refused to\nacknowledge that it might be what he feared, yet the instincts of his\ntrade told him that it is not well when any noise whatever follows a\ndiamond by night, and this was one of the largest that had ever come to\nhim in the way of business. When he came to the narrow way that leads to\nspider-forest, Dead Man's Diamond feeling cold and heavy, and the\nvelvety footfall seeming fearfully close, the jeweller stopped and\nalmost hesitated. He looked behind him; there was nothing there. He\nlistened attentively; there was no sound now. Then he thought of the\nscreams of the Merchant Prince's daughter, whose soul was the diamond's\nprice, and smiled and went stoutly on. There watched him, apathetically,\nover the narrow way, that grim and dubious woman whose house is the Night.\nThangobrind, hearing no longer the sound of suspicious feet, felt easier\nnow. He was all but come to the end of the narrow way, when the woman\nlistlessly uttered that ominous cough.\n\nThe cough was too full of meaning to be disregarded. Thangobrind turned\nround and saw at once what he feared. The spider-idol had not stayed at\nhome. The jeweller put his diamond gently upon the ground and drew his\nsword called Mouse. And then began that famous fight upon the narrow way\nin which the grim old woman whose house was Night seemed to take so\nlittle interest. To the spider-idol you saw at once it was all a\nhorrible joke. To the jeweller it was grim earnest. He fought and panted\nand was pushed back slowly along the narrow way, but he wounded Hlo-hlo\nall the while with terrible long gashes all over his deep, soft body\ntill Mouse was slimy with blood. But at last the persistent laughter of\nHlo-hlo was too much for the jeweller's nerves, and, once more wounding\nhis demoniac foe, he sank aghast and exhausted by the door of the house\ncalled Night at the feet of the grim old woman, who having uttered once\nthat ominous cough interfered no further with the course of events. And\nthere carried Thangobrind the jeweller away those whose duty it was, to\nthe house where the two men hang, and taking down from his hook the\nleft-hand one of the two, they put that venturous jeweller in his place;\nso that there fell on him the doom that he feared, as all men know\nthough it is so long since, and there abated somewhat the ire of the\nenvious gods.\n\nAnd the only daughter of the Merchant Prince felt so little gratitude\nfor this great deliverance that she took to respectability of a\nmilitant kind, and became aggressively dull, and called her home the\nEnglish Riviera, and had platitudes worked in worsted upon her\ntea-cosy, and in the end never died, but passed away at her residence.\n\n\n\nTHE HOUSE OF THE SPHINX\n\n\nWhen I came to the House of the Sphinx it was already dark. They made\nme eagerly welcome. And I, in spite of the deed, was glad of any\nshelter from that ominous wood. I saw at once that there had been a\ndeed, although a cloak did all that a cloak may do to conceal it. The\nmere uneasiness of the welcome made me suspect that cloak.\n\nThe Sphinx was moody and silent. I had not come to pry into the\nsecrets of Eternity nor to investigate the Sphinx's private life, and\nso had little to say and few questions to ask; but to whatever I did\nsay she remained morosely indifferent. It was clear that either she\nsuspected me of being in search of the secrets of one of her gods, or\nof being boldly inquisitive about her traffic with Time, or else she\nwas darkly absorbed with brooding upon the deed.\n\nI saw soon enough that there was another than me to welcome; I saw it\nfrom the hurried way that they glanced from the door to the deed and\nback to the door again. And it was clear that the welcome was to be a\nbolted door. But such bolts, and such a door! Rust and decay and\nfungus had been there far too long, and it was not a barrier any\nlonger that would keep out even a determined wolf. And it seemed to be\nsomething worse than a wolf that they feared.\n\nA little later on I gathered from what they said that some imperious\nand ghastly thing was looking for the Sphinx, and that something that\nhad happened had made its arrival certain. It appeared that they had\nslapped the Sphinx to vex her out of her apathy in order that she\nshould pray to one of her gods, whom she had littered in the house of\nTime; but her moody silence was invincible, and her apathy Oriental,\never since the deed had happened. And when they found that they could\nnot make her pray, there was nothing for them to do but to pay little\nuseless attentions to the rusty lock of the door, and to look at the\ndeed and wonder, and even pretend to hope, and to say that after all\nit might not bring that destined thing from the forest, which no one\nnamed.\n\nIt may be said I had chosen a gruesome house, but not if I had\ndescribed the forest from which I came, and I was in need of any spot\nwherein I could rest my mind from the thought of it.\n\nI wondered very much what thing would come from the forest on account\nof the deed; and having seen that forest--as you, gentle reader, have\nnot--I had the advantage of knowing that anything might come. It was\nuseless to ask the Sphinx--she seldom reveals things, like her\nparamour Time (the gods take after her), and while this mood was on\nher, rebuff was certain. So I quietly began to oil the lock of the\ndoor. And as soon as they saw this simple act I won their confidence.\nIt was not that my work was of any use--it should have been done long\nbefore; but they saw that my interest was given for the moment to the\nthing that they thought vital. They clustered round me then. They\nasked me what I thought of the door, and whether I had seen better,\nand whether I had seen worse; and I told them about all the doors I\nknew, and said that the doors of the baptistry in Florence were better\ndoors, and the doors made by a certain firm of builders in London were\nworse. And then I asked them what it was that was coming after the\nSphinx because of the deed. And at first they would not say, and I\nstopped oiling the door; and then they said that it was the\narch-inquisitor of the forest, who is investigator and avenger of all\nsilverstrian things; and from all that they said about him it seemed to me\nthat this person was quite white, and was a kind of madness that would\nsettle down quite blankly upon a place, a kind of mist in which reason\ncould not live; and it was the fear of this that made them fumble\nnervously at the lock of that rotten door; but with the Sphinx it was\nnot so much fear as sheer prophecy.\n\nThe hope that they tried to hope was well enough in its way, but I did\nnot share it; it was clear that the thing that they feared was the\ncorollary of the deed--one saw that more by the resignation upon the\nface of the Sphinx than by their sorry anxiety for the door.\n\nThe wind soughed, and the great tapers flared, and their obvious fear\nand the silence of the Sphinx grew more than ever a part of the\natmosphere, and bats went restlessly through the gloom of the wind\nthat beat the tapers low.\n\nThen a few things screamed far off, then a little nearer, and\nsomething was coming towards us, laughing hideously. I hastily gave a\nprod to the door that they guarded; my finger sank right into the\nmouldering wood--there was not a chance of holding it. I had not\nleisure to observe their fright; I thought of the back-door, for the\nforest was better than this; only the Sphinx was absolutely calm, her\nprophecy was made and she seemed to have seen her doom, so that no new\nthing could perturb her.\n\nBut by mouldering rungs of ladders as old as Man, by slippery edges of\nthe dreaded abyss, with an ominous dizziness about my heart and a\nfeeling of horror in the soles of my feet, I clambered from tower to\ntower till I found the door that I sought; and it opened on to one of\nthe upper branches of a huge and sombre pine, down which I climbed on\nto the floor of the forest. And I was glad to be back again in the\nforest from which I had fled.\n\nAnd the Sphinx in her menaced house--I know not how she fared--whether\nshe gazes for ever, disconsolate, at the deed, remembering only in her\nsmitten mind, at which the little boys now leer, that she once knew\nwell those things at which man stands aghast; or whether in the end\nshe crept away, and clambering horribly from abyss to abyss, came at\nlast to higher things, and is wise and eternal still. For who knows of\nmadness whether it is divine or whether it be of the pit?\n\n\n\nPROBABLE ADVENTURE OF THE THREE LITERARY MEN\n\n\nWhen the nomads came to El Lola they had no more songs, and the\nquestion of stealing the golden box arose in all its magnitude. On the\none hand, many had sought the golden box, the receptacle (as the\nAethiopians know) of poems of fabulous value; and their doom is still\nthe common talk of Arabia. On the other hand, it was lonely to sit\naround the camp-fire by night with no new songs.\n\nIt was the tribe of Heth that discussed these things one evening upon\nthe plains below the peak of Mluna. Their native land was the track\nacross the world of immemorial wanderers; and there was trouble among\nthe elders of the nomads because there were no new songs; while,\nuntouched by human trouble, untouched as yet by the night that was\nhiding the plains away, the peak of Mluna, calm in the after-glow,\nlooked on the Dubious Land. And it was there on the plain upon the\nknown side of Mluna, just as the evening star came mouse-like into\nview and the flames of the camp-fire lifted their lonely plumes\nuncheered by any song, that that rash scheme was hastily planned by\nthe nomads which the world has named The Quest of the Golden Box.\n\nNo measure of wiser precaution could the elders of the nomads have\ntaken than to choose for their thief that very Slith, that identical\nthief that (even as I write) in how many school-rooms governesses\nteach stole a march on the King of Westalia. Yet the weight of the box\nwas such that others had to accompany him, and Sippy and Slorg were no\nmore agile thieves than may be found today among vendors of the\nantique.\n\nSo over the shoulder of Mluna these three climbed next day and slept\nas well as they might among its snows rather than risk a night in the\nwoods of the Dubious Land. And the morning came up radiant and the\nbirds were full of song, but the forest underneath and the waste\nbeyond it and the bare and ominous crags all wore the appearance of an\nunuttered threat.\n\nThough Slith had an experience of twenty years of theft, yet he said\nlittle; only if one of the others made a stone roll with his foot, or,\nlater on in the forest, if one of them stepped on a twig, he whispered\nsharply to them always the same words: \"That is not business.\" He knew\nthat he could not make them better thieves during a two days' journey,\nand whatever doubts he had he interfered no further.\n\nFrom the shoulder of Mluna they dropped into the clouds, and from the\nclouds to the forest, to whose native beasts, as well the three\nthieves knew, all flesh was meat, whether it were the flesh of fish or\nman. There the thieves drew idolatrously from their pockets each one a\nseparate god and prayed for protection in the unfortunate wood, and\nhoped therefrom for a threefold chance of escape, since if anything\nshould eat one of them it were certain to eat them all, and they\nconfided that the corollary might be true and all should escape if one\ndid. Whether one of these gods was propitious and awake, or whether\nall of the three, or whether it was chance that brought them through\nthe forest unmouthed by detestable beasts, none knoweth; but certainly\nneither the emissaries of the god that most they feared, nor the wrath\nof the topical god of that ominous place, brought their doom to the\nthree adventurers there or then. And so it was that they came to\nRumbly Heath, in the heart of the Dubious Land, whose stormy hillocks\nwere the ground-swell and the after-wash of the earthquake lulled for\na while. Something so huge that it seemed unfair to man that it should\nmove so softly stalked splendidly by them, and only so barely did they\nescape its notice that one word rang and echoed through their three\nimaginations--\"If--if--if.\" And when this danger was at last gone by\nthey moved cautiously on again and presently saw the little harmless\nmipt, half fairy and half gnome, giving shrill, contented squeaks on\nthe edge of the world. And they edged away unseen, for they said that\nthe inquisitiveness of the mipt had become fabulous, and that,\nharmless as he was, he had a bad way with secrets; yet they probably\nloathed the way that he nuzzles dead white bones, and would not admit\ntheir loathing; for it does not become adventurers to care who eats\ntheir bones. Be this as it may, they edged away from the mipt, and\ncame almost at once to the wizened tree, the goal-post of their\nadventure, and knew that beside them was the crack in the world and\nthe bridge from Bad to Worse, and that underneath them stood the rocky\nhouse of Owner of the Box.\n\nThis was their simple plan: to slip into the corridor in the upper\ncliff; to run softly down it (of course with naked feet) under the\nwarning to travellers that is graven upon stone, which interpreters\ntake to be \"It Is Better Not\"; not to touch the berries that are there\nfor a purpose, on the right side going down; and so to come to the\nguardian on his pedestal who had slept for a thousand years and should\nbe sleeping still; and go in through the open window. One man was to\nwait outside by the crack in the World until the others came out with\nthe golden box, and, should they cry for help, he was to threaten at\nonce to unfasten the iron clamp that kept the crack together. When the\nbox was secured they were to travel all night and all the following\nday, until the cloud-banks that wrapped the slopes of Mluna were well\nbetween them and Owner of the Box.\n\nThe door in the cliff was open. They passed without a murmur down the\ncold steps, Slith leading them all the way. A glance of longing, no\nmore, each gave to the beautiful berries. The guardian upon his\npedestal was still asleep. Slorg climbed by a ladder, that Slith knew\nwhere to find, to the iron clamp across the crack in the World, and\nwaited beside it with a chisel in his hand, listening closely for\nanything untoward, while his friends slipped into the house; and no\nsound came. And presently Slith and Sippy found the golden box:\neverything seemed happening as they had planned, it only remained to\nsee if it was the right one and to escape with it from that dreadful\nplace. Under the shelter of the pedestal, so near to the guardian that\nthey could feel his warmth, which paradoxically had the effect of\nchilling the blood of the boldest of them, they smashed the emerald\nhasp and opened the golden box; and there they read by the light of\ningenious sparks which Slith knew how to contrive, and even this poor\nlight they hid with their bodies. What was their joy, even at that\nperilous moment, as they lurked between the guardian and the abyss, to\nfind that the box contained fifteen peerless odes in the alcaic form,\nfive sonnets that were by far the most beautiful in the world, nine\nballads in the manner of Provence that had no equal in the treasuries\nof man, a poem addressed to a moth in twenty-eight perfect stanzas, a\npiece of blank verse of over a hundred lines on a level not yet known\nto have been attained by man, as well as fifteen lyrics on which no\nmerchant would dare to set a price. They would have read them again,\nfor they gave happy tears to a man and memories of dear things done in\ninfancy, and brought sweet voices from far sepulchres; but Slith\npointed imperiously to the way by which they had come, and\nextinguished the light; and Slorg and Sippy sighed, then took the box.\n\nThe guardian still slept the sleep that survived a thousand years.\n\nAs they came away they saw that indulgent chair close by the edge of\nthe World in which Owner of the Box had lately sat reading\nselfishly and alone the most beautiful songs and verses that poet ever\ndreamed.\n\nThey came in silence to the foot of the stairs; and then it befell\nthat as they drew near safely, in the night's most secret hour, some\nhand in an upper chamber lit a shocking light, lit it and made no\nsound.\n\nFor a moment it might have been an ordinary light, fatal as even that\ncould very well be at such a moment as this; but when it began to\nfollow them like an eye and to grow redder and redder as it watched\nthem, then even optimism despaired.\n\nAnd Sippy very unwisely attempted flight, and Slorg even as unwisely\ntried to hide; but Slith, knowing well why that light was lit in that\nsecret upper chamber and _who_ it was that lit it, leaped over the edge\nof the World and is falling from us still through the unreverberate\nblackness of the abyss.\n\n\n\nTHE INJUDICIOUS PRAYERS OF POMBO THE IDOLATER\n\n\nPombo the idolater had prayed to Ammuz a simple prayer, a necessary\nprayer, such as even an idol of ivory could very easily grant, and\nAmmuz had not immediately granted it. Pombo had therefore prayed to\nTharma for the overthrow of Ammuz, an idol friendly to Tharma, and in\ndoing this offended against the etiquette of the gods. Tharma refused\nto grant the little prayer. Pombo prayed frantically to all the gods\nof idolatry, for though it was a simple matter, yet it was very\nnecessary to a man. And gods that were older than Ammuz rejected the\nprayers of Pombo, and even gods that were younger and therefore of\ngreater repute. He prayed to them one by one, and they all refused to\nhear him; nor at first did he think at all of that subtle, divine\netiquette against which he had offended. It occurred to him all at\nonce as he prayed to his fiftieth idol, a little green-jade god whom\nthe Chinese know, that all the idols were in league against him. When\nPombo discovered this he resented his birth bitterly, and made\nlamentation and alleged that he was lost. He might have been seen then\nin any part of London haunting curiosity-shops and places where they\nsold idols of ivory or of stone, for he dwelt in London with others of\nhis race though he was born in Burmah among those who hold Ganges\nholy. On drizzly evenings of November's worst his haggard face could\nbe seen in the glow of some shop pressed close against the glass,\nwhere he would supplicate some calm, cross-legged idol till policemen\nmoved him on. And after closing hours back he would go to his dingy\nroom, in that part of our capital where English is seldom spoken, to\nsupplicate little idols of his own. And when Pombo's simple, necessary\nprayer was equally refused by the idols of museums, auction-rooms,\nshops, then he took counsel with himself and purchased incense and\nburned it in a brazier before his own cheap little idols, and played\nthe while upon an instrument such as that wherewith men charm snakes.\nAnd still the idols clung to their etiquette.\n\nWhether Pombo knew about this etiquette and considered it frivolous in\nthe face of his need, or whether his need, now grown desperate,\nunhinged his mind, I know not, but Pombo the idolater took a stick and\nsuddenly turned iconoclast.\n\nPombo the iconoclast immediately left his house, leaving his idols to\nbe swept away with the dust and so to mingle with Man, and went to an\narch-idolater of repute who carved idols out of rare stones, and put\nhis case before him. The arch-idolater who made idols of his own\nrebuked Pombo in the name of Man for having broken his idols--\"for\nhath not Man made them?\" the arch-idolater said; and concerning the\nidols themselves he spoke long and learnedly, explaining divine\netiquette, and how Pombo had offended, and how no idol in the world\nwould listen to Pombo's prayer. When Pombo heard this he wept and made\nbitter outcry, and cursed the gods of ivory and the gods of jade, and\nthe hand of Man that made them, but most of all he cursed their\netiquette that had undone, as he said, an innocent man; so that at\nlast that arch-idolater, who made idols of his own, stopped in his\nwork upon an idol of jasper for a king that was weary of Wosh, and\ntook compassion on Pombo, and told him that though no idol in the\nworld would listen to his prayer, yet only a little way over the edge\nof it a certain disreputable idol sat who knew nothing of etiquette,\nand granted prayers that no respectable god would ever consent to\nhear. When Pombo heard this he took two handfuls of the\narch-idolater's beard and kissed them joyfully, and dried his tears\nand became his old impertinent self again. And he that carved from\njasper the usurper of Wosh explained how in the village of World's\nEnd, at the furthest end of Last Street, there is a hole that you take\nto be a well, close by the garden wall, but that if you lower yourself\nby your hands over the edge of the hole, and feel about with your feet\ntill they find a ledge, that is the top step of a flight of stairs\nthat takes you down over the edge of the World. \"For all that men\nknow, those stairs may have a purpose and even a bottom step,\" said\nthe arch-idolater, \"but discussion about the lower flights is idle.\"\nThen the teeth of Pombo chattered, for he feared the darkness, but he\nthat made idols of his own explained that those stairs were always lit\nby the faint blue gloaming in which the World spins. \"Then,\" he said,\n\"you will go by Lonely House and under the bridge that leads from the\nHouse to Nowhere, and whose purpose is not guessed; thence past\nMaharrion, the god of flowers, and his high-priest, who is neither\nbird nor cat; and so you will come to the little idol Duth, the\ndisreputable god that will grant your prayer.\" And he went on carving\nagain at his idol of jasper for the king who was weary of Wosh; and\nPombo thanked him and went singing away, for in his vernacular mind he\nthought that \"he _had_ the gods.\"\n\nIt is a long journey from London to World's End, and Pombo had no\nmoney left, yet within five weeks he was strolling along Last\nStreet; but how he contrived to get there I will not say, for it was\nnot entirely honest. And Pombo found the well at the end of the garden\nbeyond the end house of Last Street, and many thoughts ran through his\nmind as he hung by his hands from the edge, but chiefest of all those\nthoughts was one that said the gods were laughing at him through the\nmouth of the arch-idolater, their prophet, and the thought beat in his\nhead till it ached like his wrists ... and then he found the step.\n\nAnd Pombo walked downstairs. There, sure enough, was the gloaming in\nwhich the world spins, and stars shone far off in it faintly;\nthere was nothing before him as he went downstairs but that strange\nblue waste of gloaming, with its multitudes of stars, and comets\nplunging through it on outward journeys and comets returning home. And\nthen he saw the lights of the bridge to Nowhere, and all of a sudden\nhe was in the glare of the shimmering parlour-window of Lonely House;\nand he heard voices there pronouncing words, and the voices were\nnowise human, and but for his bitter need he had screamed and fled.\nHalfway between the voices and Maharrion, whom he now saw standing out\nfrom the world, covered in rainbow halos, he perceived the weird grey\nbeast that is neither cat nor bird. As Pombo hesitated, chilly with\nfear, he heard those voices grow louder in Lonely House, and at that\nhe stealthily moved a few steps lower, and then rushed past the beast.\nThe beast intently watched Maharrion hurling up bubbles that are every\none a season of spring in unknown constellations, calling the swallows\nhome to unimagined fields, watched him without even turning to look at\nPombo, and saw him drop into the Linlunlarna, the river that rises at\nthe edge of the World, the golden pollen that sweetens the tide of the\nriver and is carried away from the World to be a joy to the Stars. And\nthere before Pombo was the little disreputable god who cares nothing\nfor etiquette and will answer prayers that are refused by all the\nrespectable idols. And whether the view of him, at last, excited\nPombo's eagerness, or whether his need was greater than he could bear\nthat it drove him so swiftly downstairs, or whether, as is most likely,\nhe ran too fast past the beast, I do not know, and it does not matter\nto Pombo; but at any rate he could not stop, as he had designed, in\nattitude of prayer at the feet of Duth, but ran on past him down the\nnarrowing steps, clutching at smooth, bare rocks till he fell from the\nWorld as, when our hearts miss a beat, we fall in dreams and wake up\nwith a dreadful jolt; but there was no waking up for Pombo, who still\nfell on towards the incurious stars, and his fate is even one with the\nfate of Slith.\n\n\n\nTHE LOOT OF BOMBASHARNA\n\n\nThings had grown too hot for Shard, captain of pirates, on all the\nseas that he knew. The ports of Spain were closed to him; they knew\nhim in San Domingo; men winked in Syracuse when he went by; the two\nKings of the Sicilies never smiled within an hour of speaking of him;\nthere were huge rewards for his head in every capital city, with\npictures of it for identification--_and all the pictures were\nunflattering_. Therefore Captain Shard decided that the time had come\nto tell his men the secret.\n\nRiding off Teneriffe one night, he called them all together. He\ngenerously admitted that there were things in the past that might\nrequire explanation: the crowns that the Princes of Aragon had sent to\ntheir nephews the Kings of the two Americas had certainly never\nreached their Most Sacred Majesties. Where, men might ask, were the\neyes of Captain Stobbud? Who had been burning towns on the Patagonian\nseaboard? Why should such a ship as theirs choose pearls for cargo?\nWhy so much blood on the decks and so many guns? And where was the\n_Nancy_, the _Lark_, or the _Margaret Belle_? Such questions as these,\nhe urged, might be asked by the inquisitive, and if counsel for the\ndefence should happen to be a fool, and unacquainted with the ways of\nthe sea, they might become involved in troublesome legal formulae. And\nBloody Bill, as they rudely called Mr. Gagg, a member of the crew,\nlooked up at the sky, and said that it was a windy night and looked\nlike hanging. And some of those present thoughtfully stroked their\nnecks while Captain Shard unfolded to them his plan. He said the time\nwas come to quit the _Desperate Lark_, for she was too well known to\nthe navies of four kingdoms, and a fifth was getting to know her, and\nothers had suspicions. (More cutters than even Captain Shard suspected\nwere already looking for her jolly black flag with its neat\nskull-and-crossbones in yellow.) There was a little archipelago that\nhe knew of on the wrong side of the Sargasso Sea; there were about\nthirty islands there, bare, ordinary islands, but one of them floated.\nHe had noticed it years ago, and had gone ashore and never told a\nsoul, but had quietly anchored it with the anchor of his ship to the\nbottom of the sea, which just there was profoundly deep, and had made\nthe thing the secret of his life, determining to marry and settle down\nthere if it ever became impossible to earn his livelihood in the usual\nway at sea. When first he saw it, it was drifting slowly, with the\nwind in the tops of the trees; but if the cable had not rusted away,\nit should be still where he left it, and they would make a rudder and\nhollow out cabins below, and at night they would hoist sails to the\ntrunks of the trees and sail wherever they liked.\n\nAnd all the pirates cheered, for they wanted to set their feet on land\nagain somewhere where the hangman would not come and jerk them off it\nat once; and bold men though they were, it was a strain seeing so many\nlights coming their way at night. Even then...! But it swerved away\nagain and was lost in the mist.\n\nAnd Captain Shard said that they would need to get provisions first,\nand he, for one, intended to marry before he settled down; and so they\nshould have one more fight before they left the ship, and sack the\nsea-coast city of Bombasharna and take from it provisions for several\nyears, while he himself would marry the Queen of the South. And again\nthe pirates cheered, for often they had seen seacoast Bombasharna, and\nhad always envied its opulence from the sea.\n\nSo they set all sail, and often altered their course, and dodged and\nfled from strange lights till dawn appeared, and all day long fled\nsouthwards. And by evening they saw the silver spires of slender\nBombasharna, a city that was the glory of the coast. And in the midst\nof it, far away though they were, they saw the palace of the Queen of\nthe South; and it was so full of windows all looking toward the sea,\nand they were so full of light, both from the sunset that was fading\nupon the water and from candles that maids were lighting one by one,\nthat it looked far off like a pearl, shimmering still in its haliotis\nshell, still wet from the sea.\n\nSo Captain Shard and his pirates saw it, at evening over the water,\nand thought of rumours that said that Bombasharna was the loveliest\ncity of the coasts of the world, and that its palace was lovelier even\nthan Bombasharna; but for the Queen of the South rumour had no\ncomparison. Then night came down and hid the silver spires, and Shard\nslipped on through the gathering darkness until by midnight the\npiratic ship lay under the seaward battlements.\n\nAnd at the hour when sick men mostly die, and sentries on lonely\nramparts stand to arms, exactly half-an-hour before dawn, Shard, with\ntwo rowing boats and half his crew, with craftily muffled oars, landed\nbelow the battlements. They were through the gateway of the palace\nitself before the alarm was sounded, and as soon as they heard the\nalarm Shard's gunners at sea opened upon the town, and before the\nsleepy soldiery of Bombasharna knew whether the danger was from the\nland or the sea, Shard had successfully captured the Queen of the\nSouth. They would have looted all day that silver sea-coast city, but\nthere appeared with dawn suspicious topsails just along the horizon.\nTherefore the captain with his Queen went down to the shore at once\nand hastily re-embarked and sailed away with what loot they had\nhurriedly got, and with fewer men, for they had to fight a good deal to\nget back to the boat. They cursed all day the interference of those\nominous ships which steadily grew nearer. There were six ships at\nfirst, and that night they slipped away from all but two; but all the\nnext day those two were still in sight, and each of them had more guns\nthan the _Desperate Lark_. All the next night Shard dodged about the\nsea, but the two ships separated and one kept him in sight, and the\nnext morning it was alone with Shard on the sea, and his archipelago\nwas just in sight, the secret of his life.\n\nAnd Shard saw he must fight, and a bad fight it was, and yet it suited\nShard's purpose, for he had more merry men when the fight began than\nhe needed for his island. And they got it over before any other ship\ncame up; and Shard put all adverse evidence out of the way, and came\nthat night to the islands near the Sargasso Sea.\n\nLong before it was light the survivors of the crew were peering at the\nsea, and when dawn came there was the island, no bigger than two\nships, straining hard at its anchor, with the wind in the tops of the\ntrees.\n\nAnd then they landed and dug cabins below and raised the anchor out of\nthe deep sea, and soon they made the island what they called\nshipshape. But the _Desperate Lark_ they sent away empty under full\nsail to sea, where more nations than Shard suspected were watching for\nher, and where she was presently captured by an admiral of Spain, who,\nwhen he found none of that famous crew on board to hang by the neck\nfrom the yard-arm, grew ill through disappointment.\n\nAnd Shard on his island offered the Queen of the South the choicest of\nthe old wines of Provence, and for adornment gave her Indian jewels\nlooted from galleons with treasure for Madrid, and spread a table\nwhere she dined in the sun, while in some cabin below he bade the\nleast coarse of his mariners sing; yet always she was morose and moody\ntowards him, and often at evening he was heard to say that he wished\nhe knew more about the ways of Queens. So they lived for years, the\npirates mostly gambling and drinking below, Captain Shard trying to\nplease the Queen of the South, and she never wholly forgetting\nBombasharna. When they needed new provisions they hoisted sails on the\ntrees, and as long as no ship came in sight they scudded before the\nwind, with the water rippling over the beach of the island; but as\nsoon as they sighted a ship the sails came down, and they became an\nordinary uncharted rock.\n\nThey mostly moved by night; sometimes they hovered off sea-coast towns\nas of old, sometimes they boldly entered river-mouths, and even\nattached themselves for a while to the mainland, whence they would\nplunder the neighbourhood and escape again to sea. And if a ship was\nwrecked on their island of a night they said it was all to the good.\nThey grew very crafty in seamanship, and cunning in what they did, for\nthey knew that any news of the _Desperate Lark_'s old crew would bring\nhangmen from the interior running down to every port.\n\nAnd no one is known to have found them out or to have annexed their\nisland; but a rumour arose and passed from port to port and every\nplace where sailors meet together, and even survives to this day, of a\ndangerous uncharted rock anywhere between Plymouth and the Horn, which\nwould suddenly rise in the safest track of ships, and upon which\nvessels were supposed to have been wrecked, leaving, strangely enough,\nno evidence of their doom. There was a little speculation about it at\nfirst, till it was silenced by the chance remark of a man old with\nwandering: \"It is one of the mysteries that haunt the sea.\"\n\nAnd almost Captain Shard and the Queen of the South lived happily ever\nafter, though still at evening those on watch in the trees would see\ntheir captain sit with a puzzled air or hear him muttering now and again\nin a discontented way: \"I wish I knew more about the ways of Queens.\"\n\n\n\nMISS CUBBIDGE AND THE DRAGON OF ROMANCE\n\n\nThis tale is told in the balconies of Belgrave Square and among the\ntowers of Pont Street; men sing it at evening in the Brompton Road.\n\nLittle upon her eighteenth birthday thought Miss Cubbidge, of Number\n12A Prince of Wales' Square, that before another year had gone its way\nshe would lose the sight of that unshapely oblong that was so long her\nhome. And, had you told her further that within that year all trace of\nthat so-called square, and of the day when her father was elected by a\nthumping majority to share in the guidance of the destinies of the\nempire, should utterly fade from her memory, she would merely have\nsaid in that affected voice of hers, \"Go to!\"\n\nThere was nothing about it in the daily Press, the policy of her\nfather's party had no provision for it, there was no hint of it in\nconversation at evening parties to which Miss Cubbidge went: there was\nnothing to warn her at all that a loathsome dragon with golden scales\nthat rattled as he went should have come up clean out of the prime of\nromance and gone by night (so far as we know) through Hammersmith, and\ncome to Ardle Mansions, and then had turned to his left, which of\ncourse brought him to Miss Cubbidge's father's house.\n\nThere sat Miss Cubbidge at evening on her balcony quite alone, waiting\nfor her father to be made a baronet. She was wearing walking-boots and\na hat and a low-necked evening dress; for a painter was but just now\npainting her portrait and neither she nor the painter saw anything odd\nin the strange combination. She did not notice the roar of the\ndragon's golden scales, nor distinguish above the manifold lights of\nLondon the small, red glare of his eyes. He suddenly lifted his head,\na blaze of gold, over the balcony; he did not appear a yellow dragon\nthen, for his glistening scales reflected the beauty that London puts\nupon her only at evening and night. She screamed, but to no knight,\nnor knew what knight to call on, nor guessed where were the dragons'\noverthrowers of far, romantic days, nor what mightier game they\nchased, or what wars they waged; perchance they were busy even then\narming for Armageddon.\n\nOut of the balcony of her father's house in Prince of Wales' Square,\nthe painted dark-green balcony that grew blacker every year, the\ndragon lifted Miss Cubbidge and spread his rattling wings, and London\nfell away like an old fashion. And England fell away, and the smoke of\nits factories, and the round material world that goes humming round\nthe sun vexed and pursued by time, until there appeared the eternal\nand ancient lands of Romance lying low by mystical seas.\n\nYou had not pictured Miss Cubbidge stroking the golden head of one of\nthe dragons of song with one hand idly, while with the other she\nsometimes played with pearls brought up from lonely places of the sea.\nThey filled huge haliotis shells with pearls and laid them there\nbeside her, they brought her emeralds which she set to flash among the\ntresses of her long black hair, they brought her threaded sapphires\nfor her cloak: all this the princes of fable did and the elves and the\ngnomes of myth. And partly she still lived, and partly she was one\nwith long-ago and with those sacred tales that nurses tell, when all\ntheir children are good, and evening has come, and the fire is burning\nwell, and the soft pat-pat of the snowflakes on the pane is like the\nfurtive tread of fearful things in old, enchanted woods. If at first\nshe missed those dainty novelties among which she was reared, the old,\nsufficient song of the mystical sea singing of faery lore at first\nsoothed and at last consoled her. Even, she forgot those\nadvertisements of pills that are so dear to England; even, she forgot\npolitical cant and the things that one discusses and the things that\none does not, and had perforce to content herself with seeing sailing\nby huge golden-laden galleons with treasure for Madrid, and the merry\nskull-and-cross-bones of the pirateers, and the tiny nautilus setting\nout to sea, and ships of heroes trafficking in romance or of princes\nseeking for enchanted isles.\n\nIt was not by chains that the dragon kept her there, but by one of the\nspells of old. To one to whom the facilities of the daily Press had\nfor so long been accorded spells would have palled--you would have\nsaid--and galleons after a time and all things out-of-date. After a\ntime. But whether the centuries passed her or whether the years or\nwhether no time at all, she did not know. If anything indicated the\npassing of time it was the rhythm of elfin horns blowing upon the\nheights. If the centuries went by her the spell that bound her gave\nher also perennial youth, and kept alight for ever the lantern by her\nside, and saved from decay the marble palace facing the mystical sea.\nAnd if no time went by her there at all, her single moment on those\nmarvellous coasts was turned as it were to a crystal reflecting a\nthousand scenes. If it was all a dream, it was a dream that knew no\nmorning and no fading away. The tide roamed on and whispered of mastery\nand of myth, while near that captive lady, asleep in his marble tank\nthe golden dragon dreamed: and a little way out from the coast all\nthat the dragon dreamed showed faintly in the mist that lay over the\nsea. He never dreamed of any rescuing knight. So long as he dreamed,\nit was twilight; but when he came up nimbly out of his tank night fell\nand starlight glistened on the dripping, golden scales.\n\nThere he and his captive either defeated Time or never encountered him\nat all; while, in the world we know, raged Roncesvalles or battles yet\nto be--I know not to what part of the shore of Romance he bore her.\nPerhaps she became one of those princesses of whom fable loves to\ntell, but let it suffice that there she lived by the sea: and kings\nruled, and Demons ruled, and kings came again, and many cities\nreturned to their native dust, and still she abided there, and still\nher marble palace passed not away nor the power that there was in the\ndragon's spell.\n\nAnd only once did there ever come to her a message from the world that\nof old she knew. It came in a pearly ship across the mystical sea; it\nwas from an old school-friend that she had had in Putney, merely a\nnote, no more, in a little, neat, round hand: it said, \"It is not\nProper for you to be there alone.\"\n\n\n\nTHE QUEST OF THE QUEEN'S TEARS\n\n\nSylvia, Queen of the Woods, in her woodland palace, held court, and\nmade a mockery of her suitors. She would sing to them, she said, she\nwould give them banquets, she would tell them tales of legendary days,\nher jugglers should caper before them, her armies salute them, her\nfools crack jests with them and make whimsical quips, only she could\nnot love them.\n\nThis was not the way, they said, to treat princes in their splendour\nand mysterious troubadours concealing kingly names; it was not in\naccordance with fable; myth had no precedent for it. She should have\nthrown her glove, they said, into some lion's den, she should have\nasked for a score of venomous heads of the serpents of Licantara, or\ndemanded the death of any notable dragon, or sent them all upon some\ndeadly quest, but that she could not love them--! It was unheard\nof--it had no parallel in the annals of romance.\n\nAnd then she said that if they must needs have a quest she would offer\nher hand to him who first should move her to tears: and the quest\nshould be called, for reference in histories or song, the Quest of the\nQueen's Tears, and he that achieved them she would wed, be he only a\npetty duke of lands unknown to romance.\n\nAnd many were moved to anger, for they hoped for some bloody quest;\nbut the old lords chamberlain said, as they muttered among themselves\nin a far, dark end of the chamber, that the quest was hard and wise,\nfor that if she could ever weep she might also love. They had known\nher all her childhood; she had never sighed. Many men had she seen,\nsuitors and courtiers, and had never turned her head after one went\nby. Her beauty was as still sunsets of bitter evenings when all the\nworld is frore, a wonder and a chill. She was as a sun-stricken\nmountain uplifted alone, all beautiful with ice, a desolate and lonely\nradiance late at evening far up beyond the comfortable world, not\nquite to be companioned by the stars, the doom of the mountaineer.\n\nIf she could weep, they said, she could love, they said.\n\nAnd she smiled pleasantly on those ardent princes, and troubadours\nconcealing kingly names.\n\nThen one by one they told, each suitor prince the story of his love,\nwith outstretched hands and kneeling on the knee; and very sorry and\npitiful were the tales, so that often up in the galleries some maid of\nthe palace wept. And very graciously she nodded her head like a\nlistless magnolia in the deeps of the night moving idly to all the\nbreezes its glorious bloom.\n\nAnd when the princes had told their desperate loves and had departed\naway with no other spoil than of their own tears only, even then there\ncame the unknown troubadours and told their tales in song, concealing\ntheir gracious names.\n\nAnd there was one, Ackronnion, clothed with rags, on which was the\ndust of roads, and underneath the rags was war-scarred armour whereon\nwere the dints of blows; and when he stroked his harp and sang his song,\nin the gallery above maidens wept, and even old lords chamberlain\nwhimpered among themselves and thereafter laughed through their tears\nand said: \"It is easy to make old people weep and to bring idle tears\nfrom lazy girls; but he will not set a-weeping the Queen of the\nWoods.\"\n\nAnd graciously she nodded, and he was the last. And disconsolate went\naway those dukes and princes, and troubadours in disguise. Yet\nAckronnion pondered as he went away.\n\nKing he was of Afarmah, Lool and Haf, over-lord of Zeroora and hilly\nChang, and duke of the dukedoms of Molong and Mlash, none of them\nunfamiliar with romance or unknown or overlooked in the making of\nmyth. He pondered as he went in his thin disguise.\n\nNow by those that do not remember their childhood, having other things\nto do, be it understood that underneath fairyland, which is, as all\nmen know, at the edge of the world, there dwelleth the Gladsome Beast.\nA synonym he for joy.\n\nIt is known how the lark in its zenith, children at play out-of-doors,\ngood witches and jolly old parents have all been compared--how\naptly!--with this very same Gladsome Beast. Only one \"crab\" he has (if\nI may use slang for a moment to make myself perfectly clear), only one\ndrawback, and that is that in the gladness of his heart he spoils the\ncabbages of the Old Man Who Looks After Fairyland,--and of course he\neats men.\n\nIt must further be understood that whoever may obtain the tears of the\nGladsome Beast in a bowl, and become drunken upon them, may move all\npersons to shed tears of joy so long as he remains inspired by the\npotion to sing or to make music.\n\nNow Ackronnion pondered in this wise: that if he could obtain the\ntears of the Gladsome Beast by means of his art, withholding him from\nviolence by the spell of music, and if a friend should slay the\nGladsome Beast before his weeping ceased--for an end must come to\nweeping even with men--that so he might get safe away with the tears,\nand drink them before the Queen of the Woods and move her to tears of\njoy. He sought out therefore a humble knightly man who cared not for\nthe beauty of Sylvia, Queen of the Woods, but had found a woodland\nmaiden of his own once long ago in summer. And the man's name was\nArrath, a subject of Ackronnion, a knight-at-arms of the spear-guard:\nand together they set out through the fields of fable until they came\nto Fairyland, a kingdom sunning itself (as all men know) for leagues\nalong the edges of the world. And by a strange old pathway they came\nto the land they sought, through a wind blowing up the pathway sheer\nfrom space with a kind of metallic taste from the roving stars. Even\nso they came to the windy house of thatch where dwells the Old Man Who\nLooks After Fairyland sitting by parlour windows that look away from\nthe world. He made them welcome in his star-ward parlour, telling them\ntales of Space, and when they named to him their perilous quest he\nsaid it would be a charity to kill the Gladsome Beast; for he was\nclearly one of those that liked not its happy ways. And then he took\nthem out through his back door, for the front door had no pathway nor\neven a step--from it the old man used to empty his slops sheer on to\nthe Southern Cross--and so they came to the garden wherein his\ncabbages were, and those flowers that only blow in Fairyland, turning\ntheir faces always towards the comet, and he pointed them out the way\nto the place he called Underneath, where the Gladsome Beast had his\nlair. Then they manoeuvred. Ackronnion was to go by the way of the\nsteps with his harp and an agate bowl, while Arrath went round by a\ncrag on the other side. Then the Old Man Who Looks After Fairyland\nwent back to his windy house, muttering angrily as he passed his\ncabbages, for he did not love the ways of the Gladsome Beast; and the\ntwo friends parted on their separate ways.\n\nNothing perceived them but that ominous crow glutted overlong already\nupon the flesh of man.\n\nThe wind blew bleak from the stars.\n\nAt first there was dangerous climbing, and then Ackronnion gained the\nsmooth, broad steps that led from the edge to the lair, and at that\nmoment heard at the top of the steps the continuous chuckles of the\nGladsome Beast.\n\nHe feared then that its mirth might be insuperable, not to be saddened\nby the most grievous song; nevertheless he did not turn back then, but\nsoftly climbed the stairs and, placing the agate bowl upon a step,\nstruck up the chaunt called Dolorous. It told of desolate, regretted\nthings befallen happy cities long since in the prime of the world. It\ntold of how the gods and beasts and men had long ago loved beautiful\ncompanions, and long ago in vain. It told of the golden host of happy\nhopes, but not of their achieving. It told how Love scorned Death, but\ntold of Death's laughter. The contented chuckles of the Gladsome Beast\nsuddenly ceased in his lair. He rose and shook himself. He was still\nunhappy. Ackronnion still sang on the chaunt called Dolorous. The\nGladsome Beast came mournfully up to him. Ackronnion ceased not for\nthe sake of his panic, but still sang on. He sang of the malignity of\ntime. Two tears welled large in the eyes of the Gladsome Beast.\nAckronnion moved the agate bowl to a suitable spot with his foot. He\nsang of autumn and of passing away. Then the beast wept as the frore\nhills weep in the thaw, and the tears splashed big into the agate\nbowl. Ackronnion desperately chaunted on; he told of the glad\nunnoticed things men see and do not see again, of sunlight beheld\nunheeded on faces now withered away. The bowl was full. Ackronnion was\ndesperate: the Beast was so close. Once he thought that its mouth was\nwatering!--but it was only the tears that had run on the lips of the\nBeast. He felt as a morsel! The Beast was ceasing to weep! He sang of\nworlds that had disappointed the gods. And all of a sudden, crash! and\nthe staunch spear of Arrath went home behind the shoulder, and the\ntears and the joyful ways of the Gladsome Beast were ended and over\nfor ever.\n\nAnd carefully they carried the bowl of tears away, leaving the body of\nthe Gladsome Beast as a change of diet for the ominous crow; and going\nby the windy house of thatch they said farewell to the Old Man Who\nLooks After Fairyland, who when he heard of the deed rubbed his hands\ntogether and mumbled again and again, \"And a very good thing, too. My\ncabbages! My cabbages!\"\n\nAnd not long after Ackronnion sang again in the sylvan palace of the\nQueen of the Woods, having first drunk all the tears in his agate\nbowl. And it was a gala night, and all the court were there and\nambassadors from the lands of legend and myth, and even some from\nTerra Cognita.\n\nAnd Ackronnion sang as he never sang before, and will not sing again.\nO, but dolorous, dolorous, are all the ways of man, few and fierce are\nhis days, and the end trouble, and vain, vain his endeavour: and\nwoman--who shall tell of it?--her doom is written with man's by\nlistless, careless gods with their faces to other spheres.\n\nSomewhat thus he began, and then inspiration seized him, and all the\ntrouble in the beauty of his song may not be set down by me: there was\nmuch of gladness in it, and all mingled with grief: it was like the\nway of man: it was like our destiny.\n\nSobs arose at his song, sighs came back along echoes: seneschals,\nsoldiers, sobbed, and a clear cry made the maidens; like rain the\ntears came down from gallery to gallery.\n\nAll round the Queen of the Woods was a storm of sobbing and sorrow.\n\nBut no, she would not weep.\n\n\n\nTHE HOARD OF THE GIBBELINS\n\n\nThe Gibbelins eat, as is well known, nothing less good than man. Their\nevil tower is joined to Terra Cognita, to the lands we know, by a\nbridge. Their hoard is beyond reason; avarice has no use for it; they\nhave a separate cellar for emeralds and a separate cellar for\nsapphires; they have filled a hole with gold and dig it up when they\nneed it. And the only use that is known for their ridiculous wealth is\nto attract to their larder a continual supply of food. In times of\nfamine they have even been known to scatter rubies abroad, a little\ntrail of them to some city of Man, and sure enough their larders would\nsoon be full again.\n\nTheir tower stands on the other side of that river known to Homer--_ho\nrhoos okeanoio_, as he called it--which surrounds the world. And where\nthe river is narrow and fordable the tower was built by the Gibbelins'\ngluttonous sires, for they liked to see burglars rowing easily to\ntheir steps. Some nourishment that common soil has not the huge trees\ndrained there with their colossal roots from both banks of the river.\n\nThere the Gibbelins lived and discreditably fed.\n\nAlderic, Knight of the Order of the City and the Assault, hereditary\nGuardian of the King's Peace of Mind, a man not unremembered among\nmakers of myth, pondered so long upon the Gibbelins' hoard that by now\nhe deemed it his. Alas that I should say of so perilous a venture,\nundertaken at dead of night by a valorous man, that its motive was\nsheer avarice! Yet upon avarice only the Gibbelins relied to keep their\nlarders full, and once in every hundred years sent spies into the cities\nof men to see how avarice did, and always the spies returned again to\nthe tower saying that all was well.\n\nIt may be thought that, as the years went on and men came by fearful\nends on that tower's wall, fewer and fewer would come to the\nGibbelins' table: but the Gibbelins found otherwise.\n\nNot in the folly and frivolity of his youth did Alderic come to the\ntower, but he studied carefully for several years the manner in which\nburglars met their doom when they went in search of the treasure that\nhe considered his. _In every case they had entered by the door_.\n\nHe consulted those who gave advice on this quest; he noted every\ndetail and cheerfully paid their fees, and determined to do nothing\nthat they advised, for what were their clients now? No more than\nexamples of the savoury art, and mere half-forgotten memories of a\nmeal; and many, perhaps, no longer even that.\n\nThese were the requisites for the quest that these men used to advise:\na horse, a boat, mail armour, and at least three men-at-arms. Some\nsaid, \"Blow the horn at the tower door\"; others said, \"Do not touch\nit.\"\n\nAlderic thus decided: he would take no horse down to the river's edge,\nhe would not row along it in a boat, and he would go alone and by way\nof the Forest Unpassable.\n\nHow pass, you may say, the unpassable? This was his plan: there was a\ndragon he knew of who if peasants' prayers are heeded deserved to die,\nnot alone because of the number of maidens he cruelly slew, but\nbecause he was bad for the crops; he ravaged the very land and was the\nbane of a dukedom.\n\nNow Alderic determined to go up against him. So he took horse and\nspear and pricked till he met the dragon, and the dragon came out\nagainst him breathing bitter smoke. And to him Alderic shouted, \"Hath\nfoul dragon ever slain true knight?\" And well the dragon knew that\nthis had never been, and he hung his head and was silent, for he was\nglutted with blood. \"Then,\" said the knight, \"if thou would'st ever\ntaste maiden's blood again thou shalt be my trusty steed, and if not,\nby this spear there shall befall thee all that the troubadours tell of\nthe dooms of thy breed.\"\n\nAnd the dragon did not open his ravening mouth, nor rush upon the\nknight, breathing out fire; for well he knew the fate of those that\ndid these things, but he consented to the terms imposed, and swore to\nthe knight to become his trusty steed.\n\nIt was on a saddle upon this dragon's back that Alderic afterwards\nsailed above the unpassable forest, even above the tops of those\nmeasureless trees, children of wonder. But first he pondered that\nsubtle plan of his which was more profound than merely to avoid all\nthat had been done before; and he commanded a blacksmith, and the\nblacksmith made him a pickaxe.\n\nNow there was great rejoicing at the rumour of Alderic's quest, for\nall folk knew that he was a cautious man, and they deemed that he\nwould succeed and enrich the world, and they rubbed their hands in the\ncities at the thought of largesse; and there was joy among all men in\nAlderic's country, except perchance among the lenders of money, who\nfeared they would soon be paid. And there was rejoicing also because\nmen hoped that when the Gibbelins were robbed of their hoard, they\nwould shatter their high-built bridge and break the golden chains that\nbound them to the world, and drift back, they and their tower, to the\nmoon, from which they had come and to which they rightly belonged.\nThere was little love for the Gibbelins, though all men envied their\nhoard.\n\nSo they all cheered, that day when he mounted his dragon, as though he\nwas already a conqueror, and what pleased them more than the good that\nthey hoped he would do to the world was that he scattered gold as he\nrode away; for he would not need it, he said, if he found the\nGibbelins' hoard, and he would not need it more if he smoked on the\nGibbelins' table.\n\nWhen they heard that he had rejected the advice of those that gave it,\nsome said that the knight was mad, and others said he was greater than\nthose what gave the advice, but none appreciated the worth of his\nplan.\n\nHe reasoned thus: for centuries men had been well advised and had gone\nby the cleverest way, while the Gibbelins came to expect them to come\nby boat and to look for them at the door whenever their larder was\nempty, even as a man looketh for a snipe in a marsh; but how, said\nAlderic, if a snipe should sit in the top of a tree, and would men\nfind him there? Assuredly never! So Alderic decided to swim the river\nand not to go by the door, but to pick his way into the tower through\nthe stone. Moreover, it was in his mind to work below the level of the\nocean, the river (as Homer knew) that girdles the world, so that as\nsoon as he made a hole in the wall the water should pour in,\nconfounding the Gibbelins, and flooding the cellars, rumoured to be\ntwenty feet in depth, and therein he would dive for emeralds as a\ndiver dives for pearls.\n\nAnd on the day that I tell of he galloped away from his home\nscattering largesse of gold, as I have said, and passed through many\nkingdoms, the dragon snapping at maidens as he went, but being unable\nto eat them because of the bit in his mouth, and earning no gentler\nreward than a spurthrust where he was softest. And so they came to the\nswart arboreal precipice of the unpassable forest. The dragon rose at\nit with a rattle of wings. Many a farmer near the edge of the world\nsaw him up there where yet the twilight lingered, a faint, black,\nwavering line; and mistaking him for a row of geese going inland from\nthe ocean, went into their houses cheerily rubbing their hands and\nsaying that winter was coming, and that we should soon have snow. Soon\neven there the twilight faded away, and when they descended at the\nedge of the world it was night and the moon was shining. Ocean, the\nancient river, narrow and shallow there, flowed by and made no murmur.\nWhether the Gibbelins banqueted or whether they watched by the door,\nthey also made no murmur. And Alderic dismounted and took his armour\noff, and saying one prayer to his lady, swam with his pickaxe. He did\nnot part from his sword, for fear that he meet with a Gibbelin. Landed\nthe other side, he began to work at once, and all went well with him.\nNothing put out its head from any window, and all were lighted so that\nnothing within could see him in the dark. The blows of his pickaxe\nwere dulled in the deep walls. All night he worked, no sound came to\nmolest him, and at dawn the last rock swerved and tumbled inwards, and\nthe river poured in after. Then Alderic took a stone, and went to the\nbottom step, and hurled the stone at the door; he heard the echoes\nroll into the tower, then he ran back and dived through the hole in\nthe wall.\n\nHe was in the emerald-cellar. There was no light in the lofty vault\nabove him, but, diving through twenty feet of water, he felt the floor\nall rough with emeralds, and open coffers full of them. By a faint ray\nof the moon he saw that the water was green with them, and, easily\nfilling a satchel, he rose again to the surface; and there were the\nGibbelins waist-deep in the water, with torches in their hands! And,\nwithout saying a word, _or even smiling_, they neatly hanged him on\nthe outer wall--and the tale is one of those that have not a happy\nending.\n\n\n\nHOW NUTH WOULD HAVE PRACTISED HIS ART UPON THE GNOLES\n\n\nDespite the advertisements of rival firms, it is probable that every\ntradesman knows that nobody in business at the present time has a\nposition equal to that of Mr. Nuth. To those outside the magic circle\nof business, his name is scarcely known; he does not need to\nadvertise, he is consummate. He is superior even to modern\ncompetition, and, whatever claims they boast, his rivals know it. His\nterms are moderate, so much cash down when the goods are\ndelivered, so much in blackmail afterwards. He consults your\nconvenience. His skill may be counted upon; I have seen a shadow on a\nwindy night move more noisily than Nuth, for Nuth is a burglar by\ntrade. Men have been known to stay in country houses and to send a\ndealer afterwards to bargain for a piece of tapestry that they saw\nthere--some article of furniture, some picture. This is bad taste: but\nthose whose culture is more elegant invariably send Nuth a night or\ntwo after their visit. He has a way with tapestry; you would scarcely\nnotice that the edges had been cut. And often when I see some huge,\nnew house full of old furniture and portraits from other ages, I say\nto myself, \"These mouldering chairs, these full-length ancestors and\ncarved mahogany are the produce of the incomparable Nuth.\"\n\nIt may be urged against my use of the word incomparable that in the\nburglary business the name of Slith stands paramount and alone; and of\nthis I am not ignorant; but Slith is a classic, and lived long ago,\nand knew nothing at all of modern competition; besides which the\nsurprising nature of his doom has possibly cast a glamour upon Slith\nthat exaggerates in our eyes his undoubted merits.\n\nIt must not be thought that I am a friend of Nuth's; on the contrary\nsuch politics as I have are on the side of Property; and he needs no\nwords from me, for his position is almost unique in trade, being among\nthe very few that do not need to advertise.\n\nAt the time that my story begins Nuth lived in a roomy house in\nBelgrave Square: in his inimitable way he had made friends with the\ncaretaker. The place suited Nuth, and, whenever anyone came to inspect\nit before purchase, the caretaker used to praise the house in the\nwords that Nuth had suggested. \"If it wasn't for the drains,\" she\nwould say, \"it's the finest house in London,\" and when they pounced on\nthis remark and asked questions about the drains, she would answer\nthem that the drains also were good, but not so good as the house.\nThey did not see Nuth when they went over the rooms, but Nuth was\nthere.\n\nHere in a neat black dress on one spring morning came an old woman\nwhose bonnet was lined with red, asking for Mr. Nuth; and with her\ncame her large and awkward son. Mrs. Eggins, the caretaker, glanced up\nthe street, and then she let them in, and left them to wait in the\ndrawing-room amongst furniture all mysterious with sheets. For a long\nwhile they waited, and then there was a smell of pipe-tobacco, and\nthere was Nuth standing quite close to them.\n\n\"Lord,\" said the old woman whose bonnet was lined with red, \"you did\nmake me start.\" And then she saw by his eyes that that was not the way\nto speak to Mr. Nuth.\n\nAnd at last Nuth spoke, and very nervously the old woman explained\nthat her son was a likely lad, and had been in business already but\nwanted to better himself, and she wanted Mr. Nuth to teach him a\nlivelihood.\n\nFirst of all Nuth wanted to see a business reference, and when he was\nshown one from a jeweller with whom he happened to be hand-in-glove\nthe upshot of it was that he agreed to take young Tonker (for this was\nthe surname of the likely lad) and to make him his apprentice. And the\nold woman whose bonnet was lined with red went back to her little\ncottage in the country, and every evening said to her old man,\n\"Tonker, we must fasten the shutters of a night-time, for Tommy's a\nburglar now.\"\n\nThe details of the likely lad's apprenticeship I do not propose to\ngive; for those that are in the business know those details already,\nand those that are in other businesses care only for their own, while\nmen of leisure who have no trade at all would fail to appreciate the\ngradual degrees by which Tommy Tonker came first to cross bare boards,\ncovered with little obstacles in the dark, without making any sound,\nand then to go silently up creaky stairs, and then to open doors, and\nlastly to climb.\n\nLet it suffice that the business prospered greatly, while glowing\nreports of Tommy Tonker's progress were sent from time to time to the\nold woman whose bonnet was lined with red in the labourious\nhandwriting of Nuth. Nuth had given up lessons in writing very early,\nfor he seemed to have some prejudice against forgery, and therefore\nconsidered writing a waste of time. And then there came the\ntransaction with Lord Castlenorman at his Surrey residence. Nuth\nselected a Saturday night, for it chanced that Saturday was observed\nas Sabbath in the family of Lord Castlenorman, and by eleven o'clock\nthe whole house was quiet. Five minutes before midnight Tommy Tonker,\ninstructed by Mr. Nuth, who waited outside, came away with one\npocketful of rings and shirt-studs. It was quite a light pocketful,\nbut the jewellers in Paris could not match it without sending\nspecially to Africa, so that Lord Castlenorman had to borrow bone\nshirt-studs.\n\nNot even rumour whispered the name of Nuth. Were I to say that this\nturned his head, there are those to whom the assertion would give\npain, for his associates hold that his astute judgment was unaffected\nby circumstance. I will say, therefore, that it spurred his genius to\nplan what no burglar had ever planned before. It was nothing less than\nto burgle the house of the gnoles. And this that abstemious man\nunfolded to Tonker over a cup of tea. Had Tonker not been nearly\ninsane with pride over their recent transaction, and had he not been\nblinded by a veneration for Nuth, he would have--but I cry over spilt\nmilk. He expostulated respectfully; he said he would rather not go; he\nsaid it was not fair; he allowed himself to argue; and in the end, one\nwindy October morning with a menace in the air found him and Nuth\ndrawing near to the dreadful wood.\n\nNuth, by weighing little emeralds against pieces of common rock, had\nascertained the probable weight of those house-ornaments that the\ngnoles are believed to possess in the narrow, lofty house wherein they\nhave dwelt from of old. They decided to steal two emeralds and to\ncarry them between them on a cloak; but if they should be too heavy\none must be dropped at once. Nuth warned young Tonker against greed,\nand explained that the emeralds were worth less than cheese until they\nwere safe away from the dreadful wood.\n\nEverything had been planned, and they walked now in silence.\n\nNo track led up to the sinister gloom of the trees, either of men or\ncattle; not even a poacher had been there snaring elves for over a\nhundred years. You did not trespass twice in the dells of the gnoles.\nAnd, apart from the things that were done there, the trees themselves\nwere a warning, and did not wear the wholesome look of those that we\nplant ourselves.\n\nThe nearest village was some miles away with the backs of all its\nhouses turned to the wood, and without one window at all facing in\nthat direction. They did not speak of it there, and elsewhere it is\nunheard of.\n\nInto this wood stepped Nuth and Tommy Tonker. They had no firearms.\nTonker had asked for a pistol, but Nuth replied that the sound of a\nshot \"would bring everything down on us,\" and no more was said about\nit.\n\nInto the wood they went all day, deeper and deeper. They saw the\nskeleton of some early Georgian poacher nailed to a door in an oak\ntree; sometimes they saw a fairy scuttle away from them; once Tonker\nstepped heavily on a hard, dry stick, after which they both lay still\nfor twenty minutes. And the sunset flared full of omens through the\ntree trunks, and night fell, and they came by fitful starlight, as\nNuth had foreseen, to that lean, high house where the gnoles so\nsecretly dwelt.\n\nAll was so silent by that unvalued house that the faded courage of\nTonker flickered up, but to Nuth's experienced sense it seemed too\nsilent; and all the while there was that look in the sky that was\nworse than a spoken doom, so that Nuth, as is often the case when men\nare in doubt, had leisure to fear the worst. Nevertheless he did not\nabandon the business, but sent the likely lad with the instruments of\nhis trade by means of the ladder to the old green casement. And the\nmoment that Tonker touched the withered boards, the silence that,\nthough ominous, was earthly, became unearthly like the touch of a\nghoul. And Tonker heard his breath offending against that silence, and\nhis heart was like mad drums in a night attack, and a string of one of\nhis sandals went tap on a rung of a ladder, and the leaves of the\nforest were mute, and the breeze of the night was still; and Tonker\nprayed that a mouse or a mole might make any noise at all, but not a\ncreature stirred, even Nuth was still. And then and there, while yet\nhe was undiscovered, the likely lad made up his mind, as he should\nhave done long before, to leave those colossal emeralds where they\nwere and have nothing further to do with the lean, high house of the\ngnoles, but to quit this sinister wood in the nick of time and retire\nfrom business at once and buy a place in the country. Then he\ndescended softly and beckoned to Nuth. But the gnoles had watched him\nthrough knavish holes that they bore in trunks of the trees, and the\nunearthly silence gave way, as it were with a grace, to the rapid\nscreams of Tonker as they picked him up from behind--screams that came\nfaster and faster until they were incoherent. And where they took him\nit is not good to ask, and what they did with him I shall not say.\n\nNuth looked on for a while from the corner of the house with a mild\nsurprise on his face as he rubbed his chin, for the trick of the holes\nin the trees was new to him; then he stole nimbly away through the\ndreadful wood.\n\n\"And did they catch Nuth?\" you ask me, gentle reader.\n\n\"Oh, no, my child\" (for such a question is childish). \"Nobody ever\ncatches Nuth.\"\n\n\n\nHOW ONE CAME, AS WAS FORETOLD, TO THE CITY OF NEVER\n\n\nThe child that played about the terraces and gardens in sight of the\nSurrey hills never knew that it was he that should come to the\nUltimate City, never knew that he should see the Under Pits, the\nbarbicans and the holy minarets of the mightiest city known. I think\nof him now as a child with a little red watering-can going about the\ngardens on a summer's day that lit the warm south country, his\nimagination delighted with all tales of quite little adventures, and\nall the while there was reserved for him that feat at which men\nwonder.\n\nLooking in other directions, away from the Surrey hills, through all\nhis infancy he saw that precipice that, wall above wall and mountain\nabove mountain, stands at the edge of the World, and in perpetual\ntwilight alone with the Moon and the Sun holds up the inconceivable\nCity of Never. To tread its streets he was destined; prophecy knew it.\nHe had the magic halter, and a worn old rope it was; an old wayfaring\nwoman had given it to him: it had the power to hold any animal whose\nrace had never known captivity, such as the unicorn, the hippogriff\nPegasus, dragons and wyverns; but with a lion, giraffe, camel or\nhorse it was useless.\n\nHow often we have seen that City of Never, that marvel of the Nations!\nNot when it is night in the World, and we can see no further than the\nstars; not when the sun is shining where we dwell, dazzling our eyes;\nbut when the sun has set on some stormy days, all at once repentant at\nevening, and those glittering cliffs reveal themselves which we almost\ntake to be clouds, and it is twilight with us as it is for ever with\nthem, then on their gleaming summits we see those golden domes that\noverpeer the edges of the World and seem to dance with dignity and\ncalm in that gentle light of evening that is Wonder's native haunt.\nThen does the City of Never, unvisited and afar, look long at her\nsister the World.\n\nIt had been prophecied that he should come there. They knew it when\nthe pebbles were being made and before the isles of coral were given\nunto the sea. And thus the prophecy came unto fulfilment and passed\ninto history, and so at length to Oblivion, out of which I drag it as\nit goes floating by, into which I shall one day tumble. The\nhippogriffs dance before dawn in the upper air; long before sunrise\nflashes upon our lawns they go to glitter in light that has not yet\ncome to the World, and as the dawn works up from the ragged hills and\nthe stars feel it they go slanting earthwards, till sunlight touches\nthe tops of the tallest trees, and the hippogriffs alight with a\nrattle of quills and fold their wings and gallop and gambol away till\nthey come to some prosperous, wealthy, detestable town, and they leap\nat once from the fields and soar away from the sight of it, pursued by\nthe horrible smoke of it until they come again to the pure blue air.\n\nHe whom prophecy had named from of old to come to the City of Never,\nwent down one midnight with his magic halter to a lake-side where the\nhippogriffs alighted at dawn, for the turf was soft there and they\ncould gallop far before they came to a town, and there he waited\nhidden near their hoofmarks. And the stars paled a little and grew\nindistinct; but there was no other sign as yet of the dawn, when there\nappeared far up in the deeps of the night two little saffron specks,\nthen four and five: it was the hippogriffs dancing and twirling around\nin the sun. Another flock joined them, there were twelve of them now;\nthey danced there, flashing their colours back to the sun, they\ndescended in wide curves slowly; trees down on earth revealed against\nthe sky, jet-black each delicate twig; a star disappeared from a\ncluster, now another; and dawn came on like music, like a new song.\nDucks shot by to the lake from still dark fields of corn, far voices\nuttered, a colour grew upon water, and still the hippogriffs gloried\nin the light, revelling up in the sky; but when pigeons stirred on the\nbranches and the first small bird was abroad, and little coots from\nthe rushes ventured to peer about, then there came down on a sudden\nwith a thunder of feathers the hippogriffs, and, as they landed from\ntheir celestial heights all bathed with the day's first sunlight, the\nman whose destiny it was as from of old to come to the City of Never,\nsprang up and caught the last with the magic halter. It plunged, but\ncould not escape it, for the hippogriffs are of the uncaptured races,\nand magic has power over the magical, so the man mounted it, and it\nsoared again for the heights whence it had come, as a wounded beast\ngoes home. But when they came to the heights that venturous rider saw\nhuge and fair to the left of him the destined City of Never, and he\nbeheld the towers of Lel and Lek, Neerib and Akathooma, and the cliffs\nof Toldenarba a-glistening in the twilight like an alabaster statue of\nthe Evening. Towards them he wrenched the halter, towards Toldenarba\nand the Under Pits; the wings of the hippogriff roared as the halter\nturned him. Of the Under Pits who shall tell? Their mystery is secret.\nIt is held by some that they are the sources of night, and that\ndarkness pours from them at evening upon the world; while others hint\nthat knowledge of these might undo our civilization.\n\nThere watched him ceaselessly from the Under Pits those eyes whose duty\nit is; from further within and deeper, the bats that dwell there arose\nwhen they saw the surprise in the eyes; the sentinels on the bulwarks\nbeheld that stream of bats and lifted up their spears as it were for\nwar. Nevertheless when they perceived that that war for which they\nwatched was not now come upon them, they lowered their spears and\nsuffered him to enter, and he passed whirring through the earthward\ngateway. Even so he came, as foretold, to the City of Never perched upon\nToldenarba, and saw late twilight on those pinnacles that know no other\nlight. All the domes were of copper, but the spires on their summits\nwere gold. Little steps of onyx ran all this way and that. With cobbled\nagates were its streets a glory. Through small square panes of\nrose-quartz the citizens looked from their houses. To them as they\nlooked abroad the World far-off seemed happy. Clad though that city was\nin one robe always, in twilight, yet was its beauty worthy of even so\nlovely a wonder: city and twilight were both peerless but for each\nother. Built of a stone unknown in the world we tread were its bastions,\nquarried we know not where, but called by the gnomes _abyx_, it so\nflashed back to the twilight its glories, colour for colour, that none\ncan say of them where their boundary is, and which the eternal twilight,\nand which the City of Never; they are the twin-born children, the\nfairest daughters of Wonder. Time had been there, but not to work\ndestruction; he had turned to a fair, pale green the domes that were\nmade of copper, the rest he had left untouched, even he, the destroyer\nof cities, by what bribe I know not averted. Nevertheless they often\nwept in Never for change and passing away, mourning catastrophes in\nother worlds, and they built temples sometimes to ruined stars that had\nfallen flaming down from the Milky Way, giving them worship still when\nby us long since forgotten. Other temples they have--who knows to what\ndivinities?\n\nAnd he that was destined alone of men to come to the City of Never was\nwell content to behold it as he trotted down its agate street, with\nthe wings of his hippogriff furled, seeing at either side of him\nmarvel on marvel of which even China is ignorant. Then as he neared\nthe city's further rampart by which no inhabitant stirred, and looked\nin a direction to which no houses faced with any rose-pink windows, he\nsuddenly saw far-off, dwarfing the mountains, an even greater city.\nWhether that city was built upon the twilight or whether it rose from\nthe coasts of some other world he did not know. He saw it dominate the\nCity of Never, and strove to reach it; but at this unmeasured home of\nunknown colossi the hippogriff shied frantically, and neither the\nmagic halter nor anything that he did could make the monster face it.\nAt last, from the City of Never's lonely outskirts where no\ninhabitants walked, the rider turned slowly earthward. He knew now why\nall the windows faced this way--the denizens of the twilight gazed at\nthe world and not at a greater than them. Then from the last step of\nthe earthward stairway, like lead past the Under Pits and down the\nglittering face of Toldenarba, down from the overshadowed glories of\nthe gold-tipped City of Never and out of perpetual twilight, swooped\nthe man on his winged monster: the wind that slept at the time leaped\nup like a dog at their onrush, it uttered a cry and ran past them.\nDown on the World it was morning; night was roaming away with his\ncloak trailed behind him, white mists turned over and over as he went,\nthe orb was grey but it glittered, lights blinked surprisingly in\nearly windows, forth over wet, dim fields went cows from their houses:\neven in this hour touched the fields again the feet of the hippogriff.\nAnd the moment that the man dismounted and took off his magic halter\nthe hippogriff flew slanting away with a whirr, going back to some\nairy dancing-place of his people.\n\nAnd he that surmounted glittering Toldenarba and came alone of men to\nthe City of Never has his name and his fame among nations; but he and\nthe people of that twilit city well know two things unguessed by other\nmen, they that there is another city fairer than theirs, and he--a\ndeed unaccomplished.\n\n\n\nTHE CORONATION OF MR. THOMAS SHAP\n\n\nIt was the occupation of Mr. Thomas Shap to persuade customers that\nthe goods were genuine and of an excellent quality, and that as\nregards the price their unspoken will was consulted. And in order to\ncarry on this occupation he went by train very early every morning\nsome few miles nearer to the City from the suburb in which he slept.\nThis was the use to which he put his life.\n\nFrom the moment when he first perceived (not as one reads a thing in a\nbook, but as truths are revealed to one's instinct) the very\nbeastliness of his occupation, and of the house that he slept in, its\nshape, make and pretensions, and even of the clothes that he wore; from\nthat moment he withdrew his dreams from it, his fancies, his\nambitions, everything in fact except that ponderable Mr. Shap that\ndressed in a frock-coat, bought tickets and handled money and could in\nturn be handled by the statistician. The priest's share in Mr. Shap,\nthe share of the poet, never caught the early train to the City at\nall.\n\nHe used to take little flights of fancy at first, dwelt all day in his\ndreamy way on fields and rivers lying in the sunlight where it strikes\nthe world more brilliantly further South. And then he began to imagine\nbutterflies there; after that, silken people and the temples they\nbuilt to their gods.\n\nThey noticed that he was silent, and even absent at times, but they\nfound no fault with his behaviour with customers, to whom he remained\nas plausible as of old. So he dreamed for a year, and his fancy gained\nstrength as he dreamed. He still read halfpenny papers in the train,\nstill discussed the passing day's ephemeral topic, still voted at\nelections, though he no longer did these things with the whole\nShap--his soul was no longer in them.\n\nHe had had a pleasant year, his imagination was all new to him still,\nand it had often discovered beautiful things away where it went,\nsoutheast at the edge of the twilight. And he had a matter-of-fact and\nlogical mind, so that he often said, \"Why should I pay my twopence at\nthe electric theatre when I can see all sorts of things quite easily\nwithout?\" Whatever he did was logical before anything else, and those\nthat knew him always spoke of Shap as \"a sound, sane, level-headed\nman.\"\n\nOn far the most important day of his life he went as usual to town by\nthe early train to sell plausible articles to customers, while the\nspiritual Shap roamed off to fanciful lands. As he walked from the\nstation, dreamy but wide awake, it suddenly struck him that the real\nShap was not the one walking to Business in black and ugly clothes,\nbut he who roamed along a jungle's edge near the ramparts of an old\nand Eastern city that rose up sheer from the sand, and against which\nthe desert lapped with one eternal wave. He used to fancy the name of\nthat city was Larkar. \"After all, the fancy is as real as the body,\"\nhe said with perfect logic. It was a dangerous theory.\n\nFor that other life that he led he realized, as in Business, the\nimportance and value of method. He did not let his fancy roam too far\nuntil it perfectly knew its first surroundings. Particularly he\navoided the jungle--he was not afraid to meet a tiger there (after all\nit was not real), but stranger things might crouch there. Slowly he\nbuilt up Larkar: rampart by rampart, towers for archers, gateway of\nbrass, and all. And then one day he argued, and quite rightly, that\nall the silk-clad people in its streets, their camels, their wares\nthat came from Inkustahn, the city itself, were all the things of his\nwill--and then he made himself King. He smiled after that when people\ndid not raise their hats to him in the street, as he walked from the\nstation to Business; but he was sufficiently practical to recognize\nthat it was better not to talk of this to those that only knew him as\nMr. Shap.\n\nNow that he was King in the city of Larkar and in all the desert that\nlay to the East and North he sent his fancy to wander further afield.\nHe took the regiments of his camel-guards and went jingling out of\nLarkar, with little silver bells under the camels' chins, and came to\nother cities far-off on the yellow sand, with clear white walls and\ntowers, uplifting themselves in the sun. Through their gates he passed\nwith his three silken regiments, the light-blue regiment of the\ncamel-guards being upon his right and the green regiment riding at his\nleft, the lilac regiment going on before. When he had gone through the\nstreets of any city and observed the ways of its people, and had seen\nthe way that the sunlight struck its towers, he would proclaim himself\nKing there, and then ride on in fancy. So he passed from city to city\nand from land to land. Clear-sighted though Mr. Shap was, I think he\noverlooked the lust of aggrandizement to which kings have so often\nbeen victims; and so it was that when the first few cities had opened\ntheir gleaming gates and he saw peoples prostrate before his camel,\nand spearmen cheering along countless balconies, and priests come out\nto do him reverence, he that had never had even the lowliest authority\nin the familiar world became unwisely insatiate. He let his fancy ride\nat inordinate speed, he forsook method, scarce was he king of a land\nbut he yearned to extend his borders; so he journeyed deeper and\ndeeper into the wholly unknown. The concentration that he gave to this\ninordinate progress through countries of which history is ignorant and\ncities so fantastic in their bulwarks that, though their inhabitants\nwere human, yet the foe that they feared seemed something less or\nmore; the amazement with which he beheld gates and towers unknown even\nto art, and furtive people thronging intricate ways to acclaim him as\ntheir sovereign--all these things began to affect his capacity for\nBusiness. He knew as well as any that his fancy could not rule these\nbeautiful lands unless that other Shap, however unimportant, were well\nsheltered and fed: and shelter and food meant money, and money,\nBusiness. His was more like the mistake of some gambler with cunning\nschemes who overlooks human greed. One day his fancy, riding in the\nmorning, came to a city gorgeous as the sunrise, in whose opalescent\nwall were gates of gold, so huge that a river poured between the bars,\nfloating in, when the gates were opened, large galleons under sail.\nThence there came dancing out a company with instruments, and made a\nmelody all around the wall; that morning Mr. Shap, the bodily Shap in\nLondon, forgot the train to town.\n\nUntil a year ago he had never imagined at all; it is not to be\nwondered at that all these things now newly seen by his fancy should\nplay tricks at first with the memory of even so sane a man. He gave up\nreading the papers altogether, he lost all interest in politics, he\ncared less and less for things that were going on around him. This\nunfortunate missing of the morning train even occurred again, and the\nfirm spoke to him severely about it. But he had his consolation. Were\nnot Arathrion and Argun Zeerith and all the level coasts of Oora his?\nAnd even as the firm found fault with him his fancy watched the yaks\non weary journeys, slow specks against the snow-fields, bringing\ntribute; and saw the green eyes of the mountain men who had looked at\nhim strangely in the city of Nith when he had entered it by the desert\ndoor. Yet his logic did not forsake him; he knew well that his strange\nsubjects did not exist, but he was prouder of having created them with\nhis brain, than merely of ruling them only; thus in his pride he felt\nhimself something more great than a king, he did not dare to think\nwhat! He went into the temple of the city of Zorra and stood some time\nthere alone: all the priests kneeled to him when he came away.\n\nHe cared less and less for the things we care about, for the affairs\nof Shap, the business-man in London. He began to despise the man with\na royal contempt.\n\nOne day when he sat in Sowla, the city of the Thuls, throned on one\namethyst, he decided, and it was proclaimed on the moment by silver\ntrumpets all along the land, that he would be crowned as king over all\nthe lands of Wonder.\n\nBy that old temple where the Thuls were worshipped, year in, year out,\nfor over a thousand years, they pitched pavilions in the open air. The\ntrees that blew there threw out radiant scents unknown in any countries\nthat know the map; the stars blazed fiercely for that famous occasion. A\nfountain hurled up, clattering, ceaselessly into the air armfuls on\narmfuls of diamonds. A deep hush waited for the golden trumpets, the\nholy coronation night was come. At the top of those old, worn steps,\ngoing down we know not whither, stood the king in the emerald-and-amethyst\ncloak, the ancient garb of the Thuls; beside him lay that Sphinx that\nfor the last few weeks had advised him in his affairs.\n\nSlowly, with music when the trumpets sounded, came up towards him from\nwe know not where, one-hundred-and-twenty archbishops, twenty angels\nand two archangels, with that terrific crown, the diadem of the Thuls.\nThey knew as they came up to him that promotion awaited them all\nbecause of this night's work. Silent, majestic, the king awaited them.\n\nThe doctors downstairs were sitting over their supper, the warders\nsoftly slipped from room to room, and when in that cosy dormitory of\nHanwell they saw the king still standing erect and royal, his face\nresolute, they came up to him and addressed him:\n\n\"Go to bed,\" they said--\"pretty bed.\" So he lay down and soon was fast\nasleep: the great day was over.\n\n\n\nCHU-BU AND SHEEMISH\n\n\nIt was the custom on Tuesdays in the temple of Chu-bu for the priests\nto enter at evening and chant, \"There is none but Chu-bu.\"\n\nAnd all the people rejoiced and cried out, \"There is none but Chu-bu.\"\nAnd honey was offered to Chu-bu, and maize and fat. Thus was he\nmagnified.\n\nChu-bu was an idol of some antiquity, as may be seen from the colour\nof the wood. He had been carved out of mahogany, and after he was\ncarved he had been polished. Then they had set him up on the diorite\npedestal with the brazier in front of it for burning spices and the\nflat gold plates for fat. Thus they worshipped Chu-bu.\n\nHe must have been there for over a hundred years when one day the\npriests came in with another idol into the temple of Chu-bu, and set it\nup on a pedestal near Chu-bu's and sang, \"There is also Sheemish.\"\n\nAnd all the people rejoiced and cried out, \"There is also Sheemish.\"\n\nSheemish was palpably a modern idol, and although the wood was stained\nwith a dark-red dye, you could see that he had only just been carved.\nAnd honey was offered to Sheemish as well as Chu-bu, and also maize\nand fat.\n\nThe fury of Chu-bu knew no time-limit: he was furious all that night,\nand next day he was furious still. The situation called for immediate\nmiracles. To devastate the city with a pestilence and kill all his\npriests was scarcely within his power, therefore he wisely\nconcentrated such divine powers as he had in commanding a little\nearthquake. \"Thus,\" thought Chu-bu, \"will I reassert myself as the\nonly god, and men shall spit upon Sheemish.\"\n\nChu-bu willed it and willed it and still no earthquake came, when\nsuddenly he was aware that the hated Sheemish was daring to attempt a\nmiracle too. He ceased to busy himself about the earthquake and\nlistened, or shall I say felt, for what Sheemish was thinking; for\ngods are aware of what passes in the mind by a sense that is other\nthan any of our five. Sheemish was trying to make an earthquake too.\n\nThe new god's motive was probably to assert himself. I doubt if Chu-bu\nunderstood or cared for his motive; it was sufficient for an idol\nalready aflame with jealousy that his detestable rival was on the\nverge of a miracle. All the power of Chu-bu veered round at once and\nset dead against an earthquake, even a little one. It was thus in the\ntemple of Chu-bu for some time, and then no earthquake came.\n\nTo be a god and to fail to achieve a miracle is a despairing\nsensation; it is as though among men one should determine upon a\nhearty sneeze and as though no sneeze should come; it is as though one\nshould try to swim in heavy boots or remember a name that is utterly\nforgotten: all these pains were Sheemish's.\n\nAnd upon Tuesday the priests came in, and the people, and they did\nworship Chu-bu and offered fat to him, saying, \"O Chu-bu who made\neverything,\" and then the priests sang, \"There is also Sheemish\"; and\nChu-bu was put to shame and spake not for three days.\n\nNow there were holy birds in the temple of Chu-bu, and when the third\nday was come and the night thereof, it was as it were revealed to the\nmind of Chu-bu, that there was dirt upon the head of Sheemish.\n\nAnd Chu-bu spake unto Sheemish as speak the gods, moving no lips nor\nyet disturbing the silence, saying, \"There is dirt upon thy head, O\nSheemish.\" All night long he muttered again and again, \"there is dirt\nupon Sheemish's head.\" And when it was dawn and voices were heard far\noff, Chu-bu became exultant with Earth's awakening things, and cried\nout till the sun was high, \"Dirt, dirt, dirt, upon the head of\nSheemish,\" and at noon he said, \"So Sheemish would be a god.\" Thus was\nSheemish confounded.\n\nAnd with Tuesday one came and washed his head with rose-water, and he\nwas worshipped again when they sang \"There is also Sheemish.\" And yet\nwas Chu-bu content, for he said, \"The head of Sheemish has been\ndefiled,\" and again, \"His head was defiled, it is enough.\" And one\nevening lo! there was dirt on the head of Chu-bu also, and the thing\nwas perceived of Sheemish.\n\nIt is not with the gods as it is with men. We are angry one with\nanother and turn from our anger again, but the wrath of the gods is\nenduring. Chu-bu remembered and Sheemish did not forget. They spake as\nwe do not speak, in silence yet heard of each other, nor were their\nthoughts as our thoughts. We should not judge them merely by human\nstandards. All night long they spake and all night said these words\nonly: \"Dirty Chu-bu,\" \"Dirty Sheemish.\" \"Dirty Chu-bu,\" \"Dirty\nSheemish,\" all night long. Their wrath had not tired at dawn, and\nneither had wearied of his accusation. And gradually Chu-bu came to\nrealize that he was nothing more than the equal of Sheemish. All gods\nare jealous, but this equality with the upstart Sheemish, a thing of\npainted wood a hundred years newer than Chu-bu, and this worship given\nto Sheemish in Chu-bu's own temple, were particularly bitter. Chu-bu\nwas jealous even for a god; and when Tuesday came again, the third day\nof Sheemish's worship, Chu-bu could bear it no longer. He felt that\nhis anger must be revealed at all costs, and he returned with all the\nvehemence of his will to achieving a little earthquake. The\nworshippers had just gone from his temple when Chu-bu settled his will\nto attain this miracle. Now and then his meditations were disturbed by\nthat now familiar dictum, \"Dirty Chu-bu,\" but Chu-bu willed\nferociously, not even stopping to say what he longed to say and had\nalready said nine hundred times, and presently even these\ninterruptions ceased.\n\nThey ceased because Sheemish had returned to a project that he had\nnever definitely abandoned, the desire to assert himself and exalt\nhimself over Chu-bu by performing a miracle, and the district being\nvolcanic he had chosen a little earthquake as the miracle most easily\naccomplished by a small god.\n\nNow an earthquake that is commanded by two gods has double the chance\nof fulfilment than when it is willed by one, and an incalculably\ngreater chance than when two gods are pulling different ways; as, to\ntake the case of older and greater gods, when the sun and the moon\npull in the same direction we have the biggest tides.\n\nChu-bu knew nothing of the theory of tides, and was too much occupied\nwith his miracle to notice what Sheemish was doing. And suddenly the\nmiracle was an accomplished thing.\n\nIt was a very local earthquake, for there are other gods than Chu-bu\nor even Sheemish, and it was only a little one as the gods had willed,\nbut it loosened some monoliths in a colonnade that supported one side\nof the temple and the whole of one wall fell in, and the low huts of\nthe people of that city were shaken a little and some of their doors\nwere jammed so that they would not open; it was enough, and for a\nmoment it seemed that it was all; neither Chu-bu nor Sheemish\ncommanded there should be more, but they had set in motion an old law\nolder than Chu-bu, the law of gravity that that colonnade had held\nback for a hundred years, and the temple of Chu-bu quivered and then\nstood still, swayed once and was overthrown, on the heads of Chu-bu\nand Sheemish.\n\nNo one rebuilt it, for nobody dared to near such terrible gods. Some\nsaid that Chu-bu wrought the miracle, but some said Sheemish, and\nthereof schism was born. The weakly amiable, alarmed by the bitterness\nof rival sects, sought compromise and said that both had wrought it,\nbut no one guessed the truth that the thing was done in rivalry.\n\nAnd a saying arose, and both sects held this belief in common, that\nwhoso toucheth Chu-bu shall die or whoso looketh upon Sheemish.\n\nThat is how Chu-bu came into my possession when I travelled once\nbeyond the hills of Ting. I found him in the fallen temple of Chu-bu\nwith his hands and toes sticking up out of the rubbish, lying upon his\nback, and in that attitude just as I found him I keep him to this day\non my mantlepiece, as he is less liable to be upset that way. Sheemish\nwas broken, so I left him where he was.\n\nAnd there is something so helpless about Chu-bu with his fat hands\nstuck up in the air that sometimes I am moved out of compassion to bow\ndown to him and pray, saying, \"O Chu-bu, thou that made everything,\nhelp thy servant.\"\n\nChu-bu cannot do much, though once I am sure that at a game of bridge\nhe sent me the ace of trumps after I had not held a card worth having\nfor the whole of the evening. And chance alone could have done as much\nas that for me. But I do not tell this to Chu-bu.\n\n\n\nTHE WONDERFUL WINDOW\n\n\nThe old man in the Oriental-looking robe was being moved on by the\npolice, and it was this that attracted to him and the parcel under his\narm the attention of Mr. Sladden, whose livelihood was earned in the\nemporium of Messrs. Mergin and Chater, that is to say in their\nestablishment.\n\nMr. Sladden had the reputation of being the silliest young man in\nBusiness; a touch of romance--a mere suggestion of it--would send his\neyes gazing away as though the walls of the emporium were of gossamer\nand London itself a myth, instead of attending to customers.\n\nMerely the fact that the dirty piece of paper that wrapped the old\nman's parcel was covered with Arabic writing was enough to give Mr.\nSladden the idea of romance, and he followed until the little crowd\nfell off and the stranger stopped by the kerb and unwrapped his parcel\nand prepared to sell the thing that was inside it. It was a little\nwindow in old wood with small panes set in lead; it was not much more\nthan a foot in breadth and was under two feet long. Mr. Sladden had\nnever before seen a window sold in the street, so he asked the price\nof it.\n\n\"Its price is all you possess,\" said the old man.\n\n\"Where did you get it?\" said Mr. Sladden, for it was a strange window.\n\n\"I gave all that I possessed for it in the streets of Baghdad.\"\n\n\"Did you possess much?\" said Mr. Sladden.\n\n\"I had all that I wanted,\" he said, \"except this window.\"\n\n\"It must be a good window,\" said the young man.\n\n\"It is a magical window,\" said the old one.\n\n\"I have only ten shillings on me, but I have fifteen-and-six at home.\"\n\nThe old man thought for a while.\n\n\"Then twenty-five-and-sixpence is the price of the window,\" he said.\n\nIt was only when the bargain was completed and the ten shillings paid\nand the strange old man was coming for his fifteen-and-six and to fit\nthe magical window into his only room that it occurred to Mr.\nSladden's mind that he did not want a window. And then they were at\nthe door of the house in which he rented a room, and it seemed too\nlate to explain.\n\nThe stranger demanded privacy when he fitted up the window, so Mr.\nSladden remained outside the door at the top of a little flight of\ncreaky stairs. He heard no sound of hammering.\n\nAnd presently the strange old man came out with his faded yellow robe\nand his great beard, and his eyes on far-off places. \"It is finished,\"\nhe said, and he and the young man parted. And whether he remained a\nspot of colour and an anachronism in London, or whether he ever came\nagain to Baghdad, and what dark hands kept on the circulation of his\ntwenty-five-and-six, Mr. Sladden never knew.\n\nMr. Sladden entered the bare-boarded room in which he slept and spent\nall his indoor hours between closing-time and the hour at which\nMessrs. Mergin and Chater commenced. To the Penates of so dingy a room\nhis neat frock-coat must have been a continual wonder. Mr. Sladden\ntook it off and folded it carefully; and there was the old man's\nwindow rather high up in the wall. There had been no window in that\nwall hitherto, nor any ornament at all but a small cupboard, so when\nMr. Sladden had put his frock-coat safely away he glanced through his\nnew window. It was where his cupboard had been in which he kept his\ntea-things: they were all standing on the table now. When Mr. Sladden\nglanced through his new window it was late in a summer's evening; the\nbutterflies some while ago would have closed their wings, though the\nbat would scarcely yet be drifting abroad--but this was in London: the\nshops were shut and street-lamps not yet lighted.\n\nMr. Sladden rubbed his eyes, then rubbed the window, and still he saw\na sky of blazing blue, and far, far down beneath him, so that no sound\ncame up from it or smoke of chimneys, a mediaeval city set with\ntowers; brown roofs and cobbled streets, and then white walls and\nbuttresses, and beyond them bright green fields and tiny streams. On\nthe towers archers lolled, and along the walls were pikemen, and now\nand then a wagon went down some old-world street and lumbered through\nthe gateway and out to the country, and now and then a wagon drew up\nto the city from the mist that was rolling with evening over the\nfields. Sometimes folks put their heads out of lattice windows,\nsometimes some idle troubadour seemed to sing, and nobody hurried or\ntroubled about anything. Airy and dizzy though the distance was, for\nMr. Sladden seemed higher above the city than any cathedral gargoyle,\nyet one clear detail he obtained as a clue: the banners floating from\nevery tower over the idle archers had little golden dragons all over a\npure white field.\n\nHe heard motor-buses roar by his other window, he heard the newsboys\nhowling.\n\nMr. Sladden grew dreamier than ever after that on the premises, in the\nestablishment of Messrs. Mergin and Chater. But in one matter he was\nwise and wakeful: he made continuous and careful inquiries about the\ngolden dragons on a white flag, and talked to no one of his wonderful\nwindow. He came to know the flags of every king in Europe, he even\ndabbled in history, he made inquiries at shops that understood\nheraldry, but nowhere could he learn any trace of little dragons _or_\non a field _argent_. And when it seemed that for him alone those\ngolden dragons had fluttered he came to love them as an exile in some\ndesert might love the lilies of his home or as a sick man might love\nswallows when he cannot easily live to another spring.\n\nAs soon as Messrs. Mergin and Chater closed, Mr. Sladden used to go\nback to his dingy room and gaze though the wonderful window until it\ngrew dark in the city and the guard would go with a lantern round the\nramparts and the night came up like velvet, full of strange stars.\nAnother clue he tried to obtain one night by jotting down the shapes\nof the constellations, but this led him no further, for they were\nunlike any that shone upon either hemisphere.\n\nEach day as soon as he woke he went first to the wonderful window, and\nthere was the city, diminutive in the distance, all shining in the\nmorning, and the golden dragons dancing in the sun, and the archers\nstretching themselves or swinging their arms on the tops of the windy\ntowers. The window would not open, so that he never heard the songs\nthat the troubadours sang down there beneath the gilded balconies; he\ndid not even hear the belfries' chimes, though he saw the jack-daws\nrouted every hour from their homes. And the first thing that he always\ndid was to cast his eye round all the little towers that rose up from\nthe ramparts to see that the little golden dragons were flying there\non their flags. And when he saw them flaunting themselves on white\nfolds from every tower against the marvelous deep blue of the sky he\ndressed contentedly, and, taking one last look, went off to his work\nwith a glory in his mind. It would have been difficult for the\ncustomers of Messrs. Mergin and Chater to guess the precise ambition\nof Mr. Sladden as he walked before them in his neat frock-coat: it was\nthat he might be a man-at-arms or an archer in order to fight for the\nlittle golden dragons that flew on a white flag for an unknown king in\nan inaccessible city. At first Mr. Sladden used to walk round and\nround the mean street that he lived in, but he gained no clue from\nthat; and soon he noticed that quite different winds blew below his\nwonderful window from those that blew on the other side of the house.\n\nIn August the evenings began to grow shorter: this was the very remark\nthat the other employees made to him at the emporium, so that he\nalmost feared that they suspected his secret, and he had much less\ntime for the wonderful window, for lights were few down there and they\nblinked out early.\n\nOne morning late in August, just before he went to Business, Mr.\nSladden saw a company of pikemen running down the cobbled road towards\nthe gateway of the mediaeval city--Golden Dragon City he used to call\nit alone in his own mind, but he never spoke of it to anyone. The next\nthing that he noticed was that the archers were handling round bundles\nof arrows in addition to the quivers which they wore. Heads were\nthrust out of windows more than usual, a woman ran out and called some\nchildren indoors, a knight rode down the street, and then more pikemen\nappeared along the walls, and all the jack-daws were in the air. In\nthe street no troubadour sang. Mr. Sladden took one look along the\ntowers to see that the flags were flying, and all the golden dragons\nwere streaming in the wind. Then he had to go to Business. He took a\nbus back that evening and ran upstairs. Nothing seemed to be happening\nin Golden Dragon City except a crowd in the cobbled street that led\ndown to the gateway; the archers seemed to be reclining as usual\nlazily in their towers, and then a white flag went down with all its\ngolden dragons; he did not see at first that all the archers were\ndead. The crowd was pouring towards him, towards the precipitous wall\nfrom which he looked; men with a white flag covered with golden\ndragons were moving backwards slowly, men with another flag were\npressing them, a flag on which there was one huge red bear. Another\nbanner went down upon a tower. Then he saw it all: the golden dragons\nwere being beaten--his little golden dragons. The men of the bear were\ncoming under the window; what ever he threw from that height would\nfall with terrific force: fire-irons, coal, his clock, whatever he\nhad--he would fight for his little golden dragons yet. A flame broke\nout from one of the towers and licked the feet of a reclining archer;\nhe did not stir. And now the alien standard was out of sight directly\nunderneath. Mr. Sladden broke the panes of the wonderful window and\nwrenched away with a poker the lead that held them. Just as the glass\nbroke he saw a banner covered with golden dragons fluttering still,\nand then as he drew back to hurl the poker there came to him the scent\nof mysterious spices, and there was nothing there, not even the\ndaylight, for behind the fragments of the wonderful window was nothing\nbut that small cupboard in which he kept his tea-things.\n\nAnd though Mr. Sladden is older now and knows more of the world, and\neven has a Business of his own, he has never been able to buy such\nanother window, and has not ever since, either from books or men,\nheard any rumour at all of Golden Dragon City.\n\n\n\nEPILOGUE\n\n\nHere the fourteenth Episode of the Book of Wonder endeth and here the\nrelating of the Chronicles of Little Adventures at the Edge of the\nWorld. I take farewell of my readers. But it may be we shall even meet\nagain, for it is still to be told how the gnomes robbed the fairies,\nand of the vengeance that the fairies took, and how even the gods\nthemselves were troubled thereby in their sleep; and how the King of\nOol insulted the troubadours, thinking himself safe among his scores\nof archers and hundreds of halberdiers, and how the troubadours stole\nto his towers by night, and under his battlements by the light of the\nmoon made that king ridiculous for ever in song. But for this I must\nfirst return to the Edge of the World. Behold, the caravans start.\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Book of Wonder, by \nEdward J. M. D. Plunkett, Lord Dunsany\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BOOK OF WONDER ***\n\n***** This file should be named 7477-8.txt or 7477-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/7/4/7/7477/\n\nProduced by Suzanne Shell, Charles Bidwell and the Online\nDistributed Proofreading Team.\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}