{"title": "Fifty-one Tales", "author": "Lord Dunsany [Edward J. M. D. Plunkett]", "releaseDate": "April, 2005\n", "language": "English", "content": "\n\n\n\nProduced by Anne Reshnyk, Suzanne L. Shell, Charles Franks\nand the Online Distributed Proofreading Team\n\n\n\n\n\n\n\n\n\n\n\nFIFTY-ONE TALES\n\n\n\nby Lord Dunsany\n\n1915\n\n\n\nCONTENTS\n\n\nThe Assignation\n\nCharon\n\nThe Death of Pan\n\nThe Sphinx at Giza\n\nThe Hen\n\nWind and Fog\n\nThe Raft-Builders\n\nThe Workman\n\nThe Guest\n\nDeath and Odysseus\n\nDeath and the Orange\n\nThe Prayer of the Flower\n\nTime and the Tradesman\n\nThe Little City\n\nThe Unpasturable Fields\n\nThe Worm and the Angel\n\nThe Songless Country\n\nThe Latest Thing\n\nThe Demagogue and the Demi-monde\n\nThe Giant Poppy\n\nRoses\n\nThe Man With the Golden Ear-rings\n\nThe Dream of King Karna-Vootra\n\nThe Storm\n\nA Mistaken Identity\n\nThe True History of the Hare and the Tortoise\n\nAlone the Immortals\n\nA Moral Little Tale\n\nThe Return of Song\n\nSpring In Town\n\nHow the Enemy Came to Thlunrana\n\nA Losing Game\n\nTaking Up Picadilly\n\nAfter the Fire\n\nThe City\n\nThe Food of Death\n\nThe Lonely Idol\n\nThe Sphinx in Thebes (Massachusetts)\n\nThe Reward\n\nThe Trouble in Leafy Green Street\n\nThe Mist\n\nFurrow-Maker\n\nLobster Salad\n\nThe Return of the Exiles\n\nNature and Time\n\nThe Song of the Blackbird\n\nThe Messengers\n\nThe Three Tall Sons\n\nCompromise\n\nWhat We Have Come To\n\nThe Tomb of Pan\n\n\n\n\nTHE ASSIGNATION\n\n\nFame singing in the highways, and trifling as she sang, with sordid\nadventurers, passed the poet by.\n\nAnd still the poet made for her little chaplets of song, to deck her\nforehead in the courts of Time: and still she wore instead the worthless\ngarlands, that boisterous citizens flung to her in the ways, made out of\nperishable things.\n\nAnd after a while whenever these garlands died the poet came to her\nwith his chaplets of song; and still she laughed at him and wore the\nworthless wreaths, though they always died at evening.\n\nAnd one day in his bitterness the poet rebuked her, and said to her:\n\"Lovely Fame, even in the highways and the byways you have not\nforeborne to laugh and shout and jest with worthless men, and I have\ntoiled for you and dreamed of you and you mock me and pass me by.\"\n\nAnd Fame turned her back on him and walked away, but in departing\nshe looked over her shoulder and smiled at him as she had not smiled\nbefore, and, almost speaking in a whisper, said:\n\n\"I will meet you in the graveyard at the back of the Workhouse in a\nhundred years.\"\n\n\n\n\nCHARON\n\n\nCharon leaned forward and rowed. All things were one with his\nweariness.\n\nIt was not with him a matter of years or of centuries, but of wide\nfloods of time, and an old heaviness and a pain in the arms that had\nbecome for him part of the scheme that the gods had made and was\nof a piece with Eternity.\n\nIf the gods had even sent him a contrary wind it would have divided\nall time in his memory into two equal slabs.\n\nSo grey were all things always where he was that if any radiance\nlingered a moment among the dead, on the face of such a queen\nperhaps as Cleopatra, his eyes could not have perceived it.\n\nIt was strange that the dead nowadays were coming in such numbers.\nThey were coming in thousands where they used to come in fifties. It\nwas neither Charon's duty nor his wont to ponder in his grey soul why\nthese things might be. Charon leaned forward and rowed.\n\nThen no one came for a while. It was not usual for the gods to send\nno one down from Earth for such a space. But the gods knew best.\n\nThen one man came alone. And the little shade sat shivering on a\nlonely bench and the great boat pushed off. Only one passenger:\nthe gods knew best. And great and weary Charon rowed on and on\nbeside the little, silent, shivering ghost.\n\nAnd the sound of the river was like a mighty sigh that Grief in the\nbeginning had sighed among her sisters, and that could not die like\nthe echoes of human sorrow failing on earthly hills, but was as old\nas time and the pain in Charon's arms.\n\nThen the boat from the slow, grey river loomed up to the coast of\nDis and the little, silent shade still shivering stepped ashore, and\nCharon turned the boat to go wearily back to the world. Then the\nlittle shadow spoke, that had been a man.\n\n\"I am the last,\" he said.\n\nNo one had ever made Charon smile before, no one before had ever\nmade him weep.\n\n\n\n\nTHE DEATH OF PAN\n\n\nWhen the travellers from London entered Arcady they lamented one to\nanother the death of Pan.\n\nAnd anon they saw him lying stiff and still.\n\nHorned Pan was still and the dew was on his fur; he had not the look\nof a live animal. And then they said, \"It is true that Pan is dead.\"\n\nAnd, standing melancholy by that huge prone body, they looked for\nlong at memorable Pan.\n\nAnd evening came and a small star appeared.\n\nAnd presently from a hamlet of some Arcadian valley, with a sound\nof idle song, Arcadian maidens came.\n\nAnd, when they saw there, suddenly in the twilight, that old recumbent\ngod, they stopped in their running and whispered among themselves.\n\"How silly he looks,\" they said, and thereat they laughed a little.\n\nAnd at the sound of their laughter Pan leaped up and the gravel flew\nfrom his hooves.\n\nAnd, for as long as the travellers stood and listened, the crags and\nthe hill-tops of Arcady rang with the sounds of pursuit.\n\n\n\n\nTHE SPHINX AT GIZEH\n\n\nI saw the other day the Sphinx's painted face.\n\nShe had painted her face in order to ogle Time.\n\nAnd he has spared no other painted face in all the world but hers.\n\nDelilah was younger than she, and Delilah is dust. Time hath loved\nnothing but this worthless painted face.\n\nI do not care that she is ugly, nor that she has painted her face, so\nthat she only lure his secret from Time.\n\nTime dallies like a fool at her feet when he should be smiting cities.\n\nTime never wearies of her silly smile.\n\nThere are temples all about her that he has forgotten to spoil.\n\nI saw an old man go by, and Time never touched him.\n\nTime that has carried away the seven gates of Thebes!\n\nShe has tried to bind him with ropes of eternal sand, she had hoped\nto oppress him with the Pyramids.\n\nHe lies there in the sand with his foolish hair all spread about her paws.\n\nIf she ever finds his secret we will put out his eyes, so that he shall\nfind no more our beautiful things--there are lovely gates in Florence\nthat I fear he will carry away.\n\nWe have tried to bind him with song and with old customs, but they\nonly held him for a little while, and he has always smitten us and\nmocked us.\n\nWhen he is blind he shall dance to us and make sport.\n\nGreat clumsy time shall stumble and dance, who liked to kill little\nchildren, and can hurt even the daisies no longer.\n\nThen shall our children laugh at him who slew Babylon's winged bulls,\nand smote great numbers of the gods and fairies--when he is shorn\nof his hours and his years.\n\nWe will shut him up in the Pyramid of Cheops, in the great chamber\nwhere the sarcophagus is. Thence we will lead him out when we\ngive our feasts. He shall ripen our corn for us and do menial work.\n\nWe will kiss they painted face, O Sphinx, if thou wilt betray to us Time.\n\nAnd yet I fear that in his ultimate anguish he may take hold blindly\nof the world and the moon, and slowly pull down upon him the\nHouse of Man.\n\n\n\n\nTHE HEN\n\n\nAll along the farmyard gables the swallows sat a-row, twittering\nuneasily to one another, telling of many things, but thinking only of\nSummer and the South, for Autumn was afoot and the North wind\nwaiting.\n\nAnd suddenly one day they were all quite gone. And everyone\nspoke of the swallows and the South.\n\n\"I think I shall go South myself next year,\" said a hen.\n\nAnd the year wore on and the swallows came again, and the year\nwore on and they sat again on the gables, and all the poultry discussed\nthe departure of the hen.\n\nAnd very early one morning, the wind being from the North, the\nswallows all soared suddenly and felt the wind in their wings; and a\nstrength came upon them and a strange old knowledge and a more\nthan human faith, and flying high they left the smoke of our cities and\nsmall remembered eaves, and saw at last the huge and homeless sea,\nand steering by grey sea-currents went southward with the wind. And\ngoing South they went by glittering fog-banks and saw old islands lifting\ntheir heads above them; they saw the slow quests of the wandering\nships, and divers seeking pearls, and lands at war, till there came in\nview the mountains that they sought and the sight of the peaks they\nknew; and they descended into an austral valley, and saw Summer\nsometimes sleeping and sometimes singing song.\n\n\"I think the wind is about right,\" said the hen; and she spread her\nwings and ran out of the poultry-yard. And she ran fluttering out on\nto the road and some way down it until she came to a garden.\n\nAt evening she came back panting.\n\nAnd in the poultry-yard she told the poultry how she had gone South\nas far as the high road, and saw the great world's traffic going by,\nand came to lands where the potato grew, and saw the stubble upon\nwhich men live, and at the end of the road had found a garden, and\nthere were roses in it--beautiful roses!--and the gardener himself was\nthere with his braces on.\n\n\"How extremely interesting,\" the poultry said, \"and what a really\nbeautiful description!\"\n\nAnd the Winter wore away, and the bitter months went by, and the\nSpring of the year appeared, and the swallows came again.\n\n\"We have been to the South,\" they said, \"and the valleys beyond\nthe sea.\"\n\nBut the poultry would not agree that there was a sea in the South:\n\"You should hear our hen,\" they said.\n\n\n\n\nWIND AND FOG\n\n\n\"Way for us,\" said the North Wind as he came down the sea on an\nerrand of old Winter.\n\nAnd he saw before him the grey silent fog that lay along the tides.\n\n\"Way for us,\" said the North Wind, \"O ineffectual fog, for I am\nWinter's leader in his age-old war with the ships. I overwhelm\nthem suddenly in my strength, or drive upon them the huge seafaring\nbergs. I cross an ocean while you move a mile. There is mourning in\ninland places when I have met the ships. I drive them upon the rocks\nand feed the sea. Wherever I appear they bow to our lord the Winter.\"\n\nAnd to his arrogant boasting nothing said the fog. Only he rose up\nslowly and trailed away from the sea and, crawling up long valleys,\ntook refuge among the hills; and night came down and everything was\nstill, and the fog began to mumble in the stillness. And I heard him\ntelling infamously to himself the tale of his horrible spoils. \"A\nhundred and fifteen galleons of old Spain, a certain argosy that went\nfrom Tyre, eight fisher-fleets and ninety ships of the line, twelve\nwarships under sail, with their carronades, three hundred and\neighty-seven river-craft, forty-two merchantmen that carried spice,\nfour quinquiremes, ten triremes, thirty yachts, twenty-one battleships\nof the modern time, nine thousand admirals....\" he mumbled and chuckled\non, till I suddenly arose and fled from his fearful contamination.\n\n\n\n\nTHE RAFT-BUILDERS\n\n\nAll we who write put me in mind of sailors hastily making rafts upon\ndoomed ships.\n\nWhen we break up under the heavy years and go down into eternity\nwith all that is ours our thoughts like small lost rafts float on awhile\nupon Oblivion's sea. They will not carry much over those tides, our\nnames and a phrase or two and little else.\n\nThey that write as a trade to please the whim of the day, they are like\nsailors that work at the rafts only to warm their hands and to distract\ntheir thoughts from their certain doom; their rafts go all to pieces\nbefore the ship breaks up.\n\nSee now Oblivion shimmering all around us, its very tranquility deadlier\nthan tempest. How little all our keels have troubled it. Time in its deeps\nswims like a monstrous whale; and, like a whale, feeds on the littlest\nthings--small tunes and little unskilled songs of the olden, golden\nevenings--and anon turneth whale-like to overthrow whole ships.\n\nSee now the wreckage of Babylon floating idly, and something there\nthat once was Nineveh; already their kings and queens are in the\ndeeps among the weedy masses of old centuries that hide the sodden\nbulk of sunken Tyre and make a darkness round Persepolis.\n\nFor the rest I dimly see the forms of foundered ships on the sea-floor\nstrewn with crowns.\n\nOur ships were all unseaworthy from the first.\n\nThere goes the raft that Homer made for Helen.\n\n\n\n\nTHE WORKMAN\n\n\nI saw a workman fall with his scaffolding right from the summit of\nsome vast hotel. And as he came down I saw him holding a knife\nand trying to cut his name on the scaffolding. He had time to try and\ndo this for he must have had nearly three hundred feet to fall. And I\ncould think of nothing but his folly in doing this futile thing, for not\nonly would the man be unrecognizably dead in three seconds, but the\nvery pole on which he tried to scratch whatever of his name he had\ntime for was certain to be burnt in a few weeks for firewood.\n\nThen I went home for I had work to do. And all that evening I thought\nof the man's folly, till the thought hindered me from serious work.\n\nAnd late that night while I was still at work, the ghost of the workman\nfloated through my wall and stood before me laughing.\n\nI heard no sound until after I spoke to it; but I could see the grey\ndiaphanous form standing before me shuddering with laughter.\n\nI spoke at last and asked what it was laughing at, and then the ghost\nspoke. It said: \"I'm a laughin' at you sittin' and workin' there.\"\n\n\"And why,\" I asked, \"do you laugh at serious work?\"\n\n\"Why, yer bloomin' life 'ull go by like a wind,\" he said, \"and yer 'ole\nsilly civilization 'ull be tidied up in a few centuries.\"\n\nThen he fell to laughing again and this time audibly; and, laughing\nstill, faded back through the wall again and into the eternity from\nwhich he had come.\n\n\n\n\nTHE GUEST\n\n\nA young man came into an ornate restaurant at eight o'clock in\nLondon.\n\nHe was alone, but two places had been laid at the table which was\nreserved for him. He had chosen the dinner very carefully, by letter\na week before.\n\nA waiter asked him about the other guest.\n\n\"You probably won't see him till the coffee comes,\" the young man\ntold him; so he was served alone.\n\nThose at adjacent tables might have noticed the young man continually\naddressing the empty chair and carrying on a monologue with it\nthroughout his elaborate dinner.\n\n\"I think you knew my father,\" he said to it over the soup.\n\n\"I sent for you this evening,\" he continued, \"because I want you to\ndo me a good turn; in fact I must insist on it.\"\n\nThere was nothing eccentric about the man except for this habit of\naddressing an empty chair, certainly he was eating as good a dinner\nas any sane man could wish for.\n\nAfter the Burgundy had been served he became more voluble in his\nmonologue, not that he spoiled his wine by drinking excessively.\n\n\"We have several acquaintances in common,\" he said. \"I met King Seti\na year ago in Thebes. I think he has altered very little since you knew\nhim. I thought his forehead a little low for a king's. Cheops has left the\nhouse that he built for your reception, he must have prepared for you\nfor years and years. I suppose you have seldom been entertained like\nthat. I ordered this dinner over a week ago. I thought then that a lady\nmight have come with me, but as she wouldn't I've asked you. She may\nnot after all be as lovely as Helen of Troy. Was Helen very lovely? Not\nwhen you knew her, perhaps. You were lucky in Cleopatra, you must\nhave known her when she was in her prime.\n\n\"You never knew the mermaids nor the fairies nor the lovely goddesses\nof long ago, that's where we have the best of you.\"\n\nHe was silent when the waiters came to his table, but rambled merrily\non as soon as they left, still turned to the empty chair.\n\n\"You know I saw you here in London only the other day. You were\non a motor bus going down Ludgate Hill. It was going much too fast.\nLondon is a good place. But I shall be glad enough to leave it. It was\nin London that I met the lady I that was speaking about. If it hadn't\nbeen for London I probably shouldn't have met her, and if it hadn't\nbeen for London she probably wouldn't have had so much besides\nme to amuse her. It cuts both ways.\"\n\nHe paused once to order coffee, gazing earnestly at the waiter and\nputting a sovereign in his hand. \"Don't let it be chicory,\" said he.\n\nThe waiter brought the coffee, and the young man dropped a tabloid\nof some sort into his cup.\n\n\"I don't suppose you come here very often,\" he went on. \"Well, you\nprobably want to be going. I haven't taken you much out of your way,\nthere is plenty for you to do in London.\"\n\nThen having drunk his coffee he fell on to the floor by a foot of the\nempty chair, and a doctor who was dining in the room bent over\nhim and announced to the anxious manager the visible presence of\nthe young man's guest.\n\n\n\n\nDEATH AND ODYSSEUS\n\n\nIn the Olympian courts Love laughed at Death, because he was\nunsightly, and because She couldn't help it, and because he never\ndid anything worth doing, and because She would.\n\nAnd Death hated being laughed at, and used to brood apart thinking\nonly of his wrongs and of what he could do to end this intolerable\ntreatment.\n\nBut one day Death appeared in the courts with an air and They all\nnoticed it. \"What are you up to now?\" said Love. And Death with\nsome solemnity said to Her: \"I am going to frighten Odysseus\"; and\ndrawing about him his grey traveller's cloak went out through the\nwindy door with his jowl turned earthwards.\n\nAnd he came soon to Ithaca and the hall that Athene knew, and\nopened the door and saw there famous Odysseus, with his white\nlocks bending close over the fire, trying to warm his hands.\n\nAnd the wind through the open door blew bitterly on Odysseus.\n\nAnd Death came up behind him, and suddenly shouted.\n\nAnd Odysseus went on warming his pale hands.\n\nThen Death came close and began to mouth at him. And after a\nwhile Odysseus turned and spoke. And \"Well, old servant,\" he said,\n\"have your masters been kind to you since I made you work for me\nround Ilion?\"\n\nAnd Death for some while stood mute, for he thought of the laughter\nof Love.\n\nThen \"Come now,\" said Odysseus, \"lend me your shoulder,\" and he\nleaning heavily on that bony joint, they went together through the open\ndoor.\n\n\n\n\nDEATH AND THE ORANGE\n\n\nTwo dark young men in a foreign southern land sat at a restaurant\ntable with one woman.\n\nAnd on the woman's plate was a small orange which had an evil\nlaughter in its heart.\n\nAnd both of the men would be looking at the woman all the time, and\nthey ate little and they drank much.\n\nAnd the woman was smiling equally at each.\n\nThen the small orange that had the laughter in its heart rolled\nslowly off the plate on to the floor. And the dark young men both\nsought for it at once, and they met suddenly beneath the table, and\nsoon they were speaking swift words to one another, and a horror\nand an impotence came over the Reason of each as she sat helpless\nat the back of the mind, and the heart of the orange laughed and the\nwoman went on smiling; and Death, who was sitting at another table,\ntête-à-tête with an old man, rose and came over to listen to the quarrel.\n\n\n\n\nTHE PRAYER OF THE FLOWERS\n\n\nIt was the voice of the flowers on the West wind, the lovable, the\nold, the lazy West wind, blowing ceaselessly, blowing sleepily, going\nGreecewards.\n\n\"The woods have gone away, they have fallen and left us; men love\nus no longer, we are lonely by moonlight. Great engines rush over\nthe beautiful fields, their ways lie hard and terrible up and down the\nland.\n\n\"The cancrous cities spread over the grass, they clatter in their lairs\ncontinually, they glitter about us blemishing the night.\n\n\"The woods are gone, O Pan, the woods, the woods. And thou art\nfar, O Pan, and far away.\"\n\nI was standing by night between two railway embankments on the\nedge of a Midland city. On one of them I saw the trains go by, once\nin every two minutes, and on the other, the trains went by twice in\nevery five.\n\nQuite close were the glaring factories, and the sky above them wore\nthe fearful look that it wears in dreams of fever.\n\nThe flowers were right in the stride of that advancing city, and\nthence I heard them sending up their cry. And then I heard, beating\nmusically up wind, the voice of Pan reproving them from Arcady--\n\n\"Be patient a little, these things are not for long.\"\n\n\n\n\nTIME AND THE TRADESMAN\n\n\nOnce Time as he prowled the world, his hair grey not with weakness\nbut with dust of the ruin of cities, came to a furniture shop and entered\nthe Antique department. And there he saw a man darkening the wood\nof a chair with dye and beating it with chains and making imitation\nwormholes in it.\n\nAnd when Time saw another doing his work he stood by him awhile\nand looked on critically.\n\nAnd at last he said: \"That is not how I work,\" and he turned the man's\nhair white and bent his back and put some furrows in his little cunning\nface; then turned and strode away, for a mighty city that was weary\nand sick and too long had troubled the fields was sore in need of him.\n\n\n\n\nTHE LITTLE CITY\n\n\nI was in the pre-destined 11.8 from Goraghwood to Drogheda, when\nI suddenly saw the city. It was a little city in a valley, and only seemed\nto have a little smoke, and the sun caught the smoke and turned it\ngolden, so that it looked like an old Italian picture where angels walk\nin the foreground and the rest is a blaze of gold. And beyond, as one\ncould tell by the lie of land although one could not see through the\ngolden smoke, I knew that there lay the paths of the roving ships.\n\nAll round there lay a patchwork of small fields all over the slopes of\nthe hills, and the snow had come upon them tentatively, but already\nthe birds of the waste had moved to the sheltered places for every\nomen boded more to fall. Far away some little hills blazed like an\naureate bulwark broken off by age and fallen from the earthward\nrampart of Paradise. And aloof and dark the mountains stared\nunconcernedly seawards.\n\nAnd when I saw those grey and watchful mountains sitting where\nthey sat while the cities of the civilization of Araby and Asia arose\nlike crocuses, and like crocuses fell, I wondered for how long there\nwould be smoke in the valley and little fields on the hills.\n\n\n\n\nTHE UNPASTURABLE FIELDS\n\n\nThus spake the mountains: \"Behold us, even us; the old ones, the\ngrey ones, that wear the feet of Time. Time on our rocks shall break\nhis staff and stumble: and still we shall sit majestic, even as now,\nhearing the sound of the sea, our old coeval sister, who nurses the\nbones of her children and weeps for the things she has done.\n\n\"Far, far, we stand above all things; befriending the little cities until\nthey grow old and leave us to go among the myths.\n\n\"We are the most imperishable mountains.\"\n\nAnd softly the clouds foregathered from far places, and crag on\ncrag and mountain upon mountain in the likeness of Caucasus upon\nHimalaya came riding past the sunlight upon the backs of storms and\nlooked down idly from their golden heights upon the crests of the\nmountains.\n\n\"Ye pass away,\" said the mountains.\n\nAnd the clouds answered, as I dreamed or fancied,\n\n\"We pass away, indeed we pass away, but upon our unpasturable\nfields Pegasus prances. Here Pegasus gallops and browses upon\nsong which the larks bring to him every morning from far terrestrial\nfields. His hoof-beats ring upon our slopes at sunrise as though our\nfields were of silver. And breathing the dawn-wind in dilated nostrils,\nwith head tossed upwards and with quivering wings, he stands and\nstares from our tremendous heights, and snorts and sees far-future\nwonderful wars rage in the creases and the folds of the togas that\ncover the knees of the gods.\"\n\n\n\n\nTHE WORM AND THE ANGEL\n\n\nAs he crawled from the tombs of the fallen a worm met with an angel.\n\nAnd together they looked upon the kings and kingdoms, and youths\nand maidens and the cities of men. They saw the old men heavy in\ntheir chairs and heard the children singing in the fields. They saw far\nwars and warriors and walled towns, wisdom and wickedness, and\nthe pomp of kings, and the people of all the lands that the sunlight knew.\n\nAnd the worm spake to the angel saying: \"Behold my food.\"\n\n\"Be dakeon para Thina poluphloisboio Thalassaes,\" murmured the\nangel, for they walked by the sea, \"and can you destroy that too?\"\n\nAnd the worm paled in his anger to a greyness ill to behold, for for\nthree thousand years he had tried to destroy that line and still its\nmelody was ringing in his head.\n\n\n\n\nTHE SONGLESS COUNTRY\n\n\nThe poet came unto a great country in which there were no songs.\nAnd he lamented gently for the nation that had not any little foolish\nsongs to sing to itself at evening.\n\nAnd at last he said: \"I will make for them myself some little foolish\nsongs so that they may be merry in the lanes and happy by the\nfireside.\" And for some days he made for them aimless songs such\nas maidens sing on the hills in the older happier countries.\n\nThen he went to some of that nation as they sat weary with the\nwork of the day and said to them: \"I have made you some aimless\nsongs out of the small unreasonable legends, that are somewhat akin\nto the wind in the vales of my childhood; and you may care to sing\nthem in your disconsolate evenings.\"\n\nAnd they said to him:\n\n\"If you think we have time for that sort of nonsense nowadays\nyou cannot know much of the progress of modern commerce.\"\n\nAnd then the poet wept for he said: \"Alas! They are damned.\"\n\n\n\n\nTHE LATEST THING\n\n\nI saw an unclean-feeder by the banks of the river of Time. He crouched\nby orchards numerous with apples in a happy land of flowers; colossal\nbarns stood near which the ancients had stored with grain, and the sun\nwas golden on serene far hills behind the level lands. But his back was\nto all these things. He crouched and watched the river. And whatever\nthe river chanced to send him down the unclean-feeder clutched at\ngreedily with his arms, wading out into the water.\n\nNow there were in those days, and indeed still are, certain uncleanly\ncities upon the river of Time; and from them fearfully nameless things\ncame floating shapelessly by. And whenever the odor of these came\ndown the river before them the unclean-feeder plunged into the dirty\nwater and stood far out, expectant. And if he opened his mouth one\nsaw these things on his lips.\n\nIndeed from the upper reaches there came down sometimes the\nfallen rhododendron's petal, sometimes a rose; but they were useless\nto the unclean-feeder, and when he saw them he growled.\n\nA poet walked beside the river's bank; his head was lifted and his\nlook was afar; I think he saw the sea, and the hills of Fate from which\nthe river ran. I saw the unclean-feeder standing voracious, up to his\nwaist in that evil-smelling river.\n\n\"Look,\" I said to the poet.\n\n\"The current will sweep him away,\" the poet said.\n\n\"But those cities that poison the river,\" I said to him.\n\nHe answered: \"Whenever the centuries melt on the hills of Fate the\nriver terribly floods.\"\n\n\n\n\nTHE DEMAGOGUE AND THE DEMI-MONDE\n\n\nA demagogue and a demi-mondaine chanced to arrive together at\nthe gate of Paradise. And the Saint looked sorrowfully at them both.\n\n\"Why were you a demagogue?\" he said to the first.\n\n\"Because,\" said the demagogue, \"I stood for those principles that\nhave made us what we are and have endeared our Party to the great\nheart of the people. In a word I stood unflinchingly on the plank of\npopular representation.\"\n\n\"And you?\" said the Saint to her of the demi-monde.\n\n\"I wanted money,\" said the demi-mondaine.\n\nAnd after some moments' thought the Saint said: \"Well, come in;\nthough you don't deserve to.\"\n\nBut to the demagogue he said: \"We genuinely regret that the limited\nspace at our disposal and our unfortunate lack of interest in those\nQuestions that you have gone so far to inculate and have so ably\nupheld in the past, prevent us from giving you the support for which\nyou seek.\"\n\nAnd he shut the golden door.\n\n\n\n\nTHE GIANT POPPY\n\n\nI dreamt that I went back to the hills I knew, whence on a clear day\nyou can see the walls of Ilion and the plains of Roncesvalles. There\nused to be woods along the tops of those hills with clearings in them\nwhere the moonlight fell, and there when no one watched the fairies\ndanced.\n\nBut there were no woods when I went back, no fairies nor distant\nglimpse of Ilion or plains of Roncesvalles, only one giant poppy waved\nin the wind, and as it waved it hummed \"Remember not.\" And by its\noak-like stem a poet sat, dressed like a shepherd and playing an\nancient tune softly upon a pipe. I asked him if the fairies had passed\nthat way or anything olden.\n\nHe said: \"The poppy has grown apace and is killing gods and\nfairies. Its fumes are suffocating the world, and its roots drain it\nof its beautiful strength.\" And I asked him why he sat on the hills I\nknew, playing an olden tune.\n\nAnd he answered: \"Because the tune is bad for the poppy, which\nwould otherwise grow more swiftly; and because if the brotherhood\nof which I am one were to cease to pipe on the hills men would stray\nover the world and be lost or come to terrible ends. We think we have\nsaved Agamemnon.\"\n\nThen he fell to piping again that olden tune, while the wind among the\npoppy's sleepy petals murmured \"Remember not. Remember not.\"\n\n\n\n\nROSES\n\n\nI know a roadside where the wild rose blooms with a strange\nabundance. There is a beauty in the blossoms too of an almost\nexotic kind, a taint of deeper pink that shocks the Puritan flowers.\nTwo hundred generations ago (generations, I mean, of roses) this\nwas a village street; there was a floral decadence when they left their\nsimple life and the roses came from the wilderness to clamber round\nhouses of men.\n\nOf all the memories of that little village, of all the cottages that stood\nthere, of all the men and women whose homes they were, nothing\nremains but a more beautiful blush on the faces of the roses.\n\nI hope that when London is clean passed away and the defeated fields\ncome back again, like an exiled people returning after a war, they may\nfind some beautiful thing to remind them of it all; because we have loved\na little that swart old city.\n\n\n\n\nTHE MAN WITH THE GOLDEN EAR-RINGS\n\n\nIt may be that I dreamed this. So much at least is certain--that I\nturned one day from the traffic of a city, and came to its docks and\nsaw its slimy wharves going down green and steep into the water, and\nsaw the huge grey river slipping by and the lost things that went with it\nturning over and over, and I thought of the nations and unpitying Time,\nand saw and marvelled at the queenly ships come newly from the sea.\n\nIt was then, if I mistake not, that I saw leaning against a wall, with his\nface to the ships, a man with golden ear-rings. His skin had the dark\ntint of the southern men: the deep black hairs of his moustache were\nwhitened a little with salt; he wore a dark blue jacket such as sailors\nwear, and the long boots of seafarers, but the look in his eyes was\nfurther afield than the ships, he seemed to be beholding the farthest\nthings.\n\nEven when I spoke to him he did not call home that look, but\nanswered me dreamily with that same fixed stare as though his\nthoughts were heaving on far and lonely seas. I asked him what ship\nhe had come by, for there were many there. The sailing ships were\nthere with their sails all furled and their masts straight and still like a\nwintry forest; the steamers were there, and great liners, puffing up idle\nsmoke into the twilight. He answered he had come by none of them.\nI asked him what line he worked on, for he was clearly a sailor; I\nmentioned well-known lines, but he did not know them. Then I asked\nhim where he worked and what he was. And he said: \"I work in the\nSargasso Sea, and I am the last of the pirates, the last left alive.\" And\nI shook him by the hand I do not know how many times. I said: \"We\nfeared you were dead. We feared you were dead.\" And he answered\nsadly: \"No. No. I have sinned too deeply on the Spanish seas: I am\nnot allowed to die.\"\n\n\n\n\nTHE DREAM OF KING KARNA-VOOTRA\n\n\nKing Karna-Vootra sitting on his throne commanding all things said:\n\"I very clearly saw last night the queenly Vava-Nyria. Though partly\nshe was hidden by great clouds that swept continually by her, rolling\nover and over, yet her face was unhidden and shone, being full of\nmoonlight.\n\n\"I said to her:\n\n\"'Walk with me by the great pools in many-gardened, beautiful\nIstrakhan where the lilies float that give delectable dreams; or,\ndrawing aside the curtain of hanging orchids, pass with me thence\nfrom the pools by a secret path through the else impassable jungle\nthat fills the only way between the mountains that shut in Istrakhan.\nThey shut it in and look on it with joy at morning and at evening when\nthe pools are strange with light, till in their gladness sometimes there\nmelts the deadly snow that kills upon lonely heights the mountaineer.\nThey have valleys among them older than the wrinkles in the moon.\n\n\"'Come with me thence or linger with me there and either we shall\ncome to romantic lands which the men of the caravans only speak\nof in song; or else we shall listlessly walk in a land so lovely that\neven the butterflies that float about it when they see their images\nflash in the sacred pools are terrified by their beauty, and each night\nwe shall hear the myriad nightingales all in one chorus sing the stars\nto death. Do this and I will send heralds far from here with tidings\nof thy beauty; and they shall run and come to Séndara and men\nshall know it there who herd brown sheep; and from Séndara the\nrumour shall spread on, down either bank of the holy river of Zoth,\ntill the people that make wattles in the plains shall hear of it and sing;\nbut the heralds shall go northward along the hills until they come to\nSooma. And in that golden city they shall tell the kings, that sit in their\nlofty alabaster house, of thy strange and sudden smiles. And often in\ndistant markets shall thy story be told by merchants out from Sooma\nas they sit telling careless tales to lure men to their wares.\n\n\"'And the heralds passing thence shall come even to Ingra, to\nIngra where they dance. And there they shall tell of thee, so that\nthy name long hence shall be sung in that joyous city. And there they\nshall borrow camels and pass over the sands and go by desert ways\nto distant Nirid to tell of thee to the lonely men in the mountain\nmonasteries.\n\n\"'Come with me even now for it is Spring.'\"\n\n\"And as I said this she faintly yet perceptibly shook her head. And it\nwas only then I remembered my youth was gone, and she dead forty\nyears.\"\n\n\n\n\nTHE STORM\n\n\nThey saw a little ship that was far at sea and that went by the name\nof the _Petite Espérance_. And because of its uncouth rig and its\nlonely air and the look that it had of coming from strangers' lands they\nsaid: \"It is neither a ship to greet nor desire, nor yet to succor when in\nthe hands of the sea.\"\n\nAnd the sea rose up as is the wont of the sea and the little ship from\nafar was in his hands, and frailer than ever seemed its feeble masts\nwith their sails of fantastic cut and their alien flags. And the sea made\na great and very triumphing voice, as the sea doth. And then there\narose a wave that was very strong, even the ninth-born son of the\nhurricane and the tide, and hid the little ship and hid the whole of the\nfar parts of the sea. Thereat said those who stood on the good dry\nland:\n\n\"'Twas but a little, worthless alien ship and it is sunk at sea, and it is\ngood and right that the storm have spoil.\" And they turned and watched\nthe course of the merchant-men, laden with silver and appeasing spice;\nyear after year they cheered them into port and praised their goods and\ntheir familiar sails. And many years went by.\n\nAnd at last with decks and bulwarks covered with cloth of gold; with\nage-old parrots that had known the troubadours, singing illustrious\nsongs and preening their feathers of gold; with a hold full of emeralds\nand rubies; all silken with Indian loot; furling as it came in its way-worn\nalien sails, a galleon glided into port, shutting the sunlight from the\nmerchantmen: and lo! it loomed the equal of the cliffs.\n\n\"Who are you?\" they asked, \"far-travelled wonderful ship?\"\n\nAnd they said: \"The _Petite Espérance_.\"\n\n\"O,\" said the people on shore. \"We thought you were sunk at sea.\"\n\n\"Sunk at sea?\" sang the sailors. \"We could not be sunk at sea--we\nhad the gods on board.\"\n\n\n\n\nA MISTAKEN IDENTITY\n\n\nFame as she walked at evening in a city saw the painted face of\nNotoriety flaunting beneath a gas-lamp, and many kneeled unto her\nin the dirt of the road.\n\n\"Who are you?\" Fame said to her.\n\n\"I am Fame,\" said Notoriety.\n\nThen Fame stole softly away so that no one knew she had gone.\n\nAnd Notoriety presently went forth and all her worshippers rose and\nfollowed after, and she led them, as was most meet, to her native Pit.\n\n\n\n\nTHE TRUE HISTORY OF THE HARE AND THE TORTOISE\n\n\nFor a long time there was doubt with acrimony among the beasts as\nto whether the Hare or the Tortoise could run the swifter. Some said\nthe Hare was the swifter of the two because he had such long ears,\nand others said the Tortoise was the swifter because anyone whose\nshell was so hard as that should be able to run hard too. And lo, the\nforces of estrangement and disorder perpetually postponed a decisive\ncontest.\n\nBut when there was nearly war among the beasts, at last an\narrangement was come to and it was decided that the Hare and the\nTortoise should run a race of five hundred yards so that all should\nsee who was right.\n\n\"Ridiculous nonsense!\" said the Hare, and it was all his backers could\ndo to get him to run.\n\n\"The contest is most welcome to me,\" said the Tortoise, \"I shall not\nshirk it.\"\n\nO, how his backers cheered.\n\nFeeling ran high on the day of the race; the goose rushed at the fox\nand nearly pecked him. Both sides spoke loudly of the approaching\nvictory up to the very moment of the race.\n\n\"I am absolutely confident of success,\" said the Tortoise. But\nthe Hare said nothing, he looked bored and cross. Some of his\nsupporters deserted him then and went to the other side, who were\nloudly cheering the Tortoise's inspiriting words. But many remained\nwith the Hare. \"We shall not be disappointed in him,\" they said. \"A\nbeast with such long ears is bound to win.\"\n\n\"Run hard,\" said the supporters of the Tortoise.\n\nAnd \"run hard\" became a kind of catch-phrase which everybody\nrepeated to one another. \"Hard shell and hard living. That's what\nthe country wants. Run hard,\" they said. And these words were\nnever uttered but multitudes cheered from their hearts.\n\nThen they were off, and suddenly there was a hush.\n\nThe Hare dashed off for about a hundred yards, then he looked\nround to see where his rival was.\n\n\"It is rather absurd,\" he said, \"to race with a Tortoise.\" And he sat\ndown and scratched himself. \"Run hard! Run hard!\" shouted some.\n\n\"Let him rest,\" shouted others. And \"let him rest\" became a\ncatch-phrase too.\n\nAnd after a while his rival drew near to him.\n\n\"There comes that damned Tortoise,\" said the Hare, and he got up\nand ran as hard as could be so that he should not let the Tortoise\nbeat him.\n\n\"Those ears will win,\" said his friends. \"Those ears will win; and\nestablish upon an incontestable footing the truth of what we have\nsaid.\" And some of them turned to the backers of the Tortoise and\nsaid: \"What about your beast now?\"\n\n\"Run hard,\" they replied. \"Run hard.\"\n\nThe Hare ran on for nearly three hundred yards, nearly in fact as far\nas the winning-post, when it suddenly struck him what a fool he looked\nrunning races with a Tortoise who was nowhere in sight, and he sat\ndown again and scratched.\n\n\"Run hard. Run hard,\" said the crowd, and \"Let him rest.\"\n\n\"Whatever is the use of it?\" said the Hare, and this time he stopped\nfor good. Some say he slept.\n\nThere was desperate excitement for an hour or two, and then the\nTortoise won.\n\n\"Run hard. Run hard,\" shouted his backers. \"Hard shell and hard\nliving: that's what has done it.\" And then they asked the Tortoise what\nhis achievement signified, and he went and asked the Turtle. And the\nTurtle said, \"It is a glorious victory for the forces of swiftness.\" And\nthen the Tortoise repeated it to his friends. And all the beasts said\nnothing else for years. And even to this day, \"a glorious victory for\nthe forces of swiftness\" is a catch-phrase in the house of the snail.\n\nAnd the reason that this version of the race is not widely known is\nthat very few of those that witnessed it survived the great forest-fire\nthat happened shortly after. It came up over the weald by night with\na great wind. The Hare and the Tortoise and a very few of the beasts\nsaw it far off from a high bare hill that was at the edge of the trees, and\nthey hurriedly called a meeting to decide what messenger they should\nsend to warn the beasts in the forest.\n\nThey sent the Tortoise.\n\n\n\n\nALONE THE IMMORTALS\n\n\nI heard it said that far away from here, on the wrong side of the\ndeserts of Cathay and in a country dedicate to winter, are all the years\nthat are dead. And there a certain valley shuts them in and hides them,\nas rumor has it, from the world, but not from the sight of the moon nor\nfrom those that dream in his rays.\n\nAnd I said: I will go from here by ways of dream and I will come to\nthat valley and enter in and mourn there for the good years that are\ndead. And I said: I will take a wreath, a wreath of mourning, and lay\nit at their feet in token of my sorrow for their dooms.\n\nAnd when I sought about among the flowers, among the flowers for\nmy wreath of mourning, the lily looked too large and the laurel looked\ntoo solemn and I found nothing frail enough nor slender to serve as an\noffering to the years that were dead. And at last I made a slender\nwreath of daisies in the manner that I had seen them made in one of\nthe years that is dead.\n\n\"This,\" said I, \"is scarce less fragile or less frail than one of those\ndelicate forgotten years.\" Then I took my wreath in my hand and\nwent from here. And when I had come by paths of mystery to that\nromantic land, where the valley that rumour told of lies close to the\nmountainous moon, I searched among the grass for those poor slight\nyears for whom I bought my sorrow and my wreath. And when I found\nthere nothing in the grass I said: \"Time has shattered them and swept\nthem away and left not even any faint remains.\"\n\nBut looking upwards in the blaze of the moon I suddenly saw colossi\nsitting near, and towering up and blotting out the stars and filling the\nnight with blackness; and at those idols' feet I saw praying and making\nobeisance kings and the days that are and all times and all cities and all\nnations and all their gods. Neither the smoke of incense nor of the\nsacrifice burning reached those colossal heads, they sat there not to\nbe measured, not to be over-thrown, not to be worn away.\n\nI said: \"Who are those?\"\n\nOne answered: \"Alone the Immortals.\"\n\nAnd I said sadly: \"I came not to see dread gods, but I came to shed\nmy tears and to offer flowers at the feet of certain little years that are\ndead and may not come again.\"\n\nHe answered me: \"These _are_ the years that are dead, alone the\nimmortals; all years to be are Their children--They fashioned their\nsmiles and their laughter; all earthly kings They have crowned, all\ngods They have created; all the events to be flow down from their\nfeet like a river, the worlds are flying pebbles that They have already\nthrown, and Time and all his centuries behind him kneel there with\nbended crests in token of vassalage at Their potent feet.\"\n\nAnd when I heard this I turned away with my wreath, and went back\nto my own land comforted.\n\n\n\n\nA MORAL LITTLE TALE\n\n\nThere was once an earnest Puritan who held it wrong to dance. And\nfor his principles he labored hard, his was a zealous life. And there\nloved him all of those who hated the dance; and those that loved the\ndance respected him too; they said \"He is a pure, good man and acts\naccording to his lights.\"\n\nHe did much to discourage dancing and helped to close several\nSunday entertainments. Some kinds of poetry, he said, he liked, but\nnot the fanciful kind as that might corrupt the thoughts of the very young.\nHe always dressed in black.\n\nHe was quite interested in morality and was quite sincere and there\ngrew to be much respect on Earth for his honest face and his flowing\npure-white beard.\n\nOne night the Devil appeared unto him in a dream and said \"Well done.\"\n\n\"Avaunt,\" said that earnest man.\n\n\"No, no, friend,\" said the Devil.\n\n\"Dare not to call me 'friend,'\" he answered bravely.\n\n\"Come, come, friend,\" said the Devil. \"Have you not done my work? Have\nyou not put apart the couples that would dance? Have you not checked\ntheir laughter and their accursed mirth? Have you not worn my livery\nof black? O friend, friend, you do not know what a detestable thing\nit is to sit in hell and hear people being happy, and singing in\ntheatres and singing in the fields, and whispering after dances under\nthe moon,\" and he fell to cursing fearfully.\n\n\"It is you,\" said the Puritan, \"that put into their hearts the evil desire\nto dance; and black is God's own livery, not yours.\"\n\nAnd the Devil laughed contemptuously and spoke.\n\n\"He only made the silly colors,\" he said, \"and useless dawns on\nhill-slopes facing South, and butterflies flapping along them as soon\nas the sun rose high, and foolish maidens coming out to dance, and\nthe warm mad West wind, and worst of all that pernicious influence\nLove.\"\n\nAnd when the Devil said that God made Love that earnest man\nsat up in bed and shouted \"Blasphemy! Blasphemy!\"\n\n\"It's true,\" said the Devil. \"It isn't I that send the village fools\nmuttering and whispering two by two in the woods when the\nharvest moon is high, it's as much as I can bear even to see them\ndancing.\"\n\n\"Then,\" said the man, \"I have mistaken right for wrong; but as soon\nas I wake I will fight you yet.\"\n\n\"O, no you don't,\" said the Devil. \"You don't wake up out of this sleep.\"\n\nAnd somewhere far away Hell's black steel doors were opened, and\narm in arm those two were drawn within, and the doors shut behind\nthem and still they went arm in arm, trudging further and further into\nthe deeps of Hell, and it was that Puritan's punishment to know that\nthose that he cared for on Earth would do evil as he had done.\n\n\n\n\nTHE RETURN OF SONG\n\n\n\"The swans are singing again,\" said to one another the gods. And\nlooking downwards, for my dreams had taken me to some fair and\nfar Valhalla, I saw below me an iridescent bubble not greatly larger\nthan a star shine beautifully but faintly, and up and up from it looking\nlarger and larger came a flock of white, innumerable swans, singing\nand singing and singing, till it seemed as though even the gods were\nwild ships swimming in music.\n\n\"What is it?\" I said to one that was humble among the gods.\n\n\"Only a world has ended,\" he said to me, \"and the swans are coming\nback to the gods returning the gift of song.\"\n\n\"A whole world dead!\" I said.\n\n\"Dead,\" said he that was humble among the gods. \"The worlds are\nnot for ever; only song is immortal.\"\n\n\"Look! Look!\" he said. \"There will be a new one soon.\"\n\nAnd I looked and saw the larks, going down from the gods.\n\n\n\n\nSPRING IN TOWN\n\n\nAt a street corner sat, and played with a wind, Winter disconsolate.\n\nStill tingled the fingers of the passers-by and still their breath was\nvisible, and still they huddled their chins into their coats when turning\na corner they met with a new wind, still windows lighted early sent out\ninto the street the thought of romantic comfort by evening fires; these\nthings still were, yet the throne of Winter tottered, and every breeze\nbrought tidings of further fortresses lost on lakes or boreal hill-slopes.\nAnd not any longer as a king did Winter appear in those streets, as when\nthe city was decked with gleaming white to greet him as a conqueror and\nhe rode in with his glittering icicles and haughty retinue of prancing\nwinds, but he sat there with a little wind at the corner of the street like\nsome old blind beggar with his hungry dog. And as to some old blind\nbeggar Death approaches, and the alert ears of the sightless man\nprophetically hear his far-off footfall, so there came suddenly to\nWinter's ears the sound, from some neighbouring garden, of Spring\napproaching as she walked on daisies. And Spring approaching looked\nat huddled inglorious Winter.\n\n\"Begone,\" said Spring.\n\n\"There is nothing for you to do here,\" said Winter to her. Nevertheless\nhe drew about him his grey and battered cloak and rose and called to\nhis little bitter wind and up a side street that led northward strode away.\n\nPieces of paper and tall clouds of dust went with him as far as the city's\nouter gate. He turned then and called to Spring: \"You can do nothing\nin this city,\" he said; then he marched homeward over plains and sea\nand heard his old winds howling as he marched. The ice broke up\nbehind him and foundered like navies. To left and to right of him flew\nthe flocks of the sea-birds, and far before him the geese's triumphant\ncry went like a clarion. Greater and greater grew his stature as he went\nnorthwards and ever more kingly his mien. Now he took baronies at\na stride and now counties and came again to the snow-white frozen\nlands where the wolves came out to meet him and, draping himself\nanew with old grey clouds, strode through the gates of his invincible\nhome, two old ice barriers swinging on pillars of ice that had never\nknown the sun.\n\nSo the town was left to Spring. And she peered about to see\nwhat she could do with it. Presently she saw a dejected dog coming\nprowling down the road, so she sang to him and he gambolled. I saw\nhim next day strutting by with something of an air. Where there were\ntrees she went to them and whispered, and they sang the arboreal\nsong that only trees can hear, and the green buds came peeping out as\nstars while yet it is twilight, secretly one by one. She went to gardens\nand awaked from dreaming the warm maternal earth. In little patches\nbare and desolate she called up like a flame the golden crocus, or its\npurple brother like an emperor's ghost. She gladdened the graceless\nbacks of untidy houses, here with a weed, there with a little grass.\nShe said to the air, \"Be joyous.\"\n\nChildren began to know that daisies blew in unfrequented corners.\nButtonholes began to appear in the coats of the young men. The work\nof Spring was accomplished.\n\n\n\n\nHOW THE ENEMY CAME TO THLUNRANA\n\n\nIt had been prophesied of old and foreseen from the ancient days that\nits enemy would come upon Thlunrana. And the date of its doom was\nknown and the gate by which it would enter, yet none had prophesied\nof the enemy who he was save that he was of the gods though he dwelt\nwith men. Meanwhile Thlunrana, that secret lamaserai, that chief\ncathedral of wizardry, was the terror of the valley in which it stood\nand of all lands round about it. So narrow and high were the windows\nand so strange when lighted at night that they seemed to regard men\nwith the demoniac leer of something that had a secret in the dark. Who\nwere the magicians and the deputy-magicians and the great arch-wizard\nof that furtive place nobody knew, for they went veiled and hooded and\ncloaked completely in black.\n\nThough her doom was close upon her and the enemy of prophecy\nshould come that very night through the open, southward door that\nwas named the Gate of the Doom, yet that rocky edifice Thlunrana\nremained mysterious still, venerable, terrible, dark, and dreadfully\ncrowned with her doom. It was not often that anyone dared wander\nnear to Thlunrana by night when the moan of the magicians invoking\nwe know not Whom rose faintly from inner chambers, scaring the\ndrifting bats: but on the last night of all the man from the black-thatched\ncottage by the five pine-trees came, because he would see Thlunrana\nonce again before the enemy that was divine, but that dwelt with men,\nshould come against it and it should be no more. Up the dark valley he\nwent like a bold man, but his fears were thick upon him; his bravery\nbore their weight but stooped a little beneath them. He went in at the\nsouthward gate that is named the Gate of the Doom. He came into a\ndark hall, and up a marble stairway passed to see the last of Thlunrana.\nAt the top a curtain of black velvet hung and he passed into a chamber\nheavily hung with curtains, with a gloom in it that was blacker than\nanything they could account for. In a sombre chamber beyond, seen\nthrough a vacant archway, magicians with lighted tapers plied their\nwizardry and whispered incantations. All the rats in the place were\npassing away, going whimpering down the stairway. The man from\nthe black-thatched cottage passed through that second chamber: the\nmagicians did not look at him and did not cease to whisper. He passed\nfrom them through heavy curtains still of black velvet and came into a\nchamber of black marble where nothing stirred. Only one taper burned\nin the third chamber; there were no windows. On the smooth floor and\nunder the smooth wall a silk pavilion stood with its curtains drawn close\ntogether: this was the holy of holies of that ominous place, its inner\nmystery. One on each side of it dark figures crouched, either of men\nor women or cloaked stone, or of beasts trained to be silent. When\nthe awful stillness of the mystery was more than he could bear the\nman from the black-thatched cottage by the five pine-trees went up\nto the silk pavilion, and with a bold and nervous clutch of the hand\ndrew one of the curtains aside, and saw the inner mystery, and laughed.\nAnd the prophecy was fulfilled, and Thlunrana was never more a terror\nto the valley, but the magicians passed away from their terrific halls and\nfled through the open fields wailing and beating their breasts, for\nlaughter was the enemy that was doomed to come against Thlunrana\nthrough her southward gate (that was named the Gate of the Doom),\nand it is of the gods but dwells with man.\n\n\n\n\nA LOSING GAME\n\n\nOnce in a tavern Man met face to skull with Death. Man entered\ngaily but Death gave no greeting, he sat with his jowl morosely over\nan ominous wine.\n\n\"Come, come,\" said Man, \"we have been antagonists long, and if I\nwere losing yet I should not be surly.\"\n\nBut Death remained unfriendly watching his bowl of wine and gave\nno word in answer.\n\nThen Man solicitously moved nearer to him and, speaking cheerily\nstill, \"Come, come,\" he said again, \"you must not resent defeat.\"\n\nAnd still Death was gloomy and cross and sipped at his infamous\nwine and would not look up at Man and would not be companionable.\n\nBut Man hated gloom either in beast or god, and it made him\nunhappy to see his adversary's discomfort, all the more because he\nwas the cause, and still he tried to cheer him.\n\n\"Have you not slain the Dinatherium?\" he said. \"Have you not put out\nthe Moon? Why! you will beat me yet.\"\n\nAnd with a dry and barking sound Death wept and nothing said; and\npresently Man arose and went wondering away; for he knew not if\nDeath wept out of pity for his opponent, or because he knew that he\nshould not have such sport again when the old game was over and\nMan was gone, or whether because perhaps, for some hidden reason,\nhe could never repeat on Earth his triumph over the Moon.\n\n\n\n\nTAKING UP PICADILLY\n\n\nGoing down Picadilly one day and nearing Grosvenor Place I saw,\nif my memory is not at fault, some workmen with their coats off--or\nso they seemed. They had pickaxes in their hands and wore corduroy\ntrousers and that little leather band below the knee that goes by the\nastonishing name of \"York-to-London.\"\n\nThey seemed to be working with peculiar vehemence, so that I\nstopped and asked one what they were doing.\n\n\"We are taking up Picadilly,\" he said to me.\n\n\"But at this time of year?\" I said. \"Is it usual in June?\"\n\n\"We are not what we seem,\" said he.\n\n\"Oh, I see,\" I said, \"you are doing it for a joke.\"\n\n\"Well, not exactly that,\" he answered me.\n\n\"For a bet?\" I said.\n\n\"Not precisely,\" said he.\n\nAnd then I looked at the bit that they had already picked, and\nthough it was broad daylight over my head it was darkness down\nthere, all full of the southern stars.\n\n\"It was noisy and bad and we grew aweary of it,\" said he that wore\ncorduroy trousers. \"We are not what we appear.\"\n\nThey were taking up Picadilly altogether.\n\n\n\n\nAFTER THE FIRE\n\n\nWhen that happened which had been so long in happening and the\nworld hit a black, uncharted star, certain tremendous creatures out\nof some other world came peering among the cinders to see if there\nwere anything there that it were worth while to remember. They\nspoke of the great things that the world was known to have had;\nthey mentioned the mammoth. And presently they saw man's temples,\nsilent and windowless, staring like empty skulls.\n\n\"Some great thing has been here,\" one said, \"in these huge places.\"\n\"It was the mammoth,\" said one. \"Something greater than he,\" said\nanother.\n\nAnd then they found that the greatest thing in the world had been\nthe dreams of man.\n\n\n\n\nTHE CITY\n\n\nIn time as well as space my fancy roams far from here. It led me\nonce to the edge of certain cliffs that were low and red and rose\nup out of a desert: a little way off in the desert there was a city. It\nwas evening, and I sat and watched the city.\n\nPresently I saw men by threes and fours come softly stealing out\nof that city's gate to the number of about twenty. I heard the hum\nof men's voices speaking at evening.\n\n\"It is well they are gone,\" they said. \"It is well they are gone. We\ncan do business now. It is well they are gone.\" And the men that\nhad left the city sped away over the sand and so passed into the\ntwilight.\n\n\"Who are these men?\" I said to my glittering leader.\n\n\"The poets,\" my fancy answered. \"The poets and artists.\"\n\n\"Why do they steal away?\" I said to him. \"And why are the people\nglad that they have gone?\"\n\nHe said: \"It must be some doom that is going to fall on the city,\nsomething has warned them and they have stolen away. Nothing\nmay warn the people.\"\n\nI heard the wrangling voices, glad with commerce, rise up from\nthe city. And then I also departed, for there was an ominous look\non the face of the sky.\n\nAnd only a thousand years later I passed that way, and there was\nnothing, even among the weeds, of what had been that city.\n\n\n\n\nTHE FOOD OF DEATH\n\n\nDeath was sick. But they brought him bread that the modern bakers\nmake, whitened with alum, and the tinned meats of Chicago, with a\npinch of our modern substitute for salt. They carried him into the\ndining-room of a great hotel (in that close atmosphere Death breathed\nmore freely), and there they gave him their cheap Indian tea. They\nbrought him a bottle of wine that they called champagne. Death\ndrank it up. They brought a newspaper and looked up the patent\nmedicines; they gave him the foods that it recommended for invalids,\nand a little medicine as prescribed in the paper. They gave him some\nmilk and borax, such as children drink in England.\n\nDeath arose ravening, strong, and strode again through the cities.\n\n\n\n\nTHE LONELY IDOL\n\n\nI had from a friend an old outlandish stone, a little swine-faced idol\nto whom no one prayed.\n\nAnd when I saw his melancholy case as he sat cross-legged at\nreceipt of prayer, holding a little scourge that the years had broken\n(and no one heeded the scourge and no one prayed and no one\ncame with squealing sacrifice; and he had been a god), then I took\npity on the little forgotten thing and prayed to it as perhaps they prayed\nlong since, before the coming of the strange dark ships, and humbled\nmyself and said:\n\n\"O idol, idol of the hard pale stone, invincible to the years, O\nscourge-holder, give ear for behold I pray.\n\n\"O little pale-green image whose wanderings are from far, know\nthou that here in Europe and in other lands near by, too soon there\npass from us the sweets and song and the lion strength of youth:\ntoo soon do their cheeks fade, their hair grow grey and our beloved\ndie; too brittle is beauty, too far off is fame and the years are gathered\ntoo soon; there are leaves, leaves falling, everywhere falling; there is\nautumn among men, autumn and reaping; failure there is, struggle,\ndying and weeping, and all that is beautiful hath not remained but is\neven as the glory of morning upon the water.\n\n\"Even our memories are gathered too with the sound of the ancient\nvoices, the pleasant ancient voices that come to our ears no more;\nthe very gardens of our childhood fade, and there dims with the speed\nof the years even the mind's own eye.\n\n\"O be not any more the friend of Time, for the silent hurry of his\nmalevolent feet have trodden down what's fairest; I almost hear the\nwhimper of the years running behind him hound-like, and it takes few\nto tear us.\n\n\"All that is beautiful he crushes down as a big man tramples daises,\nall that is fairest. How very fair are the little children of men. It is\nautumn with all the world, and the stars weep to see it.\n\n\"Therefore no longer be the friend of Time, who will not let us be,\nand be not good to him but pity us, and let lovely things live on for\nthe sake of our tears.\"\n\nThus prayed I out of compassion one windy day to the snout-faced\nidol to whom no one kneeled.\n\n\n\n\nTHE SPHINX IN THEBES (MASSACHUSETTS)\n\n\nThere was a woman in a steel-built city who had all that money\ncould buy, she had gold and dividends and trains and houses, and\nshe had pets to play with, but she had no sphinx.\n\nSo she besought them to bring her a live sphinx; and therefore they\nwent to the menageries, and then to the forests and the desert places,\nand yet could find no sphinx.\n\nAnd she would have been content with a little lion but that one was\nalready owned by a woman she knew; so they had to search the\nworld again for a sphinx.\n\nAnd still there was none.\n\nBut they were not men that it is easy to baffle, and at last they found\na sphinx in a desert at evening watching a ruined temple whose gods\nshe had eaten hundreds of years ago when her hunger was on her.\nAnd they cast chains on her, who was still with an ominous stillness,\nand took her westwards with them and brought her home.\n\nAnd so the sphinx came to the steel-built city.\n\nAnd the woman was very glad that she owned a sphinx: but the\nsphinx stared long into her eyes one day, and softly asked a riddle\nof the woman.\n\nAnd the woman could not answer, and she died.\n\nAnd the sphinx is silent again and none knows what she will do.\n\n\n\n\nTHE REWARD\n\n\nOne's spirit goes further in dreams than it does by day. Wandering\nonce by night from a factory city I came to the edge of Hell.\n\nThe place was foul with cinders and cast-off things, and jagged,\nhalf-buried things with shapeless edges, and there was a huge angel\nwith a hammer building in plaster and steel. I wondered what he did\nin that dreadful place. I hesitated, then asked him what he was\nbuilding. \"We are adding to Hell,\" he said, \"to keep pace with the\ntimes.\" \"Don't be too hard on them,\" I said, for I had just come out\nof a compromising age and a weakening country. The angel did not\nanswer. \"It won't be as bad as the old hell, will it?\" I said. \"Worse,\"\nsaid the angel.\n\n\"How can you reconcile it with your conscience as a Minister of\nGrace,\" I said, \"to inflict such a punishment?\" (They talked like this\nin the city whence I had come and I could not avoid the habit of it.)\n\n\"They have invented a new cheap yeast,\" said the angel.\n\nI looked at the legend on the walls of the hell that the angel was\nbuilding, the words were written in flame, every fifteen seconds they\nchanged their color, \"Yeasto, the great new yeast, it builds up body\nand brain, and something more.\"\n\n\"They shall look at it for ever,\" the angel said.\n\n\"But they drove a perfectly legitimate trade,\" I said, \"the law allowed\nit.\"\n\nThe angel went on hammering into place the huge steel uprights.\n\n\"You are very revengeful,\" I said. \"Do you never rest from doing\nthis terrible work?\"\n\n\"I rested one Christmas Day,\" the angel said, \"and looked and\nsaw little children dying of cancer. I shall go on now until the fires\nare lit.\"\n\n\"It is very hard to prove,\" I said, \"that the yeast is as bad as you\nthink.\"\n\n\"After all,\" I said, \"they must live.\"\n\nAnd the angel made no answer but went on building his hell.\n\n\n\n\nTHE TROUBLE IN LEAFY GREEN STREET\n\n\nShe went to the idol-shop in Moleshill Street, where the old man\nmumbles, and said: \"I want a god to worship when it is wet.\"\n\nThe old man reminded her of the heavy penalties that rightly attach\nto idolatry and, when he had enumerated all, she answered him as\nwas meet: \"Give me a god to worship when it is wet.\"\n\nAnd he went to the back places of his shop and sought out and\nbrought her a god. The same was carved of grey stone and wore a\npropitious look and was named, as the old man mumbled, The God\nof Rainy Cheerfulness.\n\nNow it may be that long confinement to the house affects adversely\nthe liver, or these things may be of the soul, but certain it is that on\na rainy day her spirits so far descended that those cheerful creatures\ncame within sight of the Pit, and, having tried cigarettes to no good\nend, she bethought her of Moleshill Street and the mumbling man.\n\nHe brought the grey idol forth and mumbled of guarantees, although\nhe put nothing on paper, and she paid him there and then his\npreposterous price and took the idol away.\n\nAnd on the next wet day that there ever was she prayed to the\ngrey-stone idol that she had bought, the God of Rainy Cheerfulness\n(who knows with what ceremony or what lack of it?), and so\nbrought down on her in Leafy Green Street, in the preposterous\nhouse at the corner, that doom of which all men speak.\n\n\n\n\nTHE MIST\n\n\nThe mist said unto the mist: \"Let us go up into the Downs.\" And\nthe mist came up weeping.\n\nAnd the mist went into the high places and the hollows.\n\nAnd clumps of trees in the distance stood ghostly in the haze.\n\nBut I went to a prophet, one who loved the Downs, and I said to\nhim: \"Why does the mist come up weeping into the Downs when it\ngoes into the high places and the hollows?\"\n\nAnd he answered: \"The mist is the company of a multitude of souls\nwho never saw the Downs, and now are dead. Therefore they come\nup weeping into the Downs, who are dead and never saw them.\"\n\n\n\n\nFURROW-MAKER\n\n\nHe was all in black, but his friend was dressed in brown, members\nof two old families.\n\n\"Is there any change in the way you build your houses?\" said he in\nblack.\n\n\"No change,\" said the other. \"And you?\"\n\n\"We change not,\" he said.\n\nA man went by in the distance riding a bicycle.\n\n\"He is always changing,\" said the one in black, \"of late almost every\ncentury. He is uneasy. Always changing.\"\n\n\"He changes the way he builds his house, does he not?\" said the\nbrown one.\n\n\"So my family say,\" said the other. \"They say he has changed of late.\"\n\n\"They say he takes much to cities?\" the brown one said.\n\n\"My cousin who lives in belfries tells me so,\" said the black one.\n\"He says he is much in cities.\"\n\n\"And there he grows lean?\" said the brown one.\n\n\"Yes, he grows lean.\"\n\n\"Is it true what they say?\" said the brown one.\n\n\"Caw,\" said the black one.\n\n\"Is it true that he cannot live many centuries?\"\n\n\"No, no,\" said the black one. \"Furrow-maker will not die. We must\nnot lose furrow-maker. He has been foolish of late, he has played\nwith smoke and is sick. His engines have wearied him and his cities\nare evil. Yes, he is very sick. But in a few centuries he will forget\nhis folly and we shall not lose furrow-maker. Time out of mind he\nhas delved and my family have got their food from the raw earth\nbehind him. He will not die.\"\n\n\"But they say, do they not?\" said the brown one, \"his cities are\nnoisome, and that he grows sick in them and can run no longer, and\nthat it is with him as it is with us when we grow too many, and the\ngrass has the bitter taste in the rainy season, and our young grow\nbloated and die.\"\n\n\"Who says it?\" replied the black one.\n\n\"Pigeon,\" the brown one answered. \"He came back all dirty.\nAnd Hare went down to the edge of the cities once. He says it\ntoo. Man was too sick to chase him. He thinks that Man will die,\nand his wicked friend Dog with him. Dog, he will die. That nasty\nfellow Dog. He will die too, the dirty fellow!\"\n\n\"Pigeon and Hare!\" said the black one. \"We shall not lose\nfurrow-maker.\"\n\n\"Who told you he will not die?\" his brown friend said.\n\n\"Who told me!\" the black one said. \"My family and his have\nunderstood each other times out of mind. We know what follies\nwill kill each other and what each may survive, and I say that\nfurrow-maker will not die.\"\n\n\"He will die,\" said the brown one.\n\n\"Caw,\" said the other.\n\nAnd Man said in his heart: \"Just one invention more. There is\nsomething I want to do with petrol yet, and then I will give it all\nup and go back to the woods.\"\n\n\n\n\nLOBSTER SALAD\n\n\nI was climbing round the perilous outside of the Palace of\nColquonhombros. So far below me that in the tranquil twilight\nand clear air of those lands I could only barely see them lay the\ncraggy tops of the mountains.\n\nIt was along no battlements or terrace edge I was climbing, but\non the sheer face of the wall itself, getting what foothold I could\nwhere the boulders joined.\n\nHad my feet been bare I was done, but though I was in my\nnight-shirt I had on stout leather boots, and their edges somehow\nheld in those narrow cracks. My fingers and wrists were aching.\n\nHad it been possible to stop for a moment I might have been lured\nto give a second look at the fearful peaks of the mountains down\nthere in the twilight, and this must have been fatal.\n\nThat the thing was all a dream is beside the point. We have fallen\nin dreams before, but it is well known that if in one of those falls\nyou ever hit the ground--you die: I had looked at those menacing\nmountaintops and knew well that such a fall as the one I feared\nmust have such a termination. Then I went on.\n\nIt is strange what different sensations there can be in different\nboulders--every one gleaming with the same white light and every\none chosen to match the rest by minions of ancient kings--when\nyour life depends on the edges of every one you come to. Those\nedges seemed strangely different. It was of no avail to overcome\nthe terror of one, for the next would give you a hold in quite a\ndifferent way or hand you over to death in a different manner.\nSome were too sharp to hold and some too flush with the wall,\nthose whose hold was the best crumbled the soonest; each rock\nhad its different terror: and then there were those things that followed\nbehind me.\n\nAnd at last I came to a breach made long ago by earthquake,\nlightning or war: I should have had to go down a thousand feet\nto get round it and they would come up with me while I was doing\nthat, for certain sable apes that I have not mentioned as yet, things\nthat had tigerish teeth and were born and bred on that wall, had\npursued me all the evening. In any case I could have gone no\nfarther, nor did I know what the king would do along whose wall\nI was climbing. It was time to drop and be done with it or stop and\nawait those apes.\n\nAnd then it was that I remembered a pin, thrown carelessly down\nout of an evening-tie in another world to the one where grew that\nglittering wall, and lying now if no evil chance had removed it on a\nchest of drawers by my bed. The apes were very close, and hurrying,\nfor they knew my fingers were slipping, and the cruel peaks of those\ninfernal mountains seemed surer of me than the apes. I reached out\nwith a desperate effort of will towards where the pin lay on the chest\nof drawers. I groped about. I found it! I ran it into my arm. Saved!\n\n\n\n\nTHE RETURN OF THE EXILES\n\n\nThe old man with a hammer and the one-eyed man with a spear were\nseated by the roadside talking as I came up the hill.\n\n\"It isn't as though they hadn't asked us,\" the one with the hammer said.\n\n\"There ain't no more than twenty as knows about it,\" said the other.\n\n\"Twenty's twenty,\" said the first.\n\n\"After all these years,\" said the one-eyed man with the spear. \"After\nall these years. We might go back just once.\"\n\n\"O' course we might,\" said the other.\n\nTheir clothes were old even for laborers, the one with the hammer\nhad a leather apron full of holes and blackened, and their hands\nlooked like leather. But whatever they were they were English, and\nthis was pleasant to see after all the motors that had passed me that\nday with their burden of mixed and doubtful nationalities.\n\nWhen they saw me the one with the hammer touched his greasy cap.\n\n\"Might we make so bold, sir,\" he said, \"as the ask the way to\nStonehenge?\"\n\n\"We never ought to go,\" mumbled the other plaintively. \"There's\nnot more than twenty as knows, but....\"\n\nI was bicycling there myself to see the place so I pointed out the\nway and rode on at once, for there was something so utterly servile\nabout them both that I did not care for their company. They seemed\nby their wretched mien to have been persecuted or utterly neglected\nfor many years, I thought that very likely they had done long terms\nof penal servitude.\n\nWhen I came to Stonehenge I saw a group of about a score of men\nstanding among the stones. They asked me with some solemnity if\nI was expecting anyone, and when I said No they spoke to me no\nmore. It was three miles back where I left those strange old men,\nbut I had not been in the stone circle long when they appeared,\ncoming with great strides along the road. When they saw them all\nthe people took off their hats and acted very strangely, and I saw\nthat they had a goat which they led up then to the old altar stone.\nAnd the two old men came up with their hammer and spear and\nbegan apologizing plaintively for the liberty they had taken in coming\nback to that place, and all the people knelt on the grass before them.\nAnd then still kneeling they killed the goat by the altar, and when the\ntwo old men saw this they came up with many excuses and eagerly\nsniffed the blood. And at first this made them happy. But soon the\none with the spear began to whimper. \"It used to be men,\" he\nlamented. \"It used to be men.\"\n\nAnd the twenty men began looking uneasily at each other, and the\nplaint of the one-eyed man went on in that tearful voice, and all of\na sudden they all looked at me. I do not know who the two old men\nwere or what any of them were doing, but there are moments when\nit is clearly time to go, and I left them there and then. And just as I\ngot up on to my bicycle I heard the plaintive voice of the one with the\nhammer apologizing for the liberty he had taken in coming back to\nStonehenge.\n\n\"But after all these years,\" I heard him crying, \"After all these\nyears....\"\n\nAnd the one with the spear said: \"Yes, after three thousand years....\"\n\n\n\n\nNATURE AND TIME\n\n\nThrough the streets of Coventry one winter's night strode a\ntriumphant spirit. Behind him stooping, unkempt, utterly ragged,\nwearing the clothes and look that outcasts have, whining, weeping,\nreproaching, an ill-used spirit tried to keep pace with him. Continually\nshe plucked him by the sleeve and cried out to him as she panted\nafter and he strode resolute on.\n\nIt was a bitter night, yet it did not seem to be the cold that she feared,\nill-clad though she was, but the trams and the ugly shops and the glare\nof the factories, from which she continually winced as she hobbled on,\nand the pavement hurt her feet.\n\nHe that strode on in front seemed to care for nothing, it might be hot\nor cold, silent or noisy, pavement or open fields, he merely had the\nair of striding on.\n\nAnd she caught up and clutched him by the elbow. I heard her\nspeak in her unhappy voice, you scarcely heard it for the noise of\nthe traffic.\n\n\"You have forgotten me,\" she complained to him. \"You have forsaken\nme here.\"\n\nShe pointed to Coventry with a wide wave of her arm and seemed\nto indicate other cities beyond. And he gruffly told her to keep\npace with him and that he did not forsake her. And she went on\nwith her pitiful lamentation.\n\n\"My anemones are dead for miles,\" she said, \"all my woods are\nfallen and still the cities grow. My child Man is unhappy and my other\nchildren are dying, and still the cities grow and you have forgotten me!\"\n\nAnd then he turned angrily on her, almost stopping in that stride of\nhis that began when the stars were made.\n\n\"When have I ever forgotten you?\" he said, \"or when forsaken you\never? Did I not throw down Babylon for you? And is not Nineveh\ngone? Where is Persepolis that troubled you? Where Tarshish and\nTyre? And you have said I forget you.\"\n\nAnd at this she seemed to take a little comfort. I heard her speak\nonce more, looking wistfully at her companion. \"When will the fields\ncome back and the grass for my children?\"\n\n\"Soon, soon,\" he said: then they were silent. And he strode away,\nshe limping along behind him, and all the clocks in the towers chimed\nas he passed.\n\n\n\n\nTHE SONG OF THE BLACKBIRD\n\n\nAs the poet passed the thorn-tree the blackbird sang.\n\n\"How ever do you do it?\" the poet said, for he knew bird language.\n\n\"It was like this,\" said the blackbird. \"It really was the most\nextraordinary thing. I made that song last Spring, it came to me\nall of a sudden. There was the most beautiful she-blackbird that\nthe world has ever seen. Her eyes were blacker than lakes are at\nnight, her feathers were blacker than the night itself, and nothing was\nas yellow as her beak; she could fly much faster than the lightning.\nShe was not an ordinary she-blackbird, there has never been any\nother like her at all. I did not dare go near her because she was so\nwonderful. One day last Spring when it got warm again--it had been\ncold, we ate berries, things were quite different then, but Spring came\nand it got warm--one day I was thinking how wonderful she was and\nit seemed so extraordinary to think that I should ever have seen her,\nthe only really wonderful she-blackbird in the world, that I opened\nmy beak to give a shout, and then this song came, and there had\nnever been anything like it before, and luckily I remembered it, the\nvery song that I sang just now. But what is so extraordinary, the most\namazing occurence of that marvellous day, was that no sooner had I\nsung the song than that very bird, the most wonderful she-blackbird\nin the world, flew right up to me and sat quite close to me on the same\ntree. I never remember such wonderful times as those.\n\n\"Yes, the song came in a moment, and as I was saying....\"\n\nAnd an old wanderer walking with a stick came by and the blackbird\nflew away, and the poet told the old man the blackbird's wonderful\nstory.\n\n\"That song new?\" said the wanderer. \"Not a bit of it. God made it\nyears ago. All the blackbirds used to sing it when I was young. It\nwas new then.\"\n\n\n\n\nTHE MESSENGERS\n\n\nOne wandering nigh Parnassus chasing hares heard the high Muses.\n\n\"Take us a message to the Golden Town.\"\n\nThus sang the Muses.\n\nBut the man said: \"They do not call to me. Not to such as me speak\nthe Muses.\"\n\nAnd the Muses called him by name.\n\n\"Take us a message,\" they said, \"to the Golden Town.\"\n\nAnd the man was downcast for he would have chased hares.\n\nAnd the Muses called again.\n\nAnd when whether in valleys or on high crags of the hills he still\nheard the Muses he went at last to them and heard their message,\nthough he would fain have left it to other men and chased the fleet\nhares still in happy valleys.\n\nAnd they gave him a wreath of laurels carved out of emeralds as\nonly the Muses can carve. \"By this,\" they said, \"they shall know that\nyou come from the Muses.\"\n\nAnd the man went from that place and dressed in scarlet silks\nas befitted one that came from the high Muses. And through the\ngateway of the Golden Town he ran and cried his message, and his\ncloak floated behind him. All silent sat the wise men and the aged,\nthey of the Golden Town; cross-legged they sat before their houses\nreading from parchments a message of the Muses that they sent long\nbefore.\n\nAnd the young man cried his message from the Muses.\n\nAnd they rose up and said: \"Thou art not from the Muses. Otherwise\nspake they.\" And they stoned him and he died.\n\nAnd afterwards they carved his message upon gold; and read it in\ntheir temples on holy days.\n\nWhen will the Muses rest? When are they weary? They sent\nanother messenger to the Golden Town. And they gave him a\nwand of ivory to carry in his hand with all the beautiful stories of\nthe world wondrously carved thereon. And only the Muses could\nhave carved it. \"By this,\" they said, \"they shall know that you come\nfrom the Muses.\"\n\nAnd he came through the gateway of the Golden Town with the\nmessage he had for its people. And they rose up at once in the\nGolden street, they rose from reading the message that they had\ncarved upon gold. \"The last who came,\" they said, \"came with a\nwreath of laurels carved out of emeralds, as only the Muses can\ncarve. You are not from the Muses.\" And even as they had stoned\nthe last so also they stoned him. And afterwards they carved his\nmessage on gold and laid it up in their temples.\n\nWhen will the Muses rest? When are they weary? Even yet once\nagain they sent a messenger under the gateway into the Golden\nTown. And for all that he wore a garland of gold that the high Muses\ngave him, a garland of kingcups soft and yellow on his head, yet\nfashioned of pure gold and by whom but the Muses, yet did they\nstone him in the Golden Town. But they had the message, and what\ncare the Muses?\n\nAnd yet they will not rest, for some while since I heard them call to me.\n\n\"Go take our message,\" they said, \"unto the Golden Town.\"\n\nBut I would not go. And they spake a second time. \"Go take our\nmessage,\" they said.\n\nAnd still I would not go, and they cried out a third time: \"Go take\nour message.\"\n\nAnd though they cried a third time I would not go. But morning and\nnight they cried and through long evenings.\n\nWhen will the Muses rest? When are they weary? And when they\nwould not cease to call to me I went to them and I said: \"The\nGolden Town is the Golden Town no longer. They have sold their\npillars for brass and their temples for money, they have made coins\nout of their golden doors. It is become a dark town full of trouble,\nthere is no ease in its streets, beauty has left it and the old songs are\ngone.\"\n\n\"Go take our message,\" they cried.\n\nAnd I said to the high Muses: \"You do not understand. You have\nno message for the Golden Town, the holy city no longer.\"\n\n\"Go take our message,\" they cried.\n\n\"What is your message?\" I said to the high Muses.\n\nAnd when I heard their message I made excuses, dreading to speak\nsuch things in the Golden Town; and again they bade me go.\n\nAnd I said: \"I will not go. None will believe me.\"\n\nAnd still the Muses cry to me all night long.\n\nThey do not understand. How should they know?\n\n\n\n\nTHE THREE TALL SONS\n\n\nAnd at last Man raised on high the final glory of his civilization,\nthe towering edifice of the ultimate city.\n\nSoftly beneath him in the deeps of the earth purred his machinery\nfulfilling all his needs, there was no more toil for man. There he sat\nat ease discussing the Sex Problem.\n\nAnd sometimes painfully out of forgotten fields, there came to his\nouter door, came to the furthest rampart of the final glory of Man,\na poor old woman begging. And always they turned her away.\nThis glory of Man's achievement, this city was not for her.\n\nIt was Nature that came thus begging in from the fields, whom they\nalways turned away.\n\nAnd away she went again alone to her fields.\n\nAnd one day she came again, and again they sent her hence. But\nher three tall sons came too.\n\n\"These shall go in,\" she said. \"Even these my sons to your city.\"\n\nAnd the three tall sons went in.\n\nAnd these are Nature's sons, the forlorn one's terrible children,\nWar, Famine and Plague.\n\nYea and they went in there and found Man unawares in his city\nstill poring over his Problems, obsessed with his civilization, and\nnever hearing their tread as those three came up behind.\n\n\n\n\nCOMPROMISE\n\n\nThey built their gorgeous home, their city of glory, above the lair\nof the earthquake. They built it of marble and gold in the shining\nyouth of the world. There they feasted and fought and called their\ncity immortal, and danced and sang songs to the gods. None heeded\nthe earthquake in all those joyous streets. And down in the deeps\nof the earth, on the black feet of the abyss, they that would conquer\nMan mumbled long in the darkness, mumbled and goaded the\nearthquake to try his strength with that city, to go forth blithely at\nnight and to gnaw its pillars like bones. And down in those grimy\ndeeps the earthquake answered them, and would not do their\npleasure and would not stir from thence, for who knew who they\nwere who danced all day where he rumbled, and what if the lords\nof that city that had no fear of his anger were haply even the gods!\n\nAnd the centuries plodded by, on and on round the world, and one\nday they that had danced, they that had sung in that city, remembered\nthe lair of the earthquake in the deeps down under their feet, and made\nplans one with another and sought to avert the danger, sought to\nappease the earthquake and turn his anger away.\n\nThey sent down singing girls, and priests with oats and wine, they\nsent down garlands and propitious berries, down by dark steps to\nthe black depths of the earth, they sent peacocks newly slain, and\nboys with burning spices, and their thin white sacred cats with collars\nof pearls all newly drawn from sea, they sent huge diamonds down in\ncoffers of teak, and ointment and strange oriental dyes, arrows and\narmor and the rings of their queen.\n\n\"Oho,\" said the earthquake in the coolth of the earth, \"so they are\nnot the gods.\"\n\n\n\n\nWHAT WE HAVE COME TO\n\n\nWhen the advertiser saw the cathedral spires over the downs in the\ndistance, he looked at them and wept.\n\n\"If only,\" he said, \"this were an advertisement of Beefo, so nice, so\nnutritious, try it in your soup, ladies like it.\"\n\n\n\n\nTHE TOMB OF PAN\n\n\n\"Seeing,\" they said, \"that old-time Pan is dead, let us now make\na tomb for him and a monument, that the dreadful worship of long\nago may be remembered and avoided by all.\"\n\nSo said the people of the enlightened lands. And they built a\nwhite and mighty tomb of marble. Slowly it rose under the hands\nof the builders and longer every evening after sunset it gleamed with\nrays of the departed sun.\n\nAnd many mourned for Pan while the builders built; many reviled\nhim. Some called the builders to cease and to weep for Pan and\nothers called them to leave no memorial at all of so infamous a god.\nBut the builders built on steadily.\n\nAnd one day all was finished, and the tomb stood there like a\nsteep sea-cliff. And Pan was carved thereon with humbled head\nand the feet of angels pressed upon his neck. And when the tomb\nwas finished the sun had already set, but the afterglow was rosy on\nthe huge bulk of Pan.\n\nAnd presently all the enlightened people came, and saw the tomb\nand remembered Pan who was dead, and all deplored him and his\nwicked age. But a few wept apart because of the death of Pan.\n\nBut at evening as he stole out of the forest, and slipped like a shadow\nsoftly along the hills, Pan saw the tomb and laughed.\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Fifty-one Tales, by \nLord Dunsany [Edward J. M. D. Plunkett]\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FIFTY-ONE TALES ***\n\n***** This file should be named 7838-8.txt or 7838-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/7/8/3/7838/\n\nProduced by Anne Reshnyk, Suzanne L. Shell, Charles Franks\nand the Online Distributed Proofreading Team\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}