{"title": "Time and the Gods", "author": "Lord Dunsany [Edward J. M. D. Plunkett]", "releaseDate": "May, 2005\n", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Joris Van Dael, Jerry Fairbanks, Suzanne L.\nShell, Charles Franks and the Online Distributed\nProofreading Team\n\n\n\n\n\n\n\n\n\n\n\n[Transcriber's note: In the print book, the word Pegana is spelled with a\nmacron (long vowel symbol) over the first \"a\". In this e-book, the macron\nhas been omitted.]\n\n\n\n\n\nTIME AND THE GODS\n\n\n\n\nLORD DUNSANY\n\n1905\n\n\n\n\nCONTENTS\n\n\nPreface\n\n_Part I:_\n\n    Time and the Gods\n\n    The Coming of the Sea\n\n    A Legend of the Dawn\n\n    The Vengeance of Men\n\n    When the Gods Slept\n\n    The King That Was Not\n\n    The Cave of Kai\n\n    The Sorrow of Search\n\n    The Men of Yarnith\n\n    For the Honour of the Gods\n\n    Night and Morning\n\n    Usury\n\n    Mlideen\n\n    The Secret of the Gods\n\n    The South Wind\n\n    In the Land of Time\n\n    The Relenting of Sarnidac\n\n    The Jest of the Gods\n\n    The Dreams of the Prophet\n\n_Part II:_\n\n    The Journey of the King\n\n\n\n\nPREFACE\n\n\nThese tales are of the things that befell gods and men in Yarnith,\nAveron, and Zarkandhu, and in the other countries of my dreams.\n\n\n\n\n\nPART I.\n\n\n\n\nTIME AND THE GODS\n\n\nOnce when the gods were young and only Their swarthy servant Time was\nwithout age, the gods lay sleeping by a broad river upon earth. There\nin a valley that from all the earth the gods had set apart for Their\nrepose the gods dreamed marble dreams. And with domes and pinnacles the\ndreams arose and stood up proudly between the river and the sky, all\nshimmering white to the morning. In the city's midst the gleaming\nmarble of a thousand steps climbed to the citadel where arose four\npinnacles beckoning to heaven, and midmost between the pinnacles there\nstood the dome, vast, as the gods had dreamed it. All around, terrace\nby terrace, there went marble lawns well guarded by onyx lions and\ncarved with effigies of all the gods striding amid the symbols of the\nworlds. With a sound like tinkling bells, far off in a land of\nshepherds hidden by some hill, the waters of many fountains turned\nagain home. Then the gods awoke and there stood Sardathrion. Not to\ncommon men have the gods given to walk Sardathrion's streets, and not\nto common eyes to see her fountains. Only to those to whom in lonely\npasses in the night the gods have spoken, leaning through the stars, to\nthose that have heard the voices of the gods above the morning or seen\nTheir faces bending above the sea, only to those hath it been given to\nsee Sardathrion, to stand where her pinnacles gathered together in the\nnight fresh from the dreams of gods. For round the valley a great\ndesert lies through which no common traveller may come, but those whom\nthe gods have chosen feel suddenly a great longing at heart, and\ncrossing the mountains that divide the desert from the world, set out\nacross it driven by the gods, till hidden in the desert's midst they\nfind the valley at last and look with eyes upon Sardathrion.\n\nIn the desert beyond the valley grow a myriad thorns, and all pointing\ntowards Sardathrion. So may many that the gods have loved come to the\nmarble city, but none can return, for other cities are no fitting home\nfor men whose feet have touched Sardathrion's marble streets, where\neven the gods have not been ashamed to come in the guise of men with\nTheir cloaks wrapped about their faces. Therefore no city shall ever\nhear the songs that are sung in the marble citadel by those in whose\nears have rung the voices of the gods. No report shall ever come to\nother lands of the music of the fall of Sardathrion's fountains, when\nthe waters which went heavenward return again into the lake where the\ngods cool Their brows sometimes in the guise of men. None may ever hear\nthe speech of the poets of that city, to whom the gods have spoken.\n\nIt stands a city aloof. There hath been no rumour of it--I alone have\ndreamed of it, and I may not be sure that my dreams are true.\n\n       *       *       *       *       *\n\nAbove the Twilight the gods were seated in the after years, ruling the\nworlds. No longer now They walked at evening in the Marble City hearing\nthe fountains splash, or listening to the singing of the men they\nloved, because it was in the after years and the work of the gods was\nto be done.\n\nBut often as they rested a moment from doing the work of the gods, from\nhearing the prayers of men or sending here the Pestilence or there\nMercy, They would speak awhile with one another of the olden years\nsaying, \"Rememberest thou not Sardathrion?\" and another would answer\n\"Ah! Sardathrion, and all Sardathrion's mist-draped marble lawns\nwhereon we walk not now.\"\n\nThen the gods turned to do the work of the gods, answering the prayers\nof men or smiting them, and ever They sent Their swarthy servant Time\nto heal or overwhelm. And Time went forth into the worlds to obey the\ncommands of the gods, yet he cast furtive glances at his masters, and\nthe gods distrusted Time because he had known the worlds or ever the\ngods became.\n\nOne day when furtive Time had gone into the worlds to nimbly smite some\ncity whereof the gods were weary, the gods above the twilight speaking\nto one another said:\n\n\"Surely we are the lords of Time and gods of the worlds besides. See\nhow our city Sardathrion lifts over other cities. Others arise and\nperish but Sardathrion standeth yet, the first and the last of cities.\nRivers are lost in the sea and streams forsake the hills, but ever\nSardathrion's fountains arise in our dream city. As was Sardathrion\nwhen the gods were young, so are her streets to-day as a sign that we\nare the gods.\"\n\nSuddenly the swart figure of Time stood up before the gods, with both\nhands dripping with blood and a red sword dangling idly from his\nfingers, and said:\n\n\"Sardathrion is gone! I have overthrown it!\"\n\nAnd the gods said:\n\n\"Sardathrion? Sardathrion, the marble city? Thou, thou hast overthrown\nit? Thou, the slave of the gods?\"\n\nAnd the oldest of the gods said:\n\n\"Sardathrion, Sardathrion, and is Sardathrion gone?\"\n\nAnd furtively Time looked him in the face and edged towards him\nfingering with his dripping fingers the hilt of his nimble sword.\n\nThen the gods feared with a new fear that he that had overthrown Their\ncity would one day slay the gods. And a new cry went wailing through\nthe Twilight, the lament of the gods for Their dream city, crying:\n\n\"Tears may not bring again Sardathrion.\n\n\"But this the gods may do who have seen, and seen with unrelenting\neyes, the sorrows of ten thousand worlds--thy gods may weep for thee.\n\n\"Tears may not bring again Sardathrion.\n\n\"Believe it not, Sardathrion, that ever thy gods sent this doom to\nthee; he that hath overthrown thee shall overthrow thy gods.\n\n\"How oft when Night came suddenly on Morning playing in the fields of\nTwilight did we watch thy pinnacles emerging from the darkness,\nSardathrion, Sardathrion, dream city of the gods, and thine onyx lions\nlooming limb by limb from the dusk.\n\n\"How often have we sent our child the Dawn to play with thy fountain\ntops; how often hath Evening, loveliest of our goddesses, strayed long\nupon thy balconies.\n\n\"Let one fragment of thy marbles stand up above the dust for thine old\ngods to caress, as a man when all else is lost treasures one lock of\nthe hair of his beloved.\n\n\"Sardathrion, the gods must kiss once more the place where thy streets\nwere once.\n\n\"There were wonderful marbles in thy streets, Sardathrion.\"\n\n\"Sardathrion, Sardathrion, the gods weep for thee.\"\n\n\n\n\nTHE COMING OF THE SEA\n\n\nOnce there was no sea, and the gods went walking over the green plains\nof earth.\n\nUpon an evening of the forgotten years the gods were seated on the\nhills, and all the little rivers of the world lay coiled at Their feet\nasleep, when Slid, the new god, striding through the stars, came\nsuddenly upon earth lying in a corner of space. And behind Slid there\nmarched a million waves, all following Slid and tramping up the\ntwilight; and Slid touched Earth in one of her great green valleys that\ndivide the south, and here he encamped for the night with all his waves\nabout him. But to the gods as They sat upon Their hilltops a new cry\ncame crying over the green spaces that lay below the hills, and the\ngods said:\n\n\"This is neither the cry of life nor yet the whisper of death. What is\nthis new cry that the gods have never commanded, yet which comes to the\nears of the gods?\"\n\nAnd the gods together shouting made the cry of the south, calling the\nsouth wind to them. And again the gods shouted all together making the\ncry of the north, calling the north wind to Them; and thus They\ngathered to Them all Their winds and sent these four down into the low\nplains to find what thing it was that called with the new cry, and to\ndrive it away from the gods.\n\nThen all the winds harnessed up their clouds and drave forth till they\ncame to the great green valley that divides the south in twain, and\nthere found Slid with all his waves about him. Then for a space Slid\nand the four winds struggled with one another till the strength of the\nwinds was gone, and they limped back to the gods, their masters, and\nsaid:\n\n\"We have met this new thing that has come upon the earth and have\nstriven against its armies, but could not drive them forth; and the new\nthing is beautiful but very angry, and is creeping towards the gods.\"\n\nBut Slid advanced and led his armies up the valley, and inch by inch\nand mile by mile he conquered the lands of the gods. Then from Their\nhills the gods sent down a great array of cliffs against hard, red\nrocks, and bade them march against Slid. And the cliffs marched down\ntill they came and stood before Slid and leaned their heads forward and\nfrowned and stood staunch to guard the lands of the gods against the\nmight of the sea, shutting Slid off from the world. Then Slid sent some\nof his smaller waves to search out what stood against him, and the\ncliffs shattered them. But Slid went back and gathered together a hoard\nof his greatest waves and hurled them against the cliffs, and the\ncliffs shattered them. And again Slid called up out of his deep a\nmighty array of waves and sent them roaring against the guardians of\nthe gods, and the red rocks frowned and smote them. And once again Slid\ngathered his greater waves and hurled them against the cliffs; and when\nthe waves were scattered like those before them the feet of the cliffs\nwere no longer standing firm, and their faces were scarred and\nbattered. Then into every cleft that stood in the rocks Slid sent his\nhugest wave and others followed behind it, and Slid himself seized hold\nof huge rocks with his claws and tore them down and stamped them under\nhis feet. And when the tumult was over the sea had won, and over the\nbroken remnants of those red cliffs the armies of Slid marched on and\nup the long green valley.\n\nThen the gods heard Slid exulting far away and singing songs of triumph\nover Their battered cliffs, and ever the tramp of his armies sounded\nnearer and nearer in the listening ears of the gods.\n\nThen the gods called to Their downlands to save Their world from Slid,\nand the downlands gathered themselves and marched away, a great white\nline of gleaming cliffs, and halted before Slid. Then Slid advanced no\nmore and lulled his legions, and while his waves were low he softly\ncrooned a song such as once long ago had troubled the stars and brought\ndown tears out of the twilight.\n\nSternly the white cliffs stood on guard to save the world of the gods,\nbut the song that once had troubled the stars went moaning on awaking\npent desires, till full at the feet of the gods the melody fell. Then\nthe blue rivers that lay curled asleep opened their gleaming eyes,\nuncurled themselves and shook their rushes, and, making a stir among\nthe hills, crept down to find the sea. And passing across the world\nthey came at last to where the white cliffs stood, and, coming behind\nthem, split them here and there and went through their broken ranks to\nSlid at last. And the gods were angry with Their traitorous streams.\n\nThen Slid ceased from singing the song that lures the world, and\ngathered up his legions, and the rivers lifted up their heads with the\nwaves, and all went marching on to assail the cliffs of the gods. And\nwherever the rivers had broken the ranks of the cliffs, Slid's armies\nwent surging in and broke them up into islands and shattered the\nislands away. And the gods on Their hill-tops heard once more the voice\nof Slid exulting over Their cliffs.\n\nAlready more than half the world lay subject to Slid, and still his\narmies advanced; and the people of Slid, the fishes and the long eels,\nwent in and out of arbours that once were dear to the gods. Then the\ngods feared for Their dominion, and to the innermost sacred recesses of\nthe mountains, to the very heart of the hills, the gods trooped off\ntogether and there found Tintaggon, a mountain of black marble, staring\nfar over the earth, and spake thus to him with the voices of the gods:\n\n\"O eldest born of our mountains, when first we devised the earth we\nmade thee, and thereafter fashioned fields and hollows, valleys and\nother hills, to lie about thy feet. And now, Tintaggon, thine ancient\nlords, the gods, are facing a new thing which overthrows the old. Go\ntherefore, thou, Tintaggon, and stand up against Slid, that the gods be\nstill the gods and the earth still green.\"\n\nAnd hearing the voices of his sires, the elder gods, Tintaggon strode\ndown through the evening, leaving a wake of twilight broad behind him\nas he strode: and going across the green earth came down to Ambrady at\nthe valley's edge, and there met the foremost of Slid's fierce armies\nconquering the world.\n\nAnd against him Slid hurled the force of a whole bay, which lashed\nitself high over Tintaggon's knees and streamed around his flanks and\nthen fell and was lost. Tintaggon still stood firm for the honour and\ndominion of his lords, the elder gods. Then Slid went to Tintaggon and\nsaid: \"Let us now make a truce. Stand thou back from Ambrady and let me\npass through thy ranks that mine armies may now pass up the valley\nwhich opens on the world, that the green earth that dreams around the\nfeet of older gods shall know the new god Slid. Then shall mine armies\nstrive with thee no more, and thou and I shall be the equal lords of\nthe whole earth when all the world is singing the chaunt of Slid, and\nthy head alone shall be lifted above mine armies when rival hills are\ndead. And I will deck thee with all the robes of the sea, and all the\nplunder that I have taken in rare cities shall be piled before thy\nfeet. Tintaggon, I have conquered all the stars, my song swells through\nall the space besides, I come victorious from Mahn and Khanagat on the\nfurthest edge of the worlds, and thou and I are to be equal lords when\nthe old gods are gone and the green earth knoweth Slid. Behold me\ngleaming azure and fair with a thousand smiles, and swayed by a\nthousand moods.\" And Tintaggon answered: \"I am staunch and black and\nhave one mood, and this--to defend my masters and their green earth.\"\n\nThen Slid went backward growling and summoned together the waves of a\nwhole sea and sent them singing full in Tintaggon's face. Then from\nTintaggon's marble front the sea fell backwards crying on to a broken\nshore, and ripple by ripple straggled back to Slid saying: \"Tintaggon\nstands.\"\n\nFar out beyond the battered shore that lay at Tintaggon's feet Slid\nrested long and sent the nautilus to drift up and down before\nTintaggon's eyes, and he and his armies sat singing idle songs of\ndreamy islands far away to the south, and of the still stars whence\nthey had stolen forth, of twilight evenings and of long ago. Still\nTintaggon stood with his feet planted fair upon the valley's edge\ndefending the gods and Their green earth against the sea.\n\nAnd all the while that Slid sang his songs and played with the nautilus\nthat sailed up and down he gathered his oceans together. One morning as\nSlid sang of old outrageous wars and of most enchanting peace and of\ndreamy islands and the south wind and the sun, he suddenly launched\nfive oceans out of the deep all to attack Tintaggon. And the five oceans\nsprang upon Tintaggon and passed above his head. One by one the grip of\nthe oceans loosened, one by one they fell back into the deep and still\nTintaggon stood, and on that morning the might of all five oceans lay\ndead at Tintaggon's feet. That which Slid had conquered he still held,\nand there is now no longer a great green valley in the south, but all\nthat Tintaggon had guarded against Slid he gave back to the gods. Very\ncalm the sea lies now about Tintaggon's feet, where he stands all black\namid crumbled cliffs of white, with red rocks piled about his feet. And\noften the sea retreats far out along the shore, and often wave by wave\ncomes marching in with the sound of the tramping of armies, that all may\nstill remember the great fight that surged about Tintaggon once, when he\nguarded the gods and the green earth against Slid.\n\nSometimes in their dreams the war-scarred warriors of Slid still lift\ntheir heads and cry their battle cry; then do dark clouds gather about\nTintaggon's swarthy brow and he stands out menacing, seen afar by\nships, where once he conquered Slid. And the gods know well that while\nTintaggon stands They and Their world are safe; and whether Slid shall\none day smite Tintaggon is hidden among the secrets of the sea.\n\n\n\n\nA LEGEND OF THE DAWN\n\n\nWhen the worlds and All began the gods were stern and old and They saw\nthe Beginning from under eyebrows hoar with years, all but Inzana,\nTheir child, who played with the golden ball. Inzana was the child of\nall the gods. And the law before the Beginning and thereafter was that\nall should obey the gods, yet hither and thither went all Pegana's gods\nto obey the Dawnchild because she loved to be obeyed.\n\nIt was dark all over the world and even in Pegana, where dwell the\ngods, it was dark when the child Inzana, the Dawn, first found her\ngolden ball. Then running down the stairway of the gods with tripping\nfeet, chalcedony, onyx, chalcedony, onyx, step by step, she cast her\ngolden ball across the sky. The golden ball went bounding up the sky,\nand the Dawnchild with her flaring hair stood laughing upon the\nstairway of the gods, and it was day. So gleaming fields below saw the\nfirst of all the days that the gods have destined. But towards evening\ncertain mountains, afar and aloof, conspired together to stand between\nthe world and the golden ball and to wrap their crags about it and to\nshut it from the world, and all the world was darkened with their plot.\nAnd the Dawnchild up in Pegana cried for her golden ball. Then all the\ngods came down the stairway right to Pegana's gate to see what ailed\nthe Dawnchild and to ask her why she cried. Then Inzana said that her\ngolden ball had been taken away and hidden by mountains black and ugly,\nfar away from Pegana, all in a world of rocks under the rim of the sky,\nand she wanted her golden ball and could not love the dark.\n\nThereat Umborodom, whose hound was the thunder, took his hound in\nleash, and strode away across the sky after the golden ball until he\ncame to the mountains afar and aloof. There did the thunder put his\nnose to the rocks and bay along the valleys, and fast at his heels\nfollowed Umborodom. And the nearer the hound, the thunder, came to the\ngolden ball the louder did he bay, but haughty and silent stood the\nmountains whose plot had darkened the world. All in the dark among the\ncrags in a mighty cavern, guarded by two twin peaks, at last they found\nthe golden ball for which the Dawnchild wept. Then under the world went\nUmborodom with his thunder panting behind him, and came in the dark\nbefore the morning from underneath the world and gave the Dawnchild\nback her golden ball. And Inzana laughed and took it in her hands, and\nUmborodom went back into Pegana, and at its threshold the thunder went\nto sleep.\n\nAgain the Dawnchild tossed the golden ball far up into the blue across\nthe sky, and the second morning shone upon the world, on lakes and\noceans, and on drops of dew. But as the ball went bounding on its way,\nthe prowling mists and the rain conspired together and took it and\nwrapped it in their tattered cloaks and carried it away. And through\nthe rents in their garments gleamed the golden ball, but they held it\nfast and carried it right away and underneath the world. Then on an\nonyx step Inzana sat down and wept, who could no more be happy without\nher golden ball. And again the gods were sorry, and the South Wind came\nto tell her tales of most enchanted islands, to whom she listened not,\nnor yet to the tales of temples in lone lands that the East Wind told\nher, who had stood beside her when she flung her golden ball. But from\nfar away the West Wind came with news of three grey travellers wrapt\nround with battered cloaks that carried away between them a golden\nball.\n\nThen up leapt the North Wind, he who guards the pole, and drew his\nsword of ice out of his scabbard of snow and sped away along the road\nthat leads across the blue. And in the darkness underneath the world he\nmet the three grey travellers and rushed upon them and drove them far\nbefore him, smiting them with his sword till their grey cloaks streamed\nwith blood. And out of the midst of them, as they fled with flapping\ncloaks all red and grey and tattered, he leapt up with the golden ball\nand gave it to the Dawnchild.\n\nAgain Inzana tossed the ball into the sky, making the third day, and up\nand up it went and fell towards the fields, and as Inzana stooped to\npick it up she suddenly heard the singing of all the birds that were.\nAll the birds in the world were singing all together and also all the\nstreams, and Inzana sat and listened and thought of no golden ball, nor\never of chalcedony and onyx, nor of all her fathers the gods, but only\nof all the birds. Then in the woods and meadows where they had all\nsuddenly sung, they suddenly ceased. And Inzana, looking up, found that\nher ball was lost, and all alone in the stillness one owl laughed. When\nthe gods heard Inzana crying for her ball They clustered together on\nthe threshold and peered into the dark, but saw no golden ball. And\nleaning forward They cried out to the bat as he passed up and down:\n\"Bat that seest all things, where is the golden ball?\"\n\nAnd though the bat answered none heard. And none of the winds had seen\nit nor any of the birds, and there were only the eyes of the gods in\nthe darkness peering for the golden ball. Then said the gods: \"Thou\nhast lost thy golden ball,\" and They made her a moon of silver to roll\nabout the sky. And the child cried and threw it upon the stairway and\nchipped and broke its edges and asked for the golden ball. And Limpang\nTung, the Lord of Music, who was least of all the gods, because the\nchild cried still for her golden ball, stole out of Pegana and crept\nacross the sky, and found the birds of all the world sitting in trees\nand ivy, and whispering in the dark. He asked them one by one for news\nof the golden ball. Some had last seen it on a neighbouring hill and\nothers in trees, though none knew where it was. A heron had seen it\nlying in a pond, but a wild duck in some reeds had seen it last as she\ncame home across the hills, and then it was rolling very far away.\n\nAt last the cock cried out that he had seen it lying beneath the world.\nThere Limpang Tung sought it and the cock called to him through the\ndarkness as he went, until at last he found the golden ball. Then\nLimpang Tung went up into Pegana and gave it to the Dawnchild, who\nplayed with the moon no more. And the cock and all his tribe cried out:\n\"We found it. We found the golden ball.\"\n\nAgain Inzana tossed the ball afar, laughing with joy to see it, her\nhands stretched upwards, her golden hair afloat, and carefully she\nwatched it as it fell. But alas! it fell with a splash into the great\nsea and gleamed and shimmered as it fell till the waters became dark\nabove it and could be seen no more. And men on the world said: \"How the\ndew has fallen, and how the mists set in with breezes from the\nstreams.\"\n\nBut the dew was the tears of the Dawnchild, and the mists were her\nsighs when she said: \"There will no more come a time when I play with\nmy ball again, for now it is lost for ever.\"\n\nAnd the gods tried to comfort Inzana as she played with her silver\nmoon, but she would not hear Them, and went in tears to Slid, where he\nplayed with gleaming sails, and in his mighty treasury turned over gems\nand pearls and lorded it over the sea. And she said: \"O Slid, whose\nsoul is in the sea, bring back my golden ball.\"\n\nAnd Slid stood up, swarthy, and clad in seaweed, and mightily dived\nfrom the last chalcedony step out of Pegana's threshold straight into\nocean. There on the sand, among the battered navies of the nautilus and\nbroken weapons of the swordfish, hidden by dark water, he found the\ngolden ball. And coming up in the night, all green and dripping, he\ncarried it gleaming to the stairway of the gods and brought it back to\nInzana from the sea; and out of the hands of Slid she took it and\ntossed it far and wide over his sails and sea, and far away it shone on\nlands that knew not Slid, till it came to its zenith and dropped\ntowards the world.\n\nBut ere it fell the Eclipse dashed out from his hiding, and rushed at\nthe golden ball and seized it in his jaws. When Inzana saw the Eclipse\nbearing her plaything away she cried aloud to the thunder, who burst\nfrom Pegana and fell howling upon the throat of the Eclipse, who\ndropped the golden ball and let it fall towards earth. But the black\nmountains disguised themselves with snow, and as the golden ball fell\ndown towards them they turned their peaks to ruby crimson and their\nlakes to sapphires gleaming amongst silver, and Inzana saw a jewelled\ncasket into which her plaything fell. But when she stooped to pick it\nup again she found no jewelled casket with rubies, silver or sapphires,\nbut only wicked mountains disguised in snow that had trapped her golden\nball. And then she cried because there was none to find it, for the\nthunder was far away chasing the Eclipse, and all the gods lamented\nwhen They saw her sorrow. And Limpang Tung, who was least of all the\ngods, was yet the saddest at the Dawnchild's grief, and when the gods\nsaid: \"Play with your silver moon,\" he stepped lightly from the rest,\nand coming down the stairway of the gods, playing an instrument of\nmusic, went out towards the world to find the golden ball because\nInzana wept.\n\nAnd into the world he went till he came to the nether cliffs that stand\nby the inner mountains in the soul and heart of the earth where the\nEarthquake dwelleth alone, asleep but astir as he sleeps, breathing and\nmoving his legs, and grunting aloud in the dark. Then in the ear of the\nEarthquake Limpang Tung said a word that only the gods may say, and the\nEarthquake started to his feet and flung the cave away, the cave\nwherein he slept between the cliffs, and shook himself and went\ngalloping abroad and overturned the mountains that hid the golden ball,\nand bit the earth beneath them and hurled their crags about and covered\nhimself with rocks and fallen hills, and went back ravening and\ngrowling into the soul of the earth, and there lay down and slept again\nfor a hundred years. And the golden ball rolled free, passing under the\nshattered earth, and so rolled back to Pegana; and Limpang Tung came\nhome to the onyx step and took the Dawnchild by the hand and told not\nwhat he had done but said it was the Earthquake, and went away to sit\nat the feet of the gods. But Inzana went and patted the Earthquake on\nthe head, for she said it was dark and lonely in the soul of the earth.\nThereafter, returning step by step, chalcedony, onyx, chalcedony, onyx,\nup the stairway of the gods, she cast again her golden ball from the\nThreshold afar into the blue to gladden the world and the sky, and\nlaughed to see it go.\n\nAnd far away Trogool upon the utter Rim turned a page that was numbered\nsix in a cipher that none might read. And as the golden ball went\nthrough the sky to gleam on lands and cities, there came the Fog\ntowards it, stooping as he walked with his dark brown cloak about him,\nand behind him slunk the Night. And as the golden ball rolled past the\nFog suddenly Night snarled and sprang upon it and carried it away.\nHastily Inzana gathered the gods and said: \"The Night hath seized my\ngolden ball and no god alone can find it now, for none can say how far\nthe Night may roam, who prowls all round us and out beyond the worlds.\"\n\nAt the entreaty of Their Dawnchild all the gods made Themselves stars\nfor torches, and far away through all the sky followed the tracks of\nNight as far as he prowled abroad. And at one time Slid, with the\nPleiades in his hand, came nigh to the golden ball, and at another\nYoharneth-Lahai, holding Orion for a torch, but lastly Limpang Tung,\nbearing the morning star, found the golden ball far away under the\nworld near to the lair of Night.\n\nAnd all the gods together seized the ball, and Night turning smote out\nthe torches of the gods and thereafter slunk away; and all the gods in\ntriumph marched up the gleaming stairway of the gods, all praising\nlittle Limpang Tung, who through the chase had followed Night so close\nin search of the golden ball. Then far below on the world a human child\ncried out to the Dawnchild for the golden ball, and Inzana ceased from\nher play that illumined world and sky, and cast the ball from the\nThreshold of the gods to the little human child that played in the\nfields below, and would one day die. And the child played all day long\nwith the golden ball down in the little fields where the humans lived,\nand went to bed at evening and put it beneath his pillow, and went to\nsleep, and no one worked in all the world because the child was\nplaying. And the light of the golden ball streamed up from under the\npillow and out through the half shut door and shone in the western sky,\nand Yoharneth-Lahai in the night time tip-toed into the room, and took\nthe ball gently (for he was a god) away from under the pillow and\nbrought it back to the Dawnchild to gleam on an onyx step.\n\nBut some day Night shall seize the golden ball and carry it right away\nand drag it down to his lair, and Slid shall dive from the Threshold\ninto the sea to see if it be there, and coming up when the fishermen\ndraw their nets shall find it not, nor yet discover it among the sails.\nLimpang Tung shall seek among the birds and shall not find it when the\ncock is mute, and up the valleys shall go Umborodom to seek among the\ncrags. And the hound, the thunder, shall chase the Eclipse and all the\ngods go seeking with Their stars, but never find the ball. And men, no\nlonger having light of the golden ball, shall pray to the gods no more,\nwho, having no worship, shall be no more the gods.\n\nThese things be hidden even from the gods.\n\n\n\n\nTHE VENGEANCE OF MEN\n\n\nEre the Beginning the gods divided earth into waste and pasture.\nPleasant pastures They made to be green over the face of earth,\norchards They made in valleys and heather upon hills, but Harza They\ndoomed, predestined and foreordained to be a waste for ever.\n\nWhen the world prayed at evening to the gods and the gods answered\nprayers They forgot the prayers of all the Tribes of Arim. Therefore\nthe men of Arim were assailed with wars and driven from land to land\nand yet would not be crushed. And the men of Arim made them gods for\nthemselves, appointing men as gods until the gods of Pegana should\nremember them again. And their leaders, Yoth and Haneth, played the\npart of gods and led their people on though every tribe assailed them.\nAt last they came to Harza, where no tribes were, and at last had rest\nfrom war, and Yoth and Haneth said: \"The work is done, and surely now\nPegana's gods will remember.\" And they built a city in Harza and tilled\nthe soil, and the green came over the waste as the wind comes over the\nsea, and there were fruit and cattle in Harza and the sounds of a\nmillion sheep. There they rested from their flight from all the tribes,\nand builded fables out of all their sorrows till all men smiled in\nHarza and children laughed.\n\nThen said the gods, \"Earth is no place for laughter.\" Thereat They\nstrode to Pegana's outer gate, to where the Pestilence lay curled\nasleep, and waking him up They pointed toward Harza, and the Pestilence\nleapt forward howling across the sky.\n\nThat night he came to the fields near Harza, and stalking through the\ngrass sat down and glared at the lights, and licked his paws and glared\nat the lights again.\n\nBut the next night, unseen, through laughing crowds, the Pestilence\ncrept into the city, and stealing into the houses one by one, peered\ninto the people's eyes, looking even through their eyelids, so that\nwhen morning came men stared before them crying out that they saw the\nPestilence whom others saw not, and thereafter died, because the green\neyes of the Pestilence had looked into their souls. Chill and damp was\nhe, yet there came heat from his eyes that parched the souls of men.\nThen came the physicians and the men learned in magic, and made the\nsign of the physicians and the sign of the men of magic and cast blue\nwater upon herbs and chanted spells; but still the Pestilence crept\nfrom house to house and still he looked into the souls of men. And the\nlives of the people streamed away from Harza, and whither they went is\nset in many books. But the Pestilence fed on the light that shines in\nthe eyes of men, which never appeased his hunger; chiller and damper he\ngrew, and the heat from his eyes increased when night by night he\ngalloped through the city, going by stealth no more.\n\nThen did men pray in Harza to the gods, saying:\n\n\"High gods! Show clemency to Harza.\"\n\nAnd the gods listened to their prayers, but as They listened They\npointed with their fingers and cheered the Pestilence on. And the\nPestilence grew bolder at his masters' voices and thrust his face close\nup before the eyes of men.\n\nHe could be seen by none saving those he smote. At first he slept by\nday, lying in misty hollows, but as his hunger increased he sprang up\neven in sunlight and clung to the chests of men and looked down through\ntheir eyes into their souls that shrivelled, until almost he could be\ndimly seen even by those he smote not.\n\nAdro, the physician, sat in his chamber with one light burning, making\na mixing in a bowl that should drive the Pestilence away, when through\nhis door there blew a draught that set the light a-flickering.\n\nThen because the draught was cold the physician shivered and went and\nclosed the door, but as he turned again he saw the Pestilence lapping\nat his mixing, who sprang and set one paw upon Adro's shoulder and\nanother upon his cloak, while with two he clung to his waist, and\nlooked him in the eyes.\n\nTwo men were walking in the street; one said to the other: \"Upon the\nmorrow I will sup with thee.\"\n\nAnd the Pestilence grinned a grin that none beheld, baring his dripping\nteeth, and crept away to see whether upon the morrow those men should\nsup together.\n\nA traveller coming in said: \"This is Harza. Here will I rest.\"\n\nBut his life went further than Harza upon that day's journey.\n\nAll feared the Pestilence, and those that he smote beheld him, but none\nsaw the great shapes of the gods by starlight as They urged Their\nPestilence on.\n\nThen all men fled from Harza, and the Pestilence chased dogs and rats\nand sprang upward at the bats as they sailed above him, who died and\nlay in the streets. But soon he returned and pursued the men of Harza\nwhere they fled, and sat by rivers where they came to drink, away below\nthe city. Then back to Harza went the people of Harza pursued by the\nPestilence still, and gathered in the Temple of All the gods save One,\nand said to the High Prophet: \"What may now be done?\" who answered:\n\n\"All the gods have mocked at prayer. This sin must now be punished by\nthe vengeance of men.\"\n\nAnd the people stood in awe.\n\nThe High Prophet went up to the Tower beneath the sky whereupon beat\nthe eyes of all the gods by starlight. There in the sight of the gods\nhe spake in the ear of the gods, saying: \"High gods! Ye have made mock\nof men. Know therefore that it is writ in ancient lore and found by\nprophecy that there is an _End_ that waiteth for the gods, who shall go\ndown from Pegana in galleons of gold all down the Silent River and into\nthe Silent Sea, and there Their galleons shall go up in mist and They\nshall be gods no more. And men shall gain harbour from the mocking of\nthe gods at last in the warm moist earth, but to the gods shall no\nceasing ever come from being the Things that were the gods. When Time\nand worlds and death are gone away nought shall then remain but worn\nregrets and Things that were once gods.\n\n\"In the sight of the gods.\n\n\"In the ear of the gods.\"\n\nThen the gods shouted all together and pointed with Their hands at the\nHigh Prophet's throat, and the Pestilence sprang.\n\nLong since the High Prophet is dead and his words are forgotten by men,\nbut the gods know not yet whether it be true that _The End_ is waiting\nfor the gods, and him who might have told Them They have slain. And the\ngods of Pegana are fearing the fear that hath fallen upon the gods\nbecause of the vengeance of men, for They know not when _The End_ shall\nbe, or whether it shall come.\n\n\n\n\nWHEN THE GODS SLEPT\n\n\nAll the gods were sitting in Pegana, and Their slave, Time, lay idle at\nPegana's gate with nothing to destroy, when They thought of worlds,\nworlds large and round and gleaming, and little silver moons. Then (who\nknoweth when?), as the gods raised Their hands making the sign of the\ngods, the thoughts of the gods became worlds and silver moons. And the\nworlds swam by Pegana's gate to take their places in the sky, to ride\nat anchor for ever, each where the gods had bidden. And because they\nwere round and big and gleamed all over the sky, the gods laughed and\nshouted and all clapped Their hands. Then upon earth the gods played\nout the game of the gods, the game of life and death, and on the other\nworlds They did a secret thing, playing a game that is hidden.\n\nAt last They mocked no more at life and laughed at death no more, and\ncried aloud in Pegana: \"Will no new thing be? Must those four march for\never round the world till our eyes are wearied with the treading of the\nfeet of the Seasons that will not cease, while Night and Day and Life\nand Death drearily rise and fall?\"\n\nAnd as a child stares at the bare walls of a narrow hut, so the gods\nlooked all listlessly upon the worlds, saying:\n\n\"Will no new thing be?\"\n\nAnd in Their weariness the gods said: \"Ah! to be young again. Ah! to be\nfresh once more from the brain of _Mana-Yood-Sushai_.\"\n\nAnd They turned away Their eyes in weariness from all the gleaming\nworlds and laid Them down upon Pegana's floor, for They said:\n\n\"It may be that the worlds shall pass and we would fain forget them.\"\n\nThen the gods slept. Then did the comet break loose from his moorings\nand the eclipse roamed about the sky, and down on the earth did Death's\nthree children--Famine, Pestilence, and Drought--come out to feed. The\neyes of the Famine were green, and the eyes of the Drought were red,\nbut the Pestilence was blind and smote about all round him with his\nclaws among the cities.\n\nBut as the gods slept, there came from beyond the Rim, out of the dark\nand unknown, three Yozis, spirits of ill, that sailed up the river of\nSilence in galleons with silver sails. Far away they had seen Yum and\nGothum, the stars that stand sentinel over Pegana's gate, blinking and\nfalling asleep, and as they neared Pegana they found a hush wherein the\ngods slept heavily. Ya, Ha, and Snyrg were these three Yozis, the lords\nof evil, madness, and of spite. When they crept from their galleons and\nstole over Pegana's silent threshold it boded ill for the gods. There\nin Pegana lay the gods asleep, and in a corner lay the Power of the\ngods alone upon the floor, a thing wrought of black rock and four words\ngraven upon it, whereof I might not give thee any clue, if even I\nshould find it--four words of which none knoweth. Some say they tell of\nthe opening of a flower towards dawn, and others say they concern\nearthquakes among hills, and others that they tell of the death of\nfishes, and others that the words be these: Power, Knowledge,\nForgetting, and another word that not the gods themselves may ever\nguess. These words the Yozis read, and sped away in dread lest the gods\nshould wake, and going aboard their galleons, bade the rowers haste.\nThus the Yozis became gods, having the power of gods, and they sailed\naway to the earth, and came to a mountainous island in the sea. There\nthey sat upon the rocks, sitting as the gods sit, with their right\nhands uplifted, and having the power of gods, only none came to\nworship. Thither came no ships nigh them, nor ever at evening came the\nprayers of men, nor smell of incense, nor screams from the sacrifice.\nThen said the Yozis:\n\n\"Of what avails it that we be gods if no one worship us nor give us\nsacrifice?\"\n\nAnd Ya, Ha, and Snyrg set sail in their silver galleons, and went\nlooming down the sea to come to the shores of men. And first they came\nto an island where were fisher folk; and the folk of the island,\nrunning down to the shore cried out to them:\n\n\"Who be ye?\"\n\nAnd the Yozis answered:\n\n\"We be three gods, and we would have your worship.\"\n\nBut the fisher folk answered:\n\n\"Here we worship Rahm, the Thunder, and have no worship nor sacrifice\nfor other gods.\"\n\nThen the Yozis snarled with anger and sailed away, and sailed till they\ncame to another shore, sandy and low and forsaken. And at last they\nfound an old man upon the shore, and they cried out to him:\n\n\"Old man upon the shore! We be three gods that it were well to worship,\ngods of great power and apt in the granting of prayer.\"\n\nThe old man answered:\n\n\"We worship Pegana's gods, who have a fondness for our incense and the\nsound of our sacrifice when it squeals upon the altar.\"\n\nThen answered Snyrg:\n\n\"Asleep are Pegana's gods, nor will They wake for the humming of thy\nprayers which lie in the dust upon Pegana's floor, and over Them\nSniracte, the spider of the worlds, hath woven a web of mist. And the\nsquealing of the sacrifice maketh no music in ears that are closed in\nsleep.\"\n\nThe old man answered, standing upon the shore:\n\n\"Though all the gods of old shall answer our prayers no longer, yet\nstill to the gods of old shall all men pray here in Syrinais.\"\n\nBut the Yozis turned their ships about and angrily sailed away, all\ncursing Syrinais and Syrinais's gods, but most especially the old man\nthat stood upon the shore.\n\nStill the three Yozis lusted for the worship of men, and came, on the\nthird night of their sailing, to a city's lights; and nearing the shore\nthey found it a city of song wherein all folks rejoiced. Then sat each\nYozi on his galleon's prow, and leered with his eyes upon the city, so\nthat the music stopped and the dancing ceased, and all looked out to\nsea at the strange shapes of the Yozis beneath their silver sails. Then\nSnyrg demanded their worship, promising increase of joys, and swearing\nby the light of his eyes that he would send little flames to leap over\nthe grass, to pursue the enemies of that city and to chase them about\nthe world.\n\nBut the people answered that in that city men worshipped Agrodaun, the\nmountain standing alone, and might not worship other gods even though\nthey came in galleons with silver sails, sailing from over the sea. But\nSnyrg answered:\n\n\"Certainly Agrodaun is only a mountain, and in no manner a god.\"\n\nBut the priests of Agrodaun sang answer from the shore:\n\n\"If the sacrifice of men make not Agrodaun a god, nor blood still young\non his rocks, nor the little fluttering prayers of ten thousand hearts,\nnor two thousands years of worship and all the hopes of the people and\nthe whole strength of our race, then are there no gods and ye be common\nsailors, sailing from over the sea.\"\n\nThen said the Yozis:\n\n\"Hath Agrodaun answered prayer?\" And the people heard the words that\nthe Yozis said.\n\nThen went the priests of Agrodaun away from the shore and up the steep\nstreets of the city, the people following, and over the moor beyond it\nto the foot of Agrodaun, and then said:\n\n\"Agrodaun, if thou art not our god, go back and herd with yonder common\nhills, and put a cap of snow upon thy head and crouch far off as they\ndo beneath the sky; but if we have given thee divinity in two thousand\nyears, if our hopes are all about thee like a cloak, then stand and\nlook upon thy worshippers from over our city for ever.\" And the smoke\nthat ascended from his feet stood still and there fell a hush over\ngreat Agrodaun; and the priests went back to the sea and said to the\nthree Yozis:\n\n\"New gods shall have our worship when Agrodaun grows weary of being our\ngod, or when in some night-time he shall stride away, leaving us nought\nto gaze at that is higher than our city.\"\n\nAnd the Yozis sailed away and cursed towards Agrodaun, but could not\nhurt him, for he was but a mountain.\n\nAnd the Yozis sailed along the coast till they came to a river running\nto the sea, and they sailed up the river till they came to a people at\nwork, who furrowed the soil and sowed, and strove against the forest.\nThen the Yozis called to the people as they worked in the fields:\n\n\"Give us your worship and ye shall have many joys.\"\n\nBut the people answered:\n\n\"We may not worship you.\"\n\nThen answered Snyrg:\n\n\"Ye also, have ye a god?\"\n\nAnd the people answered:\n\n\"We worship the years to come, and we set the world in order for their\ncoming, as one layeth raiment on the road before the advent of a King.\nAnd when those years shall come, they shall accept the worship of a\nrace they knew not, and their people shall make their sacrifice to the\nyears that follow them, who, in their turn, shall minister to the\n_End_.\"\n\nThen answered Snyrg:\n\n\"Gods that shall recompense you not. Rather give us your prayers and\nhave our pleasures, the pleasures that we shall give you, and when your\ngods shall come, let them be wroth--they cannot punish you.\"\n\nBut the people continued to sacrifice their labour to their gods, the\nyears to come, making the world a place for gods to dwell in, and the\nYozis cursed those gods and sailed away. And Ya, the Lord of malice,\nswore that when those years should come, they should see whether it\nwere well for them to have snatched away the worship from three Yozis.\n\nAnd still the Yozis sailed, for they said:\n\n\"It were better to be birds and have no air to fly in, than to be gods\nhaving neither prayers nor worship.\"\n\nBut where sky met with ocean, the Yozis saw land again, and thither\nsailed; and there the Yozis saw men in strange old garments performing\nancient rites in a land of many temples. And the Yozis called to the\nmen as they performed their ancient rites and said:\n\n\"We be three gods well versed in the needs of men, to worship whom were\nto obtain instant joy.\"\n\nBut the men said:\n\n\"We have already gods.\"\n\nAnd Snyrg replied:\n\n\"Ye, too?\"\n\nThe men answered:\n\n\"For we worship the things that have been and all the years that were.\nDivinely have they helped us, therefore we give them worship that is\ntheir due.\"\n\nAnd the Yozis answered the people:\n\n\"We be gods of the present and return good things for worship.\"\n\nBut the people answered, saying from the shore:\n\n\"Our gods have given us already the good things, and we return Them the\nworship that is Their due.\"\n\nAnd the Yozis set their faces to landward, and cursed all things that\nhad been and all the years that were, and sailed in their galleons\naway.\n\nA rocky shore in an inhuman land stood up against the sea. Thither the\nYozis came and found no man, but out of the dark from inland towards\nevening came a herd of great baboons and chattered greatly when they\nsaw the ships.\n\nThen spake Snyrg to them:\n\n\"Have ye, too, a god?\"\n\nAnd the baboons spat.\n\nThen said the Yozis:\n\n\"We be seductive gods, having a particular remembrance for little\nprayers.\"\n\nBut the baboons leered fiercely at the Yozis and would have none of\nthem for gods.\n\nOne said that prayers hindered the eating of nuts. But Snyrg leaned\nforward and whispered, and the baboons went down upon their knees and\nclasped their hands as men clasp, and chattered prayer and said to one\nanother that these were the gods of old, and gave the Yozis their\nworship--for Snyrg had whispered in their ears that, if they would\nworship the Yozis, he would make them men. And the baboons arose from\nworshipping, smoother about the face and a little shorter in the arms,\nand went away and hid their bodies in clothing, and afterwards galloped\naway from the rocky shore and went and herded with men. And men could\nnot discern what they were, for their bodies were bodies of men, though\ntheir souls were still the souls of beasts and their worship went to\nthe Yozis, spirits of ill.\n\nAnd the lords of malice, hatred and madness sailed back to their island\nin the sea and sat upon the shore as gods sit, with right hand\nuplifted; and at evening foul prayers from the baboons gathered about\nthem and infested the rocks.\n\nBut in Pegana the gods awoke with a start.\n\n\n\n\nTHE KING THAT WAS NOT\n\n\nThe land of Runazar hath no King nor ever had one; and this is the law\nof the land of Runazar that, seeing that it hath never had a King, it\nshall not have one for ever. Therefore in Runazar the priests hold\nsway, who tell people that never in Runazar hath there been a King.\n\nAlthazar, King of Runazar, and lord of all lands near by, commanded for\nthe closer knowledge of the gods that Their images should be carven in\nRunazar, and in all lands near by. And when Althazar's command, wafted\nabroad by trumpets, came tinkling in the ear of all the gods, right\nglad were They at the sound of it. Therefore men quarried marble from\nthe earth, and sculptors busied themselves in Runazar to obey the edict\nof the King. But the gods stood by starlight on the hills where the\nsculptors might see Them, and draped the clouds about Them, and put\nupon Them Their divinest air, that sculptors might do justice to\nPegana's gods. Then the gods strode back into Pegana and the sculptors\nhammered and wrought, and there came a day when the Master of Sculptors\ntook audience of the King, saying:\n\n\"Althazar, King of Runazar, High Lord moreover of all the lands near\nby, to whom be the gods benignant, humbly have we completed the images\nof all such gods as were in thine edict named.\"\n\nThen the King commanded a great space to be cleared among the houses in\nhis city, and there the images of all the gods were borne and set\nbefore the King, and there were assembled the Master of Sculptors and\nall his men; and before each stood a soldier bearing a pile of gold\nupon a jewelled tray, and behind each stood a soldier with a drawn\nsword pointing against their necks, and the King looked upon the\nimages. And lo! they stood as gods with the clouds all draped about\nthem, making the sign of the gods, but their bodies were those of men,\nand lo! their faces were very like the King's, and their beards were as\nthe King's beard. And the King said:\n\n\"These be indeed Pegana's gods.\"\n\nAnd the soldiers that stood before the sculptors were caused to present\nto them the piles of gold, and the soldiers that stood behind the\nsculptors were caused to sheath their swords. And the people shouted:\n\n\"These be indeed Pegana's gods, whose faces we are permitted to see by\nthe will of Althazar the King, to whom be the gods benignant.\" And\nheralds were sent abroad through the cities of Runazar and of all the\nlands near by, proclaiming of the images:\n\n\"These be Pegana's gods.\"\n\nBut up in Pegana the gods howled with wrath and Mung leant forward to\nmake the sign of Mung against Althazar the King. But the gods laid\nTheir hands upon his shoulder saying:\n\n\"Slay him not, for it is not enough that Althazar shall die, who hath\nmade the faces of the gods to be like the faces of men, but he must not\neven have ever been.\"\n\nThen said the gods:\n\n\"Spake we of Althazar, a King?\"\n\nAnd the gods said:\n\n\"Nay, we spake not.\" And the gods said:\n\n\"Dreamed we of one Althazar?\" And the gods said:\n\n\"Nay, we dreamed not.\"\n\nBut in the royal palace of Runazar, Althazar, passing suddenly out of\nthe remembrance of the gods, became no longer a thing that was or had\never been.\n\nAnd by the throne of Althazar lay a robe, and near it lay a crown, and\nthe priests of the gods entered his palace and made it a temple of the\ngods. And the people coming to worship said:\n\n\"Whose was this robe and to what purpose is this crown?\"\n\nAnd the priests answered:\n\n\"The gods have cast away the fragment of a garment and lo! from the\nfingers of the gods hath slipped one little ring.\"\n\nAnd the people said to the priests:\n\n\"Seeing that Runazar hath never had a King, therefore be ye our rulers,\nand make ye our laws in the sight of Pegana's gods.\"\n\n\n\n\nTHE CAVE OF KAI\n\n\nThe pomp of crowning was ended, the rejoicings had died away, and\nKhanazar, the new King, sat in the seat of the Kings of Averon to do\nhis work upon the destinies of men. His uncle, Khanazar the Lone, had\ndied, and he had come from a far castle to the south, with a great\nprocession, to Ilaun, the citadel of Averon; and there they had crowned\nhim King of Averon and of the mountains, and Lord, if there be aught\nbeyond those mountains, of all such lands as are. But now the pomp of\nthe crowning was gone away and Khanazar sat afar off from his home, a\nvery mighty King.\n\nThen the King grew weary of the destinies of Averon and weary of the\nmaking of commands. So Khanazar sent heralds through all cities saying:\n\n\"Hear! The will of the King! Hear! The will of the King of Averon and\nof the mountains and Lord, if there be aught beyond those mountains, of\nall such lands as are. Let there come together to Ilaun all such as\nhave an art in secret matters. Hear!\"\n\nAnd there gathered together to Ilaun the wise men of all the degrees of\nmagic, even to the seventh, who had made spells before Khanazar the\nLone; and they came before the new King in his palace placing their\nhands upon his feet. Then said the King to the magicians:\n\n\"I have a need.\"\n\nAnd they answered:\n\n\"The earth touches the feet of the King in token of submission.\"\n\nBut the King answered:\n\n\"My need is not of the earth; but I would find certain of the hours\nthat have been, and sundry days that were.\"\n\nAnd all the wise folks were silent, till there spake out mournfully the\nwisest of them all, who made spells in the seventh degree, saying:\n\n\"The days that were, and the hours, have winged their way to Mount\nAgdora's summit, and there, dipping, have passed away from sight, not\never to return, for haply they have not heard the King's command.\"\n\nOf these wise folks are many things chronicled. Moreover, it is set in\nwriting of the scribes how they had audience of King Khanazar and of\nthe words they spake, but of their further deeds there is no legend.\nBut it is told how the King sent men to run and pass through all the\ncities till they should find one that was wiser even than the magicians\nthat had made spells before Khanazar the Lone. Far up the mountains\nthat limit Averon they found Syrahn, the prophet, among the goats, who\nwas of none of the degrees of magic, and who had cast no spells before\nthe former King. Him they brought to Khanazar, and the King said unto\nhim:\n\n\"I have a need.\"\n\nAnd Syrahn answered:\n\n\"Thou art a man.\"\n\nAnd the King said:\n\n\"Where lie the days that were and certain hours?\"\n\nAnd Syrahn answered:\n\n\"These things lie in a cave afar from here, and over the cave stands\nsentinel one Kai, and this cave Kai hath guarded from the gods and men\nsince ever the Beginning was made. It may be that he shall let Khanazar\npass by.\"\n\nThen the King gathered elephants and camels that carried burdens of\ngold, and trusty servants that carried precious gems, and gathered an\narmy to go before him and an army to follow behind, and sent out\nhorsemen to warn the dwellers of the plains that the King of Averon was\nafoot.\n\nAnd he bade Syrahn to lead to that place where the days of old lie hid\nand all forgotten hours.\n\nAcross the plain and up Mount Agdora, and dipping beyond its summit\nwent Khanazar the King, and his two armies who followed Syrahn. Eight\ntimes the purple tent with golden border had been pitched for the King\nof Averon, and eight times it had been struck ere the King and the\nKing's armies came to a dark cave in a valley dark, where Kai stood\nguard over the days that were. And the face of Kai was as a warrior\nthat vanquisheth cities and burdeneth himself not with captives, and\nhis form was as the forms of gods, but his eyes were the eyes of\nbeasts; before whom came the King of Averon with elephants and camels\nbearing burdens of gold, and trusty servants carrying precious gems.\n\nThen said the King:\n\n\"Yonder behold my gifts. Give back to me my yesterday with its waving\nbanners, my yesterday with its music and blue sky and all its cheering\ncrowds that made me King, the yesterday that sailed with gleaming wings\nover my Averon.\"\n\nAnd Kai answered, pointing to his cave:\n\n\"Thither, dishonoured and forgot, thy yesterday slunk away. And who\namid the dusty heap of the forgotten days shall grovel to find thy\nyesterday?\"\n\nThen answered the King of Averon and of the mountains and Lord, if\nthere be aught beyond them, of all such lands as are:\n\n\"I will go down on my knees in yon dark cave and search with my hands\namid the dust, if so I may find my yesterday again and certain hours\nthat are gone.\"\n\nAnd the King pointed to his piles of gold that stood where elephants\nwere met together, and beyond them to the scornful camels. And Kai\nanswered:\n\n\"The gods have offered me the gleaming worlds and all as far as the\nRim, and whatever lies beyond it as far as the gods may see--and thou\ncomest to me with elephants and camels.\"\n\nThen said the King:\n\n\"Across the orchards of my home there hath passed one hour whereof thou\nknowest well, and I pray to thee, who wilt take no gifts borne upon\nelephants or camels, to give me of thy mercy one second back, one grain\nof dust that clings to that hour in the heap that lies within thy\ncave.\"\n\nAnd, at the word mercy, Kai laughed. And the King turned his armies to\nthe east. Therefore the armies returned to Averon and the heralds\nbefore them cried:\n\n\"Here cometh Khanazar, King of Averon and of the mountains and Lord, if\nthere be aught beyond those mountains, of all such lands as are.\"\n\nAnd the King said to them:\n\n\"Say rather that here comes one greatly wearied who, having\naccomplished nought, returneth from a quest forlorn.\"\n\nSo the King came again to Averon.\n\nBut it is told how there came into Ilaun one evening as the sun was\nsetting a harper with a golden harp desiring audience of the King.\n\nAnd it is told how men led him to Khanazar, who sat frowning alone upon\nhis throne, to whom said the harper:\n\n\"I have a golden harp; and to its strings have clung like dust some\nseconds out of the forgotten hours and little happenings of the days\nthat were.\"\n\nAnd Khanazar looked up and the harper touched the strings, and the old\nforgotten things were stirring again, and there arose a sound of songs\nthat had passed away and long since voices. Then when the harper saw\nthat Khanazar looked not angrily upon him his fingers tramped over the\nchords as the gods tramp down the sky, and out of the golden harp arose\na haze of memories; and the King leaning forward and staring before him\nsaw in the haze no more his palace walls, but saw a valley with a\nstream that wandered through it, and woods upon either hill, and an old\ncastle standing lonely to the south. And the harper, seeing a strange\nlook upon the face of Khanazar, said:\n\n\"Is the King pleased who lords it over Averon and the mountains, and,\nif there be aught beyond them, over all such lands as are?\"\n\nAnd the King said:--\n\n\"Seeing that I am a child again in a valley to the south, how may I say\nwhat may be the will of the great King?\"\n\nWhen the stars shone high over Ilaun and still the King sat staring\nstraight before him, all the courtiers drew away from the great palace,\nsave one that stayed and kept one taper burning, and with them went the\nharper.\n\nAnd when the dawn came up through silent archways into the marble\npalace, making the taper pale, the King still stared before him, and\nstill he sat there when the stars shone again clearly and high above\nIlaun.\n\nBut on the second morning the King arose and sent for the harper and\nsaid to him:--\n\n\"I am King again, and thou that hast a skill to stay the hours and mayest\nmay bring again to men their forgotten days, thou shalt stand sentinel\nover my great to-morrow; and when I go forth to conquer Ziman-ho and\nmake my armies mighty thou shalt stand between that morrow and the cave\nof Kai, and haply some deed of mine and the battling of my armies shall\ncling to thy golden harp and not go down dishonoured into the cave. For\nmy to-morrow, who with such resounding stride goes trampling through my\ndreams, is far too kingly to herd with forgotten days in the dust of\nthings that were. But on some future day, when Kings are dead and all\ntheir deeds forgotten, some harper of that time shall come and from those\ngolden strings awake those deeds that echo in my dreams, till my to-morrow\nshall stride forth among the lesser days and tell the years that Khanazar\nwas a King.\"\n\nAnd answered the harper:\n\n\"I will stand sentinel over thy great to-morrow, and when thou goest\nforth to conquer Ziman-ho and make thine armies mighty I will stand\nbetween thy morrow and the cave of Kai, till thy deeds and the battling\nof thine armies shall cling to my golden harp and not go down\ndishonoured into the cave. So that when Kings are dead and all their\ndeeds forgotten the harpers of the future time shall awake from these\ngolden chords those deeds of thine. This will I do.\"\n\nMen of these days, that be skilled upon the harp, tell still of\nKhanazar, how that he was King of Averon and of the mountains, and\nclaimed lordship of certain lands beyond, and how he went with armies\nagainst Ziman-ho and fought great battles, and in the last gained\nvictory and was slain. But Kai, as he waited with his claws to gather\nin the last days of Khanazar that they might loom enormous in his cave,\nstill found them not, and only gathered in some meaner deeds and the\ndays and hours of lesser men, and was vexed by the shadow of a harper\nthat stood between him and the world.\n\n\n\n\nTHE SORROW OF SEARCH\n\n\nIt is told also of King Khanazar how he bowed very low unto the gods of\nOld. None bowed so low unto the gods of Old as did King Khanazar.\n\nOne day the King returning from the worship of the gods of Old and from\nbowing before them in the temple of the gods commanded their prophets\nto appear before him, saying:\n\n\"I would know somewhat concerning the gods.\"\n\nThen came the prophets before King Khanazar, burdened with many books,\nto whom the King said:\n\n\"It is not in books.\"\n\nThereat the prophets departed, bearing away with them a thousand\nmethods well devised in books whereby men may gain wisdom of the gods.\nOne alone remained, a master prophet, who had forgotten books, to whom\nthe King said:\n\n\"The gods of Old are mighty.\"\n\nAnd answered the master prophet:\n\n\"Very mighty are the gods of Old.\"\n\nThen said the King:\n\n\"There are no gods but the gods of Old.\"\n\nAnd answered the prophet:\n\n\"There are none other.\"\n\nAnd they two being alone within the palace the King said:\n\n\"Tell me aught concerning gods or men if aught of the truth be known.\"\n\nThen said the master prophet:\n\n\"Far and white and straight lieth the road to Knowing, and down it in\nthe heat and dust go all wise people of the earth, but in the fields\nbefore they come to it the very wise lie down or pluck the flowers. By\nthe side of the road to Knowing--O King, it is hard and hot--stand many\ntemples, and in the doorway of every temple stand many priests, and\nthey cry to the travellers that weary of the road, crying to them:\n\n\"This is the End.\"\n\nAnd in the temples are the sounds of music, and from each roof arises\nthe savour of pleasant burning; and all that look at a cool temple,\nwhichever temple they look at, or hear the hidden music, turn in to see\nwhether it be indeed the End. And such as find that their temple is not\nindeed the End set forth again upon the dusty road, stopping at each\ntemple as they pass for fear they miss the End, or striving onwards on\nthe road, and see nothing in the dust, till they can walk no longer and\nare taken worn and weary of their journey into some other temple by a\nkindly priest who shall tell them that this also is the End. Neither on\nthat road may a man gain any guiding from his fellows, for only one\nthing that they say is surely true, when they say:\n\n\"Friend, we can see nothing for the dust.\"\n\nAnd of the dust that hides the way much has been there since ever that\nroad began, and some is stirred up by the feet of all that travel upon\nit, and more arises from the temple doors.\n\nAnd, O King, it were better for thee, travelling upon that road, to\nrest when thou hearest one calling: \"This is the End,\" with the sounds\nof music behind him. And if in the dust and darkness thou pass by Lo\nand Mush and the pleasant temple of Kynash, or Sheenath with his opal\nsmile, or Sho with his eyes of agate, yet Shilo and Mynarthitep, Gazo\nand Amurund and Slig are still before thee and the priests of their\ntemples will not forget to call thee.\n\nAnd, O King, it is told that only one discerned the end and passed by\nthree thousand temples, and the priests of the last were like the\npriests of the first, and all said that their temple was at the end of\nthe road, and the dark of the dust lay over them all, and all were very\npleasant and only the road was weary. And in some were many gods, and\nin a few only one, and in some the shrine was empty, and all had many\npriests, and in all the travellers were happy as they rested. And into\nsome his fellow travellers tried to force him, and when he said:\n\n\"I will travel further,\" many said:\n\n\"This man lies, for the road ends here.\"\n\nAnd he that travelled to the End hath told that when the thunder was\nheard upon the road there arose the sound of the voices of all the\npriests as far as he could hear, crying:\n\n\"Hearken to Shilo\"--\"Hear Mush\"--\"Lo! Kynash\"--\"The voice of\nSho\"--\"Mynarthitep is angry\"--\"Hear the word of Slig!\"\n\nAnd far away along the road one cried to the traveller that Sheenath\nstirred in his sleep.\n\nO King this is very doleful. It is told that that traveller came at\nlast to the utter End and there was a mighty gulf, and in the darkness\nat the bottom of the gulf one small god crept, no bigger than a hare,\nwhose voice came crying in the cold:\n\n\"I know not.\"\n\nAnd beyond the gulf was nought, only the small god crying.\n\nAnd he that travelled to the End fled backwards for a great distance\ntill he came to temples again, and entering one where a priest cried:\n\n\"This is the End,\" lay down and rested on a couch. There Yush sat\nsilent, carved with an emerald tongue and two great eyes of sapphire,\nand there many rested and were happy. And an old priest, coming from\ncomforting a child, came over to that traveller who had seen the End\nand said to him:\n\n\"This is Yush and this is the End of wisdom.\"\n\nAnd the traveller answered:\n\n\"Yush is very peaceful and this indeed the End.\"\n\n\"O King, wouldst thou hear more?\"\n\nAnd the King said:\n\n\"I would hear all.\"\n\nAnd the master prophet answered:\n\n\"There was also another prophet and his name was Shaun, who had such\nreverence for the gods of Old that he became able to discern their\nforms by starlight as they strode, unseen by others, among men. Each\nnight did Shaun discern the forms of the gods and every day he taught\nconcerning them, till men in Averon knew how the gods appeared all grey\nagainst the mountains, and how Rhoog was higher than Mount Scagadon,\nand how Skun was smaller, and how Asgool leaned forward as he strode,\nand how Trodath peered about him with small eyes. But one night as\nShaun watched the gods of Old by starlight, he faintly discerned some\nother gods that sat far up the slopes of the mountains in the stillness\nbehind the gods of Old. And the next day he hurled his robe away that\nhe wore as Averon's prophet and said to his people:\n\n\"There be gods greater than the gods of Old, three gods seen faintly on\nthe hills by starlight looking on Averon.\"\n\nAnd Shaun set out and travelled many days and many people followed him.\nAnd every night he saw more clearly the shapes of the three new gods\nwho sat silent when the gods of Old were striding among men. On the\nhigher slopes of the mountain Shaun stopped with all his people, and\nthere they built a city and worshipped the gods, whom only Shaun could\nsee, seated above them on the mountain. And Shaun taught how the gods\nwere like grey streaks of light seen before dawn, and how the god on\nthe right pointed upward toward the sky, and how the god on the left\npointed downward toward the ground, but the god in the middle slept.\n\nAnd in the city Shaun's followers built three temples. The one on the\nright was a temple for the young, and the one on the left a temple for\nthe old, and the third was a temple for the old, and the third was a\ntemple with doors closed and barred--therein none ever entered. One\nnight as Shaun watched before the three gods sitting like pale light\nagainst the mountain, he saw on the mountain's summit two gods that\nspake together and pointed, mocking the gods of the hill, only he heard\nno sound. The next day Shaun set out and a few followed him to climb to\nthe mountain's summit in the cold, to find the gods who were so great\nthat they mocked at the silent three. And near the two gods they halted\nand built for themselves huts. Also they built a temple wherein the Two\nwere carved by the hand of Shaun with their heads turned towards each\nother, with mockery on Their faces and Their fingers pointing, and\nbeneath Them were carved the three gods of the hill as actors making\nsport. None remembered now Asgool, Trodath, Skun, and Rhoog, the gods\nof Old.\n\nFor many years Shaun and his few followers lived in their huts upon the\nmountain's summit worshipping gods that mocked, and every night Shaun\nsaw the two gods by starlight as they laughed to one another in the\nsilence. And Shaun grew old.\n\nOne night as his eyes were turned towards the Two, he saw across the\nmountains in the distance a great god seated in the plain and looming\nenormous to the sky, who looked with angry eyes towards the Two as they\nsat and mocked. Then said Shaun to his people, the few that had\nfollowed him thither:\n\n\"Alas that we may not rest, but beyond us in the plain sitteth the one\ntrue god and he is wroth with mocking. Let us therefore leave these two\nthat sit and mock and let us find the truth in the worship of that\ngreater god, who even though he kill shall yet not mock us.\"\n\nBut the people answered:\n\n\"Thou hast taken from us many gods and taught us now to worship gods\nthat mock, and if there is laughter on their faces as we die, lo! thou\nalone canst see it, and we would rest.\"\n\nBut three men who had grown old with following followed still.\n\nAnd down the steep mountain on the further side Shaun led them, saying:\n\n\"Now we shall surely know.\"\n\nAnd the three old men answered:\n\n\"We shall know indeed, O last of all the prophets.\"\n\nThat night the two gods mocking at their worshippers mocked not at\nShaun nor his three followers, who coming to the plain still travelled\non till they came at last to a place where the eyes of Shaun at night\ncould closely see the vast form of their god. And beyond them as far as\nthe sky there lay a marsh. There they rested, building such shelters as\nthey could, and said to one another:\n\n\"This is the End, for Shaun discerneth that there are no more gods, and\nbefore us lieth the marsh and old age hath come upon us.\"\n\nAnd since they could not labour to build a temple, Shaun carved upon a\nrock all that he saw by starlight of the great god of the plain; so\nthat if ever others forsook the gods of Old because they saw beyond\nthem the Greater Three, and should thence come to knowledge of the\nTwain that mocked, and should yet persevere in wisdom till they saw by\nstarlight him whom Shaun named the Ultimate god, they should still find\nthere upon the rock what one had written concerning the end of search.\nFor three years Shaun carved upon the rock, and rising one night from\ncarving, saying:\n\n\"Now is my labour done,\" saw in the distance four greater gods beyond\nthe Ultimate god. Proudly in the distance beyond the marsh these gods\nwere tramping together, taking no heed of the god upon the plain. Then\nsaid Shaun to his three followers:\n\n\"Alas that we know not yet, for there be gods beyond the marsh.\"\n\nNone would follow Shaun, for they said that old age must end all\nquests, and that they would rather wait there in the plain for Death\nthan that he should pursue them across the marsh.\n\nThen Shaun said farewell to his followers, saying:\n\n\"You have followed me well since ever we forsook the gods of Old to\nworship greater gods. Farewell. It may be that your prayers at evening\nshall avail when you pray to the god of the plain, but I must go\nonward, for there be gods beyond.\"\n\nSo Shaun went down into the marsh, and for three days struggled through\nit, and on the third night saw the four gods not very far away, yet\ncould not discern Their faces. All the next day Shaun toiled on to see\nTheir faces by starlight, but ere the night came up or one star shone,\nat set of sun, Shaun fell down before the feet of his four gods. The\nstars came out, and the faces of the four shone bright and clear, but\nShaun saw them not, for the labour of toiling and seeing was over for\nShaun; and lo! They were Asgool, Trodath, Skun, and Rhoog--The gods of\nOld.\n\nThen said the King:\n\n\"It is well that the sorrow of search cometh only to the wise, for the\nwise are very few.\"\n\nAlso the King said:\n\n\"Tell me this thing, O prophet. Who are the true gods?\"\n\nThe master prophet answered:\n\n\"Let the King command.\"\n\n\n\n\nTHE MEN OF YARNITH\n\n\nThe men of Yarnith hold that nothing began until Yarni Zai uplifted his\nhand. Yarni Zai, they say, has the form of a man but is greater and is\na thing of rock. When he uplifted his hand all the rocks that wandered\nbeneath the Dome, by which name they call the sky, gathered together\naround Yarni Zai.\n\nOf the other worlds they say nought, but hold that the stars are the\neyes of all the other gods that look on Yarni Zai and laugh, for they\nare all greater than he, though they have gathered no worlds around\nthem.\n\nYet though they be greater than Yarni Zai, and though they laugh at him\nwhen they speak together beneath the Dome, they all speak of Yarni Zai.\n\nUnheard is the speaking of the gods to all except the gods, but the men\nof Yarnith tell of how their prophet Iraun lying in the sand desert,\nAzrakhan, heard once their speaking and knew thereby how Yarni Zai\ndeparted from all the other gods to clothe himself with rocks and make\na world.\n\nCertain it is that every legend tells that at the end of the valley of\nYodeth, where it becomes lost among black cliffs, there sits a figure\ncolossal, against a mountain, whose form is the form of a man with the\nright hand uplifted, but vaster than the hills. And in the Book of\nSecret Things which the prophets keep in the Temple that stands in\nYarnith is writ the story of the gathering of the world as Iraun heard\nit when the gods spake together, up in the stillness above Azrakhan.\n\nAnd all that read this may learn how Yarni Zai drew the mountains about\nhim like a cloak, and piled the world below him. It is not set in\nwriting for how many years Yarni Zai sat clothed with rocks at the end\nof the Valley of Yodeth, while there was nought in all the world save\nrocks and Yarni Zai.\n\nBut one day there came another god running over the rocks across the\nworld, and he ran as the clouds run upon days of storm, and as he sped\ntowards Yodeth, Yarni Zai, sitting against his mountain with right hand\nuplifted, cried out:\n\n\"What dost thou, running across my world, and whither art thou going?\"\n\nAnd the new god answered never a word, but sped onwards, and as he went\nto left of him and to right of him there sprang up green things all\nover the rocks of the world of Yarni Zai.\n\nSo the new god ran round the world and made it green, saying in the\nvalley where Yarni Zai sat monstrous against his mountain and certain\nlands wherein Cradoa, the drought, browsed horribly at night.\n\nFurther, the writing in the book tells of how there came yet another\ngod running speedily out of the east, as swiftly as the first, with his\nface set westward, and nought to stay his running; and how he stretched\nboth arms outward beside him, and to left of him and to right of him as\nhe ran the whole world whitened.\n\nAnd Yarni Zai called out:\n\n\"What dost thou, running across my world?\"\n\nAnd the new god answered:\n\n\"I bring the snow for all the world--whiteness and resting and\nstillness.\"\n\nAnd he stilled the running of streams and laid his hand even upon the\nhead of Yarni Zai and muffled the noises of the world, till there was\nno sound in all lands, but the running of the new god that brought the\nsnow as he sped across the plains.\n\nBut the two new gods chased each other for ever round the world, and\nevery year they passed again, running down the valleys and up the hills\nand away across the plains before Yarni Zai, whose hand uplifted had\ngathered the world about him.\n\nAnd, furthermore, the very devout may read how all the animals came up\nthe valley of Yodeth to the mountain whereon rested Yarni Zai, saying:\n\n\"Give us leave to live, to be lions, rhinoceroses and rabbits, and to\ngo about the world.\"\n\nAnd Yarni Zai gave leave to the animals to be lions, rhinoceroses and\nrabbits, and all the other kinds of beasts, and to go about the world.\nBut when they all had gone he gave leave to the bird to be a bird and\nto go about the sky.\n\nAnd further there came a man into that valley who said:\n\n\"Yarni Zai, thou hast made animals into thy world. O Yarni Zai, ordain\nthat there be men.\"\n\nSo Yarni Zai made men.\n\nThen was there in the world Yarni Zai, and two strange gods that\nbrought the greenness and the growing and the whiteness and the\nstillness, and animals and men.\n\nAnd the god of the greenness pursued the god of the whiteness, and the\ngod of the whiteness pursued the god of the greenness, and men pursued\nanimals, and animals pursued men. But Yarni Zai sat still against his\nmountain with his right hand uplifted. But the men of Yarnith say that\nwhen the arm of Yarni Zai shall cease to be uplifted the world shall be\nflung behind him, as a man's cloak is flung away. And Yarni Zai, no\nlonger clad with the world, shall go back into the emptiness beneath\nthe Dome among the stars, as a diver seeking pearls goes down from the\nislands.\n\nIt is writ in Yarnith's histories by scribes of old that there passed a\nyear over the valley of Yarnith that bore not with it any rain; and the\nFamine from the wastes beyond, finding that it was dry and pleasant in\nYarnith, crept over the mountains and down their slopes and sunned\nhimself at the edge of Yarnith's fields.\n\nAnd men of Yarnith, labouring in the fields, found the Famine as he\nnibbled at the corn and chased the cattle, and hastily they drew water\nfrom deep wells and cast it over the Famine's dry grey fur and drove\nhim back to the mountains. But the next day when his fur was dry again\nthe Famine returned and nibbled more of the corn and chased the cattle\nfurther, and again men drove him back. But again the Famine returned,\nand there came a time when there was no more water in the wells to\nfrighten the Famine with, and he nibbled the corn till all of it was\ngone and the cattle that he chased grew very lean. And the Famine drew\nnearer, even to the houses of men and trampled on their gardens at\nnight and ever came creeping nearer to their doors. At last the cattle\nwere able to run no more, and one by one the Famine took them by their\nthroats and dragged them down, and at night he scratched in the ground,\nkilling even the roots of things, and came and peered in at the\ndoorways and started back and peered in at the door again a little\nfurther, but yet was not bold enough to enter altogether, for fear that\nmen should have water to throw over his dry grey fur.\n\nThen did the men of Yarnith pray to Yarni Zai as he sat far off beyond\nthe valley, praying to him night and day to call his Famine back, but\nthe Famine sat and purred and slew all the cattle and dared at last to\ntake men for his food.\n\nAnd the histories tell how he slew children first and afterwards grew\nbolder and tore down women, till at last he even sprang at the throats\nof men as they laboured in the fields.\n\nThen said the men of Yarnith:\n\n\"There must go one to take our prayers to the feet of Yarni Zai; for\nthe world at evening utters many prayers, and it may be that Yarni Zai,\nas he hears all earth lamenting when the prayers at evening flutter to\nhis feet, may have missed among so many the prayers of the men of\nYarnith. But if one go and say to Yarni Zai: 'There is a little crease\nin the outer skirts of thy cloak that men call the valley of Yarnith,\nwhere the Famine is a greater lord than Yarni Zai,' it may be that he\nshall remember for an instant and call his Famine back.\"\n\nYet all men feared to go, seeing that they were but men and Yarni Zai\nwas Lord of the whole earth, and the journey was far and rocky. But\nthat night Hothrun Dath heard the Famine whining outside his house and\npawing at his door; therefore, it seemed to him more meet to wither\nbefore the glance of Yarni Zai than that the whining of that Famine\nshould ever again fall upon his ears.\n\nSo about the dawn, Hothrun Dath crept away, fearing still to hear\nbehind him the breathing of the Famine, and set out upon his journey\nwhither pointed the graves of men. For men in Yarnith are buried with\ntheir feet and faces turned toward Yarni Zai, lest he might beckon to\nthem in their night and call them to him.\n\nSo all day long did Hothrun Dath follow the way of the graves. It is\ntold that he even journeyed for three days and nights with nought but\nthe graves to guide him, as they pointed towards Yarni Zai where all\nthe world slopes upwards towards Yodeth, and the great black rocks that\nare nearest to Yarni Zai lie gathered together by clans, till he came\nto the two great black pillars of asdarinth and saw the rocks beyond\nthem piled in a dark valley, narrow and aloof, and knew that this was\nYodeth. Then did he haste no more, but walked quietly up the valley,\ndaring not to disturb the stillness, for he said:\n\n\"Surely this is the stillness of Yarni Zai, which lay about him before\nhe clothed himself with rocks.\"\n\nHere among the rocks which first had gathered to the call of Yarni Zai,\nHothrun Dath felt a mighty fear, but yet went onwards because of all\nhis people and because he knew that thrice in every hour in some dark\nchamber Death and Famine met to speak two words together, \"The End.\"\n\nBut as dawn turned the darkness into grey, he came to the valley's end,\nand even touched the foot of Yarni Zai, but saw him not, for he was all\nhidden in the mist. Then Hothrun Dath feared that he might not behold\nhim to look him in the eyes when he sent up his prayer. But laying his\nforehead against the foot of Yarni Zai he prayed for the men of\nYarnith, saying:\n\n\"O Lord of Famine and Father of Death, there is a spot in the world\nthat thou hast cast about thee which men call Yarnith, and there men\ndie before the time thou hast apportioned, passing out of Yarnith.\nPerchance the Famine hath rebelled against thee, or Death exceeds\nhis powers. O Master of the World, drive out the Famine as a moth out\nof thy cloak, lest the gods beyond that regard thee with their eyes\nsay--there is Yarni Zai, and lo! his cloak is tattered.\"\n\nAnd in the mist no sign made Yarni Zai. Then did Hothrun Dath pray to\nYarni Zai to make some sign with his uplifted hand that he might know\nhe heard him. In the awe and silence he waited, until nigh the dawn the\nmist that hid the figure rolled upwards. Serene above the mountains he\nbrooded over the world, silent, with right hand uplifted.\n\nWhat Hothrun Dath saw there upon the face of Yarni Zai no history\ntelleth, or how he came again alive to Yarnith, but this is writ that\nhe fled, and none hath since beheld the face of Yarni Zai. Some say\nthat he saw a look on the face of the image that set a horror tingling\nthrough his soul, but it is held in Yarnith that he found the marks of\ninstruments of carving about the figure's feet, and discerning thereby\nthat Yarni Zai was wrought by the hands of men, he fled down the valley\nscreaming:\n\n\"There are no gods, and all the world is lost.\" And hope departed from\nhim and all the purposes of life. Motionless behind him, lit by the\nrising sun, sat the colossal figure with right hand uplifted that man\nhad made in his own image.\n\nBut the men of Yarnith tell how Hothrun Dath came back again panting to\nhis own city, and told the people that there were no gods and that\nYarnith had no hope from Yarni Zai. Then the men of Yarnith when they\nknew that the Famine came not from the gods, arose and strove against\nhim. They dug deep for wells, and slew goats for food high up on\nYarnith's mountains and went afar and gathered blades of grass, where\nyet it grew, that their cattle might live. Thus they fought the Famine,\nfor they said: \"If Yarni Zai be not a god, then is there nothing\nmightier in Yarnith than men, and who is the Famine that he should bare\nhis teeth against the lords of Yarnith?\"\n\nAnd they said: \"If no help cometh from Yarni Zai then is there no help\nbut from our own strength and might, and we be Yarnith's gods with the\nsaving of Yarnith burning within us or its doom according to our\ndesire.\"\n\nAnd some more the Famine slew, but others raised their hands saying:\n\"These be the hands of gods,\" and drave the Famine back till he went\nfrom the houses of men and out among the cattle, and still the men of\nYarnith pursued him, till above the heat of the fight came the million\nwhispers of rain heard faintly far off towards evening. Then the Famine\nfled away howling back to the mountains and over the mountains' crests,\nand became no more than a thing that is told in Yarnith's legends.\n\nA thousand years have passed across the graves of those that fell in\nYarnith by the Famine. But the men of Yarnith still pray to Yarni Zai,\ncarved by men's hands in the likeness of a man, for they say--\"It may\nbe that the prayers we offer to Yarni Zai may roll upwards from his\nimage as do the mists at dawn, and somewhere find at last the other\ngods or that God who sits behind the others of whom our prophets know\nnot.\"\n\n\n\n\nFOR THE HONOUR OF THE GODS\n\n\nOf the great wars of the Three Islands are many histories writ and of\nhow the heroes of the olden time one by one were slain, but nought is\ntold of the days before the olden time, or ever the people of the isles\nwent forth to war, when each in his own land tended cattle or sheep,\nand listless peace obscured those isles in the days before the olden\ntime. For then the people of the Islands played like children about the\nfeet of Chance and had no gods and went not forth to war. But sailors,\ncast by strange winds upon those shores which they named the Prosperous\nIsles, and finding a happy people which had no gods, told how they\nshould be happier still and know the gods and fight for the honour of\nthe gods and leave their names writ large in histories and at the last\ndie proclaiming the names of the gods. And the people of the islands\nmet and said:\n\n\"The beasts we know, but lo! these sailors tell of things beyond that\nknow us as we know the beasts and use us for their pleasure as we use\nthe beasts, but yet are apt to answer idle prayer flung up at evening\nnear the hearth, when a man returneth from the ploughing of the fields.\nShall we now seek these gods?\" And some said:\n\n\"We are lords of the Three Islands and have none to trouble us, and\nwhile we live we find prosperity, and when we die our bones have ease\nin the quiet. Let us not therefore seek those who may loom greater than\nwe do in the Islands Three or haply harry our bones when we be dead.\"\n\nBut others said:\n\n\"The prayers that a man mutters, when the drought hath come and all the\ncattle die, go up unheeded to the heedless clouds, and if somewhere\nthere be those that garner prayer let us send men to seek them and to\nsay: 'There be men in the Isles called Three, or sometimes named by\nsailors the Prosperous Isles (and they be in the Central Sea), who\nofttimes pray, and it hath been told us that ye love the worship of\nmen, and for it answer prayer, and we be travellers from the Islands\nThree.'\"\n\nAnd the people of the Islands were greatly allured by the thought of\nstrange things neither men nor beasts who at evening answered prayer.\n\nTherefore they sent men down in ships with sails to sail across the\nsea, and in safety over the sea to a far shore Chance brought the\nships. Then over hill and valley three men set forth seeking to find\nthe gods, and their comrades beached the ships and waited on the shore.\nAnd they that sought the gods followed for thirty nights the lightnings\nin the sky over five mountains, and as they came to the summit of the\nlast, they saw a valley beneath them, and lo! the gods. For there the\ngods sat, each on a marble hill, each sitting with an elbow on his\nknee, and his chin upon his hand, and all the gods were smiling about\nTheir lips. And below them there were armies of little men, and about\nthe feet of the gods they fought against each other and slew one\nanother for the honour of the gods, and for the glory of the name of\nthe gods. And round them in the valley their cities that they had\nbuilded with the toil of their hands, they burned for the honour of the\ngods, where they died for the honour of the gods, and the gods looked\ndown and smiled. And up from the valley fluttered the prayers of men\nand here and there the gods did answer a prayer, but oftentimes They\nmocked them, and all the while men died.\n\nAnd they that had sought the gods from the Islands Three, having seen\nwhat they had seen, lay down on the mountain summit lest the gods\nshould see them. Then they crept backward a little space, still lying\ndown, and whispered together and then stooped low and ran, and\ntravelled across the mountains in twenty days and came again to their\ncomrades by the shore. But their comrades asked them if their quest had\nfailed and the three men only answered:\n\n\"We have seen the gods.\"\n\nAnd setting sail the ships hove back across the Central Sea and came\nagain to the Islands Three, where rest the feet of Chance, and said to\nthe people:\n\n\"We have seen the gods.\"\n\nBut to the rulers of the Islands they told how the gods drove men in\nherds; and went back and tended their flocks again all in the\nProsperous Isles, and were kinder to their cattle after they had seen\nhow that the gods used men.\n\nBut the gods walking large about Their valley, and peering over the\ngreat mountain's rim, saw one morning the tracks of the three men. Then\nthe gods bent their faces low over the tracks and leaning forward ran,\nand came before the evening of the day to the shore where the men had\nset sail in ships, and saw the tracks of ships upon the sand, and waded\nfar out into the sea, and yet saw nought. Still it had been well for\nthe Islands Three had not certain men that had heard the travellers'\ntale sought also to see the gods themselves. These in the night-time\nslipped away from the Isles in ships, and ere the gods had retreated to\nthe hills, They saw where ocean meets with sky the full white sails of\nthose that sought the gods upon an evil day. Then for a while the\npeople of those gods had rest while the gods lurked behind the\nmountain, waiting for the travellers from the Prosperous Isles. But the\ntravellers came to shore and beached their ships, and sent six of their\nnumber to the mountain whereof they had been told. But they after many\ndays returned, having not seen the gods but only the smoke that went\nupward from burned cities, and vultures that stood in the sky instead\nof answered prayer. And they all ran down their ships again into the\nsea, and set sail again and came to the Prosperous Isles. But in the\ndistance crouching behind the ships the gods came wading through the\nsea that They might have the worship of the isles. And to every isle of\nthe three the gods showed themselves in different garb and guise, and\nto all they said:\n\n\"Leave your flocks. Go forth and fight for the honour of the gods.\"\n\nAnd from one of the isles all the folk came forth in ships to battle\nfor gods that strode through the isle like kings. And from another they\ncame to fight for gods that walked like humble men upon the earth in\nbeggars' rags; and the people of the other isle fought for the honour\nof gods that were clothed in hair like beasts; and had many gleaming\neyes and claws upon their foreheads. But of how these people fought\ntill the isles grew desolate but very glorious, and all for the fame of\nthe gods, are many histories writ.\n\n\n\n\nNIGHT AND MORNING\n\n\nOnce in an arbour of the gods above the fields of twilight Night\nwandering alone came suddenly on Morning. Then Night drew from his face\nhis cloak of dark grey mists and said: \"See, I am Night,\" and they two\nsitting in that arbour of the gods, Night told wondrous stories of old\nmysterious happenings in the dark. And Morning sat and wondered, gazing\ninto the face of Night and at his wreath of stars. And Morning told how\nthe rains of Snamarthis smoked in the plain, but Night told how\nSnamarthis held riot in the dark, with revelry and drinking and tales\ntold by kings, till all the hosts of Meenath crept against it and the\nlights went out and there arose the din of arms or ever Morning came.\nAnd Night told how Sindana the beggar had dreamed that he was a King,\nand Morning told how she had seen Sindana find suddenly an army in the\nplain, and how he had gone to it thinking he was King and the army had\nbelieved him, and Sindana now ruled over Marthis and Targadrides,\nDynath, Zahn, and Tumeida. And most Night loved to tell of Assarnees,\nwhose ruins are scant memories on the desert's edge, but Morning told\nof the twin cities of Nardis and Timaut that lorded over the plain. And\nNight told terribly of what Mynandes found when he walked through his\nown city in the dark. And ever at the elbow of regal Night whispers\narose saying: \"Tell Morning _this_.\"\n\nAnd ever Night told and ever Morning wondered. And Night spake on, and\ntold what the dead had done when they came in the darkness on the King\nthat had led them into battle once. And Night knew who slew Darnex and\nhow it was done. Moreover, he told why the seven Kings tortured\nSydatheris and what Sydatheris said just at the last, and how the Kings\nwent forth and took their lives.\n\nAnd Night told whose blood had stained the marble steps that lead to\nthe temple in Ozahn, and why the skull within it wears a golden crown,\nand whose soul is in the wolf that howls in the dark against the city.\nAnd Night knew whither the tigers go out of the Irasian desert and the\nplace where they meet together, and who speaks to them and what she\nsays and why. And he told why human teeth had bitten the iron hinge in\nthe great gate that swings in the walls of Mondas, and who came up out\nof the marsh alone in the darktime and demanded audience of the King\nand told the King a lie, and how the King, believing it, went down into\nthe vaults of his palace and found only toads and snakes, who slew the\nKing. And he told of ventures in palace towers in the quiet, and knew\nthe spell whereby a man might send the light of the moon right into the\nsoul of his foe. And Night spoke of the forest and the stirring of\nshadows and soft feet pattering and peering eyes, and of the fear that\nsits behind the trees taking to itself the shape of something crouched\nto spring.\n\nBut far under that arbour of the gods down on the earth the mountain\npeak Mondana looked Morning in the eyes and forsook his allegiance to\nNight, and one by one the lesser hills about Mondana's knees greeted\nthe Morning. And all the while in the plains the shapes of cities came\nlooming out of the dusk. And Kongros stood forth with all her\npinnacles, and the winged figure of Poesy carved upon the eastern\nportal of her gate, and the squat figure of Avarice carved facing it\nupon the west; and the bat began to tire of going up and down her\nstreets, and already the owl was home. And the dark lions went up out\nof the plain back to their caves again. Not as yet shone any dew upon\nthe spider's snare nor came the sound of any insects stirring or bird\nof the day, and full allegiance all the valleys owned still to their\nLord the Night. Yet earth was preparing for another ruler, and kingdom\nby kingdom she stole away from Night, and there marched through the\ndreams of men a million heralds that cried with the voice of the cock:\n\"Lo! Morning come behind us.\" But in that arbour of the gods above the\nfields of twilight the star wreath was paling about the head of Night,\nand ever more wonderful on Morning's brow appeared the mark of power.\nAnd at the moment when the camp fires pale and the smoke goes grey to\nthe sky, and camels sniff the dawn, suddenly Morning forgot Night. And\nout of that arbour of the gods, and away to the haunts of the dark,\nNight with his swart cloak slunk away; and Morning placed her hand upon\nthe mists and drew them upward and revealed the earth, and drove the\nshadows before her, and they followed Night. And suddenly the mystery\nquitted haunting shapes, and an old glamour was gone, and far and wide\nover the fields of earth a new splendour arose.\n\n\n\n\nUSURY\n\n\nThe men of Zonu hold that Yahn is God, who sits as a usurer behind a\nheap of little lustrous gems and ever clutches at them with both his\narms. Scarce larger than a drop of water are the gleaming jewels that\nlie under the grasping talons of Yahn, and every jewel is a life. Men\ntell in Zonu that the earth was empty when Yahn devised his plan, and\non it no life stirred. Then Yahn lured to him shadows whose home was\nbeyond the Rim, who knew little of joys and nought of any sorrow, whose\nplace was beyond the Rim before the birth of Time. These Yahn lured to\nhim and showed them his heap of gems; and in the jewels there was\nlight, and green fields glistened in them, and there were glimpses of\nblue sky and little streams, and very faintly little gardens showed\nthat flowered in orchard lands. And some showed winds in the heaven,\nand some showed the arch of the sky with a waste plain drawn across it,\nwith grasses bent in the wind and never aught but the plain. But the\ngems that changed the most had in their centre the ever changing sea.\nThen the shadows gazed into the Lives and saw the green fields and the\nsea and earth and the gardens of earth. And Yahn said: \"I will loan you\neach a Life, and you may do your work with it upon the Scheme of\nThings, and have each a shadow for his servant in green fields and in\ngardens, only for these things you shall polish these Lives with\nexperience and cut their edges with your griefs, and in the end shall\nreturn them again to me.\"\n\nAnd thereto the shadows consented, that they might have gleaming Lives\nand have shadows for their servants, and this thing became the Law. But\nthe shadows, each with his Life, departed and came to Zonu and to other\nlands, and there with experience they polished the Lives of Yahn, and\ncut them with human griefs until they gleamed anew. And ever they found\nnew scenes to gleam within these Lives, and cities and sails and men\nshone in them where there had been before only green fields and sea,\nand ever Yahn the usurer cried out to remind them of their bargain.\nWhen men added to their Lives scenes that were pleasant to Yahn, then\nwas Yahn silent, but when they added scenes that pleased not the eyes\nof Yahn, then did he take a toll of sorrow from them because it was the\nLaw.\n\nBut men forgot the usurer, and there arose some claiming to be wise in\nthe Law, who said that after their labour, which they wrought upon\ntheir Lives, was done, those Lives should be theirs to possess; so men\ntook comfort from their toil and labour and the grinding and cutting of\ntheir griefs. But as their Lives began to shine with experience of many\nthings, the thumb and forefinger of Yahn would suddenly close upon a\nLife, and the man became a shadow. But away beyond the Rim the shadows\nsay:\n\n\"We have greatly laboured for Yahn, and have gathered griefs in the\nworld, and caused his Lives to shine, and Yahn doeth nought for us. Far\nbetter had we stayed where no cares are, floating beyond the Rim.\"\n\nAnd there the shadows fear lest ever again they be lured by specious\npromises to suffer usury at the hands of Yahn, who is overskilled in\nLaw. Only Yahn sits and smiles, watching his hoard increase in\npreciousness, and hath no pity for the poor shadows whom he hath lured\nfrom their quiet to toil in the form of men.\n\nAnd ever Yahn lures more shadows and sends them to brighten his Lives,\nsending the old Lives out again to make them brighter still; and\nsometimes he gives to a shadow a Life that was once a king's and\nsendeth him with it down to the earth to play the part of a beggar, or\nsometimes he sendeth a beggar's Life to play the part of a king. What\ncareth Yahn?\n\nThe men of Zonu have been promised by those that claim to be wise in\nthe Law that their Lives which they have toiled at shall be theirs to\npossess for ever, yet the men of Zonu fear that Yahn is greater and\noverskilled in the Law. Moreover it hath been said that Time will bring\nthe hour when the wealth of Yahn shall be such as his dreams have\nlusted for. Then shall Yahn leave the earth at rest and trouble the\nshadows no more, but sit and gloat with his unseemly face over his\nhoard of Lives, for his soul is a usurer's soul. But others say, and\nthey swear that this is true, that there are gods of Old, who be far\ngreater than Yahn, who made the Law wherein Yahn is overskilled, and\nwho will one day drive a bargain with him that shall be too hard for\nYahn. Then Yahn shall wander away, a mean forgotten god, and perchance\nin some forsaken land shall haggle with the rain for a drop of water to\ndrink, for his soul is a usurer's soul. And the Lives--who knoweth the\ngods of Old or what Their will shall be?\n\n\n\n\nMLIDEEN\n\n\nUpon an evening of the forgotten years the gods were seated upon Mowrah\nNawut above Mlideen holding the avalanche in leash.\n\nAll in the Middle City stood the Temples of the city's priests, and\nhither came all the people of Mlideen to bring them gifts, and there it\nwas the wont of the City's priests to carve them gods for Mlideen. For\nin a room apart in the Temple of Eld in the midst of the temples that\nstood in the Middle City of Mlideen there lay a book called the Book of\nBeautiful Devices, writ in a language that no man may read and writ\nlong ago, telling how a man may make for himself gods that shall\nneither rage nor seek revenge against a little people. And ever the\npriests came forth from reading in the Book of Beautiful Devices and\never they sought to make benignant gods, and all the gods that they\nmade were different from each other, only their eyes turned all upon\nMlideen.\n\nBut upon Mowrah Nawut for all of the forgotten years the gods had\nwaited and forborne until the people of Mlideen should have carven one\nhundred gods. Never came lightnings from Mowrah Nawut crashing upon\nMlideen, nor blight on harvests nor pestilence in the city, only upon\nMowrah Nawut the gods sat and smiled. The people of Mlideen had said:\n\"Yoma is god.\" And the gods sat and smiled. And after the forgetting of\nYoma and the passing of years the people had said: \"Zungari is god.\"\nAnd the gods sat and smiled.\n\nThen on the altar of Zungari a priest had set a figure squat, carven in\npurple agate, saying: \"Yazun is god.\" Still the gods sat and smiled.\n\nAbout the feet of Yonu, Bazun, Nidish and Sundrao had gone the worship\nof the people of Mlideen, and still the gods sat holding the avalanche\nin leash above the city.\n\nThere set a great calm towards sunset over the heights, and Mowrah\nNawut stood up still with gleaming snow, and into the hot city cool\nbreezes blew from his benignant slopes as Tarsi Zalo, high prophet of\nMlideen, carved out of a great sapphire the city's hundredth god, and\nthen upon Mowrah Nawut the gods turned away saying: \"One hundred\ninfamies have now been wrought.\" And they looked no longer upon Mlideen\nand held the avalanche no more in leash, and he leapt forward howling.\n\nOver the Middle City of Mlideen now lies a mass of rocks, and on the\nrocks a new city is builded wherein people dwell who know not old\nMlideen, and the gods are seated on Mowrah Nawut still. And in the new\ncity men worship carven gods, and the number of the gods that they have\ncarven is ninety and nine, and I, the prophet, have found a curious\nstone and go to carve it into the likeness of a god for all Mlideen to\nworship.\n\n\n\n\nTHE SECRET OF THE GODS\n\n\nZyni Moe, the small snake, saw the cool river gleaming before him afar\noff and set out over the burning sand to reach it.\n\nUldoon, the prophet, came out of the desert and followed up the bank of\nthe river towards his old home. Thirty years since Uldoon had left the\ncity, where he was born, to live his life in a silent place where he\nmight search for the secret of the gods. The name of his home was the\nCity by the River, and in that city many prophets taught concerning\nmany gods, and men made many secrets for themselves, but all the while\nnone knew the Secret of the gods. Nor might any seek to find it, for if\nany sought men said of him:\n\n\"This man sins, for he giveth no worship to the gods that speak to our\nprophets by starlight when none heareth.\"\n\nAnd Uldoon perceived that the mind of a man is as a garden, and that\nhis thoughts are as the flowers, and the prophets of a man's city are\nas many gardeners who weed and trim, and who have made in the garden\npaths both smooth and straight, and only along these paths is a man's\nsoul permitted to go lest the gardeners say, \"This soul transgresseth.\"\nAnd from the paths the gardeners weed out every flower that grows, and\nin the garden they cut off all flowers that grow tall, saying:\n\n\"It is customary,\" and \"it is written,\" and \"this hath ever been,\" or\n\"that hath not been before.\"\n\nTherefore Uldoon saw that not in that city might he discover the Secret\nof the gods. And Uldoon said to the people:\n\n\"When the worlds began, the Secret of the gods lay written clear over\nthe whole earth, but the feet of many prophets have trampled it out.\nYour prophets are all true men, but I go into the desert to find a\ntruth which is truer than your prophets.\" Therefore Uldoon went into\nthe desert and in storm and still he sought for many years. When the\nthunder roared over the mountains that limited the desert he sought the\nSecret in the thunder, but the gods spake not by the thunder. When the\nvoices of the beasts disturbed the stillness under the stars he sought\nthe secret there, but the gods spake not by the beasts.\n\nUldoon grew old and all the voices of the desert had spoken to Uldoon,\nbut not the gods, when one night he heard Them whispering beyond the\nhills. And the gods whispered one to another, and turning Their faces\nearthward They all wept. And Uldoon though he saw not the gods yet saw\nTheir shadows turn as They went back to a great hollow in the hills;\nand there, all standing in the valley's mouth, They said:\n\n\"Oh, Morning Zai, oh, oldest of the gods, the faith of thee is gone,\nand yesterday for the last time thy name was spoken upon earth.\" And\nturning earthward they all wept again. And the gods tore white clouds\nout of the sky and draped them about the body of Morning Zai and bore\nhim forth from his valley behind the hills, and muffled the mountain\npeaks with snow, and beat upon their summits with drum sticks carved of\nebony, playing the dirge of the gods. And the echoes rolled about the\npasses and the winds howled, because the faith of the olden days was\ngone, and with it had sped the soul of Morning Zai. So through the\nmountain passes the gods came at night bearing Their dead father. And\nUldoon followed. And the gods came to a great sepulchre of onyx that\nstood upon four fluted pillars of white marble, each carved out of four\nmountains, and therein the gods laid Morning Zai because the old faith\nwas fallen. And there at the tomb of Their father the gods spake and\nUldoon heard the Secret of the gods, and it became to him a simple\nthing such as a man might well guess--yet hath not. Then the soul of\nthe desert arose and cast over the tomb its wreath of forgetfulness\ndevised of drifting sand, and the gods strode home across the mountains\nto Their hollow land. But Uldoon left the desert and travelled many\ndays, and so came to the river where it passes beyond the city to seek\nthe sea, and following its bank came near to his old home. And the\npeople of the City by the River, seeing him far off, cried out:\n\n\"Hast thou found the Secret of the gods?\"\n\nAnd he answered:\n\n\"I have found it, and the Secret of the gods is this\"--:\n\nZyni Moe, the small snake, seeing the figure and the shadow of a man\nbetween him and the cool river, raised his head and struck once. And\nthe gods are pleased with Zyni Moe, and have called him the protector\nof the Secret of the gods.\n\n\n\n\nTHE SOUTH WIND\n\n\nTwo players sat down to play a game together to while eternity away,\nand they chose the gods as pieces wherewith to play their game, and for\ntheir board of playing they chose the sky from rim to rim, whereon lay\na little dust; and every speck of dust was a world upon the board of\nplaying. And the players were robed and their faces veiled, and the\nrobes and veils were alike, and their names were Fate and Chance. And\nas they played their game and moved the gods hither and thither about\nthe board, the dust arose, and shone in the light from the players'\neyes that gleamed behind the veils. Then said the gods: \"See how We\nstir the dust.\"\n\nIt chanced, or was ordained (who knoweth which?) that Ord, a prophet,\none night saw the gods as They strode knee deep among the stars. But as\nhe gave Them worship, he saw the hand of a player, enormous over Their\nheads, stretched out to make his move. Then Ord, the prophet, knew. Had\nhe been silent it might have still been well with Ord, but Ord went\nabout the world crying out to all men, \"There is a power over the\ngods.\"\n\nThis the gods heard. Then said They, \"Ord hath seen.\"\n\nTerrible is the vengeance of the gods, and fierce were Their eyes when\nThey looked on the head of Ord and snatched out of his mind all\nknowledge of Themselves. And that man's soul went wandering afield to\nfind for itself gods, for ever finding them not. Then out of Ord's\nDream of Life the gods plucked the moon and the stars, and in the\nnight-time he only saw black sky and saw the lights no more. Next the\ngods took from him, for Their vengeance resteth not, the birds and\nbutterflies, flowers and leaves and insects and all small things, and\nthe prophet looked on the world that was strangely altered, yet knew\nnot of the anger of the gods. Then the gods sent away his familiar\nhills, to be seen no more by him, and all the pleasant woodlands on\ntheir summits and the further fields; and in a narrower world Ord\nwalked round and round, now seeing little, and his soul still wandered\nsearching for some gods and finding none.\n\nLastly, the gods took away the fields and stream and left to the\nprophet only his house and the larger things that were in it. Day by\nday They crept about him drawing films of mist between him and familiar\nthings, till at last he beheld nought at all and was quite blind and\nunaware of the anger of the gods. Then Ord's world became only a world\nof sound, and only by hearing he kept his hold upon Things. All the\nprofit that he had out of his days was here some song from the hills or\nthere the voice of the birds, and sound of the stream, or the drip of\nthe falling rain. But the anger of the gods ceases not with the closing\nof flowers, nor is it assuaged by all the winter's snows, nor doth it\nrest in the full glare of summer, and They snatched away from Ord one\nnight his world of sound and he awoke deaf. But as a man may smite away\nthe hive of the bee, and the bee with all his fellows builds again,\nknowing not what hath smitten his hive or that it shall smite again, so\nOrd built for himself a world out of old memories and set it in the\npast. There he builded himself cities out of former joys, and therein\nbuilt palaces of mighty things achieved, and with his memory as a key\nhe opened golden locks and had still a world to live in, though the\ngods had taken from him the world of sound and all the world of sight.\nBut the gods tire not from pursuing, and They seized his world of\nformer things and took his memory away and covered up the paths that\nled into the past, and left him blind and deaf and forgetful among men,\nand caused all men to know that this was he who once had said that the\ngods were little things.\n\nAnd lastly the gods took his soul, and out of it They fashioned the\nSouth Wind to roam the seas for ever and not have rest; and well the\nSouth Wind knows that he hath once understood somewhere and long ago,\nand so he moans to the islands and cries along southern shores, \"I have\nknown,\" and \"I have known.\"\n\nBut all things sleep when the South Wind speaks to them and none heed\nhis cry that he hath known, but are rather content to sleep. But still\nthe South Wind, knowing that there is something that he hath forgot,\ngoes on crying, \"I have known,\" seeking to urge men to arise and to\ndiscover it. But none heed the sorrows of the South Wind even when he\ndriveth his tears out of the South, so that though the South Wind cries\non and on and never findeth rest none heed that there is aught that may\nbe known, and the Secret of the gods is safe. But the business of the\nSouth Wind is with the North, and it is said that the time will one day\ncome when he shall overcome the bergs and sink the seas of ice and come\nwhere the Secret of the gods is graven upon the pole. And the game of\nFate and Chance shall suddenly cease and He that loses shall cease to\nbe or ever to have been, and from the board of playing Fate or Chance\n(who knoweth which shall win?) shall sweep the gods away.\n\n\n\n\nIN THE LAND OF TIME\n\n\nThus Karnith, King of Alatta, spake to his eldest son: \"I bequeath to\nthee my city of Zoon, with its golden eaves, whereunder hum the bees.\nAnd I bequeath to thee also the land of Alatta, and all such other\nlands as thou art worthy to possess, for my three strong armies which I\nleave thee may well take Zindara and over-run Istahn, and drive back\nOnin from his frontier, and leaguer the walls of Yan, and beyond that\nspread conquest over the lesser lands of Hebith, Ebnon, and Karida.\nOnly lead not thine armies against Zeenar, nor ever cross the Eidis.\"\n\nThereat in the city of Zoon in the land of Alatta, under his golden\neaves, died King Karnith, and his soul went whither had gone the souls\nof his sires the elder Kings, and the souls of their slaves.\n\nThen Karnith Zo, the new King, took the iron crown of Alatta and\nafterwards went down to the plains that encircle Zoon and found his\nthree strong armies clamouring to be led against Zeenar, over the river\nEidis.\n\nBut the new King came back from his armies, and all one night in the\ngreat palace alone with his iron crown, pondered long upon war; and a\nlittle before dawn he saw dimly through his palace window, facing east\nover the city of Zoon and across the fields of Alatta, to far off where\na valley opened on Istahn. There, as he pondered, he saw the smoke\narising tall and straight over small houses in the plain and the fields\nwhere the sheep fed. Later the sun rose shining over Alatta as it shone\nover Istahn, and there arose a stir about the houses both in Alatta and\nIstahn, and cocks crowded in the city and men went out into the fields\namong the bleating sheep; and the King wondered if men did otherwise in\nIstahn. And men and women met as they went out to work and the sound of\nlaughter arose from streets and fields; the King's eyes gazed into the\ndistance toward Istahn and still the smoke went upward tall and\nstraight from the small houses. And the sun rose higher that shone upon\nAlatta and Istahn, causing the flowers to open wide in each, and the\nbirds to sing and the voices of men and women to arise. And in the\nmarket place of Zoon caravans were astir that set out to carry\nmerchandise to Istahn, and afterwards passed camels coming to Alatta\nwith many tinkling bells. All this the King saw as he pondered much,\nwho had not pondered before. Westward the Agnid mountains frowned in\nthe distance guarding the river Eidis; behind them the fierce people of\nZeenar lived in a bleak land.\n\nLater the King, going abroad through his new kingdom, came on the\nTemple of the gods of Old. There he found the roof shattered and the\nmarble columns broken and tall weeds met together in the inner shrine,\nand the gods of Old, bereft of worship or sacrifice, neglected and\nforgotten. And the King asked of his councillors who it was that had\noverturned this temple of the gods or caused the gods Themselves to be\nthus forsaken. And they answered him:\n\n\"Time has done this.\"\n\nNext the King came upon a man bent and crippled, whose face was\nfurrowed and worn, and the King having seen no such sight within the\ncourt of his father said to the man:\n\n\"Who hath done this thing to you?\"\n\nAnd the old man answered:\n\n\"Time hath ruthlessly done it.\"\n\nBut the King and his councillors went on, and next they came upon a\nbody of men carrying among them a hearse. And the King asked his\ncouncillors closely concerning death, for these things had not before\nbeen expounded to the King. And the oldest of the councillors answered:\n\n\"Death, O King, is a gift sent by the gods by the hand of their servant\nTime, and some receive it gladly, and some are forced reluctantly to\ntake it, and before others it is suddenly flung in the middle of the\nday. And with this gift that Time hath brought him from the gods a man\nmust go forth into the dark to possess no other thing for so long as\nthe gods are willing.\"\n\nBut the King went back to his palace and gathered the greatest of his\nprophets and his councillors and asked them more particularly\nconcerning Time. And they told the King how that Time was a great\nfigure standing like a tall shadow in the dusk or striding, unseen,\nacross the world, and how that he was the slave of the gods and did\nTheir bidding, but ever chose new masters, and how all the former\nmasters of Time were dead and Their shrines forgotten. And one said:\n\n\"I have seen him once when I went down to play again in the garden of\nmy childhood because of certain memories. And it was towards evening\nand the light was pale, and I saw Time standing over the little gate,\npale like the light, and he stood between me and that garden and had\nstolen my memories because he was mightier than I.\"\n\nAnd another said:\n\n\"I, too, have seen the Enemy of my House. For I saw him when he strode\nover the fields that I knew well and led a stranger by the hand to\nplace him in my home to sit where my forefathers sat. And I saw him\nafterwards walk thrice round the house and stoop and gather up the\nglamour from the lawns and brush aside the tall poppies in the garden\nand spread weeds in his pathway where he strode through the remembered\nnooks.\"\n\nAnd another said:\n\n\"He went one day into the desert and brought up life out of the waste\nplaces, and made it cry bitterly and covered it with the desert again.\"\n\nAnd another said:\n\n\"I too saw him once seated in the garden of a child tearing the\nflowers, and afterwards he went away through many woodlands and stooped\ndown as he went, and picked the leaves one by one from the trees.\"\n\nAnd another said:\n\n\"I saw him once by moonlight standing tall and black amidst the ruins\nof a shrine in the old kingdom of Amarna, doing a deed by night. And he\nwore a look on his face such as murderers wear as he busied himself to\ncover over something with weeds and dust. Thereafter in Amarna the\npeople of that old Kingdom missed their god, in whose shrine I saw Time\ncrouching in the night, and they have not since beheld him.\"\n\nAnd all the while from the distance at the city's edge rose a hum from\nthe three armies of the King clamouring to be led against Zeenar.\nThereat the King went down to his three armies and speaking to their\nchiefs said:\n\n\"I will not go down clad with murder to be King over other lands. I\nhave seen the same morning arising on Istahn that also gladdened\nAlatta, and have heard Peace lowing among the flowers. I will not\ndesolate homes to rule over an orphaned land and a land widowed. But I\nwill lead you against the pledged enemy of Alatta who shall crumble the\ntowers of Zoon and hath gone far to overthrow our gods. He is the foe\nof Zindara and Istahn and many-citadeled Yan, Hebith and Ebnon may not\novercome him nor Karida be safe against him among her bleakest\nmountains. He is a foe mightier than Zeenar with frontiers stronger\nthan Eidis; he leers at all the peoples of the earth and mocks their\ngods and covets their builded cities. Therefore we will go forth and\nconquer Time and save the gods of Alatta from his clutch, and coming\nback victorious shall find that Death is gone and age and illness\ndeparted, and here we shall live for ever by the golden eaves of Zoon,\nwhile the bees hum among unrusted gables and never crumbling towers.\nThere shall be neither fading nor forgetting, nor ever dying nor\nsorrow, when we shall have freed the people and pleasant fields of the\nearth from inexorable Time.\"\n\nAnd the armies swore that they would follow the King to save the world\nand the gods.\n\nSo the next day the King set forth with his three armies and crossed\nmany rivers and marched through many lands, and wherever they went they\nasked for news of Time.\n\nAnd the first day they met a woman with her face furrowed and lined,\nwho told them that she had been beautiful and that Time had smitten her\nin the face with his five claws.\n\nMany an old man they met as they marched in search of Time. All had\nseen him but none could tell them more, except that some said he went\nthat way and pointed to a ruined tower or to an old and broken tree.\n\nAnd day after day and month by month the King pushed on with his\narmies, hoping to come at last on Time. Sometimes they encamped at\nnight near palaces of beautiful design or beside gardens of flowers,\nhoping to find their enemy when he came to desecrate in the dark.\nSometimes they came on cobwebs, sometimes on rusted chains and houses\nwith broken roofs or crumbling walls. Then the armies would push on\napace thinking that they were closer upon the track of Time.\n\nAs the weeks passed by and weeks grew to months, and always they heard\nreports and rumours of Time, but never found him, the armies grew weary\nof the great march, but the King pushed on and would let none turn\nback, saying always that the enemy was near at hand.\n\nMonth in, month out, the King led on his now unwilling armies, till at\nlast they had marched for close upon a year and came to the village of\nAstarma very far to the north. There many of the King's weary soldiers\ndeserted from his armies and settled down in Astarma and married\nAstarmian girls. By these soldiers we have the march of the armies\nclearly chronicled to the time when they came to Astarma, having been\nnigh a year upon the march. And the army left that village and the\nchildren cheered them as they went up the street, and five miles\ndistant they passed over a ridge of hills and out of sight. Beyond this\nless is known, but the rest of this chronicle is gathered from the\ntales that the veterans of the King's armies used to tell in the\nevenings about the fires in Zoon and remembered afterwards by the men\nof Zeenar.\n\nIt is mostly credited in these days that such of the King's armies as\nwent on past Astarma came at last (it is not known after how long a\ntime) over a crest of a slope where the whole earth slanted green to\nthe north. Below it lay green fields and beyond them moaned the sea\nwith never shore nor island so far as the eye could reach. Among the\ngreen fields lay a village, and on this village the eyes of the King\nand his armies were turned as they came down the slope. It lay beneath\nthem, grave with seared antiquity, with old-world gables stained and\nbent by the lapse of frequent years, with all its chimneys awry. Its\nroofs were tiled with antique stones covered over deep with moss, each\nlittle window looked with a myriad strange cut panes on the gardens\nshaped with quaint devices and overrun with weeds. On rusted hinges the\ndoors sung to and fro and were fashioned of planks of immemorial oak\nwith black knots gaping from their sockets. Against it all there beat\nthe thistle-down, about it clambered the ivy or swayed the weeds; tall\nand straight out of the twisted chimneys arose blue columns of smoke,\nand blades of grass peeped upward between the huge cobbles of the\nunmolested street. Between the gardens and the cobbled streets stood\nhedges higher than a horseman might look, of stalwart thorn, and upward\nthrough it clambered the convolvulus to peer into the garden from the\ntop. Before each house there was cut a gap in the hedge, and in it\nswung a wicket gate of timber soft with the rain and years, and green\nlike the moss. Over all of it there brooded age and the full hush of\nthings bygone and forgotten. Upon this derelict that the years had cast\nup out of antiquity the King and his armies gazed long. Then on the\nhill slope the King made his armies halt, and went down alone with one\nof his chiefs into the village.\n\nPresently there was a stir in one of the houses, and a bat flew out of\nthe door into the daylight, and three mice came running out of the\ndoorway down the step, an old stone cracked in two and held together by\nmoss; and there followed an old man bending on a stick with a white\nbeard coming to the ground, wearing clothes that were glossed with use,\nand presently there came others out of the other houses, all of them as\nold, and all hobbling on sticks. These were the oldest people that the\nKing had ever beheld, and he asked them the name of the village and who\nthey were; and one of them answered, \"This is the City of the Aged in\nthe Territory of Time.\"\n\nAnd the King said, \"Is Time then here?\"\n\nAnd one of the old men pointed to a great castle standing on a steep\nhill and said: \"Therein dwells Time, and we are his people;\" and they\nall looked curiously at King Karnith Zo, and the eldest of the\nvillagers spoke again and said: \"Whence do you come, you that are so\nyoung?\" and Karnith Zo told him how he had come to conquer Time to save\nthe world and the gods, and asked them whence they came.\n\nAnd the villagers said:\n\n\"We are older than always, and know not whence we came, but we are the\npeople of Time, and here from the Edge of Everything he sends out his\nhours to assail the world, and you may never conquer Time.\" But the\nKing went back to his armies, and pointed towards the castle on the\nhill and told them that at last they had found the Enemy of the Earth;\nand they that were older than always went back slowly into their houses\nwith the creaking of olden doors. And there they went across the fields\nand passed the village. From one of his towers Time eyed them all the\nwhile, and in battle order they closed in on the steep hill as Time sat\nstill in his great tower and watched.\n\nBut as the feet of the foremost touched the edge of the hill Time\nhurled five years against them, and the years passed over their heads\nand the army still came on, an army of older men. But the slope seemed\nsteeper to the King and to every man in his army, and they breathed\nmore heavily. And Time summoned up more years, and one by one he hurled\nthem at Karnith Zo and at all his men. And the knees of the army\nstiffened, and their beards grew and turned grey, and the hours and\ndays and the months went singing over their heads, and their hair\nturned whiter and whiter, and the conquering hours bore down, and the\nyears rushed on and swept the youth of that army clear away till they\ncame face to face under the walls of the castle of Time with a mass of\nhowling years, and found the top of the slope too steep for aged men.\nSlowly and painfully, harassed with agues and chills, the King rallied\nhis aged army that tottered down the slope.\n\nSlowly the King led back his warriors over whose heads had shrieked the\ntriumphant years. Year in, year out, they straggled southwards, always\ntowards Zoon; they came, with rust upon their spears and long beards\nflowing, again into Astarma, and none knew them there. They passed\nagain by towns and villages where once they had inquired curiously\nconcerning Time, and none knew them there either. They came again to\nthe palaces and gardens where they had waited for Time in the night,\nand found that Time had been there. And all the while they set a hope\nbefore them that they should come on Zoon again and see its golden\neaves. And no one knew that unperceived behind them there lurked and\nfollowed the gaunt figure of Time cutting off stragglers one by one and\noverwhelming them with his hours, only men were missed from the army\nevery day, and fewer and fewer grew the veterans of Karnith Zo.\n\nBut at last after many a month, one night as they marched in the dusk\nbefore the morning, dawn suddenly ascending shone on the eaves of Zoon,\nand a great cry ran through the army:\n\n\"Alatta, Alatta!\"\n\nBut drawing nearer they found that the gates were rusted and weeds grew\ntall along the outer walls, many a roof had fallen, gables were\nblackened and bent, and the golden eaves shone not as heretofore. And\nthe soldiers entering the city expecting to find their sisters and\nsweethearts of a few years ago saw only old women wrinkled with great\nage and knew not who they were.\n\nSuddenly someone said:\n\n\"He has been here too.\"\n\nAnd then they knew that while they searched for Time, Time had gone\nforth against their city and leaguered it with the years, and had taken\nit while they were far away and enslaved their women and children with\nthe yoke of age. So all that remained of the three armies of Karnith Zo\nsettled in the conquered city. And presently the men of Zeenar crossed\nover the river Eidis and easily conquering an army of aged men took all\nAlatta for themselves, and their kings reigned thereafter in the city\nof Zoon. And sometimes the men of Zeenar listened to the strange tales\nthat the old Alattans told of the years when they made battle against\nTime. Such of these tales as the men of Zeenar remembered they\nafterwards set forth, and this is all that may be told of those\nadventurous armies that went to war with Time to save the world and the\ngods, and were overwhelmed by the hours and the years.\n\n\n\n\nTHE RELENTING OF SARNIDAC\n\n\nThe lame boy Sarnidac tended sheep on a hill to the southward of the\ncity. Sarnidac was a dwarf and greatly derided in the city. For the\nwomen said:\n\n\"It is very funny that Sarnidac is a dwarf,\" and they would point their\nfingers at him saying:--\"This is Sarnidac, he is a dwarf; also he is\nvery lame.\"\n\nOnce the doors of all the temples in the world swung open to the\nmorning, and Sarnidac with his sheep upon the hill saw strange figures\ngoing down the white road, always southwards. All the morning he saw\nthe dust rising above the strange figures and always they went\nsouthwards right as far as the rim of the Nydoon hills where the white\nroad could be seen no more. And the figures stooped and seemed to be\nlarger than men, but all men seemed very large to Sarnidac, and he\ncould not see clearly through the dust. And Sarnidac shouted to them,\nas he hailed all people that passed down the long white road, and none\nof the figures looked to left or right and none of them turned to\nanswer Sarnidac. But then few people ever answered him because he was\nlame, and a small dwarf.\n\nStill the figures went striding swiftly, stooping forward through the\ndust, till at last Sarnidac came running down his hill to watch them\ncloser. As he came to the white road the last of the figures passed\nhim, and Sarnidac ran limping behind him down the road.\n\nFor Sarnidac was weary of the city wherein all derided him, and when he\nsaw these figures all hurrying away he thought that they went perhaps\nto some other city beyond the hills over which the sun shone brighter,\nor where there was more food, for he was poor, even perhaps where\npeople had not the custom of laughing at Sarnidac. So this procession\nof figures that stooped and seemed larger than men went southward down\nthe road and a lame dwarf hobbled behind them.\n\nKhamazan, now called the City of the Last of Temples, lies southward of\nthe Nydoon hills. This is the story of Pompeides, now chief prophet of\nthe only temple in the world, and greatest of all the prophets that\nhave been:\n\nOn the slopes of Nydoon I was seated once above Khamazan. There I saw\nfigures in the morning striding through much dust along the road that\nleads across the world. Striding up the hill they came towards me, not\nwith the gait of men, and soon the first one came to the crest of the\nhill where the road dips to find the plains again, where lies Khamazan.\nAnd now I swear by all the gods that are gone that this thing happened\nas I shall say it, and was surely so. When those that came striding up\nthe hill came to its summit they took not the road that goes down into\nthe plains nor trod the dust any longer, but went straight on and\nupwards, striding as they strode before, as though the hill had not\nended nor the road dipped. And they strode as though they trod no\nyielding substance, yet they stepped upwards through the air.\n\nThis the gods did, for They were not born men who strode that day so\nstrangely away from earth.\n\nBut I, when I saw this thing, when already three had passed me, leaving\nearth, cried out before the fourth:\n\n'Gods of my childhood, guardians of little homes, whither are ye going,\nleaving the round earth to swim alone and forgotten in so great a waste\nof sky?'\n\nAnd one answered:\n\n'Heresy apace shoots her fierce glare over the world and men's faith\ngrows dim and the gods go. Men shall make iron gods and gods of steel\nwhen the wind and the ivy meet within the shrines of the temples of the\ngods of old.'\n\nAnd I left that place as a man leaves fire by night, and going\nplainwards down the white road that the gods spurned cried out to all\nthat I passed to follow me, and so crying came to the city's gates. And\nthere I shouted to all near the gates:\n\n'From yonder hilltop the gods are leaving earth.'\n\nThen I gathered many, and we all hastened to the hill to pray the gods\nto tarry, and there we cried out to the last of the departing gods:\n\n'Gods of old prophecy and of men's hopes, leave not the earth, and all\nour worship shall hum about Your ears as never it hath before, and oft\nthe sacrifice shall squeal upon Your altars.'\n\nAnd I said:--\n\n'Gods of still evenings and quiet nights, go not from earth and leave\nnot Your carven shrines, and all men shall worship You still. For\nbetween us and yonder still blue spaces oft roam the thunder and the\nstorms, there in his hiding lurks the dark eclipse, and there are\nstored all snows and hails and lightnings that shall vex the earth for\na million years. Gods of our hopes, how shall men's prayers crying from\nempty shrines pass through such terrible spaces; how shall they ever\nfare above the thunder and many storms to whatever place the gods may\ngo in that blue waste beyond?'\n\nBut the gods bent straight forward, and trampled through the sky and\nlooked not to the right nor left nor downwards, nor ever heeded my\nprayer.\n\nAnd one cried out hoping yet to stay the gods, though nearly all were\ngone, saying:--\n\n'O gods, rob not the earth of the dim hush that hangs round all Your\ntemples, bereave not all the world of old romance, take not the glamour\nfrom the moonlight nor tear the wonder out of the white mists in every\nland; for, O ye gods of the childhood of the world, when You have left\nthe earth you shall have taken the mystery from the sea and all its\nglory from antiquity, and You shall have wrenched out hope from the dim\nfuture. There shall be no strange cries at night time half understood,\nnor songs in the twilight, and the whole of the wonder shall have died\nwith last year's flowers in little gardens or hill-slopes leaning\nsouth; for with the gods must go the enchantment of the plains and all\nthe magic of dark woods, and something shall be lacking from the quiet\nof early dawn. For it would scarce befit the gods to leave the earth\nand not take with Them that which They had given it. Out beyond the\nstill blue spaces Ye will need the holiness of sunset for Yourselves\nand little sacred memories and the thrill that is in stories told by\nfiresides long ago. One strain of music, one song, one line of poetry\nand one kiss, and a memory of one pool with rushes, and each one the\nbest, shall the gods take to whom the best belongs, when the gods go.\n\n'Sing a lamentation, people of Khamazan, sing a lamentation for all the\nchildren of earth at the feet of the departing gods. Sing a lamentation\nfor the children of earth who now must carry their prayers to empty\nshrines and around empty shrines must rest at last.'\n\nThen when our prayers were ended and our tears shed, we beheld the last\nand smallest of the gods halted upon the hilltop. Twice he called to\nThem with a cry somewhat like the cry wherewith our shepherds hail\ntheir brethren, and long gazed after Them, and then deigned to look no\nlonger and to tarry upon earth and turn his eyes on men. Then a great\nshout went up when we saw that our hopes were saved and that there was\nstill on earth a haven for our prayers. Smaller than men now seemed the\nfigures that had loomed so big, as one behind the other far over our\nheads They still strode upwards. But the small god that had pitied the\nworld came with us down the hill, still deigning to tread the road,\nthough strangely, not as men tread, and into Khamazan. There we housed\nhim in the palace of the King, for that was before the building of the\ntemple of gold, and the King made sacrifice before him with his own\nhands, and he that had pitied the world did eat the flesh of the\nsacrifice.\n\nAnd the Book of the Knowledge of the gods in Khamazan tells how the\nsmall god that pitied the world told his prophets that his name was\nSarnidac and that he herded sheep, and that therefore he is called the\nshepherd god, and sheep are sacrificed upon his altars thrice a day,\nand the North, East, West and the South are the four hurdles of\nSarnidac and the white clouds are his sheep. And the Book of the\nKnowledge of the gods tells further how the day on which Pompeides\nfound the gods shall be kept for ever as a fast until the evening and\ncalled the Fast of the Departing, but in the evening shall a feast be\nheld which is named the Feast of the Relenting, for on that evening\nSarnidac pitied the whole world and tarried.\n\nAnd the people of Khamazan all prayed to Sarnidac, and dreamed their\ndreams and hoped their hopes because their temple was not empty.\nWhether the gods that are departed be greater than Sarnidac none know\nin Khamazan, but some believe that in their azure windows They have set\nlights that lost prayers swarming upwards may come to them like moths\nand at last find haven and light far up above the evening and the\nstillness where sit the gods.\n\nBut Sarnidac wondered at the strange figures, at the people of\nKhamazan, and at the palace of the King and the customs of the\nprophets, but wondered not more greatly at aught in Khamazan than he\nhad wondered at the city which he had left. For Sarnidac, who had not\nknown why men were unkind to him, thought that he had found at last the\nland for which the gods had let him hope, where men should have the\ncustom of being kind to Sarnidac.\n\n\n\n\nTHE JEST OF THE GODS\n\n\nOnce the Older gods had need of laughter. Therefore They made the soul\nof a king, and set in it ambitions greater than kings should have, and\nlust for territories beyond the lust of other kings, and in this soul\nThey set strength beyond the strength of others and fierce desire for\npower and a strong pride. Then the gods pointed earthward and sent that\nsoul into the fields of men to live in the body of a slave. And the\nslave grew, and the pride and lust for power began to arise in his\nheart, and he wore shackles on his arms. Then in the Fields of Twilight\nthe gods prepared to laugh.\n\nBut the slave went down to the shore of the great sea, and cast his\nbody away and the shackles that were upon it, and strode back to the\nFields of Twilight and stood up before the gods and looked Them in\nTheir faces. This thing the gods, when They had prepared to laugh, had\nnot foreseen. Lust for power burned strong in that King's soul, and\nthere was all the strength and pride in it that the gods had placed\ntherein, and he was too strong for the Older gods. He whose body had\nborne the lashes of men could brook no longer the dominion of the gods,\nand standing before Them he bade the gods to go. Up to Their lips leapt\nall the anger of the Older gods, being for the first time commanded,\nbut the King's soul faced Them still, and Their anger died away and\nThey averted Their eyes. Then Their thrones became empty, and the\nFields of Twilight bare as the gods slunk far away. But the soul chose\nnew companions.\n\n\n\n\nTHE DREAMS OF THE PROPHET\n\n\n_I_\n\nWhen the gods drave me forth to toil and assailed me with thirst and\nbeat me down with hunger, then I prayed to the gods. When the gods\nsmote the cities wherein I dwelt, and when Their anger scorched me and\nTheir eyes burned, then did I praise the gods and offer sacrifice. But\nwhen I came again to my green land and found that all was gone, and the\nold mysterious haunts wherein I prayed as a child were gone, and when\nthe gods tore up the dust and even the spider's web from the last\nremembered nook, then did I curse the gods, speaking it to Their faces,\nsaying:--\n\n\"Gods of my prayers! Gods of my sacrifice! because Ye have forgotten\nthe sacred places of my childhood, and they have therefore ceased to\nbe, yet may I not forget. Because Ye have done this thing, Ye shall see\ncold altars and shall lack both my fear and praise. I shall not wince\nat Your lightnings, nor be awed when Ye go by.\"\n\nThen looking seawards I stood and cursed the gods, and at this moment\nthere came to me one in the garb of a poet, who said:--\n\n\"Curse not the gods.\"\n\nAnd I said to him:\n\n\"Wherefore should I not curse Those that have stolen my sacred places\nin the night, and trodden down the gardens of my childhood?\"\n\nAnd he said \"Come, and I will show thee.\" And I followed him to where\ntwo camels stood with their faces towards the desert. And we set out\nand I travelled with him for a great space, he speaking never a word,\nand so we came at last to a waste valley hid in the desert's midst. And\nherein, like fallen moons, I saw vast ribs that stood up white out of\nthe sand, higher than the hills of the desert. And here and there lay\nthe enormous shapes of skulls like the white marble domes of palaces\nbuilt for tyrannous kings a long while since by armies of driven\nslaves. Also there lay in the desert other bones, the bones of vast\nlegs and arms, against which the desert, like a besieging sea, ever\nadvanced and already had half drowned. And as I gazed in wonder at\nthese colossal things the poet said to me:\n\n\"The gods are dead.\"\n\nAnd I gazed long in silence, and I said:\n\n\"These fingers, that are now so dead and so very white and still, tore\nonce the flowers in gardens of my youth.\"\n\nBut my companion said to me:\n\n\"I have brought thee here to ask of thee thy forgiveness of the gods,\nfor I, being a poet, knew the gods, and would fain drive off the curses\nthat hover above Their bones and bring Them men's forgiveness as an\noffering at the last, that the weeds and the ivy may cover Their bones\nfrom the sun.\"\n\nAnd I said:\n\n\"They made Remorse with his fur grey like a rainy evening in the\nautumn, with many rending claws, and Pain with his hot hands and\nlingering feet, and Fear like a rat with two cold teeth carved each out\nof the ice of either pole, and Anger with the swift flight of the\ndragonfly in summer having burning eyes. I will not forgive these\ngods.\"\n\nBut the poet said:\n\n\"Canst thou be angry with these beautiful white bones?\" And I looked\nlong at those curved and beautiful bones that were no longer able to\nhurt the smallest creature in all the worlds that they had made. And I\nthought long of the evil that they had done, and also of the good. But\nwhen I thought of Their great hands coming red and wet from battles to\nmake a primrose for a child to pick, then I forgave the gods.\n\nAnd a gentle rain came falling out of heaven and stilled the restless\nsand, and a soft green moss grew suddenly and covered the bones till\nthey looked like strange green hills, and I heard a cry and awoke and\nfound that I had dreamed, and looking out of my house into the street I\nfound that a flash of lightning had killed a child. Then I knew that\nthe gods still lived.\n\n\n_II_\n\nI lay asleep in the poppy fields of the gods in the valley of Alderon,\nwhere the gods come by night to meet together in council when the moon\nis low. And I dreamed that this was the Secret.\n\nFate and Chance had played their game and ended, and all was over, all\nthe hopes and tears, regrets, desires and sorrows, things that men wept\nfor and unremembered things, and kingdoms and little gardens and the\nsea, and the worlds and the moons and the suns; and what remained was\nnothing, having neither colour nor sound.\n\nThen said Fate to Chance: \"Let us play our old game again.\" And they\nplayed it again together, using the gods as pieces, as they had played\nit oft before. So that those things which have been shall all be again,\nand under the same bank in the same land a sudden glare of singlight on\nthe same spring day shall bring the same daffodil to bloom once more\nand the same child shall pick it, and not regretted shall be the\nbillion years that fell between. And the same old faces shall be seen\nagain, yet not bereaved of their familiar haunts. And you and I shall\nin a garden meet again upon an afternoon in summer when the sun stands\nmidway between his zenith and the sea, where we met oft before. For\nFate and Chance play but one game together with every move the same,\nand they play it oft to while eternity away.\n\n\n\n\n\nPART II.\n\n\n\n\nTHE JOURNEY OF THE KING\n\n\n_I_\n\nOne day the King turned to the women that danced and said to them:\n\"Dance no more,\" and those that bore the wine in jewelled cups he sent\naway. The palace of King Ebalon was emptied of sound of song and there\nrose the voices of heralds crying in the streets to find the prophets\nof the land.\n\nThen went the dancers, the cupbearer and the singers down into the hard\nstreets among the houses, Pattering Leaves, Silvern Fountain and Summer\nLightning, the dancers whose feet the gods had not devised for stony\nways, which had only danced for princes. And with them went the singer,\nSoul of the South, and the sweet singer, Dream of the Sea, whose voices\nthe gods had attuned to the ears of kings, and old Istahn the cupbearer\nleft his life's work in the palace to tread the common ways, he that\nhad stood at the elbows of three kings of Zarkandhu and had watched his\nancient vintage feeding their valour and mirth as the waters of\nTondaris feed the green plains to the south. Ever he had stood grave\namong their jests, but his heart warmed itself solely by the fire of\nthe mirth of Kings. He too, with the singers and dancers, went out into\nthe dark.\n\nAnd throughout the land the heralds sought out the prophets thereof.\nThen one evening as King Ebalon sat alone within his palace there were\nbrought before him all who had repute for wisdom and who wrote the\nhistories of the times to be. Then the King spake, saying: \"The King\ngoeth upon a journey with many horses, yet riding upon none, when the\npomp of travelling shall be heard in the streets and the sound of the\nlute and the drum and the name of the King. And I would know what\nprinces and what people shall greet me on the other shore in the land\nto which I travel.\"\n\nThen fell a hush upon the prophets for they murmured: \"All knowledge is\nwith the King.\"\n\nThen said the King: \"Thou first, Samahn, High Prophet of the Temple of\ngold in Azinorn, answer or thou shalt write no more the history of the\ntimes to be, but shalt toil with thy hand to make record of the little\nhappenings of the days that were, as do the common men.\"\n\nThen said Samahn: \"All knowledge is with the King,\" and when the pomp of\ntravelling shall be heard in the streets and the slow horses whereon\nthe King rideth not go behind lute and drum, then, as the King well\nknoweth, thou shalt go down to the great white house of Kings and,\nentering the portals where none are worthy to follow, shalt make\nobeisance alone to all the elder Kings of Zarkandhu, whose bones are\nseated upon golden thrones grasping their sceptres still. Therein thou\nshalt go with robes and sceptre through the marble porch, but thou\nshalt leave behind thee thy gleaming crown that others may wear it, and\nas the times go by come in to swell the number of the thirty Kings that\nsit in the great white house on golden thrones. There is one doorway in\nthe great white house, and it stands wide with marble portals yawning\nfor kings, but when it shall receive thee, and thine obeisance hath\nbeen made because of thine obligation to the thirty Kings, thou shalt\nfind at the back of the house an unknown door through which the soul of\na King may just pass, and leaving thy bones upon a golden throne thou\nshalt go unseen out of the great white house to tread the velvet spaces\nthat lie among the worlds. Then, O King, it were well to travel fast\nand not to tarry about the houses of men as do the souls of some who\nstill bewail the sudden murder that sent them upon the journey before\ntheir time, and who, being yet both to go, linger in dark chambers all\nthe night. These, setting forth to travel in the dawn and travelling\nall the day, see earth behind them gleaming when an evening falls, and\nagain are loth to leave its pleasant haunts, and come back again\nthrough dark woods and up into some old loved chamber, and ever tarry\nbetween home and flight and find no rest.\n\nThou wilt set forth at once because the journey is far and lasts for\nmany hours; but the hours on the velvet spaces are the hours of the\ngods, and we may not say what time such an hour may be if reckoned in\nmortal years.\n\nAt last thou shalt come to a grey place filled with mist, with grey\nshapes standing before it which are altars, and on the altars rise\nsmall red flames from dying fires that scarce illumine the mist. And in\nthe mist it is dark and cold because the fires are low. These are the\naltars of the people's faiths, and the flames are the worship of men,\nand through the mist the gods of Old go groping in the dark and in the\ncold. There thou shalt hear a voice cry feebly: \"Inyani, Inyani, lord\nof the thunder, where art thou, for I cannot see?\" And a voice shall\nanswer faintly in the cold: \"O maker of many worlds, I am here.\" And in\nthat place the gods of Old are nearly deaf for the prayers of men grow\nfew, they are nigh blind because the fires burn low upon the altars of\nmen's faiths and they are very cold. And all about the place of mist\nthere lies a moaning sea which is called the Sea of Souls. And behind\nthe place of mist are the dim shapes of mountains, and on the peak of\none there glows a silvern light that shines in the moaning sea; and\never as the flames on the altars die before the gods of Old the light\non the mountain increases, and the light shines over the mist and never\nthrough it as the gods of Old grow blind. It is said that the light on\nthe mountain shall one day become a new god who is not of the gods of\nOld.\n\nThere, O King, thou shalt enter the Sea of Souls by the shore where the\naltars stand which are covered in mist. In that sea are the souls of\nall that ever lived on the worlds and all that ever shall live, all\nfreed from earth and flesh. And all the souls in that sea are aware of\none another but more than with hearing or sight or by taste or touch or\nsmell, and they all speak to each other yet not with lips, with voices\nwhich need no sound. And over the sea lies music as winds o'er an ocean\non earth, and there unfettered by language great thoughts set outward\nthrough the souls as on earth the currents go.\n\nOnce did I dream that in a mist-built ship I sailed upon that sea and\nheard the music that is not of instruments, and voices not from lips,\nand woke and found that I was upon the earth and that the gods had lied\nto me in the night. Into this sea from fields of battle and cities come\ndown the rivers of lives, and ever the gods have taken onyx cups and\nfar and wide into the worlds again have flung the souls out of the sea,\nthat each soul may find a prison in the body of a man with five small\nwindows closely barred, and each one shackled with forgetfulness.\n\nBut all the while the light on the mountain grows, and none may say\nwhat work the god that shall be born of the silvern light shall work on\nthe Sea of Souls, when the gods of Old are dead and the Sea is living\nstill.\n\nAnd answer made the King:\n\n\"Thou that art a prophet of the gods of Old, go back and see that those\nred flames burn more brightly on the altars in the mist, for the gods\nof Old are easy and pleasant gods, and thou canst not say what toil\nshall vex our souls when the god of the light on the mountain shall\nstride along the shore where bleach the huge bones of the gods of Old.\"\n\nAnd Samahn answered: \"All knowledge is with the King.\"\n\n\n_II_\n\nThen the King called to Ynath bidding him speak concerning the journey\nof the King. Ynath was the prophet that sat at the Eastern gate of the\nTemple of Gorandhu. There Ynath prayed his prayers to all the passers\nby lest ever the gods should go abroad, and one should pass him dressed\nin mortal guise. And men are pleased as they walk by that Eastern gate\nthat Ynath should pray to them for fear that they be gods, so men bring\ngifts to Ynath in the Eastern gate.\n\nAnd Ynath said: \"All knowledge is with the King. When a strange ship\ncomes to anchor in the air outside thy chamber window, thou shalt leave\nthy well-kept garden and it shall become a prey to the nights and days\nand be covered again with grass. But going aboard thou shalt set sail\nover the Sea of Time and well shall the ship steer through the many\nworlds and still sail on. If other ships shall pass thee on the way and\nhail thee saying: 'From what port' thou shalt answer them: 'From\nEarth.' And if they ask thee 'whither bound?' then thou shalt answer:\n'The End.' Or thou shalt hail them saying: 'From what port?' And they\nshall answer: 'From The End called also The Beginning, and bound to\nEarth.' And thou shalt sail away till like an old sorrow dimly felt by\nhappy men the worlds shall gleam in the distance like one star, and as\nthe star pales thou shalt come to the shore of space where aeons\nrolling shorewards from Time's sea shall lash up centuries to foam away\nin years. There lies the Centre Garden of the gods, facing full\nseawards. All around lie songs that on earth were never sung, fair\nthoughts not heard among the worlds, dream pictures never seen that\ndrifted over Time without a home till at last the aeons swept them on\nto the shore of space. And in the Centre Garden of the gods bloom many\nfancies. Therein once some souls were playing where the gods walked up\nand down and to and fro. And a dream came in more beauteous than the\nrest on the crest of a wave of Time, and one soul going downward to the\nshore clutched at the dream and caught it. Then over the dreams and\nstories and old songs that lay on the shore of space the hours came\nsweeping back, and the centuries caught that soul and swirled him with\nhis dream far out to the Sea of Time, and the aeons swept him\nearthwards and cast him into a palace with all the might of the sea and\nleft him there with his dream. The child grew to a King and still\nclutched at his dream till the people wondered and laughed. Then, O\nKing, Thou didst cast thy dream back into the Sea, and Time drowned it\nand men laughed no more, but thou didst forget that a certain sea beat\non a distant shore and that there was a garden and therein souls. But\nat the end of the journey that thou shalt take, when thou comest to the\nshore of space again thou shalt go up the beach, and coming to a garden\ngate that stands in a garden wall shalt remember these things again,\nfor it stands where the hours assail not above the beating of Time, far\nup the shore, and nothing altereth there. So thou shalt go through the\ngarden gate and hear again the whispering of the souls when they talk\nlow where sing the voices of the gods. There with kindred souls thou\nshalt speak as thou didst of yore and tell them what befell thee beyond\nthe tides of time and how they took thee and made of thee a King so\nthat thy soul found no rest. There in the Centre Garden thou shalt sit\nat ease and watch the gods all rainbow-clad go up and down and to and\nfro on the paths of dreams and songs, and shalt not venture down to the\ncheerless sea. For that which a man loves most is not on this side of\nTime, and all which drifts on its aeons is a lure.\n\n\"All knowledge is with the King.\"\n\nThen said the King: \"Ay, there was a dream once but Time hath swept it\naway.\"\n\n\n_III_\n\nThen spake Monith, Prophet of the Temple of Azure that stands on the\nsnow-peak of Ahmoon and said: \"All knowledge is with the King. Once\nthou didst set out upon a one day's journey riding thy horse and before\nthee had gone a beggar down the road, and his name was Yeb. Him thou\ndidst overtake and when he heeded not thy coming thou didst ride over\nhim.\n\n\"Upon the journey that thou shalt one day take riding upon no horse,\nthis beggar has set out before thee and is labouring up the crystal\nsteps towards the moon as a man goeth up the steps of a high tower in\nthe dark. On the moon's edge beneath the shadow of Mount Angises he\nshall rest awhile and then shall climb the crystal steps again. Then a\ngreat journey lies before him before he may rest again till he come to\nthat star that is called the left eye of Gundo. Then a journey of many\ncrystal steps lieth before him again with nought to guide him but the\nlight of Omrazu. On the edge of Omrazu shall Yeb tarry long, for the\nmost dreadful part of his journey lieth before him. Up the crystal\nsteps that lie beyond Omrazu he must go, and any that follow, though\nthe howling of all the meteors that ride the sky; for in that part of\nthe crystal space go many meteors up and down all squealing in the\ndark, which greatly perplex all travellers. And, if he may see though\nthe gleaming of the meteors and in spite of their uproar come safely\nthrough, he shall come to the star Omrund at the edge of the Track of\nStars. And from star to star along the Track of Stars the soul of a man\nmay travel with more ease, and there the journey lies no more straight\nforward, but curves to the right.\"\n\nThen said King Ebalon:\n\n\"Of this beggar whom my horse smote down thou hast spoken much, but I\nsought to know by what road a King should go when he taketh his last\nroyal journey, and what princes and what people should meet him upon\nanother shore.\"\n\nThen answered Monith:\n\n\"All knowledge is with the King. It hath been doomed by the gods, who\nspeak not in jest, that thou shalt follow the soul that thou didst send\nalone upon its journey, that that soul go not unattended up the crystal\nsteps.\n\n\"Moreover, as this beggar went upon his lonely journey he dared to\ncurse the King, and his curses lie like a red mist along the valleys\nand hollows wherever he uttered them. By these red mists, O King, thou\nshalt track him as a man follows a river by night until thou shalt fare\nat last to the land wherein he hath blessed thee (repenting of anger at\nlast), and thou shalt see his blessing lie over the land like a blaze\nof golden sunshine illumining fields and gardens.\"\n\nThen said the King:\n\n\"The gods have spoken hard above the snowy peak of this mountain\nAhmoon.\"\n\nAnd Monith said:\n\n\"How a man may come to the shore of space beyond the tides of time I\nknow not, but it is doomed that thou shalt certainly first follow the\nbeggar past the moon, Omrund and Omrazu till thou comest to the Track\nof Stars, and up the Track of Stars coming towards the right along the\nedge of it till thou comest to Ingazi. There the soul of the beggar Yeb\nsat long, then, breathing deep, set off on his great journey earthward\nadown the crystal steps. Straight through the spaces where no stars are\nfound to rest at, following the dull gleam of earth and her fields till\nhe come at last where journeys end and start.\"\n\nThen said King Ebalon:\n\n\"If this hard tale be true, how shall I find the beggar that I must\nfollow when I come again to the earth?\"\n\nAnd the Prophet answered:\n\n\"Thou shalt know him by his name and find him in this place, for that\nbeggar shall be called King Ebalon and he shall be sitting upon the\nthrone of the Kings of Zarkandhu.\"\n\nAnd the King answered:\n\n\"If one sit upon this throne whom men call King Ebalon, who then shall\nI be?\"\n\nAnd the Prophet answered:\n\n\"Thou shalt be a beggar and thy name shall be Yeb, and thou shalt ever\ntread the road before the palace waiting for alms from the King whom\nmen shall call Ebalon.\"\n\nThen said the King:\n\n\"Hard gods indeed are those that tramp the snows of Ahmoon about the\ntemple of Azure, for if I sinned against this beggar called Yeb, they\ntoo have sinned against him when they doomed him to travel on this\nweary journey though he hath not offended.\"\n\nAnd Monith said:\n\n\"He too hath offended, for he was angry as thy horse struck him, and\nthe gods smite anger. And his anger and his curses doom him to journey\nwithout rest as also they doom thee.\"\n\nThen said the King:\n\n\"Thou that sittest upon Ahmoon in the Temple of Azure, dreaming thy\ndreams and making prophecies, foresee the ending of this weary quest\nand tell me where it shall be?\"\n\nAnd Monith answered:\n\n\"As a man looks across great lakes I have gazed into the days to be,\nand as the great flies come upon four wings of gauze to skim over blue\nwaters, so have my dreams come sailing two by two out of the days to\nbe. And I dreamed that King Ebalon, whose soul was not thy soul, stood\nin his palace in a time far hence, and beggars thronged the street\noutside, and among them was Yeb, a beggar, having thy soul. And it was\non the morning of a festival and the King came robed in white, with all\nhis prophets and his seers and magicians, all down the marble steps to\nbless the land and all that stood therein as far as the purple hills,\nbecause it was the morning of festival. And as the King raised up his\nhand over the beggars' heads to bless the fields and rivers and all\nthat stood therein, I dreamed that the quest was ended.\n\n\"All knowledge is with the King.\"\n\n\n_IV_\n\nEvening darkened and above the palace domes gleamed out the stars\nwhereon haply others missed the secret too.\n\nAnd outside the palace in the dark they that had borne the wine in\njewelled cups mocked in low voices at the King and at the wisdom of his\nprophets.\n\nThen spake Ynar, called the prophet of the Crystal Peak; for there\nrises Amanath above all that land, a mountain whose peak is crystal,\nand Ynar beneath its summit hath his Temple, and when day shines no\nlonger on the world Amanath takes the sunlight and gleams afar as a\nbeacon in a bleak land lit at night. And at the hour when all faces are\nturned on Amanath, Ynar comes forth beneath the Crystal peak to weave\nstrange spells and to make signs that people say are surely for the\ngods. Therefore it is said in all those lands that Ynar speaks at\nevening to the gods when all the world is still.\n\nAnd Ynar said:\n\n\"All knowledge is with the King, and without doubt it hath come to the\nKing's ears how certain speech is held at evening on the Peak of\nAmanath.\n\n\"They that speak to me at evening on the Peak are They that live in a\ncity through whose streets Death walketh not, and I have heard it from\nTheir Elders that the King shall take no journey; only from thee the\nhills shall slip away, the dark woods, the sky and all the gleaming\nworlds that fill the night, and the green fields shall go on untrodden\nby thy feet and the blue sky ungazed at by thine eyes, and still the\nrivers shall all run seaward but making no music in thine ears. And all\nthe old laments shall still be spoken, troubling thee not, and to the\nearth shall fall the tears of the children of earth and never grieving\nthee. Pestilence, heat and cold, ignorance, famine and anger, these\nthings shall grip their claws upon all men as heretofore in fields and\nroads and cities but shall not hold thee. But from thy soul, sitting in\nthe old worn track of the worlds when all is gone away, shall fall off\nthe shackles of circumstance and thou shalt dream thy dreams alone.\n\n\"And thou shalt find that dreams are real where there is nought as far\nas the Rim but only thy dreams and thee.\n\n\"With them thou shalt build palaces and cities resting upon nothing and\nhaving no place in time, not to be assailed by the hours or harmed by\nivy or rust, not to be taken by conquerors, but destroyed by thy fancy\nif thou dost wish it so or by thy fancy rebuilded. And nought shall\never disturb these dreams of thine which here are troubled and lost by\nall the happenings of earth, as the dreams of one who sleeps in a\ntumultuous city. For these thy dreams shall sweep outward like a strong\nriver over a great waste plain wherein are neither rocks nor hills to\nturn it, only in that place there shall be no boundaries nor sea,\nneither hindrance nor end. And it were well for thee that thou shouldst\ntake few regrets into thy waste dominions from the world wherein thou\nlivest, for such regrets or any memory of deeds ill done must sit\nbeside thy soul forever in that waste, singing one song always of\nforlorn remorse; and they too shall be only dreams but very real.\n\n\"There nought shall hinder thee among thy dreams, for even the gods may\nharass thee no more when flesh and earth and events with which They\nbound thee shall have slipped away.\"\n\nThen said the King:\n\n\"I like not this grey doom, for dreams are empty. I would see action\nroaring through the world, and men and deeds.\"\n\nThen answered the Prophet:\n\n\"Victory, jewels and dancing but please thy fancy. What is the sparkle\nof the gem to thee without thy fancy which it allures, and thy fancy is\nall a dream. Action and deeds and men are nought without dreams and do\nbut fetter them, and only dreams are real, and where thou stayest when\nthe worlds shall drift away there shall be only dreams.\"\n\nAnd the King answered:\n\n\"A mad prophet.\"\n\nAnd Ynar said:\n\n\"A mad prophet, but believing that his soul possesseth all things of\nwhich his soul may become aware and that he is master of that soul, and\nthou a high-minded King believing only that thy soul possesseth such\nfew countries as are leaguered by thine armies and the sea, and that\nthy soul is possessed by certain strange gods of whom thou knowest not,\nwho shall deal with it in a way whereof thou knowest not. Until a\nknowledge come to us that either is wrong I have wider realms, I King,\nthan thee and hold them beneath no overlords.\"\n\nThen said the King:\n\n\"Thou hast said no overlords! To whom then dost thou speak by strange\nsigns at evening above the world?\"\n\nAnd Ynar went forward and whispered to the King. And the King shouted:\n\n\"Seize ye this prophet for he is a hypocrite and speaks to no gods at\nevening above the world, but has deceived us with his signs.\"\n\nAnd Ynar said:\n\n\"Come not near me or I shall point towards you when I speak at evening\nupon the mountain with Those that ye know of.\"\n\nThen Ynar went away and the guards touched him not.\n\n\n_V_\n\nThen spake the prophet Thun, who was clad in seaweed and had no Temple,\nbut lived apart from men. All his life he had lived on a lonely beach\nand had heard for ever the wailing of the sea and the crying of the\nwind in hollows among the cliffs. Some said that having lived so long\nby the full beating of the sea, and where always the wind cries\nloudest, he could not feel the joys of other men, but only felt the\nsorrow of the sea crying in his soul for ever.\n\n\"Long ago on the path of stars, midmost between the worlds, there\nstrode the gods of Old. In the bleak middle of the worlds They sat and\nthe worlds went round and round, like dead leaves in the wind at\nAutumn's end, with never a life on one, while the gods went sighing for\nthe things that might not be. And the centuries went over the gods to\ngo where the centuries go, toward the End of Things, and with Them went\nthe sighs of all the gods as They longed for what might not be.\n\n\"One by one in the midst of the worlds, fell dead the gods of Old,\nstill sighing for the things that might not be, all slain by Their own\nregrets. Only Shimono Kani, the youngest of the gods, made him a harp\nout of the heart strings of all the elder gods, and, sitting upon the\nPath of Stars in the Middle of Things, played upon the harp a dirge for\nthe gods of Old. And the song told of all vain regrets and of unhappy\nloves of the gods in the olden time, and of Their great deeds that were\nto adorn the future years. But into the dirge of Shimono Kani came\nvoices crying out of the heart strings of the gods, all sighing still\nfor the things that might not be. And the dirge and the voices crying,\ngo drifting away from the Path of Stars, away from the Midst of Things,\ntill they come twittering among the Worlds, like a great host of birds\nthat are lost by night. And every note is a life, and many notes become\ncaught up among the worlds to be entangled with flesh for a little\nwhile before they pass again on their journey to the great Anthem that\nroars at the End of Time. Shimono Kani hath given a voice to the wind\nand added a sorrow to the sea. But when in lighted chambers after\nfeasting there arises the voice of the singer to please the King, then\nis the soul of that singer crying aloud to his fellows from where he\nstands chained to earth. And when at the sound of the singing the heart\nof the King grows sad and his princes lament then they remember, though\nknowing not that, they remember it, the sad face of Shimono Kani\nsitting by his dead brethren, the elder gods, playing on the harp of\ncrying heart strings whereby he sent their souls among the worlds.\n\n\"And when the music of one lute is lonely on the hills at night, then\none soul calleth to his brother souls--the notes of Shimono Kani's\ndirge which have not been caught among the worlds--and he knoweth not\nto whom he calls or why, but knoweth only that minstrelsy is his only\ncry and sendeth it out into the dark.\n\n\"But although in the prison houses of earth all memories must die, yet\nas there sometimes clings to a prisoner's feet some dust of the fields\nwherein he was captured, so sometimes fragments of remembrance cling to\na man's soul after it hath been taken to earth. Then a great minstrel\narises, and, weaving together the shreds of his memories, maketh some\nmelody such as the hand of Shimono Kani smites out of his harp; and\nthey that pass by say: 'Hath there not been some such melody before?'\nand pass on sad at heart for memories which are not.\n\n\"Therefore, O King, one day the great gates of thy palace shall lie\nopen for a procession wherein the King comes down to pass through a\npeople, lamenting with lute and drum; and on the same day a prison door\nshall be opened by relenting hands, and one more lost note of Shimono\nKani's dirge shall go back to swell his melody again.\n\n\"The dirge of Shimono Kani shall roll on till one day it shall come\nwith all its notes complete to overwhelm the Silence that sits at the\nEnd of Things. Then shall Shimono Kani say to his brethren's bones: The\nthings that might not be have at last become.'\n\n\"But very quiet shall be the bones of the gods of Old, and only Their\nvoices shall live which cried from the harp of heart strings, for the\nthings which might not be.\"\n\n\n_VI_\n\nWhen the caravans, saying farewell to Zandara, set out across the waste\nnorthwards towards Einandhu, they follow the desert track for seven\ndays before they come to water where Shubah Onath rises black out of\nthe waste, with a well at its foot and herbage on its summit. On this\nrock a prophet hath his Temple and is called the Prophet of Journeys,\nand hath carven in a southern window smiling along the camel track all\ngods that are benignant to caravans.\n\nThere a traveller may learn by prophecy whether he shall accomplish the\nten days' journey thence across the desert and so come to the white\ncity of Einandhu, or whether his bones shall lie with the bones of old\nalong the desert track.\n\nNo name hath the Prophet of Journeys, for none is needed in that desert\nwhere no man calls nor ever a man answers.\n\nThus spake the Prophet of Journeys standing before the King:\n\n\"The journey of the King shall be an old journey pushed on apace.\n\n\"Many a year before the making of the moon thou camest down with dream\ncamels from the City without a name that stands beyond all the stars.\nAnd then began thy journey over the Waste of Nought, and thy dream\ncamel bore thee well when those of certain of thy fellow travellers\nfell down in the Waste and were covered over by the silence and were\nturned again to nought; and those travellers when their dream camels\nfell, having nothing to carry them further over the Waste, were lost\nbeyond and never found the earth. These are those men that might have\nbeen but were not. And all about thee fluttered the myriad hours\ntravelling in great swarms across the Waste of Nought.\n\n\"How many centuries passed across the cities while thou wast making thy\njourney none may reckon, for there is no time in the Waste of Nought,\nbut only the hours fluttering earthwards from beyond to do the work of\nTime. At last the dream-borne travellers saw far off a green place\ngleaming and made haste towards it and so came to Earth. And there, O\nKing, ye rest for a little while, thou and those that came with thee,\nmaking an encampment upon earth before journeying on. There the\nswarming hours alight, settling on every blade of grass and tree, and\nspreading over your tents and devouring all things, and at last bending\nyour very tent poles with their weight and wearying you.\n\n\"Behind the encampment in the shadow of the tents lurks a dark figure\nwith a nimble sword, having the name of Time. This is he that hath\ncalled the hours from beyond and he it is that is their master, and it\nis his work that the hours do as they devour all green things upon the\nearth and tatter the tents and weary all the travellers. As each of the\nhours does the work of Time, Time smites him with his nimble sword as\nsoon as his work is done, and the hour falls severed to the dust with\nhis bright wings scattered, as a locust cut asunder by the scimitar of\na skillful swordsman.\n\n\"One by one, O King, with a stir in the camp, and the folding up of the\ntents one by one, the travellers shall push on again on the journey\nbegun so long before out of the City without a name to the place where\ndream camels go, striding free through the Waste. So into the Waste, O\nKing, thou shalt set forth ere long, perhaps to renew friendships begun\nduring thy short encampment upon earth.\n\n\"Other green places thou shalt meet in the Waste and thereon shalt\nencamp again until driven thence by the hours. What prophet shall\nrelate how many journeys thou shalt make or how many encampments? But\nat last thou shalt come to the place of The Resting of Camels, and\nthere shall gleaming cliffs that are named The Ending of Journeys lift\nup out of the Waste of Nought, Nought at their feet, Nought laying wide\nbefore them, with only the glint of worlds far off to illumine the\nWaste. One by one, on tired dream camels, the travellers shall come in,\nand going up the pathway through the cliff in that land of The Resting\nof Camels shall come on The City of Ceasing. There, the dream-wrought\npinnacles and the spires that are builded of men's hopes shall rise up\nreal before thee, seen only hitherto as a mirage in the Waste.\n\n\"So far the swarming hours may not come, and far away among the tents\nshall stand the dark figure with the nimble sword. But in the\nscintillant streets, under the song-built abodes of the last of cities,\nthy journey, O King, shall end.\"\n\n\n_VII_\n\nIn the valley beyond Sidono there lies a garden of poppies, and where\nthe poppies' heads are all a-swing with summer breezes that go up the\nvalley there lies a path well strewn with ocean shells. Over Sidono's\nsummit the birds come streaming to the lake that lies in the valley of\nthe garden, and behind them rises the sun sending Sidono's shadow as\nfar as the edge of the lake. And down the path of many ocean shells\nwhen they begin to gleam in the sun, every morning walks an aged man\nclad in a silken robe with strange devices woven. A little temple where\nthe old man lives stands at the edge of the path. None worship there,\nfor Zornadhu, the old prophet, hath forsaken men to walk among his\npoppies.\n\nFor Zornadhu hath failed to understand the purport of Kings and cities\nand the moving up and down of many people to the tune of the clinking\nof gold. Therefore hath Zornadhu gone far away from the sound of cities\nand from those that are ensnared thereby, and beyond Sidono's mountain\nhath come to rest where there are neither kings nor armies nor\nbartering for gold, but only the heads of the poppies that sway in the\nwind together and the birds that fly from Sidono to the lake, and then\nthe sunrise over Sidono's summit; and afterwards the flight of birds\nout of the lake and over Sidono again, and sunset behind the valley,\nand high over lake and garden the stars that know not cities. There\nZornadhu lives in his garden of poppies with Sidono standing between\nhim and the whole world of men; and when the wind blowing athwart the\nvalley sways the heads of the tall poppies against the Temple wall, the\nold prophet says: \"The flowers are all praying, and lo! they be nearer\nto the gods than men.\"\n\nBut the heralds of the King coming after many days of travel to Sidono\nperceived the garden valley. By the lake they saw the poppy garden\ngleaming round and small like a sunrise over water on a misty morning\nseen by some shepherd from the hills. And descending the bare mountain\nfor three days they came to the gaunt pines, and ever between the tall\ntrunks came the glare of the poppies that shone from the garden valley.\nFor a whole day they travelled through the pines. That night a cold\nwind came up the garden valley crying against the poppies. Low in his\nTemple, with a song of exceeding grief, Zornadhu in the morning made a\ndirge for the passing of poppies, because in the night time there had\nfallen petals that might not return or ever come again into the garden\nvalley. Outside the Temple on the path of ocean shells the heralds\nhalted, and read the names and honours of the King; and from the Temple\ncame the voice of Zornadhu still singing his lament. But they took him\nfrom his garden because of the King's command, and down his gleaming\npath of ocean shells and away up Sidono, and left the Temple empty with\nnone to lament when silken poppies died. And the will of the wind of\nthe autumn was wrought upon the poppies, and the heads of the poppies\nthat rose from the earth went down to the earth again, as the plume of\na warrior smitten in a heathen fight far away, where there are none to\nlament him. Thus out of his land of flowers went Zornadhu and came\nperforce into the lands of men, and saw cities, and in the city's midst\nstood up before the King.\n\nAnd the King said:\n\n\"Zornadhu, what of the journey of the King and of the princes and the\npeople that shall meet me?\"\n\nZornadhu answered:\n\n\"I know nought of Kings, but in the night time the poppy made his\njourney a little before dawn. Thereafter the wildfowl came as is their\nwont over Sidono's summit, and the sun rising behind them gleamed upon\nSidono, and all the flowers of the lake awoke. And the bee passing up\nand down the garden went droning to other poppies, and the flowers of\nthe lake, they that had known the poppy, knew him no more. And the\nsun's rays slanting from Sidono's crest lit still a garden valley where\none poppy waved his petals to the dawn no more. And I, O King, that\ndown a path of gleaming ocean shells walk in the morning, found not,\nnor have since found, that poppy again, that hath gone on the journey\nwhence there is not returning, out of my garden valley. And I, O King,\nmade a dirge to cry beyond that valley and the poppies bowed their\nheads; but there is no cry nor no lament that may adjure the life to\nreturn again to a flower that grew in a garden once and hereafter is\nnot.\n\n\"Unto what place the lives of poppies have gone no man shall truly say.\nSure it is that to that place are only outward tracks. Only it may be\nthat when a man dreams at evening in a garden where heavily the scent\nof poppies hangs in the air, when the winds have sunk, and far away the\nsound of a lute is heard on lonely hills, as he dreams of silken-scarlet\npoppies that once were a-swing together in the gardens of his youth, the\nlives of those old lost poppies shall return, living again in his dream.\n*So there may dream the gods.* And through the dreams of some divinity\nreclining in tinted fields above the morning we may haply pass again,\nalthough our bodies have long swirled up and down the world with other\ndust. In these strange dreams our lives may be again, all in the centre\nof our hopes, rejoicings and laments, until above the morning the gods\nwake to go about their work, haply to remember still Their idle dreams,\nhaply to dream them all again in the stillness when shines the starlight\nof the gods.\"\n\n\n_VIII_\n\nThen said the King: \"I like not these strange journeys nor this faint\nwandering through the dreams of gods like the shadow of a weary camel\nthat may not rest when the sun is low. The gods that have made me to\nlove the earth's cool woods and dancing streams do ill to send me into\nthe starry spaces that I love not, with my soul still peering earthward\nthrough the eternal years, as a beggar who once was noble staring from\nthe street at lighted halls. For wherever the gods may send me I shall\nbe as the gods have made me, a creature loving the green fields of\nearth.\n\n\"Now if there stand one prophet here that hath the ear of those too\nsplendid gods that stride above the glories of the orient sky, tell\nthem that there is on earth one King in the land called Zarkandhu to\nthe south of the opal mountains, who would fain tarry among the many\ngardens of earth, and would leave to other men the splendours that the\ngods shall give the dead above the twilight that surrounds the stars.\"\n\nThen spake Yamen, prophet of the Temple of Obin that stands on the\nshores of a great lake, facing east. Yamen said: \"I pray oft to the\ngods who sit above the twilight behind the east. When the clouds are\nheavy and red at sunset, or when there is boding of thunder or eclipse,\nthen I pray not, lest my prayers be scattered and beaten earthward. But\nwhen the sun sets in a tranquil sky, pale green or azure, and the light\nof his farewells stays long upon lonely hills, then I send forth my\nprayers to flutter upward to gods that are surely smiling, and the gods\nhear my prayers. But, O King, boons sought out of due time from the\ngods are never wholly to be desired, and, if They should grant to thee\nto tarry on the earth, old age would trouble thee with burdens more and\nmore till thou wouldst become the driven slave of the hours in fetters\nthat none may break.\"\n\nThe King said: \"They that have devised this burden of age may surely\nstay it, pray therefore on the calmest evening of the year to the gods\nabove the twilight that I may tarry always on the earth and always\nyoung, while over my head the scourges of the gods pass and alight\nnot.\"\n\nThen answered Yamen: \"The King hath commanded, yet among the blessings\nof the gods there always cries a curse. The great princes that make merry\nwith the King, who tell of the great deeds that the King wrought in the\nformer time, shall one by one grow old. And thou, O King, seated at the\nfeast crying, 'make merry' and extolling the former time shall find about\nthee white heads nodding in sleep, and men that are forgetting the former\ntime. Then one by one the names of those that sported with thee once\ncalled by the gods, one by one the names of the singers that sing the\nsongs thou lovest called by the gods, lastly of those that chased the\ngrey boar by night and took him in Orghoom river--only the King. Then\na new people that have not known the old deeds of the King nor fought and\nchased with him, who dare not make merry with the King as did his long\ndead princes. And all the while those princes that are dead growing dearer\nand greater in thy memory, and all the while the men that served thee then\ngrowing more small to thee. And all the old things fading and new things\narising which are not as the old things were, the world changing yearly\nbefore thine eyes and the gardens of thy childhood overgrown. Because thy\nchildhood was in the olden years thou shalt love the olden years, but ever\nthe new years shall overthrow them and their customs, and not the will of\na King may stay the changes that the gods have planned for all the customs\nof old. Ever thou shalt say 'This was not so,' and ever the new custom\nshall prevail even against a King. When thou hast made merry a thousand\ntimes thou shalt grow tired of making merry. At last thou shalt become\nweary of the chase, and still old age shall not come near to thee to\nstifle desires that have been too oft fulfilled; then, O King, thou shalt\nbe a hunter yearning for the chase but with nought to pursue that hath\nnot been oft overcome. Old age shall come not to bury thine ambitions in\na time when there is nought for thee to aspire to any more. Experience\nof many centuries shall make thee wise but hard and very sad, and thou\nshalt be a mind apart from thy fellows and curse them all for fools,\nand they shall not perceive thy wisdom because thy thoughts are not\ntheir thoughts and the gods that they have made are not the gods of the\nolden time. No solace shall thy wisdom bring thee but only an increasing\nknowledge that thou knowest nought, and thou shalt feel as a wise man\nin a world of fools, or else as a fool in a world of wise men, when\nall men feel so sure and ever thy doubts increase. When all that spake\nwith thee of thine old deeds are dead, those that saw them not shall\nspeak of them again to thee; till one speaking to thee of thy deeds of\nvalour add more than even a man should when speaking to a King, and thou\nshalt suddenly doubt whether these great deeds were; and there shall be\nnone to tell thee, only the echoes of the voices of the gods still\nsinging in thine ears when long ago They called the princes that were\nthy friends. And thou shalt hear the knowledge of the olden time most\nwrongly told and afterwards forgotten. Then many prophets shall arise\nclaiming discovery of that old knowledge. Then thou shalt find that\nseeking knowledge is vain, as the chase is vain, as making merry is\nvain, as all things are vain. One day thou shalt find that it is vain\nto be a King. Greatly then will the acclamations of the people weary\nthee, till the time when people grow aweary of Kings. Then thou shalt\nknow that thou hast been uprooted from thine olden time and set to live\nin uncongenial years, and jests all new to royal ears shall smite thee\non the head like hailstones, when thou hast lost thy crown, when those\nto whose grandsires thou hadst granted to bring them as children to kiss\nthe feet of the King shall mock at thee because thou hast not learnt to\nbarter with gold.\n\n\"Not all the marvels of the future time shall atone to thee for those\nold memories that glow warmer and brighter every year as they recede\ninto the ages that the gods have gathered. And always dreaming of thy\nlong dead princes and of the great Kings of other kingdoms in the olden\ntime thou shalt fail to see the grandeur to which a hurrying jesting\npeople shall attain in that kingless age. Lastly, O King, thou shalt\nperceive men changing in a way that thou shalt not comprehend, knowing\nwhat thou canst not know, till thou shalt discover that these are men\nno more and a new race holds dominion over the earth whose forefathers\nwere men. These shall speak to thee no more as they hurry upon a quest\nthat thou shalt never understand, and thou shalt know that thou canst\nno longer take thy part in shaping destinies, but in a world of cities\nonly pine for air and the waving grass again and the sound of a wind in\ntrees. Then even this shall end with the shapes of the gods in the\ndarkness gathering all lives but thine, when the hills shall fling up\nearth's long stored heat back to the heavens again, when earth shall be\nold and cold, with nothing alive upon it but one King.\"\n\nThen said the King: \"Pray to those hard gods still, for those that have\nloved the earth with all its gardens and woods and singing streams will\nlove earth still when it is old and cold and with all its gardens gone\nand all the purport of its being failed and nought but memories.\"\n\n\n_IX_\n\nThen spake Paharn, a prophet of the land of Hurn.\n\nAnd Paharn said:\n\n\"There was one man that knew, but he stands not here.\"\n\nAnd the King said:\n\n\"Is he further than my heralds might travel in the night if they went\nupon fleet horses?\"\n\nAnd the prophet answered:\n\n\"He is no further than thy heralds may well travel in the night, but\nfurther than they may return from in all the years. Out of this city\nthere goes a valley wandering through all the world and opens out at\nlast on the green land of Hurn. On the one side in the distance gleams\nthe sea, and on the other side a forest, black and ancient, darkens the\nfields of Hurn; beyond the forest and the sea there is no more, saving\nthe twilight and beyond that the gods. In the mouth of the valley\nsleeps the village of Rhistaun.\n\n\"Here I was born, and heard the murmur of the flocks and herds, and saw\nthe tall smoke standing between the sky and the still roofs of\nRhistaun, and learned that men might not go into the dark forest, and\nthat beyond the forest and the sea was nought saving the twilight, and\nbeyond that the gods. Often there came travellers from the world all\ndown the winding valley, and spake with strange speech in Rhistaun and\nreturned again up the valley going back to the world. Sometimes with\nbells and camels and men running on foot, Kings came down the valley\nfrom the world, but always the travellers returned by the valley again\nand none went further than the land of Hurn.\n\n\"And Kithneb also was born in the land of Hurn and tended the flocks\nwith me, but Kithneb would not care to listen to the murmur of the\nflocks and herds and see the tall smoke standing between the roofs and\nthe sky, but needed to know how far from Hurn it was that the world met\nthe twilight, and how far across the twilight sat the gods.\n\n\"And often Kithneb dreamed as he tended the flocks and herds, and when\nothers slept he would wander near to the edge of the forest wherein men\nmight not go. And the elders of the land of Hurn reproved Kithneb when\nhe dreamed; yet Kithneb was still as other men and mingled with his\nfellows until the day of which I will tell thee, O King. For Kithneb\nwas aged about a score of years, and he and I were sitting near the\nflocks, and he gazed long at the point where the dark forest met the\nsea at the end of the land of Hurn. But when night drove the twilight\ndown under the forest we brought the flocks together to Rhistaun, and I\nwent up the street between the houses to see four princes that had come\ndown the valley from the world, and they were clad in blue and scarlet\nand wore plumes upon their heads, and they gave us in exchange for our\nsheep some gleaming stones which they told us were of great value on\nthe word of princes. And I sold them three sheep, and Darniag sold them\neight.\n\n\"But Kithneb came not with the others to the market place where the\nfour princes stood, but went alone across the fields to the edge of the\nforest.\n\n\"And it was upon the next morning that the strange thing befell\nKithneb; for I saw him in the morning coming from the fields, and I\nhailed him with the shepherd's cry wherewith we shepherds call to one\nanother, and he answered not. Then I stopped and spake to him, and\nKithneb said not a word till I became angry and left him.\n\n\"Then we spake together concerning Kithneb, and others had hailed him,\nand he had not answered them, but to one he had said that he had heard\nthe voices of the gods speaking beyond the forest and so would never\nlisten more to the voices of men.\n\n\"Then we said: 'Kithneb is mad,' and none hindered him.\n\n\"Another took his place among the flocks, and Kithneb sat in the\nevenings by the edge of the forest on the plain, alone.\n\n\"So Kithneb spake to none for many days, but when any forced him to\nspeak he said that every evening he heard the gods when they came to\nsit in the forest from over the twilight and sea, and that he would\nspeak no more with men.\n\n\"But as the months went by, men in Rhistaun came to look on Kithneb as\na prophet, and we were wont to point to him when strangers came down\nthe valley from the world, saying:\n\n\"'Here in the land of Hurn we have a prophet such as you have not among\nyour cities, for he speaks at evening with the gods.'\n\n\"A year had passed over the silence of Kithneb when he came to me and\nspake. And I bowed before him because we believed that he spake among\nthe gods. And Kithneb said:\n\n\"'I will speak to thee before the end because I am most lonely. For how\nmay I speak again with men and women in the little streets of Rhistaun\namong the houses, when I have heard the voices of the gods singing\nabove the twilight? But I am more lonely than ever Rhistaun wonts of,\nfor this I tell thee, _when I hear the gods I know not what They say_.\nWell indeed I know the voice of each, for ever calling me away from\ncontentment; well I know Their voices as they call to my soul and\ntrouble it; I know by Their tone when They rejoice, and I know when\nThey are sad, for even the gods feel sadness. I know when over fallen\ncities of the past, and the curved white bones of heroes They sing the\ndirges of the gods' lament. But alas! Their words I know not, and the\nwonderful strains of the melody of Their speech beat on my soul and\npass away unknown.\n\n\"'Therefore I travelled from the land of Hurn till I came to the house\nof the prophet Arnin-Yo, and told him that I sought to find the meaning\nof the gods; and Arnin-Yo told me to ask the shepherds concerning all\nthe gods, for what the shepherds knew it was meet for a man to know,\nand, beyond that, knowledge turned into trouble.\n\n\"'But I told Arnin-Yo that I had heard myself the voices of the gods\nand knew that They were there beyond the twilight and so could never\nmore bow down to the gods that the shepherds made from the red clay\nwhich they scooped with their hands out of the hillside.\n\n\"'Then said Arnin-Yo to me:\n\n\"'\"Natheless forget that thou hast heard the gods and bow down again to\nthe gods of the red clay that the shepherds make, and find thereby the\nease that the shepherds find, and at last die, remembering devoutly the\ngods of the red clay that the shepherds scooped with their hands out of\nthe hill. For the gifts of the gods that sit beyond the twilight and\nsmile at the gods of clay, are neither ease nor contentment.\"\n\n\"'And I said:\n\n\"'\"The god that my mother made out of the red clay that she had got\nfrom the hill, fashioning it with many arms and eyes as she sang me\nsongs of its power, and told me stories of its mystic birth, this god\nis lost and broken; and ever in my ears is ringing the melody of the\ngods.\"\n\n\"'And Arnin-Yo said:\n\n\"'\"If thou wouldst still seek knowledge know that only those that come\nbehind the gods may clearly know their meaning. And this thou canst\nonly do by taking ship and putting out to sea from the land of Hurn and\nsailing up the coast towards the forest. There the sea cliffs turn to\nthe left or southward, and full upon them beats the twilight from over\nthe sea, and there thou mayest come round behind the forest. Here where\nthe world's edge mingles with the twilight the gods come in the\nevening, and if thou canst come behind Them thou shalt hear Their\nvoices clear, beating full seaward and filling all the twilight with\nsound of song, and thou shalt know the meaning of the gods. But where\nthe cliffs turn southward there sits behind the gods Brimdono, the\noldest whirlpool in the sea, roaring to guard his masters. Him the gods\nhave chained for ever to the floor of the twilit sea to guard the door\nof the forest that lieth above the cliffs. Here, then, if thou canst\nhear the voices of the gods as thou hast said, thou wilt know their\nmeaning clear, but this will profit thee little when Brimdono drags\nthee down and all thy ship.'\"\n\n\"Thus spake Kithneb to me.\n\n\"But I said:\n\n\"'O Kithneb, forget those whirlpool-guarded gods beyond the forest, and\nif thy small god be lost thou shalt worship with me the small god that\nmy mother made. Thousands of years ago he conquered cities but is not\nany longer an angry god. Pray to him, Kithneb, and he shall bring thee\ncomfort and increase to thy flocks and a mild spring, and at the last a\nquiet ending for thy days.'\n\n\"But Kithneb heeded not, and only bade me find a fisher ship and men to\nrow it. So on the next day we put forth from the land of Hurn in a boat\nthat the fisher folk use. And with us came four of the fisher folk who\nrowed the boat while I held the rudder, but Kithneb sat and spake not\nin the prow. And we rowed westward up the coast till we came at evening\nwhere the cliffs turned southward and the twilight gleamed upon them\nand the sea.\n\n\"There we turned southwards and saw at once Brimdono. And\nas a man tears the purple cloak of a king slain in battle to divide it\nwith other warriors,--Brimdono tore the sea. And ever around and around\nhim with a gnarled hand Brimdono whirled the sail of some adventurous\nship, the trophy of some calamity wrought in his greed for shipwreck\nlong ago where he sat to guard his masters from all who fare on the\nsea. And ever one far-reaching empty hand swung up and down so that we\ndurst go no nearer.\n\n\"Only Kithneb neither saw Brimdono nor heard his roar, and when we\nwould go no further bade us lower a small boat with oars out of the\nship. Into this boat Kithneb descended, not heeding words from us, and\nonward rowed alone. A cry of triumph over ships and men Brimdono\nuttered before him, but Kithneb's eyes were turned toward the forest as\nhe came behind the gods. Upon his face the twilight beat full from the\nhaunts of evening to illumine the smiles that grew about his eyes as he\ncame behind the gods. Him that had found the gods above Their twilit\ncliffs, him that had heard Their voices close at last and knew Their\nmeaning clear, him, from the cheerless world with its doubtings and\nprophets that lie, from all hidden meanings, where truth rang clear at\nlast, Brimdono took.\"\n\nBut when Paharn ceased to speak, in the King's ears the roar of\nBrimdono exulting over ancient triumphs and the whelming of ships\nseemed still to ring.\n\n\n_X_\n\nThen Mohontis spake, the hermit prophet, who lived in the deep\nuntravelled woods that seclude Lake Ilana.\n\n\"I dreamed that to the west of all the seas I saw by vision the mouth\nof Munra-O, guarded by golden gates, and through the bars of the gates\nthat guard the mysterious river of Munra-O I saw the flashes of golden\nbarques, wherein the gods went up and down, and to and fro through the\nevening dusk. And I saw that Munra-O was a river of dreams such as came\nthrough remembered gardens in the night, to charm our infancy as we\nslept beneath the sloping gables of the houses of long ago. And Munra-O\nrolled down her dreams from the unknown inner land and slid them under\nthe golden gates and out into the waste, unheeding sea, till they beat\nfar off upon low-lying shores and murmured songs of long ago to the\nislands of the south, or shouted tumultuous paeans to the Northern\ncrags; or cried forlornly against rocks where no one came, dreams that\nmight not be dreamed.\n\n\"Many gods there be, that through the dusk of an evening in the summer\ngo up and down this river. There I saw, in a high barque all of gold,\ngods the of the pomp of cities; there I saw gods of splendour, in boats\nbejewelled to the keels; gods of magnificence and gods of power. I saw\nthe dark ships and the glint of steel of the gods whose trade was war,\nand I heard the melody of the bells of silver arow in the rigging of\nharpstrings as the gods of melody went sailing through the dusk on the\nriver of Munra--O. Wonderful river of Munra--O! I saw a grey ship with\nsails of the spider's web all lit with dewdrop lanterns, and on its\nprow was a scarlet cock with its wings spread far and wide when the\ngods of the dawn sailed also on Munra-O.\n\n\"Down this river it is the wont of the gods to carry the souls of men\neastward to where the world in the distance faces on Munra-O. Then I\nknew that when the gods of the Pride of Power and gods of the Pomp of\nCities went down the river in their tall gold ships to take earthward\nother souls, swiftly adown the river and between the ships had gone in\nthis boat of birch bark the god Tarn, the hunter, bearing my soul to\nthe world. And I know now that he came down the stream in the dusk\nkeeping well to the middle, and that he moved silently and swiftly\namong the ships, wielding a twin-bladed oar. I remember, now, the\nyellow gleaming of the great boats of the gods of the Pomp of Cities,\nand the huge prow above me of the gods of the Pride of Power, when\nTarn, dipping his right blade into the river, lifted his left blade\nhigh, and the drops gleamed and fell. Thus Tarn the hunter took me to\nthe world that faces across the sea of the west on the gate of Munra-O.\nAnd so it was that there grew upon me the glamour of the hunt, though I\nhad forgotten Tarn, and took me into mossy places and into dark woods,\nand I became the cousin of the wolf and looked into the lynx's eyes and\nknew the bear; and the birds called to me with half-remembered notes,\nand there grew in me a deep love of great rivers and of all western\nseas, and a distrust of cities, and all the while I had forgotten Tarn.\n\n\"I know not what high galleon shall come for thee, O King, nor what\nrowers, clad with purple, shall row at the bidding of gods when thou\ngoest back with pomp to the river of Munra-O. But for me Tarn waits\nwhere the Seas of the West break over the edge of the world, and, as\nthe years pass over me and the love of the chase sinks low, and as the\nglamour of the dark woods and mossy places dies down in my soul, ever\nlouder and louder lap the ripples against the canoe of birch bark\nwhere, holding his twin-bladed oar, Tarn waits.\n\n\"But when my soul hath no more knowledge of the woods nor kindred any\nlonger with the creatures of the dark, and when all that Tarn hath\ngiven it shall be lost, then Tarn shall take me back over the western\nseas, where all the remembered years lie floating idly aswing with the\nebb and flow, to bring me again to the river of Munra-O. Far up that\nriver we shall haply chase those creatures whose eyes are peering in\nthe night as they prowl around the world, for Tarn was ever a hunter.\"\n\n\n_XI_\n\nThen Ulf spake, the prophet who in Sistrameides lives in a temple\nanciently dedicated to the gods. Rumour hath guessed that there the\ngods walked once some time towards evening. But Time whose hand is\nagainst the temples of the gods hath dealt harshly with it and\noverturned its pillars and set upon its ruins his sign and seal: now\nUlf dwells there alone. And Ulf said, \"There sets, O King, a river\noutward from earth which meets with a mighty sea whose waters roll\nthrough space and fling their billows on the shores of every star.\nThese are the river and the sea of the Tears of Men.\"\n\nAnd the King said:\n\n\"Men have not written of this sea.\"\n\nAnd the prophet answered:\n\n\"Have not tears enough burst in the night time out of sleeping cities?\nHave not the sorrows of 10,000 homes sent streams into this river when\ntwilight fell and it was still and there was none to hear? Have there\nnot been hopes, and were they all fulfilled? Have there not been\nconquests and bitter defeats? And have not flowers when spring was over\ndied in the gardens of many children? Tears enough, O King, tears\nenough have gone down out of earth to make such a sea; and deep it is\nand wide and the gods know it and it flings its spray on the shores of\nall the stars. Down this river and across this sea thou shalt fare in a\nship of sighs and all around thee over the sea shall fly the prayers of\nmen which rise on white wings higher than their sorrows. Sometimes\nperched in the rigging, sometimes crying around thee, shall go the\nprayers that availed not to stay thee in Zarkandhu. Far over the\nwaters, and on the wings of the prayers beats the light of an\ninaccessible star. No hand hath touched it, none hath journeyed to it,\nit hath no substance, it is only a light, it is the star of Hope, and\nit shines far over the sea and brightens the world. It is nought but a\nlight, but the gods gave it.\n\n\"Led only by the light of this star the myriad prayers that thou shalt\nsee all around thee fly to the Hall of the gods.\n\n\"Sighs shall waft thy ship of sighs over the sea of Tears. Thou shalt\npass by islands of laughter and lands of song lying low in the sea, and\nall of them drenched with tears flung over their rocks by the waves of\nthe sea all driven by the sighs.\n\n\"But at last thou shalt come with the prayers of men to the great Hall\nof the gods where the chairs of the gods are carved of onyx grouped\nround the golden throne of the eldest of the gods. And there, O King,\nhope not to find the gods, but reclining upon the golden throne wearing\na cloak of his master's thou shalt see the figure of Time with blood\nupon his hands, and loosely dangling from his fingers a dripping sword,\nand spattered with blood but empty shall stand the onyx chairs.\n\n\"There he sits on his master's throne dangling idly his sword, or with\nit flicking cruelly at the prayers of men that lie in a great heap\nbleeding at his feet.\n\n\"For a while, O King, the gods had sought to solve the riddles of Time,\nfor a while They made him Their slave, and Time smiled and obeyed his\nmasters, for a while, O King, for a while. He that hath spared nothing\nhath not spared the gods, nor yet shall he spare thee.\"\n\nThen the King spake dolefully in the Hall of Kings, and said:\n\n\"May I not find at last the gods, and must it be that I may not look in\nTheir faces at the last to see whether They be kindly? They that have\nsent me on my earthward journey I would greet on my returning, if not\nas a King coming again to his own city, yet as one who having been\nordered had obeyed, and obeying had merited something of those for whom\nhe toiled. I would look Them in Their faces, O prophet, and ask Them\nconcerning many things and would know the wherefore of much. I had\nhoped, O prophet, that those gods that had smiled upon my childhood,\nWhose voices stirred at evening in gardens when I was young, would hold\ndominion still when at last I came to seek Them. O prophet, if this is\nnot to be, make you a great dirge for my childhood's gods and fashion\nsilver bells and, setting them mostly a-swing amidst such trees as grew\nin the garden of my childhood, sing you this dirge in the dusk: and\nsing it when the low moth flies up and down and the bat first comes\npeering from her home, sing it when white mists come rising from the\nriver, when smoke is pale and grey, while flowers are yet closing, ere\nvoices are yet hushed, sing it while all things yet lament the day, or\never the great lights of heaven come blazing forth and night with her\nsplendours takes the place of day. For, if the old gods die, let us\nlament Them or ever new knowledge comes, while all the world still\nshudders at Their loss.\n\n\"For at the last, O prophet, what is left? Only the gods of my\nchildhood dead, and only Time striding large and lonely through the\nspaces, chilling the moon and paling the light of stars and scattering\nearthward out of both his hands the dust of forgetfulness over the\nfields of heroes and smitten Temples of the older gods.\"\n\nBut when the other prophets heard with what doleful words the King\nspake in the Hall they all cried out:\n\n\"It is not as Ulf has said but as I have said--and I.\"\n\nThen the King pondered long, not speaking. But down in the city in a\nstreet between the houses stood grouped together they that were wont to\ndance before the King, and they that had borne his wine in jewelled\ncups. Long they had tarried in the city hoping that the King might\nrelent, and once again regard them with kindly faces calling for wine\nand song. The next morning they were all to set out in search of some\nnew Kingdom, and they were peering between the houses and up the long\ngrey street to see for the last time the palace of King Ebalon; and\nPattering Leaves, the dancer, cried:\n\n\"Not any more, not any more at all shall we drift up the carven hall to\ndance before the King. He that now watches the magic of his prophets\nwill behold no more the wonder of the dance, and among ancient\nparchments, strange and wise, he shall forget the swirl of drapery when\nwe swing together through the Dance of the Myriad Steps.\"\n\nAnd with her were Silvern Fountain and Summer Lightning and Dream of\nthe Sea, each lamenting that they should dance no more to please the\neyes of the King.\n\nAnd Intahn who had carried at the banquet for fifty years the goblet of\nthe King set with its four sapphires each as large as an eye, said as\nhe spread his hands towards the palace making the sign of farewell:\n\n\"Not all the magic of prophecy nor yet foreseeing nor perceiving may\nequal the power of wine. Through the small door in the King's Hall one\ngoes by one hundred steps and many sloping corridors into the cool of\nthe earth where lies a cavern vaster than the Hall. Therein, curtained\nby the spider, repose the casks of wine that are wont to gladden the\nhearts of the Kings of Zarkandhu. In islands far to the eastward the\nvine, from whose heart this wine was long since wrung, hath climbed\naloft with many a clutching finger and beheld the sea and ships of the\nolden time and men since dead, and gone down into the earth again and\nbeen covered over with weeds. And green with the damp of years there\nlie three casks that a city gave not up until all her defenders were\nslain and her houses fired; and ever to the soul of that wine is added\na more ardent fire as ever the years go by. Thither it was my pride to\ngo before a banquet in the olden years, and coming up to bear in the\nsapphire goblet the fire of the elder Kings and to watch the King's eye\nflash and his face grow nobler and more like his sires as he drank the\ngleaming wine.\n\n\"And now the King seeks wisdom from his prophets while all the glory of\nthe past and all the clattering splendour of today grows old, far down,\nforgotten beneath his feet.\"\n\nAnd when he ceased the cupbearers and the women that danced looked long\nin silence at the palace. Then one by one all made the farewell sign\nbefore they turned to go, and as they did this a herald unseen in the\ndark was speeding towards them.\n\nAfter a long silence the King spake:\n\n\"Prophets of my Kingdom,\" he said, \"you have not prophesied alike, and\nthe words of each prophet condemn his fellows' words so that wisdom may\nnot be discovered among prophets. But I command that none in my Kingdom\nshall doubt that the earliest King of Zarkandhu stored wine beneath\nthis palace before the building of the city or ever the palace arose,\nand I shall cause commands to be uttered for the making of a banquet at\nonce within this Hall, so that ye shall perceive that the power of my\nwine is greater than all your spells, and dancing more wondrous than\nprophecy.\"\n\nThe dancers and the winebearers were summoned back, and as the night\nwore on a banquet was spread and all the prophets bidden to be seated,\nSamahn, Ynath, Monith, Ynar Thun, the prophet of Journeys, Zornadhu,\nYamen, Paharn, Ilana, Ulf, and one that had not spoken nor yet revealed\nhis name, and who wore his prophet's cloak across his face.\n\nAnd the prophets feasted as they were commanded and spake as other men\nspake, save he whose face was hidden, who neither ate nor spake. Once\nhe put out his hand from under his cloak and touched a blossom among\nthe flowers upon the table and the blossom fell.\n\nAnd Pattering Leaves came in and danced again, and the King smiled, and\nPattering Leaves was happy though she had not the wisdom of the\nprophets. And in and out, in and out, in and out among the columns of\nthe Hall went Summer Lightning in the maze of the dance. And Silvern\nFountain bowed before the King and danced and danced and bowed again,\nand old Intahn went to and fro from the cavern to the King gravely\nthrough the midst of the dancers but with kindly eyes, and when the\nKing had often drunk of the old wine of the elder Kings he called for\nDream of the Sea and bade her sing. And Dream of the Sea came through\nthe arches and sang of an island builded by magic out of pearls, that\nlay set in a ruby sea, and how it lay far off and under the south,\nguarded by jagged reefs whereon the sorrows of the world were wrecked\nand never came to the island. And how a low sunset always reddened the\nsea and lit the magic isle and never turned to night, and how someone\nsang always and endlessly to lure the soul of a King who might by\nenchantment pass the guarding reefs to find rest on the pearl island\nand not be troubled more, but only see sorrows on the outer reef\nbattered and broken. Then Soul of the South rose up and sang a song of\na fountain that ever sought to reach the sky and was ever doomed to\nfall to the earth again until at last....\n\nThen whether it was the art of Pattering Leaves or the song of Dream of\nthe Sea, or whether it was the fire of the wine of the elder Kings,\nEbalon bade farewell kindly to the prophets when morning paled the\nstars. Then along the torchlit corridors the King went to his chamber,\nand having shut the door in the empty room, beheld suddenly a figure\nwearing the cloak of a prophet; and the King perceived that it was he\nwhose face was hidden at the banquet, who had not revealed his name.\n\nAnd the King said:\n\n\"Art thou, too, a prophet?\"\n\nAnd the figure answered:\n\n\"I am a prophet.\"\n\nAnd the King said: \"Knowest _thou_ aught concerning the journey of the\nKing?\" And the figure answered: \"I know, but have never said.\"\n\nAnd the King said: \"Who art thou that knowest so much and has not told\nit?\"\n\nAnd he answered:\n\n\"I am _The End_.\"\n\nThen the cloaked figure strode away from the palace; and the King,\nunseen by the guards, followed upon his journey.\n\n\nTHE END\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Time and the Gods, by \nLord Dunsany [Edward J. M. D. Plunkett]\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TIME AND THE GODS ***\n\n***** This file should be named 8183.txt or 8183.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/8/1/8/8183/\n\nProduced by Joris Van Dael, Jerry Fairbanks, Suzanne L.\nShell, Charles Franks and the Online Distributed\nProofreading Team\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}