{"title": "Tik-Tok of Oz", "author": "L. Frank Baum", "releaseDate": "June, 1997\n", "language": "English", "content": "\n\n\n\nProduced by Anthony Matonac and Paul Selkirk.\n\n\n\n\n\n\n\n\n\nTIK-TOK OF OZ\n\n\nby\n\nL. FRANK BAUM\n\n\n\n  To Louis F. Gottschalk,\n  whose sweet and dainty melodies\n  breathe the true spirit of fairyland,\n  this book is affectionately dedicated\n\n\n\nTo My Readers\n\nThe very marked success of my last year's fairy book, \"The Patchwork\nGirl of Oz,\" convinces me that my readers like the Oz stories \"best of\nall,\" as one little girl wrote me. So here, my dears, is a new Oz story\nin which is introduced Ann Soforth, the Queen of Oogaboo, whom Tik-Tok\nassisted in conquering our old acquaintance, the Nome King. It also\ntells of Betsy Bobbin and how, after many adventures, she finally\nreached the marvelous Land of Oz.\n\nThere is a play called \"The Tik-Tok Man of Oz,\" but it is not like this\nstory of \"Tik-Tok of Oz,\" although some of the adventures recorded in\nthis book, as well as those in several other Oz books, are included in\nthe play. Those who have seen the play and those who have read the\nother Oz books will find in this story a lot of strange characters and\nadventures that they have never heard of before.\n\nIn the letters I receive from children there has been an urgent appeal\nfor me to write a story that will take Trot and Cap'n Bill to the Land\nof Oz, where they will meet Dorothy and Ozma. Also they think\nButton-Bright ought to get acquainted with Ojo the Lucky. As you know,\nI am obliged to talk these matters over with Dorothy by means of the\n\"wireless,\" for that is the only way I can communicate with the Land of\nOz. When I asked her about this idea, she replied: \"Why, haven't you\nheard?\" I said \"No.\" \"Well,\" came the message over the wireless, \"I'll\ntell you all about it, by and by, and then you can make a book of that\nstory for the children to read.\"\n\nSo, if Dorothy keeps her word and I am permitted to write another Oz\nbook, you will probably discover how all these characters came together\nin the famous Emerald City. Meantime, I want to tell all my little\nfriends--whose numbers are increasing by many thousands every\nyear--that I am very grateful for the favor they have shown my books\nand for the delightful little letters I am constantly receiving. I am\nalmost sure that I have as many friends among the children of America\nas any story writer alive; and this, of course, makes me very proud and\nhappy.\n\nL. Frank Baum.\n\n\"OZCOT\"\n  at HOLLYWOOD\n    in CALIFORNIA,\n      1914.\n\n\n\n\nLIST OF CHAPTERS\n\n   1 - Ann's Army\n   2 - Out of Oogaboo\n   3 - Magic Mystifies the Marchers\n   4 - Betsy Braves the Bellows\n   5 - The Roses Repulse the Refugees\n   6 - Shaggy Seeks His Stray Brother\n   7 - Polychrome's Pitiful Plight\n   8 - Tik-Tok Tackles a Tough Task\n   9 - Ruggedo's Rage is Rash and Reckless\n  10 - A Terrible Tumble Through a Tube\n  11 - The Famous Fellowship of Fairies\n  12 - The Lovely Lady of Light\n  13 - The Jinjin's Just Judgment\n  14 - The Long-Eared Hearer Learns by Listening\n  15 - The Dragon Defies Danger\n  16 - The Naughty Nome\n  17 - A Tragic Transformation\n  18 - A Clever Conquest\n  19 - King Kaliko\n  20 - Quox Quietly Quits\n  21 - A Bashful Brother\n  22 - Kindly Kisses\n  23 - Ruggedo Reforms\n  24 - Dorothy is Delighted\n  25 - The Land of Love\n\n\n\n\nTIK-TOK of OZ\n\n\n\n\nChapter One\n\nAnn's Army\n\n\n\"I won't!\" cried Ann; \"I won't sweep the floor. It is beneath my\ndignity.\"\n\n\"Some one must sweep it,\" replied Ann's younger sister, Salye; \"else we\nshall soon be wading in dust. And you are the eldest, and the head of\nthe family.\"\n\n\"I'm Queen of Oogaboo,\" said Ann, proudly. \"But,\" she added with a\nsigh, \"my kingdom is the smallest and the poorest in all the Land of\nOz.\"\n\nThis was quite true. Away up in the mountains, in a far corner of the\nbeautiful fairyland of Oz, lies a small valley which is named Oogaboo,\nand in this valley lived a few people who were usually happy and\ncontented and never cared to wander over the mountain pass into the\nmore settled parts of the land. They knew that all of Oz, including\ntheir own territory, was ruled by a beautiful Princess named Ozma, who\nlived in the splendid Emerald City; yet the simple folk of Oogaboo\nnever visited Ozma. They had a royal family of their own--not\nespecially to rule over them, but just as a matter of pride. Ozma\npermitted the various parts of her country to have their Kings and\nQueens and Emperors and the like, but all were ruled over by the lovely\ngirl Queen of the Emerald City.\n\nThe King of Oogaboo used to be a man named Jol Jemkiph Soforth, who for\nmany years did all the drudgery of deciding disputes and telling his\npeople when to plant cabbages and pickle onions. But the King's wife\nhad a sharp tongue and small respect for the King, her husband;\ntherefore one night King Jol crept over the pass into the Land of Oz\nand disappeared from Oogaboo for good and all. The Queen waited a few\nyears for him to return and then started in search of him, leaving her\neldest daughter, Ann Soforth, to act as Queen.\n\nNow, Ann had not forgotten when her birthday came, for that meant a\nparty and feasting and dancing, but she had quite forgotten how many\nyears the birthdays marked. In a land where people live always, this is\nnot considered a cause for regret, so we may justly say that Queen Ann\nof Oogaboo was old enough to make jelly--and let it go at that.\n\nBut she didn't make jelly, or do any more of the housework than she\ncould help. She was an ambitious woman and constantly resented the fact\nthat her kingdom was so tiny and her people so stupid and\nunenterprising. Often she wondered what had become of her father and\nmother, out beyond the pass, in the wonderful Land of Oz, and the fact\nthat they did not return to Oogaboo led Ann to suspect that they had\nfound a better place to live. So, when Salye refused to sweep the floor\nof the living room in the palace, and Ann would not sweep it, either,\nshe said to her sister:\n\n\"I'm going away. This absurd Kingdom of Oogaboo tires me.\"\n\n\"Go, if you want to,\" answered Salye; \"but you are very foolish to\nleave this place.\"\n\n\"Why?\" asked Ann.\n\n\"Because in the Land of Oz, which is Ozma's country, you will be a\nnobody, while here you are a Queen.\"\n\n\"Oh, yes! Queen over eighteen men, twenty-seven women and forty-four\nchildren!\" returned Ann bitterly.\n\n\"Well, there are certainly more people than that in the great Land of\nOz,\" laughed Salye. \"Why don't you raise an army and conquer them, and\nbe Queen of all Oz?\" she asked, trying to taunt Ann and so to anger\nher. Then she made a face at her sister and went into the back yard to\nswing in the hammock.\n\nHer jeering words, however, had given Queen Ann an idea. She reflected\nthat Oz was reported to be a peaceful country and Ozma a mere girl who\nruled with gentleness to all and was obeyed because her people loved\nher. Even in Oogaboo the story was told that Ozma's sole army consisted\nof twenty-seven fine officers, who wore beautiful uniforms but carried\nno weapons, because there was no one to fight. Once there had been a\nprivate soldier, besides the officers, but Ozma had made him a\nCaptain-General and taken away his gun for fear it might accidentally\nhurt some one.\n\nThe more Ann thought about the matter the more she was convinced it\nwould be easy to conquer the Land of Oz and set herself up as Ruler in\nOzma's place, if she but had an Army to do it with. Afterward she could\ngo out into the world and conquer other lands, and then perhaps she\ncould find a way to the moon, and conquer that. She had a warlike\nspirit that preferred trouble to idleness.\n\nIt all depended on an Army, Ann decided. She carefully counted in her\nmind all the men of her kingdom. Yes; there were exactly eighteen of\nthem, all told. That would not make a very big Army, but by surprising\nOzma's unarmed officers her men might easily subdue them. \"Gentle\npeople are always afraid of those that bluster,\" Ann told herself. \"I\ndon't wish to shed any blood, for that would shock my nerves and I\nmight faint; but if we threaten and flash our weapons I am sure the\npeople of Oz will fall upon their knees before me and surrender.\"\n\nThis argument, which she repeated to herself more than once, finally\ndetermined the Queen of Oogaboo to undertake the audacious venture.\n\n\"Whatever happens,\" she reflected, \"can make me no more unhappy than my\nstaying shut up in this miserable valley and sweeping floors and\nquarreling with Sister Salye; so I will venture all, and win what I\nmay.\"\n\nThat very day she started out to organize her Army.\n\nThe first man she came to was Jo Apple, so called because he had an\napple orchard.\n\n\"Jo,\" said Ann, \"I am going to conquer the world, and I want you to\njoin my Army.\"\n\n\"Don't ask me to do such a fool thing, for I must politely refuse Your\nMajesty,\" said Jo Apple.\n\n\"I have no intention of asking you. I shall command you, as Queen of\nOogaboo, to join,\" said Ann.\n\n\"In that case, I suppose I must obey,\" the man remarked, in a sad\nvoice. \"But I pray you to consider that I am a very important citizen,\nand for that reason am entitled to an office of high rank.\"\n\n\"You shall be a General,\" promised Ann.\n\n\"With gold epaulets and a sword?\" he asked.\n\n\"Of course,\" said the Queen.\n\nThen she went to the next man, whose name was Jo Bunn, as he owned an\norchard where graham-buns and wheat-buns, in great variety, both hot\nand cold, grew on the trees.\n\n\"Jo,\" said Ann, \"I am going to conquer the world, and I command you to\njoin my Army.\"\n\n\"Impossible!\" he exclaimed. \"The bun crop has to be picked.\"\n\n\"Let your wife and children do the picking,\" said Ann.\n\n\"But I'm a man of great importance, Your Majesty,\" he protested.\n\n\"For that reason you shall be one of my Generals, and wear a cocked hat\nwith gold braid, and curl your mustaches and clank a long sword,\" she\npromised.\n\nSo he consented, although sorely against his will, and the Queen walked\non to the next cottage. Here lived Jo Cone, so called because the trees\nin his orchard bore crops of excellent ice-cream cones.\n\n\"Jo,\" said Ann, \"I am going to conquer the world, and you must join my\nArmy.\"\n\n\"Excuse me, please,\" said Jo Cone. \"I am a bad fighter. My good wife\nconquered me years ago, for she can fight better than I. Take her, Your\nMajesty, instead of me, and I'll bless you for the favor.\"\n\n\"This must be an army of men--fierce, ferocious warriors,\" declared\nAnn, looking sternly upon the mild little man.\n\n\"And you will leave my wife here in Oogaboo?\" he asked.\n\n\"Yes; and make you a General.\"\n\n\"I'll go,\" said Jo Cone, and Ann went on to the cottage of Jo Clock,\nwho had an orchard of clock-trees. This man at first insisted that he\nwould not join the army, but Queen Ann's promise to make him a General\nfinally won his consent.\n\n\"How many Generals are there in your army?\" he asked.\n\n\"Four, so far,\" replied Ann.\n\n\"And how big will the army be?\" was his next question.\n\n\"I intend to make every one of the eighteen men in Oogaboo join it,\"\nshe said.\n\n\"Then four Generals are enough,\" announced Jo Clock. \"I advise you to\nmake the rest of them Colonels.\"\n\nAnn tried to follow his advice. The next four men she visited--who were\nJo Plum, Jo Egg, Jo Banjo and Jo Cheese, named after the trees in their\norchards--she made Colonels of her Army; but the fifth one, Jo Nails,\nsaid Colonels and Generals were getting to be altogether too common in\nthe Army of Oogaboo and he preferred to be a Major. So Jo Nails, Jo\nCake, Jo Ham and Jo Stockings were all four made Majors, while the next\nfour--Jo Sandwich, Jo Padlocks, Jo Sundae and Jo Buttons--were\nappointed Captains of the Army.\n\nBut now Queen Ann was in a quandary. There remained but two other men\nin all Oogaboo, and if she made these two Lieutenants, while there were\nfour Captains, four Majors, four Colonels and four Generals, there was\nlikely to be jealousy in her army, and perhaps mutiny and desertions.\n\nOne of these men, however, was Jo Candy, and he would not go at all. No\npromises could tempt him, nor could threats move him. He said he must\nremain at home to harvest his crop of jackson-balls, lemon-drops,\nbonbons and chocolate-creams. Also he had large fields of crackerjack\nand buttered pop corn to be mowed and threshed, and he was determined\nnot to disappoint the children of Oogaboo by going away to conquer the\nworld and so let the candy crop spoil.\n\nFinding Jo Candy so obstinate, Queen Ann let him have his own way and\ncontinued her journey to the house of the eighteenth and last man in\nOogaboo, who was a young fellow named Jo Files. This Files had twelve\ntrees which bore steel files of various sorts; but also he had nine\nbook-trees, on which grew a choice selection of story-books. In case\nyou have never seen books growing upon trees, I will explain that those\nin Jo Files' orchard were enclosed in broad green husks which, when\nfully ripe, turned to a deep red color. Then the books were picked and\nhusked and were ready to read. If they were picked too soon, the\nstories were found to be confused and uninteresting and the spelling\nbad. However, if allowed to ripen perfectly, the stories were fine\nreading and the spelling and grammar excellent.\n\nFiles freely gave his books to all who wanted them, but the people of\nOogaboo cared little for books and so he had to read most of them\nhimself, before they spoiled. For, as you probably know, as soon as the\nbooks were read the words disappeared and the leaves withered and\nfaded--which is the worst fault of all books which grow upon trees.\n\nWhen Queen Ann spoke to this young man Files, who was both intelligent\nand ambitious, he said he thought it would be great fun to conquer the\nworld. But he called her attention to the fact that he was far superior\nto the other men of her army. Therefore, he would not be one of her\nGenerals or Colonels or Majors or Captains, but claimed the honor of\nbeing sole Private.\n\nAnn did not like this idea at all.\n\n\"I hate to have a Private Soldier in my army,\" she said; \"they're so\ncommon. I am told that Princess Ozma once had a private soldier, but\nshe made him her Captain-General, which is good evidence that the\nprivate was unnecessary.\"\n\n\"Ozma's army doesn't fight,\" returned Files; \"but your army must fight\nlike fury in order to conquer the world. I have read in my books that\nit is always the private soldiers who do the fighting, for no officer\nis ever brave enough to face the foe. Also, it stands to reason that\nyour officers must have some one to command and to issue their orders\nto; therefore I'll be the one. I long to slash and slay the enemy and\nbecome a hero. Then, when we return to Oogaboo, I'll take all the\nmarbles away from the children and melt them up and make a marble\nstatue of myself for all to look upon and admire.\"\n\nAnn was much pleased with Private Files. He seemed indeed to be such a\nwarrior as she needed in her enterprise, and her hopes of success took\na sudden bound when Files told her he knew where a gun-tree grew and\nwould go there at once and pick the ripest and biggest musket the tree\nbore.\n\n\n\n\nChapter Two\n\nOut of Oogaboo\n\n\nThree days later the Grand Army of Oogaboo assembled in the square in\nfront of the royal palace. The sixteen officers were attired in\ngorgeous uniforms and carried sharp, glittering swords. The Private had\npicked his gun and, although it was not a very big weapon, Files tried\nto look fierce and succeeded so well that all his commanding officers\nwere secretly afraid of him.\n\nThe women were there, protesting that Queen Ann Soforth had no right to\ntake their husbands and fathers from them; but Ann commanded them to\nkeep silent, and that was the hardest order to obey they had ever\nreceived.\n\nThe Queen appeared before her Army dressed in an imposing uniform of\ngreen, covered with gold braid. She wore a green soldier-cap with a\npurple plume in it and looked so royal and dignified that everyone in\nOogaboo except the Army was glad she was going. The Army was sorry she\nwas not going alone.\n\n\"Form ranks!\" she cried in her shrill voice.\n\nSalye leaned out of the palace window and laughed.\n\n\"I believe your Army can run better than it can fight,\" she observed.\n\n\"Of course,\" replied General Bunn, proudly. \"We're not looking for\ntrouble, you know, but for plunder. The more plunder and the less\nfighting we get, the better we shall like our work.\"\n\n\"For my part,\" said Files, \"I prefer war and carnage to anything. The\nonly way to become a hero is to conquer, and the story-books all say\nthat the easiest way to conquer is to fight.\"\n\n\"That's the idea, my brave man!\" agreed Ann. \"To fight is to conquer\nand to conquer is to secure plunder and to secure plunder is to become\na hero. With such noble determination to back me, the world is mine!\nGood-bye, Salye. When we return we shall be rich and famous. Come,\nGenerals; let us march.\"\n\nAt this the Generals straightened up and threw out their chests. Then\nthey swung their glittering swords in rapid circles and cried to the\nColonels:\n\n\"For-ward March!\"\n\nThen the Colonels shouted to the Majors: \"For-ward March!\" and the\nMajors yelled to the Captains: \"For-ward March!\" and the Captains\nscreamed to the Private:\n\n\"For-ward March!\"\n\nSo Files shouldered his gun and began to march, and all the officers\nfollowed after him. Queen Ann came last of all, rejoicing in her noble\narmy and wondering why she had not decided long ago to conquer the\nworld.\n\nIn this order the procession marched out of Oogaboo and took the narrow\nmountain pass which led into the lovely Fairyland of Oz.\n\n\n\n\nChapter Three\n\nMagic Mystifies the Marchers\n\n\nPrincess Ozma was all unaware that the Army of Oogaboo, led by their\nambitious Queen, was determined to conquer her Kingdom. The beautiful\ngirl Ruler of Oz was busy with the welfare of her subjects and had no\ntime to think of Ann Soforth and her disloyal plans. But there was one\nwho constantly guarded the peace and happiness of the Land of Oz and\nthis was the Official Sorceress of the Kingdom, Glinda the Good.\n\nIn her magnificent castle, which stands far north of the Emerald City\nwhere Ozma holds her court, Glinda owns a wonderful magic Record Book,\nin which is printed every event that takes place anywhere, just as soon\nas it happens.\n\nThe smallest things and the biggest things are all recorded in this\nbook. If a child stamps its foot in anger, Glinda reads about it; if a\ncity burns down, Glinda finds the fact noted in her book.\n\nThe Sorceress always reads her Record Book every day, and so it was she\nknew that Ann Soforth, Queen of Oogaboo, had foolishly assembled an\narmy of sixteen officers and one private soldier, with which she\nintended to invade and conquer the Land of Oz.\n\nThere was no danger but that Ozma, supported by the magic arts of\nGlinda the Good and the powerful Wizard of Oz--both her firm\nfriends--could easily defeat a far more imposing army than Ann's; but\nit would be a shame to have the peace of Oz interrupted by any sort of\nquarreling or fighting. So Glinda did not even mention the matter to\nOzma, or to anyone else. She merely went into a great chamber of her\ncastle, known as the Magic Room, where she performed a magical ceremony\nwhich caused the mountain pass that led from Oogaboo to make several\nturns and twists. The result was that when Ann and her army came to the\nend of the pass they were not in the Land of Oz at all, but in an\nadjoining territory that was quite distinct from Ozma's domain and\nseparated from Oz by an invisible barrier.\n\nAs the Oogaboo people emerged into this country, the pass they had\ntraversed disappeared behind them and it was not likely they would ever\nfind their way back into the valley of Oogaboo. They were greatly\npuzzled, indeed, by their surroundings and did not know which way to\ngo. None of them had ever visited Oz, so it took them some time to\ndiscover they were not in Oz at all, but in an unknown country.\n\n\"Never mind,\" said Ann, trying to conceal her disappointment; \"we have\nstarted out to conquer the world, and here is part of it. In time, as\nwe pursue our victorious journey, we will doubtless come to Oz; but,\nuntil we get there, we may as well conquer whatever land we find\nourselves in.\"\n\n\"Have we conquered this place, Your Majesty?\" anxiously inquired Major\nCake.\n\n\"Most certainly,\" said Ann. \"We have met no people, as yet, but when we\ndo, we will inform them that they are our slaves.\"\n\n\"And afterward we will plunder them of all their possessions,\" added\nGeneral Apple.\n\n\"They may not possess anything,\" objected Private Files; \"but I hope\nthey will fight us, just the same. A peaceful conquest wouldn't be any\nfun at all.\"\n\n\"Don't worry,\" said the Queen. \"_We_ can fight, whether our foes do or\nnot; and perhaps we would find it more comfortable to have the enemy\nsurrender promptly.\"\n\nIt was a barren country and not very pleasant to travel in. Moreover,\nthere was little for them to eat, and as the officers became hungry\nthey became fretful. Many would have deserted had they been able to\nfind their way home, but as the Oogaboo people were now hopelessly lost\nin a strange country they considered it more safe to keep together than\nto separate.\n\nQueen Ann's temper, never very agreeable, became sharp and irritable as\nshe and her army tramped over the rocky roads without encountering\neither people or plunder. She scolded her officers until they became\nsurly, and a few of them were disloyal enough to ask her to hold her\ntongue. Others began to reproach her for leading them into difficulties\nand in the space of three unhappy days every man was mourning for his\norchard in the pretty valley of Oogaboo.\n\nFiles, however, proved a different sort. The more difficulties he\nencountered the more cheerful he became, and the sighs of the officers\nwere answered by the merry whistle of the Private. His pleasant\ndisposition did much to encourage Queen Ann and before long she\nconsulted the Private Soldier more often than she did his superiors.\n\nIt was on the third day of their pilgrimage that they encountered their\nfirst adventure. Toward evening the sky was suddenly darkened and Major\nNails exclaimed:\n\n\"A fog is coming toward us.\"\n\n\"I do not think it is a fog,\" replied Files, looking with interest at\nthe approaching cloud. \"It seems to me more like the breath of a Rak.\"\n\n\"What is a Rak?\" asked Ann, looking about fearfully.\n\n\"A terrible beast with a horrible appetite,\" answered the soldier,\ngrowing a little paler than usual. \"I have never seen a Rak, to be\nsure, but I have read of them in the story-books that grew in my\norchard, and if this is indeed one of those fearful monsters, we are\nnot likely to conquer the world.\"\n\nHearing this, the officers became quite worried and gathered closer\nabout their soldier.\n\n\"What is the thing like?\" asked one.\n\n\"The only picture of a Rak that I ever saw in a book was rather\nblurred,\" said Files, \"because the book was not quite ripe when it was\npicked. But the creature can fly in the air and run like a deer and\nswim like a fish. Inside its body is a glowing furnace of fire, and the\nRak breathes in air and breathes out smoke, which darkens the sky for\nmiles around, wherever it goes. It is bigger than a hundred men and\nfeeds on any living thing.\"\n\nThe officers now began to groan and to tremble, but Files tried to\ncheer them, saying:\n\n\"It may not be a Rak, after all, that we see approaching us, and you\nmust not forget that we people of Oogaboo, which is part of the\nfairyland of Oz, cannot be killed.\"\n\n\"Nevertheless,\" said Captain Buttons, \"if the Rak catches us, and chews\nus up into small pieces, and swallows us--what will happen then?\"\n\n\"Then each small piece will still be alive,\" declared Files.\n\n\"I cannot see how that would help us,\" wailed Colonel Banjo. \"A\nhamburger steak is a hamburger steak, whether it is alive or not!\"\n\n\"I tell you, this may not be a Rak,\" persisted Files. \"We will know,\nwhen the cloud gets nearer, whether it is the breath of a Rak or not.\nIf it has no smell at all, it is probably a fog; but if it has an odor\nof salt and pepper, it is a Rak and we must prepare for a desperate\nfight.\"\n\nThey all eyed the dark cloud fearfully. Before long it reached the\nfrightened group and began to envelop them. Every nose sniffed the\ncloud--and every one detected in it the odor of salt and pepper.\n\n\"The Rak!\" shouted Private Files, and with a howl of despair the\nsixteen officers fell to the ground, writhing and moaning in anguish.\nQueen Ann sat down upon a rock and faced the cloud more bravely,\nalthough her heart was beating fast. As for Files, he calmly loaded his\ngun and stood ready to fight the foe, as a soldier should.\n\nThey were now in absolute darkness, for the cloud which covered the sky\nand the setting sun was black as ink. Then through the gloom appeared\ntwo round, glowing balls of red, and Files at once decided these must\nbe the monster's eyes.\n\nHe raised his gun, took aim and fired.\n\nThere were several bullets in the gun, all gathered from an excellent\nbullet-tree in Oogaboo, and they were big and hard. They flew toward\nthe monster and struck it, and with a wild, weird cry the Rak came\nfluttering down and its huge body fell plump upon the forms of the\nsixteen officers, who thereupon screamed louder than before.\n\n\"Badness me!\" moaned the Rak. \"See what you've done with that dangerous\ngun of yours!\"\n\n\"I can't see,\" replied Files, \"for the cloud formed by your breath\ndarkens my sight!\"\n\n\"Don't tell me it was an accident,\" continued the Rak, reproachfully,\nas it still flapped its wings in a helpless manner. \"Don't claim you\ndidn't know the gun was loaded, I beg of you!\"\n\n\"I don't intend to,\" replied Files. \"Did the bullets hurt you very\nbadly?\"\n\n\"One has broken my jaw, so that I can't open my mouth. You will notice\nthat my voice sounds rather harsh and husky, because I have to talk\nwith my teeth set close together. Another bullet broke my left wing, so\nthat I can't fly; and still another broke my right leg, so that I can't\nwalk. It was the most careless shot I ever heard of!\"\n\n\"Can't you manage to lift your body off from my commanding officers?\"\ninquired Files. \"From their cries I'm afraid your great weight is\ncrushing them.\"\n\n\"I hope it is,\" growled the Rak. \"I want to crush them, if possible,\nfor I have a bad disposition. If only I could open my mouth, I'd eat\nall of you, although my appetite is poorly this warm weather.\"\n\nWith this the Rak began to roll its immense body sidewise, so as to\ncrush the officers more easily; but in doing this it rolled completely\noff from them and the entire sixteen scrambled to their feet and made\noff as fast as they could run.\n\nPrivate Files could not see them go but he knew from the sound of their\nvoices that they had escaped, so he ceased to worry about them.\n\n\"Pardon me if I now bid you good-bye,\" he said to the Rak. \"The parting\nis caused by our desire to continue our journey. If you die, do not\nblame me, for I was obliged to shoot you as a matter of\nself-protection.\"\n\n\"I shall not die,\" answered the monster, \"for I bear a charmed life.\nBut I beg you not to leave me!\"\n\n\"Why not?\" asked Files.\n\n\"Because my broken jaw will heal in about an hour, and then I shall be\nable to eat you. My wing will heal in a day and my leg will heal in a\nweek, when I shall be as well as ever. Having shot me, and so caused me\nall this annoyance, it is only fair and just that you remain here and\nallow me to eat you as soon as I can open my jaws.\"\n\n\"I beg to differ with you,\" returned the soldier firmly. \"I have made\nan engagement with Queen Ann of Oogaboo to help her conquer the world,\nand I cannot break my word for the sake of being eaten by a Rak.\"\n\n\"Oh; that's different,\" said the monster. \"If you've an engagement,\ndon't let me detain you.\"\n\nSo Files felt around in the dark and grasped the hand of the trembling\nQueen, whom he led away from the flapping, sighing Rak. They stumbled\nover the stones for a way but presently began to see dimly the path\nahead of them, as they got farther and farther away from the dreadful\nspot where the wounded monster lay. By and by they reached a little\nhill and could see the last rays of the sun flooding a pretty valley\nbeyond, for now they had passed beyond the cloudy breath of the Rak.\nHere were huddled the sixteen officers, still frightened and panting\nfrom their run. They had halted only because it was impossible for them\nto run any farther.\n\nQueen Ann gave them a severe scolding for their cowardice, at the same\ntime praising Files for his courage.\n\n\"We are wiser than he, however,\" muttered General Clock, \"for by\nrunning away we are now able to assist Your Majesty in conquering the\nworld; whereas, had Files been eaten by the Rak, he would have deserted\nyour Army.\"\n\nAfter a brief rest they descended into the valley, and as soon as they\nwere out of sight of the Rak the spirits of the entire party rose\nquickly. Just at dusk they came to a brook, on the banks of which Queen\nAnn commanded them to make camp for the night.\n\nEach officer carried in his pocket a tiny white tent. This, when placed\nupon the ground, quickly grew in size until it was large enough to\npermit the owner to enter it and sleep within its canvas walls. Files\nwas obliged to carry a knapsack, in which was not only his own tent but\nan elaborate pavilion for Queen Ann, besides a bed and chair and a\nmagic table. This table, when set upon the ground in Ann's pavilion,\nbecame of large size, and in a drawer of the table was contained the\nQueen's supply of extra clothing, her manicure and toilet articles and\nother necessary things. The royal bed was the only one in the camp, the\nofficers and private sleeping in hammocks attached to their tent poles.\n\nThere was also in the knapsack a flag bearing the royal emblem of\nOogaboo, and this flag Files flew upon its staff every night, to show\nthat the country they were in had been conquered by the Queen of\nOogaboo. So far, no one but themselves had seen the flag, but Ann was\npleased to see it flutter in the breeze and considered herself already\na famous conqueror.\n\n\n\n\nChapter Four\n\nBetsy Braves the Billows\n\n\nThe waves dashed and the lightning flashed and the thunder rolled and\nthe ship struck a rock. Betsy Bobbin was running across the deck and\nthe shock sent her flying through the air until she fell with a splash\ninto the dark blue water. The same shock caught Hank, a thin little,\nsad-faced mule, and tumbled him also into the sea, far from the ship's\nside.\n\nWhen Betsy came up, gasping for breath because the wet plunge had\nsurprised her, she reached out in the dark and grabbed a bunch of hair.\nAt first she thought it was the end of a rope, but presently she heard\na dismal \"Hee-haw!\" and knew she was holding fast to the end of Hank's\ntail.\n\nSuddenly the sea was lighted up by a vivid glare. The ship, now in the\nfar distance, caught fire, blew up and sank beneath the waves.\n\nBetsy shuddered at the sight, but just then her eye caught a mass of\nwreckage floating near her and she let go the mule's tail and seized\nthe rude raft, pulling herself up so that she rode upon it in safety.\nHank also saw the raft and swam to it, but he was so clumsy he never\nwould have been able to climb upon it had not Betsy helped him to get\naboard.\n\nThey had to crowd close together, for their support was only a\nhatch-cover torn from the ship's deck; but it floated them fairly well\nand both the girl and the mule knew it would keep them from drowning.\n\nThe storm was not over, by any means, when the ship went down. Blinding\nbolts of lightning shot from cloud to cloud and the clamor of deep\nthunderclaps echoed far over the sea. The waves tossed the little raft\nhere and there as a child tosses a rubber ball and Betsy had a solemn\nfeeling that for hundreds of watery miles in every direction there was\nno living thing besides herself and the small donkey.\n\nPerhaps Hank had the same thought, for he gently rubbed his nose\nagainst the frightened girl and said \"Hee-haw!\" in his softest voice,\nas if to comfort her.\n\n\"You'll protect me, Hank dear, won't you?\" she cried helplessly, and\nthe mule said \"Hee-haw!\" again, in tones that meant a promise.\n\nOn board the ship, during the days that preceded the wreck, when the\nsea was calm, Betsy and Hank had become good friends; so, while the\ngirl might have preferred a more powerful protector in this dreadful\nemergency, she felt that the mule would do all in a mule's power to\nguard her safety.\n\nAll night they floated, and when the storm had worn itself out and\npassed away with a few distant growls, and the waves had grown smaller\nand easier to ride, Betsy stretched herself out on the wet raft and\nfell asleep.\n\nHank did not sleep a wink. Perhaps he felt it his duty to guard Betsy.\nAnyhow, he crouched on the raft beside the tired sleeping girl and\nwatched patiently until the first light of dawn swept over the sea.\n\nThe light wakened Betsy Bobbin. She sat up, rubbed her eyes and stared\nacross the water.\n\n\"Oh, Hank; there's land ahead!\" she exclaimed.\n\n\"Hee-haw!\" answered Hank in his plaintive voice.\n\nThe raft was floating swiftly toward a very beautiful country and as\nthey drew near Betsy could see banks of lovely flowers showing brightly\nbetween leafy trees. But no people were to be seen at all.\n\n\n\n\nChapter Five\n\nThe Roses Repulse the Refugees\n\n\nGently the raft grated on the sandy beach. Then Betsy easily waded\nashore, the mule following closely behind her. The sun was now shining\nand the air was warm and laden with the fragrance of roses.\n\n\"I'd like some breakfast, Hank,\" remarked the girl, feeling more\ncheerful now that she was on dry land; \"but we can't eat the flowers,\nalthough they do smell mighty good.\"\n\n\"Hee-haw!\" replied Hank and trotted up a little pathway to the top of\nthe bank.\n\nBetsy followed and from the eminence looked around her. A little way\noff stood a splendid big greenhouse, its thousands of crystal panes\nglittering in the sunlight.\n\n\"There ought to be people somewhere 'round,\" observed Betsy\nthoughtfully; \"gardeners, or somebody. Let's go and see, Hank. I'm\ngetting hungrier ev'ry minute.\"\n\nSo they walked toward the great greenhouse and came to its entrance\nwithout meeting with anyone at all. A door stood ajar, so Hank went in\nfirst, thinking if there was any danger he could back out and warn his\ncompanion. But Betsy was close at his heels and the moment she entered\nwas lost in amazement at the wonderful sight she saw.\n\nThe greenhouse was filled with magnificent rosebushes, all growing in\nbig pots. On the central stem of each bush bloomed a splendid Rose,\ngorgeously colored and deliciously fragrant, and in the center of each\nRose was the face of a lovely girl.\n\nAs Betsy and Hank entered, the heads of the Roses were drooping and\ntheir eyelids were closed in slumber; but the mule was so amazed that\nhe uttered a loud \"Hee-haw!\" and at the sound of his harsh voice the\nrose leaves fluttered, the Roses raised their heads and a hundred\nstartled eyes were instantly fixed upon the intruders.\n\n\"I--I beg your pardon!\" stammered Betsy, blushing and confused.\n\n\"O-o-o-h!\" cried the Roses, in a sort of sighing chorus; and one of\nthem added: \"What a horrid noise!\"\n\n\"Why, that was only Hank,\" said Betsy, and as if to prove the truth of\nher words the mule uttered another loud \"Hee-haw!\"\n\nAt this all the Roses turned on their stems as far as they were able\nand trembled as if some one were shaking their bushes. A dainty Moss\nRose gasped: \"Dear me! How dreadfully dreadful!\"\n\n\"It isn't dreadful at all,\" said Betsy, somewhat indignant. \"When you\nget used to Hank's voice it will put you to sleep.\"\n\nThe Roses now looked at the mule less fearfully and one of them asked:\n\n\"Is that savage beast named Hank?\"\n\n\"Yes; Hank's my comrade, faithful and true,\" answered the girl, twining\nher arms around the little mule's neck and hugging him tight. \"Aren't\nyou, Hank?\"\n\nHank could only say in reply: \"Hee-haw!\" and at his bray the Roses\nshivered again.\n\n\"Please go away!\" begged one. \"Can't you see you're frightening us out\nof a week's growth?\"\n\n\"Go away!\" echoed Betsy. \"Why, we've no place to go. We've just been\nwrecked.\"\n\n\"Wrecked?\" asked the Roses in a surprised chorus.\n\n\"Yes; we were on a big ship and the storm came and wrecked it,\"\nexplained the girl. \"But Hank and I caught hold of a raft and floated\nashore to this place, and--we're tired and hungry. What country _is_\nthis, please?\"\n\n\"This is the Rose Kingdom,\" replied the Moss Rose, haughtily, \"and it\nis devoted to the culture of the rarest and fairest Roses grown.\"\n\n\"I believe it,\" said Betsy, admiring the pretty blossoms.\n\n\"But only Roses are allowed here,\" continued a delicate Tea Rose,\nbending her brows in a frown; \"therefore you must go away before the\nRoyal Gardener finds you and casts you back into the sea.\"\n\n\"Oh! Is there a Royal Gardener, then?\" inquired Betsy.\n\n\"To be sure.\"\n\n\"And is he a Rose, also?\"\n\n\"Of course not; he's a man--a wonderful man,\" was the reply.\n\n\"Well, I'm not afraid of a man,\" declared the girl, much relieved, and\neven as she spoke the Royal Gardener popped into the greenhouse--a\nspading fork in one hand and a watering pot in the other.\n\nHe was a funny little man, dressed in a rose-colored costume, with\nribbons at his knees and elbows, and a bunch of ribbons in his hair.\nHis eyes were small and twinkling, his nose sharp and his face puckered\nand deeply lined.\n\n\"O-ho!\" he exclaimed, astonished to find strangers in his greenhouse,\nand when Hank gave a loud bray the Gardener threw the watering pot over\nthe mule's head and danced around with his fork, in such agitation that\npresently he fell over the handle of the implement and sprawled at full\nlength upon the ground.\n\nBetsy laughed and pulled the watering pot off from Hank's head. The\nlittle mule was angry at the treatment he had received and backed\ntoward the Gardener threateningly.\n\n\"Look out for his heels!\" called Betsy warningly and the Gardener\nscrambled to his feet and hastily hid behind the Roses.\n\n\"You are breaking the Law!\" he shouted, sticking out his head to glare\nat the girl and the mule.\n\n\"What Law?\" asked Betsy.\n\n\"The Law of the Rose Kingdom. No strangers are allowed in these\ndomains.\"\n\n\"Not when they're shipwrecked?\" she inquired.\n\n\"The Law doesn't except shipwrecks,\" replied the Royal Gardener, and he\nwas about to say more when suddenly there was a crash of glass and a\nman came tumbling through the roof of the greenhouse and fell plump to\nthe ground.\n\n\n\n\nChapter Six\n\nShaggy Seeks his Stray Brother\n\n\nThis sudden arrival was a queer looking man, dressed all in garments so\nshaggy that Betsy at first thought he must be some animal. But the\nstranger ended his fall in a sitting position and then the girl saw it\nwas really a man. He held an apple in his hand, which he had evidently\nbeen eating when he fell, and so little was he jarred or flustered by\nthe accident that he continued to munch this apple as he calmly looked\naround him.\n\n\"Good gracious!\" exclaimed Betsy, approaching him. \"Who _are_ you, and\nwhere did you come from?\"\n\n\"Me? Oh, I'm Shaggy Man,\" said he, taking another bite of the apple.\n\"Just dropped in for a short call. Excuse my seeming haste.\"\n\n\"Why, I s'pose you couldn't help the haste,\" said Betsy.\n\n\"No. I climbed an apple tree, outside; branch gave way and--here I am.\"\n\nAs he spoke the Shaggy Man finished his apple, gave the core to\nHank--who ate it greedily--and then stood up to bow politely to Betsy\nand the Roses.\n\nThe Royal Gardener had been frightened nearly into fits by the crash of\nglass and the fall of the shaggy stranger into the bower of Roses, but\nnow he peeped out from behind a bush and cried in his squeaky voice:\n\n\"You're breaking the Law! You're breaking the Law!\"\n\nShaggy stared at him solemnly.\n\n\"Is the glass the Law in this country?\" he asked.\n\n\"Breaking the glass is breaking the Law,\" squeaked the Gardener,\nangrily. \"Also, to intrude in any part of the Rose Kingdom is breaking\nthe Law.\"\n\n\"How do you know?\" asked Shaggy.\n\n\"Why, it's printed in a book,\" said the Gardener, coming forward and\ntaking a small book from his pocket. \"Page thirteen. Here it is: 'If\nany stranger enters the Rose Kingdom he shall at once be condemned by\nthe Ruler and put to death.' So you see, strangers,\" he continued\ntriumphantly, \"it's death for you all and your time has come!\"\n\nBut just here Hank interposed. He had been stealthily backing toward\nthe Royal Gardener, whom he disliked, and now the mule's heels shot out\nand struck the little man in the middle. He doubled up like the letter\n\"U\" and flew out of the door so swiftly--never touching the\nground--that he was gone before Betsy had time to wink.\n\nBut the mule's attack frightened the girl.\n\n\"Come,\" she whispered, approaching the Shaggy Man and taking his hand;\n\"let's go somewhere else. They'll surely kill us if we stay here!\"\n\n\"Don't worry, my dear,\" replied Shaggy, patting the child's head. \"I'm\nnot afraid of anything, so long as I have the Love Magnet.\"\n\n\"The Love Magnet! Why, what is that?\" asked Betsy.\n\n\"It's a charming little enchantment that wins the heart of everyone who\nlooks upon it,\" was the reply. \"The Love Magnet used to hang over the\ngateway to the Emerald City, in the Land of Oz; but when I started on\nthis journey our beloved Ruler, Ozma of Oz, allowed me to take it with\nme.\"\n\n\"Oh!\" cried Betsy, staring hard at him; \"are you really from the\nwonderful Land of Oz?\"\n\n\"Yes. Ever been there, my dear?\"\n\n\"No; but I've heard about it. And do you know Princess Ozma?\"\n\n\"Very well indeed.\"\n\n\"And--and Princess Dorothy?\"\n\n\"Dorothy's an old chum of mine,\" declared Shaggy.\n\n\"Dear me!\" exclaimed Betsy. \"And why did you ever leave such a\nbeautiful land as Oz?\"\n\n\"On an errand,\" said Shaggy, looking sad and solemn. \"I'm trying to\nfind my dear little brother.\"\n\n\"Oh! Is he lost?\" questioned Betsy, feeling very sorry for the poor man.\n\n\"Been lost these ten years,\" replied Shaggy, taking out a handkerchief\nand wiping a tear from his eye. \"I didn't know it until lately, when I\nsaw it recorded in the magic Record Book of the Sorceress Glinda, in\nthe Land of Oz. So now I'm trying to find him.\"\n\n\"Where was he lost?\" asked the girl sympathetically.\n\n\"Back in Colorado, where I used to live before I went to Oz. Brother\nwas a miner, and dug gold out of a mine. One day he went into his mine\nand never came out. They searched for him, but he was not there.\nDisappeared entirely,\" Shaggy ended miserably.\n\n\"For goodness sake! What do you s'pose became of him?\" she asked.\n\n\"There is only one explanation,\" replied Shaggy, taking another apple\nfrom his pocket and eating it to relieve his misery. \"The Nome King\nprobably got him.\"\n\n\"The Nome King! Who is he?\"\n\n\"Why, he's sometimes called the Metal Monarch, and his name is Ruggedo.\nLives in some underground cavern. Claims to own all the metals hidden\nin the earth. Don't ask me why.\"\n\n\"Why?\"\n\n\"'Cause I don't know. But this Ruggedo gets wild with anger if anyone\ndigs gold out of the earth, and my private opinion is that he captured\nbrother and carried him off to his underground kingdom. No--don't ask\nme why. I see you're dying to ask me why. But I don't know.\"\n\n\"But--dear me!--in that case you will never find your lost brother!\"\nexclaimed the girl.\n\n\"Maybe not; but it's my duty to try,\" answered Shaggy. \"I've wandered\nso far without finding him, but that only proves he is not where I've\nbeen looking. What I seek now is the hidden passage to the underground\ncavern of the terrible Metal Monarch.\"\n\n\"Well,\" said Betsy doubtfully, \"it strikes me that if you ever manage\nto get there the Metal Monarch will make you, too, his prisoner.\"\n\n\"Nonsense!\" answered Shaggy, carelessly. \"You mustn't forget the Love\nMagnet.\"\n\n\"What about it?\" she asked.\n\n\"When the fierce Metal Monarch sees the Love Magnet, he will love me\ndearly and do anything I ask.\"\n\n\"It must be wonderful,\" said Betsy, with awe.\n\n\"It is,\" the man assured her. \"Shall I show it to you?\"\n\n\"Oh, do!\" she cried; so Shaggy searched in his shaggy pocket and drew\nout a small silver magnet, shaped like a horseshoe.\n\nThe moment Betsy saw it she began to like the Shaggy Man better than\nbefore. Hank also saw the Magnet and crept up to Shaggy to rub his head\nlovingly against the man's knee.\n\nBut they were interrupted by the Royal Gardener, who stuck his head\ninto the greenhouse and shouted angrily:\n\n\"You are all condemned to death! Your only chance to escape is to leave\nhere instantly.\"\n\nThis startled little Betsy, but the Shaggy Man merely waved the Magnet\ntoward the Gardener, who, seeing it, rushed forward and threw himself\nat Shaggy's feet, murmuring in honeyed words:\n\n\"Oh, you lovely, lovely man! How fond I am of you! Every shag and\nbobtail that decorates you is dear to me--all I have is yours! But for\ngoodness' sake get out of here before you die the death.\"\n\n\"I'm not going to die,\" declared Shaggy Man.\n\n\"You must. It's the Law,\" exclaimed the Gardener, beginning to weep\nreal tears. \"It breaks my heart to tell you this bad news, but the Law\nsays that all strangers must be condemned by the Ruler to die the\ndeath.\"\n\n\"No Ruler has condemned us yet,\" said Betsy.\n\n\"Of course not,\" added Shaggy. \"We haven't even seen the Ruler of the\nRose Kingdom.\"\n\n\"Well, to tell the truth,\" said the Gardener, in a perplexed tone of\nvoice, \"we haven't any real Ruler, just now. You see, all our Rulers\ngrow on bushes in the Royal Gardens, and the last one we had got\nmildewed and withered before his time. So we had to plant him, and at\nthis time there is no one growing on the Royal Bushes who is ripe\nenough to pick.\"\n\n\"How do you know?\" asked Betsy.\n\n\"Why, I'm the Royal Gardener. Plenty of royalties are growing, I admit;\nbut just now they are all green. Until one ripens, I am supposed to\nrule the Rose Kingdom myself, and see that its Laws are obeyed.\nTherefore, much as I love you, Shaggy, I must put you to death.\"\n\n\"Wait a minute,\" pleaded Betsy. \"I'd like to see those Royal Gardens\nbefore I die.\"\n\n\"So would I,\" added Shaggy Man. \"Take us there, Gardener.\"\n\n\"Oh, I can't do that,\" objected the Gardener. But Shaggy again showed\nhim the Love Magnet and after one glance at it the Gardener could no\nlonger resist.\n\nHe led Shaggy, Betsy and Hank to the end of the great greenhouse and\ncarefully unlocked a small door. Passing through this they came into\nthe splendid Royal Garden of the Rose Kingdom.\n\nIt was all surrounded by a tall hedge and within the enclosure grew\nseveral enormous rosebushes having thick green leaves of the texture of\nvelvet. Upon these bushes grew the members of the Royal Family of the\nRose Kingdom--men, women and children in all stages of maturity. They\nall seemed to have a light green hue, as if unripe or not fully\ndeveloped, their flesh and clothing being alike green. They stood\nperfectly lifeless upon their branches, which swayed softly in the\nbreeze, and their wide open eyes stared straight ahead, unseeing and\nunintelligent.\n\nWhile examining these curious growing people, Betsy passed behind a big\ncentral bush and at once uttered an exclamation of surprise and\npleasure. For there, blooming in perfect color and shape, stood a Royal\nPrincess, whose beauty was amazing.\n\n\"Why, she's ripe!\" cried Betsy, pushing aside some of the broad leaves\nto observe her more clearly.\n\n\"Well, perhaps so,\" admitted the Gardener, who had come to the girl's\nside; \"but she's a girl, and so we can't use her for a Ruler.\"\n\n\"No, indeed!\" came a chorus of soft voices, and looking around Betsy\ndiscovered that all the Roses had followed them from the greenhouse and\nwere now grouped before the entrance.\n\n\"You see,\" explained the Gardener, \"the subjects of Rose Kingdom don't\nwant a girl Ruler. They want a King.\"\n\n\"A King! We want a King!\" repeated the chorus of Roses.\n\n\"Isn't she Royal?\" inquired Shaggy, admiring the lovely Princess.\n\n\"Of course, for she grows on a Royal Bush. This Princess is named Ozga,\nas she is a distant cousin of Ozma of Oz; and, were she but a man, we\nwould joyfully hail her as our Ruler.\"\n\nThe Gardener then turned away to talk with his Roses and Betsy\nwhispered to her companion: \"Let's pick her, Shaggy.\"\n\n\"All right,\" said he. \"If she's royal, she has the right to rule this\nKingdom, and if we pick her she will surely protect us and prevent our\nbeing hurt, or driven away.\"\n\nSo Betsy and Shaggy each took an arm of the beautiful Rose Princess and\na little twist of her feet set her free of the branch upon which she\ngrew. Very gracefully she stepped down from the bush to the ground,\nwhere she bowed low to Betsy and Shaggy and said in a delightfully\nsweet voice: \"I thank you.\"\n\nBut at the sound of these words the Gardener and the Roses turned and\ndiscovered that the Princess had been picked, and was now alive. Over\nevery face flashed an expression of resentment and anger, and one of\nthe Roses cried aloud.\n\n\"Audacious mortals! What have you done?\"\n\n\"Picked a Princess for you, that's all,\" replied Betsy, cheerfully.\n\n\"But we won't have her! We want a King!\" exclaimed a Jacque Rose, and\nanother added with a voice of scorn: \"No girl shall rule over us!\"\n\nThe newly-picked Princess looked from one to another of her rebellious\nsubjects in astonishment. A grieved look came over her exquisite\nfeatures.\n\n\"Have I no welcome here, pretty subjects?\" she asked gently. \"Have I\nnot come from my Royal Bush to be your Ruler?\"\n\n\"You were picked by mortals, without our consent,\" replied the Moss\nRose, coldly; \"so we refuse to allow you to rule us.\"\n\n\"Turn her out, Gardener, with the others!\" cried the Tea Rose.\n\n\"Just a second, please!\" called Shaggy, taking the Love Magnet from his\npocket. \"I guess this will win their love, Princess. Here--take it in\nyour hand and let the roses see it.\"\n\nPrincess Ozga took the Magnet and held it poised before the eyes of her\nsubjects; but the Roses regarded it with calm disdain.\n\n\"Why, what's the matter?\" demanded Shaggy in surprise. \"The Magnet\nnever failed to work before!\"\n\n\"I know,\" said Betsy, nodding her head wisely. \"These Roses have no\nhearts.\"\n\n\"That's it,\" agreed the Gardener. \"They're pretty, and sweet, and\nalive; but still they are Roses. Their stems have thorns, but no\nhearts.\"\n\nThe Princess sighed and handed the Magnet to the Shaggy Man.\n\n\"What shall I do?\" she asked sorrowfully.\n\n\"Turn her out, Gardener, with the others!\" commanded the Roses. \"We\nwill have no Ruler until a man-rose--a King--is ripe enough to pick.\"\n\n\"Very well,\" said the Gardener meekly. \"You must excuse me, my dear\nShaggy, for opposing your wishes, but you and the others, including\nOzga, must get out of Rose Kingdom immediately, if not before.\"\n\n\"Don't you love me, Gardy?\" asked Shaggy, carelessly displaying the\nMagnet.\n\n\"I do. I dote on thee!\" answered the Gardener earnestly; \"but no true\nman will neglect his duty for the sake of love. My duty is to drive you\nout, so--out you go!\"\n\nWith this he seized a garden fork and began jabbing it at the\nstrangers, in order to force them to leave. Hank the mule was not\nafraid of the fork and when he got his heels near to the Gardener the\nman fell back to avoid a kick.\n\nBut now the Roses crowded around the outcasts and it was soon\ndiscovered that beneath their draperies of green leaves were many sharp\nthorns which were more dangerous than Hank's heels. Neither Betsy nor\nOzga nor Shaggy nor the mule cared to brave those thorns and when they\npressed away from them they found themselves slowly driven through the\ngarden door into the greenhouse. From there they were forced out at the\nentrance and so through the territory of the flower-strewn Rose\nKingdom, which was not of very great extent.\n\nThe Rose Princess was sobbing bitterly; Betsy was indignant and angry;\nHank uttered defiant \"Hee-haws\" and the Shaggy Man whistled softly to\nhimself.\n\nThe boundary of the Rose Kingdom was a deep gulf, but there was a\ndrawbridge in one place and this the Royal Gardener let down until the\noutcasts had passed over it. Then he drew it up again and returned with\nhis Roses to the greenhouse, leaving the four queerly assorted comrades\nto wander into the bleak and unknown country that lay beyond.\n\n\"I don't mind, much,\" remarked Shaggy, as he led the way over the\nstony, barren ground. \"I've got to search for my long-lost little\nbrother, anyhow, so it won't matter where I go.\"\n\n\"Hank and I will help you find your brother,\" said Betsy in her most\ncheerful voice. \"I'm so far away from home now that I don't s'pose I'll\never find my way back; and, to tell the truth, it's more fun traveling\naround and having adventures than sticking at home. Don't you think so,\nHank?\"\n\n\"Hee-haw!\" said Hank, and the Shaggy Man thanked them both.\n\n\"For my part,\" said Princess Ozga of Roseland, with a gentle sigh, \"I\nmust remain forever exiled from my Kingdom. So I, too, will be glad to\nhelp the Shaggy Man find his lost brother.\"\n\n\"That's very kind of you, ma'am,\" said Shaggy. \"But unless I can find\nthe underground cavern of Ruggedo, the Metal Monarch, I shall never\nfind poor brother.\"\n\n\n(This King was formerly named \"Roquat,\" but after he drank of the\n\"Waters of Oblivion\" he forgot his own name and had to take another.)\n\n\n\"Doesn't anyone know where it is?\" inquired Betsy.\n\n\"_Some_ one must know, of course,\" was Shaggy's reply. \"But we are not\nthe ones. The only way to succeed is for us to keep going until we find\na person who can direct us to Ruggedo's cavern.\"\n\n\"We may find it ourselves, without any help,\" suggested Betsy. \"Who\nknows?\"\n\n\"No one knows that, except the person who's writing this story,\" said\nShaggy. \"But we won't find anything--not even supper--unless we travel\non. Here's a path. Let's take it and see where it leads to.\"\n\n\n\n\nChapter Seven\n\nPolychrome's Pitiful Plight\n\n\nThe Rain King got too much water in his basin and spilled some over the\nbrim. That made it rain in a certain part of the country--a real hard\nshower, for a time--and sent the Rainbow scampering to the place to\nshow the gorgeous colors of his glorious bow as soon as the mist of\nrain had passed and the sky was clear.\n\nThe coming of the Rainbow is always a joyous event to earth folk, yet\nfew have ever seen it close by. Usually the Rainbow is so far distant\nthat you can observe its splendid hues but dimly, and that is why we\nseldom catch sight of the dancing Daughters of the Rainbow.\n\nIn the barren country where the rain had just fallen there appeared to\nbe no human beings at all; but the Rainbow appeared, just the same, and\ndancing gayly upon its arch were the Rainbow's Daughters, led by the\nfairylike Polychrome, who is so dainty and beautiful that no girl has\never quite equalled her in loveliness.\n\nPolychrome was in a merry mood and danced down the arch of the bow to\nthe ground, daring her sisters to follow her. Laughing and gleeful,\nthey also touched the ground with their twinkling feet; but all the\nDaughters of the Rainbow knew that this was a dangerous pastime, so\nthey quickly climbed upon their bow again.\n\nAll but Polychrome. Though the sweetest and merriest of them all, she\nwas likewise the most reckless. Moreover, it was an unusual sensation\nto pat the cold, damp earth with her rosy toes. Before she realized it\nthe bow had lifted and disappeared in the billowy blue sky, and here\nwas Polychrome standing helpless upon a rock, her gauzy draperies\nfloating about her like brilliant cobwebs and not a soul--fairy or\nmortal--to help her regain her lost bow!\n\n\"Dear me!\" she exclaimed, a frown passing across her pretty face, \"I'm\ncaught again. This is the second time my carelessness has left me on\nearth while my sisters returned to our Sky Palaces. The first time I\nenjoyed some pleasant adventures, but this is a lonely, forsaken\ncountry and I shall be very unhappy until my Rainbow comes again and I\ncan climb aboard. Let me think what is best to be done.\"\n\nShe crouched low upon the flat rock, drew her draperies about her and\nbowed her head.\n\nIt was in this position that Betsy Bobbin spied Polychrome as she came\nalong the stony path, followed by Hank, the Princess and Shaggy. At\nonce the girl ran up to the radiant Daughter of the Rainbow and\nexclaimed:\n\n\"Oh, what a lovely, lovely creature!\"\n\nPolychrome raised her golden head. There were tears in her blue eyes.\n\n\"I'm the most miserable girl in the whole world!\" she sobbed.\n\nThe others gathered around her.\n\n\"Tell us your troubles, pretty one,\" urged the Princess.\n\n\"I--I've lost my bow!\" wailed Polychrome.\n\n\"Take me, my dear,\" said Shaggy Man in a sympathetic tone, thinking she\nmeant \"beau\" instead of \"bow.\"\n\n\"I don't want you!\" cried Polychrome, stamping her foot imperiously; \"I\nwant my _Rain_bow.\"\n\n\"Oh; that's different,\" said Shaggy. \"But try to forget it. When I was\nyoung I used to cry for the Rainbow myself, but I couldn't have it.\nLooks as if _you_ couldn't have it, either; so please don't cry.\"\n\nPolychrome looked at him reproachfully.\n\n\"I don't like you,\" she said.\n\n\"No?\" replied Shaggy, drawing the Love Magnet from his pocket; \"not a\nlittle bit?--just a wee speck of a like?\"\n\n\"Yes, yes!\" said Polychrome, clasping her hands in ecstasy as she gazed\nat the enchanted talisman; \"I love you, Shaggy Man!\"\n\n\"Of course you do,\" said he calmly; \"but I don't take any credit for\nit. It's the Love Magnet's powerful charm. But you seem quite alone and\nfriendless, little Rainbow. Don't you want to join our party until you\nfind your father and sisters again?\"\n\n\"Where are you going?\" she asked.\n\n\"We don't just know that,\" said Betsy, taking her hand; \"but we're\ntrying to find Shaggy's long-lost brother, who has been captured by the\nterrible Metal Monarch. Won't you come with us, and help us?\"\n\nPolychrome looked from one to another of the queer party of travelers\nand a bewitching smile suddenly lighted her face.\n\n\"A donkey, a mortal maid, a Rose Princess and a Shaggy Man!\" she\nexclaimed. \"Surely you need help, if you intend to face Ruggedo.\"\n\n\"Do you know him, then?\" inquired Betsy.\n\n\"No, indeed. Ruggedo's caverns are beneath the earth's surface, where\nno Rainbow can ever penetrate. But I've heard of the Metal Monarch. He\nis also called the Nome King, you know, and he has made trouble for a\ngood many people--mortals and fairies--in his time,\" said Polychrome.\n\n\"Do you fear him, then?\" asked the Princess, anxiously.\n\n\"No one can harm a Daughter of the Rainbow,\" said Polychrome proudly.\n\"I'm a sky fairy.\"\n\n\"Then,\" said Betsy, quickly, \"you will be able to tell us the way to\nRuggedo's cavern.\"\n\n\"No,\" returned Polychrome, shaking her head, \"that is one thing I\ncannot do. But I will gladly go with you and help you search for the\nplace.\"\n\nThis promise delighted all the wanderers and after the Shaggy Man had\nfound the path again they began moving along it in a more happy mood.\nThe Rainbow's Daughter danced lightly over the rocky trail, no longer\nsad, but with her beautiful features wreathed in smiles. Shaggy came\nnext, walking steadily and now and then supporting the Rose Princess,\nwho followed him. Betsy and Hank brought up the rear, and if she tired\nwith walking the girl got upon Hank's back and let the stout little\ndonkey carry her for awhile.\n\nAt nightfall they came to some trees that grew beside a tiny brook and\nhere they made camp and rested until morning. Then away they tramped,\nfinding berries and fruits here and there which satisfied the hunger of\nBetsy, Shaggy and Hank, so that they were well content with their lot.\n\nIt surprised Betsy to see the Rose Princess partake of their food, for\nshe considered her a fairy; but when she mentioned this to Polychrome,\nthe Rainbow's Daughter explained that when Ozga was driven out of her\nRose Kingdom she ceased to be a fairy and would never again be more\nthan a mere mortal. Polychrome, however, was a fairy wherever she\nhappened to be, and if she sipped a few dewdrops by moonlight for\nrefreshment no one ever saw her do it.\n\nAs they continued their wandering journey, direction meant very little\nto them, for they were hopelessly lost in this strange country. Shaggy\nsaid it would be best to go toward the mountains, as the natural\nentrance to Ruggedo's underground cavern was likely to be hidden in\nsome rocky, deserted place; but mountains seemed all around them except\nin the one direction that they had come from, which led to the Rose\nKingdom and the sea. Therefore it mattered little which way they\ntraveled.\n\nBy and by they espied a faint trail that looked like a path and after\nfollowing this for some time they reached a crossroads. Here were many\npaths, leading in various directions, and there was a signpost so old\nthat there were now no words upon the sign. At one side was an old\nwell, with a chain windlass for drawing water, yet there was no house\nor other building anywhere in sight.\n\nWhile the party halted, puzzled which way to proceed, the mule\napproached the well and tried to look into it.\n\n\"He's thirsty,\" said Betsy.\n\n\"It's a dry well,\" remarked Shaggy. \"Probably there has been no water\nin it for many years. But, come; let us decide which way to travel.\"\n\nNo one seemed able to decide that. They sat down in a group and tried\nto consider which road might be the best to take. Hank, however, could\nnot keep away from the well and finally he reared up on his hind legs,\ngot his head over the edge and uttered a loud \"Hee-haw!\" Betsy watched\nher animal friend curiously.\n\n\"I wonder if he sees anything down there?\" she said.\n\nAt this, Shaggy rose and went over to the well to investigate, and\nBetsy went with him. The Princess and Polychrome, who had become fast\nfriends, linked arms and sauntered down one of the roads, to find an\neasy path.\n\n\"Really,\" said Shaggy, \"there does seem to be something at the bottom\nof this old well.\"\n\n\"Can't we pull it up, and see what it is?\" asked the girl.\n\nThere was no bucket at the end of the windlass chain, but there was a\nbig hook that at one time was used to hold a bucket. Shaggy let down\nthis hook, dragged it around on the bottom and then pulled it up. An\nold hoopskirt came with it, and Betsy laughed and threw it away. The\nthing frightened Hank, who had never seen a hoopskirt before, and he\nkept a good distance away from it.\n\nSeveral other objects the Shaggy Man captured with the hook and drew\nup, but none of these was important.\n\n\"This well seems to have been the dump for all the old rubbish in the\ncountry,\" he said, letting down the hook once more. \"I guess I've\ncaptured everything now. No--the hook has caught again. Help me, Betsy!\nWhatever this thing is, it's heavy.\"\n\nShe ran up and helped him turn the windlass and after much effort a\nconfused mass of copper came in sight.\n\n\"Good gracious!\" exclaimed Shaggy. \"Here is a surprise, indeed!\"\n\n\"What is it?\" inquired Betsy, clinging to the windlass and panting for\nbreath.\n\nFor answer the Shaggy Man grasped the bundle of copper and dumped it\nupon the ground, free of the well. Then he turned it over with his\nfoot, spread it out, and to Betsy's astonishment the thing proved to be\na copper man.\n\n\"Just as I thought,\" said Shaggy, looking hard at the object. \"But\nunless there are two copper men in the world this is the most\nastonishing thing I ever came across.\"\n\nAt this moment the Rainbow's Daughter and the Rose Princess approached\nthem, and Polychrome said:\n\n\"What have you found, Shaggy One?\"\n\n\"Either an old friend, or a stranger,\" he replied.\n\n\"Oh, here's a sign on his back!\" cried Betsy, who had knelt down to\nexamine the man. \"Dear me; how funny! Listen to this.\"\n\nThen she read the following words, engraved upon the copper plates of\nthe man's body:\n\n            SMITH & TINKER'S\n  Patent Double-Action, Extra-Responsive,\n  Thought-Creating, Perfect-Talking\n            MECHANICAL MAN\n  Fitted with our Special Clockwork Attachment.\n  Thinks, Speaks, Acts, and Does Everything but Live.\n\n\n\"Isn't he wonderful!\" exclaimed the Princess.\n\n\"Yes; but here's more,\" said Betsy, reading from another engraved plate:\n\n\n            DIRECTIONS FOR USING:\n\n  For THINKING:--Wind the Clockwork\n    Man under his left arm, (marked No. 1).\n  For SPEAKING:--Wind  the  Clockwork\n    Man under his right arm, (marked No. 2).\n  For WALKING and ACTION:--Wind Clockwork Man\n    in the middle of his back, (marked No. 3).\n\n  N. B.--This Mechanism is guaranteed to\n  work perfectly for a thousand years.\n\n\n\"If he's guaranteed for a thousand years,\" said Polychrome, \"he ought\nto work yet.\"\n\n\"Of course,\" replied Shaggy. \"Let's wind him up.\"\n\nIn order to do this they were obliged to set the copper man upon his\nfeet, in an upright position, and this was no easy task. He was\ninclined to topple over, and had to be propped again and again. The\ngirls assisted Shaggy, and at last Tik-Tok seemed to be balanced and\nstood alone upon his broad feet.\n\n\"Yes,\" said Shaggy, looking at the copper man carefully, \"this must be,\nindeed, my old friend Tik-Tok, whom I left ticking merrily in the Land\nof Oz. But how he came to this lonely place, and got into that old\nwell, is surely a mystery.\"\n\n\"If we wind him, perhaps he will tell us,\" suggested Betsy. \"Here's the\nkey, hanging to a hook on his back. What part of him shall I wind up\nfirst?\"\n\n\"His thoughts, of course,\" said Polychrome, \"for it requires thought to\nspeak or move intelligently.\"\n\nSo Betsy wound him under his left arm, and at once little flashes of\nlight began to show in the top of his head, which was proof that he had\nbegun to think.\n\n\"Now, then,\" said Shaggy, \"wind up his phonograph.\"\n\n\"What's that?\" she asked.\n\n\"Why, his talking-machine. His thoughts may be interesting, but they\ndon't tell us anything.\"\n\nSo Betsy wound the copper man under his right arm, and then from the\ninterior of his copper body came in jerky tones the words: \"Ma-ny\nthanks!\"\n\n\"Hurrah!\" cried Shaggy, joyfully, and he slapped Tik-Tok upon the back\nin such a hearty manner that the copper man lost his balance and\ntumbled to the ground in a heap. But the clockwork that enabled him to\nspeak had been wound up and he kept saying: \"Pick-me-up! Pick-me-up!\nPick-me-up!\" until they had again raised him and balanced him upon his\nfeet, when he added politely: \"Ma-ny thanks!\"\n\n\"He won't be self-supporting until we wind up his action,\" remarked\nShaggy; so Betsy wound it, as tight as she could--for the key turned\nrather hard--and then Tik-Tok lifted his feet, marched around in a\ncircle and ended by stopping before the group and making them all a low\nbow.\n\n\"How in the world did you happen to be in that well, when I left you\nsafe in Oz?\" inquired Shaggy.\n\n\"It is a long sto-ry,\" replied Tik-Tok, \"but I'll tell it in a few\nwords. Af-ter you had gone in search of your broth-er, Oz-ma saw you\nwan-der-ing in strange lands when-ev-er she looked in her mag-ic\npic-ture, and she also saw your broth-er in the Nome King's cavern; so\nshe sent me to tell you where to find your broth-er and told me to help\nyou if I could. The Sor-cer-ess, Glin-da the Good, trans-port-ed me to\nthis place in the wink of an eye; but here I met the Nome King\nhim-self--old Rug-ge-do, who is called in these parts the Met-al\nMon-arch. Rug-ge-do knew what I had come for, and he was so an-gry that\nhe threw me down the well. Af-ter my works ran down I was help-less\nun-til you came a-long and pulled me out a-gain. Ma-ny thanks.\"\n\n\"This is, indeed, good news,\" said Shaggy. \"I suspected that my brother\nwas the prisoner of Ruggedo; but now I know it. Tell us, Tik-Tok, how\nshall we get to the Nome King's underground cavern?\"\n\n\"The best way is to walk,\" said Tik-Tok. \"We might crawl, or jump, or\nroll o-ver and o-ver until we get there; but the best way is to walk.\"\n\n\"I know; but which road shall we take?\"\n\n\"My ma-chin-er-y is-n't made to tell that,\" replied Tik-Tok.\n\n\"There is more than one entrance to the underground cavern,\" said\nPolychrome; \"but old Ruggedo has cleverly concealed every opening, so\nthat earth dwellers can not intrude in his domain. If we find our way\nunderground at all, it will be by chance.\"\n\n\"Then,\" said Betsy, \"let us select any road, haphazard, and see where\nit leads us.\"\n\n\"That seems sensible,\" declared the Princess. \"It may require a lot of\ntime for us to find Ruggedo, but we have more time than anything else.\"\n\n\"If you keep me wound up,\" said Tik-Tok, \"I will last a thou-sand\nyears.\"\n\n\"Then the only question to decide is which way to go,\" added Shaggy,\nlooking first at one road and then at another.\n\nBut while they stood hesitating, a peculiar sound reached their ears--a\nsound like the tramping of many feet.\n\n\"What's coming?\" cried Betsy; and then she ran to the left-hand road\nand glanced along the path. \"Why, it's an army!\" she exclaimed. \"What\nshall we do, hide or run?\"\n\n\"Stand still,\" commanded Shaggy. \"I'm not afraid of an army. If they\nprove to be friendly, they can help us; if they are enemies, I'll show\nthem the Love Magnet.\"\n\n\n\n\nChapter Eight\n\nTik-Tok Tackles a Tough Task\n\n\nWhile Shaggy and his companions stood huddled in a group at one side,\nthe Army of Oogaboo was approaching along the pathway, the tramp of\ntheir feet being now and then accompanied by a dismal groan as one of\nthe officers stepped on a sharp stone or knocked his funnybone against\nhis neighbor's sword-handle.\n\nThen out from among the trees marched Private Files, bearing the banner\nof Oogaboo, which fluttered from a long pole. This pole he stuck in the\nground just in front of the well and then he cried in a loud voice:\n\n\"I hereby conquer this territory in the name of Queen Ann Soforth of\nOogaboo, and all the inhabitants of the land I proclaim her slaves!\"\n\nSome of the officers now stuck their heads out of the bushes and asked:\n\n\"Is the coast clear, Private Files?\"\n\n\"There is no coast here,\" was the reply, \"but all's well.\"\n\n\"I hope there's water in it,\" said General Cone, mustering courage to\nadvance to the well; but just then he caught a glimpse of Tik-Tok and\nShaggy and at once fell upon his knees, trembling and frightened and\ncried out:\n\n\"Mercy, kind enemies! Mercy! Spare us, and we will be your slaves\nforever!\"\n\nThe other officers, who had now advanced into the clearing, likewise\nfell upon their knees and begged for mercy.\n\nFiles turned around and, seeing the strangers for the first time,\nexamined them with much curiosity. Then, discovering that three of the\nparty were girls, he lifted his cap and made a polite bow.\n\n\"What's all this?\" demanded a harsh voice, as Queen Ann reached the\nplace and beheld her kneeling army.\n\n\"Permit us to introduce ourselves,\" replied Shaggy, stepping forward.\n\"This is Tik-Tok, the Clockwork Man--who works better than some meat\npeople. And here is Princess Ozga of Roseland, just now unfortunately\nexiled from her Kingdom of Roses. I next present Polychrome, a sky\nfairy, who lost her Bow by an accident and can't find her way home. The\nsmall girl here is Betsy Bobbin, from some unknown earthly paradise\ncalled Oklahoma, and with her you see Mr. Hank, a mule with a long tail\nand a short temper.\"\n\n\"Puh!\" said Ann, scornfully; \"a pretty lot of vagabonds you are,\nindeed; all lost or strayed, I suppose, and not worth a Queen's\nplundering. I'm sorry I've conquered you.\"\n\n\"But you haven't conquered us yet,\" called Betsy indignantly.\n\n\"No,\" agreed Files, \"that is a fact. But if my officers will kindly\ncommand me to conquer you, I will do so at once, after which we can\nstop arguing and converse more at our ease.\"\n\nThe officers had by this time risen from their knees and brushed the\ndust from their trousers. To them the enemy did not look very fierce,\nso the Generals and Colonels and Majors and Captains gained courage to\nface them and began strutting in their most haughty manner.\n\n\"You must understand,\" said Ann, \"that I am the Queen of Oogaboo, and\nthis is my invincible Army. We are busy conquering the world, and since\nyou seem to be a part of the world, and are obstructing our journey, it\nis necessary for us to conquer you--unworthy though you may be of such\nhigh honor.\"\n\n\"That's all right,\" replied Shaggy. \"Conquer us as often as you like.\nWe don't mind.\"\n\n\"But we won't be anybody's slaves,\" added Betsy, positively.\n\n\"We'll see about that,\" retorted the Queen, angrily. \"Advance, Private\nFiles, and bind the enemy hand and foot!\"\n\nBut Private Files looked at pretty Betsy and fascinating Polychrome and\nthe beautiful Rose Princess and shook his head.\n\n\"It would be impolite, and I won't do it,\" he asserted.\n\n\"You must!\" cried Ann. \"It is your duty to obey orders.\"\n\n\"I haven't received any orders from my officers,\" objected the Private.\n\nBut the Generals now shouted: \"Forward, and bind the prisoners!\" and\nthe Colonels and Majors and Captains repeated the command, yelling it\nas loud as they could.\n\nAll this noise annoyed Hank, who had been eyeing the Army of Oogaboo\nwith strong disfavor. The mule now dashed forward and began backing\nupon the officers and kicking fierce and dangerous heels at them. The\nattack was so sudden that the officers scattered like dust in a\nwhirlwind, dropping their swords as they ran and trying to seek refuge\nbehind the trees and bushes.\n\nBetsy laughed joyously at the comical rout of the \"noble army,\" and\nPolychrome danced with glee. But Ann was furious at this ignoble defeat\nof her gallant forces by one small mule.\n\n\"Private Files, I command you to do your duty!\" she cried again, and\nthen she herself ducked to escape the mule's heels--for Hank made no\ndistinction in favor of a lady who was an open enemy. Betsy grabbed her\nchampion by the forelock, however, and so held him fast, and when the\nofficers saw that the mule was restrained from further attacks they\ncrept fearfully back and picked up their discarded swords.\n\n\"Private Files, seize and bind these prisoners!\" screamed the Queen.\n\n\"No,\" said Files, throwing down his gun and removing the knapsack which\nwas strapped to his back, \"I resign my position as the Army of Oogaboo.\nI enlisted to fight the enemy and become a hero, but if you want some\none to bind harmless girls you will have to hire another Private.\"\n\nThen he walked over to the others and shook hands with Shaggy and\nTik-Tok.\n\n\"Treason!\" shrieked Ann, and all the officers echoed her cry.\n\n\"Nonsense,\" said Files. \"I've the right to resign if I want to.\"\n\n\"Indeed you haven't!\" retorted the Queen. \"If you resign it will break\nup my Army, and then I cannot conquer the world.\" She now turned to the\nofficers and said: \"I must ask you to do me a favor. I know it is\nundignified in officers to fight, but unless you immediately capture\nPrivate Files and force him to obey my orders there will be no plunder\nfor any of us. Also it is likely you will all suffer the pangs of\nhunger, and when we meet a powerful foe you are liable to be captured\nand made slaves.\"\n\nThe prospect of this awful fate so frightened the officers that they\ndrew their swords and rushed upon Files, who stood beside Shaggy, in a\ntruly ferocious manner. The next instant, however, they halted and\nagain fell upon their knees; for there, before them, was the glistening\nLove Magnet, held in the hand of the smiling Shaggy Man, and the sight\nof this magic talisman at once won the heart of every Oogabooite. Even\nAnn saw the Love Magnet, and forgetting all enmity and anger threw\nherself upon Shaggy and embraced him lovingly.\n\nQuite disconcerted by this unexpected effect of the Magnet, Shaggy\ndisengaged himself from the Queen's encircling arms and quickly hid the\ntalisman in his pocket. The adventurers from Oogaboo were now his firm\nfriends, and there was no more talk about conquering and binding any of\nhis party.\n\n\"If you insist on conquering anyone,\" said Shaggy, \"you may march with\nme to the underground Kingdom of Ruggedo. To conquer the world, as you\nhave set out to do, you must conquer everyone under its surface as well\nas those upon its surface, and no one in all the world needs conquering\nso much as Ruggedo.\"\n\n\"Who is he?\" asked Ann.\n\n\"The Metal Monarch, King of the Nomes.\"\n\n\"Is he rich?\" inquired Major Stockings in an anxious voice.\n\n\"Of course,\" answered Shaggy. \"He owns all the metal that lies\nunderground--gold, silver, copper, brass and tin. He has an idea he\nalso owns all the metals above ground, for he says all metal was once a\npart of his kingdom. So, by conquering the Metal Monarch, you will win\nall the riches in the world.\"\n\n\"Ah!\" exclaimed General Apple, heaving a deep sigh, \"that would be\nplunder worth our while. Let's conquer him, Your Majesty.\"\n\nThe Queen looked reproachfully at Files, who was sitting next to the\nlovely Princess and whispering in her ear.\n\n\"Alas,\" said Ann, \"I have no longer an Army. I have plenty of brave\nofficers, indeed, but no private soldier for them to command. Therefore\nI cannot conquer Ruggedo and win all his wealth.\"\n\n\"Why don't you make one of your officers the Private?\" asked Shaggy;\nbut at once every officer began to protest and the Queen of Oogaboo\nshook her head as she replied:\n\n\"That is impossible. A private soldier must be a terrible fighter, and\nmy officers are unable to fight. They are exceptionally brave in\ncommanding others to fight, but could not themselves meet the enemy and\nconquer.\"\n\n\"Very true, Your Majesty,\" said Colonel Plum, eagerly. \"There are many\nkinds of bravery and one cannot be expected to possess them all. I\nmyself am brave as a lion in all ways until it comes to fighting, but\nthen my nature revolts. Fighting is unkind and liable to be injurious\nto others; so, being a gentleman, I never fight.\"\n\n\"Nor I!\" shouted each of the other officers.\n\n\"You see,\" said Ann, \"how helpless I am. Had not Private Files proved\nhimself a traitor and a deserter, I would gladly have conquered this\nRuggedo; but an Army without a private soldier is like a bee without a\nstinger.\"\n\n\"I am not a traitor, Your Majesty,\" protested Files. \"I resigned in a\nproper manner, not liking the job. But there are plenty of people to\ntake my place. Why not make Shaggy Man the private soldier?\"\n\n\"He might be killed,\" said Ann, looking tenderly at Shaggy, \"for he is\nmortal, and able to die. If anything happened to him, it would break my\nheart.\"\n\n\"It would hurt me worse than that,\" declared Shaggy. \"You must admit,\nYour Majesty, that I am commander of this expedition, for it is my\nbrother we are seeking, rather than plunder. But I and my companions\nwould like the assistance of your Army, and if you help us to conquer\nRuggedo and to rescue my brother from captivity we will allow you to\nkeep all the gold and jewels and other plunder you may find.\"\n\nThis prospect was so tempting that the officers began whispering\ntogether and presently Colonel Cheese said: \"Your Majesty, by combining\nour brains we have just evolved a most brilliant idea. We will make the\nClockwork Man the private soldier!\"\n\n\"Who? Me?\" asked Tik-Tok. \"Not for a sin-gle sec-ond! I can-not fight,\nand you must not for-get that it was Rug-ge-do who threw me in the\nwell.\"\n\n\"At that time you had no gun,\" said Polychrome. \"But if you join the\nArmy of Oogaboo you will carry the gun that Mr. Files used.\"\n\n\"A sol-dier must be a-ble to run as well as to fight,\" protested\nTik-Tok, \"and if my works run down, as they of-ten do, I could nei-ther\nrun nor fight.\"\n\n\"I'll keep you wound up, Tik-Tok,\" promised Betsy.\n\n\"Why, it isn't a bad idea,\" said Shaggy. \"Tik-Tok will make an ideal\nsoldier, for nothing can injure him except a sledge hammer. And, since\na private soldier seems to be necessary to this Army, Tik-Tok is the\nonly one of our party fitted to undertake the job.\"\n\n\"What must I do?\" asked Tik-Tok.\n\n\"Obey orders,\" replied Ann. \"When the officers command you to do\nanything, you must do it; that is all.\"\n\n\"And that's enough, too,\" said Files.\n\n\"Do I get a salary?\" inquired Tik-Tok.\n\n\"You get your share of the plunder,\" answered the Queen.\n\n\"Yes,\" remarked Files, \"one-half of the plunder goes to Queen Ann, the\nother half is divided among the officers, and the Private gets the\nrest.\"\n\n\"That will be sat-is-fac-tor-y,\" said Tik-Tok, picking up the gun and\nexamining it wonderingly, for he had never before seen such a weapon.\n\nThen Ann strapped the knapsack to Tik-Tok's copper back and said: \"Now\nwe are ready to march to Ruggedo's Kingdom and conquer it. Officers,\ngive the command to march.\"\n\n\"Fall--in!\" yelled the Generals, drawing their swords.\n\n\"Fall--in!\" cried the Colonels, drawing their swords.\n\n\"Fall--in!\" shouted the Majors, drawing their swords.\n\n\"Fall--in!\" bawled the Captains, drawing their swords.\n\nTik-Tok looked at them and then around him in surprise.\n\n\"Fall in what? The well?\" he asked.\n\n\"No,\" said Queen Ann, \"you must fall in marching order.\"\n\n\"Can-not I march without fall-ing in-to it?\" asked the Clockwork Man.\n\n\"Shoulder your gun and stand ready to march,\" advised Files; so Tik-Tok\nheld the gun straight and stood still.\n\n\"What next?\" he asked.\n\nThe Queen turned to Shaggy.\n\n\"Which road leads to the Metal Monarch's cavern?\"\n\n\"We don't know, Your Majesty,\" was the reply.\n\n\"But this is absurd!\" said Ann with a frown. \"If we can't get to\nRuggedo, it is certain that we can't conquer him.\"\n\n\"You are right,\" admitted Shaggy; \"but I did not say we could not get\nto him. We have only to discover the way, and that was the matter we\nwere considering when you and your magnificent Army arrived here.\"\n\n\"Well, then, get busy and discover it,\" snapped the Queen.\n\nThat was no easy task. They all stood looking from one road to another\nin perplexity. The paths radiated from the little clearing like the\nrays of the midday sun, and each path seemed like all the others.\n\nFiles and the Rose Princess, who had by this time become good friends,\nadvanced a little way along one of the roads and found that it was\nbordered by pretty wild flowers.\n\n\"Why don't you ask the flowers to tell you the way?\" he said to his\ncompanion.\n\n\"The flowers?\" returned the Princess, surprised at the question.\n\n\"Of course,\" said Files. \"The field-flowers must be second-cousins to a\nRose Princess, and I believe if you ask them they will tell you.\"\n\nShe looked more closely at the flowers. There were hundreds of white\ndaisies, golden buttercups, bluebells and daffodils growing by the\nroadside, and each flower-head was firmly set upon its slender but\nstout stem. There were even a few wild roses scattered here and there\nand perhaps it was the sight of these that gave the Princess courage to\nask the important question.\n\nShe dropped to her knees, facing the flowers, and extended both her\narms pleadingly toward them.\n\n\"Tell me, pretty cousins,\" she said in her sweet, gentle voice, \"which\nway will lead us to the Kingdom of Ruggedo, the Nome King?\"\n\nAt once all the stems bent gracefully to the right and the flower heads\nnodded once--twice--thrice in that direction.\n\n\"That's it!\" cried Files joyfully. \"Now we know the way.\"\n\nOzga rose to her feet and looked wonderingly at the field-flowers,\nwhich had now resumed their upright position.\n\n\"Was it the wind, do you think?\" she asked in a low whisper.\n\n\"No, indeed,\" replied Files. \"There is not a breath of wind stirring.\nBut these lovely blossoms are indeed your cousins and answered your\nquestion at once, as I knew they would.\"\n\n\n\n\nChapter Nine\n\nRuggedo's Rage is Rash and Reckless\n\n\nThe way taken by the adventurers led up hill and down dale and wound\nhere and there in a fashion that seemed aimless. But always it drew\nnearer to a range of low mountains and Files said more than once that\nhe was certain the entrance to Ruggedo's cavern would be found among\nthese rugged hills.\n\nIn this he was quite correct. Far underneath the nearest mountain was a\ngorgeous chamber hollowed from the solid rock, the walls and roof of\nwhich glittered with thousands of magnificent jewels. Here, on a throne\nof virgin gold, sat the famous Nome King, dressed in splendid robes and\nwearing a superb crown cut from a single blood-red ruby.\n\nRuggedo, the Monarch of all the Metals and Precious Stones of the\nUnderground World, was a round little man with a flowing white beard, a\nred face, bright eyes and a scowl that covered all his forehead. One\nwould think, to look at him, that he ought to be jolly; one might\nthink, considering his enormous wealth, that he ought to be happy; but\nthis was not the case. The Metal Monarch was surly and cross because\nmortals had dug so much treasure out of the earth and kept it above\nground, where all the power of Ruggedo and his nomes was unable to\nrecover it. He hated not only the mortals but also the fairies who live\nupon the earth or above it, and instead of being content with the\nriches he still possessed he was unhappy because he did not own all the\ngold and jewels in the world.\n\nRuggedo had been nodding, half asleep, in his chair when suddenly he\nsat upright, uttered a roar of rage and began pounding upon a huge gong\nthat stood beside him.\n\nThe sound filled the vast cavern and penetrated to many caverns beyond,\nwhere countless thousands of nomes were working at their unending\ntasks, hammering out gold and silver and other metals, or melting ores\nin great furnaces, or polishing glittering gems. The nomes trembled at\nthe sound of the King's gong and whispered fearfully to one another\nthat something unpleasant was sure to happen; but none dared pause in\nhis task.\n\nThe heavy curtains of cloth-of-gold were pushed aside and Kaliko, the\nKing's High Chamberlain, entered the royal presence.\n\n\"What's up, Your Majesty?\" he asked, with a wide yawn, for he had just\nwakened.\n\n\"Up?\" roared Ruggedo, stamping his foot viciously. \"Those foolish\nmortals are up, that's what! And they want to come down.\"\n\n\"Down here?\" inquired Kaliko.\n\n\"Yes!\"\n\n\"How do you know?\" continued the Chamberlain, yawning again.\n\n\"I feel it in my bones,\" said Ruggedo. \"I can always feel it when those\nhateful earth-crawlers draw near to my Kingdom. I am positive, Kaliko,\nthat mortals are this very minute on their way here to annoy me--and I\nhate mortals more than I do catnip tea!\"\n\n\"Well, what's to be done?\" demanded the nome.\n\n\"Look through your spyglass, and see where the invaders are,\" commanded\nthe King.\n\nSo Kaliko went to a tube in the wall of rock and put his eye to it. The\ntube ran from the cavern up to the side of the mountain and turned\nseveral curves and corners, but as it was a magic spyglass Kaliko was\nable to see through it just as easily as if it had been straight.\n\n\"Ho--hum,\" said he. \"I see 'em, Your Majesty.\"\n\n\"What do they look like?\" inquired the Monarch.\n\n\"That's a hard question to answer, for a queerer assortment of\ncreatures I never yet beheld,\" replied the nome. \"However, such a\ncollection of curiosities may prove dangerous. There's a copper man,\nworked by machinery--\"\n\n\"Bah! that's only Tik-Tok,\" said Ruggedo. \"I'm not afraid of him. Why,\nonly the other day I met the fellow and threw him down a well.\"\n\n\"Then some one must have pulled him out again,\" said Kaliko. \"And\nthere's a little girl--\"\n\n\"Dorothy?\" asked Ruggedo, jumping up in fear.\n\n\"No; some other girl. In fact, there are several girls, of various\nsizes; but Dorothy is not with them, nor is Ozma.\"\n\n\"That's good!\" exclaimed the King, sighing in relief.\n\nKaliko still had his eye to the spyglass.\n\n\"I see,\" said he, \"an army of men from Oogaboo. They are all officers\nand carry swords. And there is a Shaggy Man--who seems very\nharmless--and a little donkey with big ears.\"\n\n\"Pooh!\" cried Ruggedo, snapping his fingers in scorn. \"I've no fear of\nsuch a mob as that. A dozen of my nomes can destroy them all in a\njiffy.\"\n\n\"I'm not so sure of that,\" said Kaliko. \"The people of Oogaboo are hard\nto destroy, and I believe the Rose Princess is a fairy. As for\nPolychrome, you know very well that the Rainbow's Daughter cannot be\ninjured by a nome.\"\n\n\"Polychrome! Is she among them?\" asked the King.\n\n\"Yes; I have just recognized her.\"\n\n\"Then these people are coming here on no peaceful errand,\" declared\nRuggedo, scowling fiercely. \"In fact, no one ever comes here on a\npeaceful errand. I hate everybody, and everybody hates me!\"\n\n\"Very true,\" said Kaliko.\n\n\"I must in some way prevent these people from reaching my dominions.\nWhere are they now?\"\n\n\"Just now they are crossing the Rubber Country, Your Majesty.\"\n\n\"Good! Are your magnetic rubber wires in working order?\"\n\n\"I think so,\" replied Kaliko. \"Is it your Royal Will that we have some\nfun with these invaders?\"\n\n\"It is,\" answered Ruggedo. \"I want to teach them a lesson they will\nnever forget.\"\n\nNow, Shaggy had no idea that he was in a Rubber Country, nor had any of\nhis companions. They noticed that everything around them was of a dull\ngray color and that the path upon which they walked was soft and\nspringy, yet they had no suspicion that the rocks and trees were rubber\nand even the path they trod was made of rubber.\n\nPresently they came to a brook where sparkling water dashed through a\ndeep channel and rushed away between high rocks far down the\nmountain-side. Across the brook were stepping-stones, so placed that\ntravelers might easily leap from one to another and in that manner\ncross the water to the farther bank.\n\nTik-Tok was marching ahead, followed by his officers and Queen Ann.\nAfter them came Betsy Bobbin and Hank, Polychrome and Shaggy, and last\nof all the Rose Princess with Files. The Clockwork Man saw the stream\nand the stepping-stones and, without making a pause, placed his foot\nupon the first stone.\n\nThe result was astonishing. First he sank down in the soft rubber,\nwhich then rebounded and sent Tik-Tok soaring high in the air, where he\nturned a succession of flip-flops and alighted upon a rubber rock far\nin the rear of the party.\n\nGeneral Apple did not see Tik-Tok bound, so quickly had he disappeared;\ntherefore he also stepped upon the stone (which you will guess was\nconnected with Kaliko's magnetic rubber wire) and instantly shot upward\nlike an arrow. General Cone came next and met with a like fate, but the\nothers now noticed that something was wrong and with one accord they\nhalted the column and looked back along the path.\n\nThere was Tik-Tok, still bounding from one rubber rock to another, each\ntime rising a less distance from the ground. And there was General\nApple, bounding away in another direction, his three-cornered hat\njammed over his eyes and his long sword thumping him upon the arms and\nhead as it swung this way and that. And there, also, appeared General\nCone, who had struck a rubber rock headforemost and was so crumpled up\nthat his round body looked more like a bouncing-ball than the form of a\nman.\n\nBetsy laughed merrily at the strange sight and Polychrome echoed her\nlaughter. But Ozga was grave and wondering, while Queen Ann became\nangry at seeing the chief officers of the Army of Oogaboo bounding\naround in so undignified a manner. She shouted to them to stop, but\nthey were unable to obey, even though they would have been glad to do\nso. Finally, however, they all ceased bounding and managed to get upon\ntheir feet and rejoin the Army.\n\n\"Why did you do that?\" demanded Ann, who seemed greatly provoked.\n\n\"Don't ask them why,\" said Shaggy earnestly. \"I knew you would ask them\nwhy, but you ought not to do it. The reason is plain. Those stones are\nrubber; therefore they are not stones. Those rocks around us are\nrubber, and therefore they are not rocks. Even this path is not a path;\nit's rubber. Unless we are very careful, your Majesty, we are all\nlikely to get the bounce, just as your poor officers and Tik-Tok did.\"\n\n\"Then let's be careful,\" remarked Files, who was full of wisdom; but\nPolychrome wanted to test the quality of the rubber, so she began\ndancing. Every step sent her higher and higher into the air, so that\nshe resembled a big butterfly fluttering lightly. Presently she made a\ngreat bound and bounded way across the stream, landing lightly and\nsteadily on the other side.\n\n\"There is no rubber over here,\" she called to them. \"Suppose you all\ntry to bound over the stream, without touching the stepping-stones.\"\n\nAnn and her officers were reluctant to undertake such a risky\nadventure, but Betsy at once grasped the value of the suggestion and\nbegan jumping up and down until she found herself bounding almost as\nhigh as Polychrome had done. Then she suddenly leaned forward and the\nnext bound took her easily across the brook, where she alighted by the\nside of the Rainbow's Daughter.\n\n\"Come on, Hank!\" called the girl, and the donkey tried to obey. He\nmanaged to bound pretty high but when he tried to bound across the\nstream he misjudged the distance and fell with a splash into the middle\nof the water.\n\n\"Hee-haw!\" he wailed, struggling toward the far bank. Betsy rushed\nforward to help him out, but when the mule stood safely beside her she\nwas amazed to find he was not wet at all.\n\n\"It's dry water,\" said Polychrome, dipping her hand into the stream and\nshowing how the water fell from it and left it perfectly dry.\n\n\"In that case,\" returned Betsy, \"they can all walk through the water.\"\n\nShe called to Ozga and Shaggy to wade across, assuring them the water\nwas shallow and would not wet them. At once they followed her advice,\navoiding the rubber stepping stones, and made the crossing with ease.\nThis encouraged the entire party to wade through the dry water, and in\na few minutes all had assembled on the bank and renewed their journey\nalong the path that led to the Nome King's dominions.\n\nWhen Kaliko again looked through his magic spyglass he exclaimed:\n\n\"Bad luck, Your Majesty! All the invaders have passed the Rubber\nCountry and now are fast approaching the entrance to your caverns.\"\n\nRuggedo raved and stormed at the news and his anger was so great that\nseveral times, as he strode up and down his jeweled cavern, he paused\nto kick Kaliko upon his shins, which were so sensitive that the poor\nnome howled with pain. Finally the King said:\n\n\"There's no help for it; we must drop these audacious invaders down the\nHollow Tube.\"\n\nKaliko gave a jump, at this, and looked at his master wonderingly.\n\n\"If you do that, Your Majesty,\" he said, \"you will make Tititi-Hoochoo\nvery angry.\"\n\n\"Never mind that,\" retorted Ruggedo. \"Tititi-Hoochoo lives on the other\nside of the world, so what do I care for his anger?\"\n\nKaliko shuddered and uttered a little groan.\n\n\"Remember his terrible powers,\" he pleaded, \"and remember that he\nwarned you, the last time you slid people through the Hollow Tube, that\nif you did it again he would take vengeance upon you.\"\n\nThe Metal Monarch walked up and down in silence, thinking deeply.\n\n\"Of two dangers,\" said he, \"it is wise to choose the least. What do you\nsuppose these invaders want?\"\n\n\"Let the Long-Eared Hearer listen to them,\" suggested Kaliko.\n\n\"Call him here at once!\" commanded Ruggedo eagerly.\n\nSo in a few minutes there entered the cavern a nome with enormous ears,\nwho bowed low before the King.\n\n\"Strangers are approaching,\" said Ruggedo, \"and I wish to know their\nerrand. Listen carefully to their talk and tell me why they are coming\nhere, and what for.\"\n\nThe nome bowed again and spread out his great ears, swaying them gently\nup and down and back and forth. For half an hour he stood silent, in an\nattitude of listening, while both the King and Kaliko grew impatient at\nthe delay. At last the Long-Eared Hearer spoke:\n\n\"Shaggy Man is coming here to rescue his brother from captivity,\" said\nhe.\n\n\"Ha, the Ugly One!\" exclaimed Ruggedo. \"Well, Shaggy Man may have his\nugly brother, for all I care. He's too lazy to work and is always\ngetting in my way. Where is the Ugly One now, Kaliko?\"\n\n\"The last time Your Majesty stumbled over the prisoner you commanded me\nto send him to the Metal Forest, which I did. I suppose he is still\nthere.\"\n\n\"Very good. The invaders will have a hard time finding the Metal\nForest,\" said the King, with a grin of malicious delight, \"for half the\ntime I can't find it myself. Yet I created the forest and made every\ntree, out of gold and silver, so as to keep the precious metals in a\nsafe place and out of the reach of mortals. But tell me, Hearer, do the\nstrangers want anything else?\"\n\n\"Yes, indeed they do!\" returned the nome. \"The Army of Oogaboo is\ndetermined to capture all the rich metals and rare jewels in your\nkingdom, and the officers and their Queen have arranged to divide the\nspoils and carry them away.\"\n\nWhen he heard this Ruggedo uttered a bellow of rage and began dancing\nup and down, rolling his eyes, clicking his teeth together and swinging\nhis arms furiously. Then, in an ecstasy of anger he seized the long\nears of the Hearer and pulled and twisted them cruelly; but Kaliko\ngrabbed up the King's sceptre and rapped him over the knuckles with it,\nso that Ruggedo let go the ears and began to chase his Royal\nChamberlain around the throne.\n\nThe Hearer took advantage of this opportunity to slip away from the\ncavern and escape, and after the King had tired himself out chasing\nKaliko he threw himself into his throne and panted for breath, while he\nglared wickedly at his defiant subject.\n\n\"You'd better save your strength to fight the enemy,\" suggested Kaliko.\n\"There will be a terrible battle when the Army of Oogaboo gets here.\"\n\n\"The Army won't get here,\" said the King, still coughing and panting.\n\"I'll drop 'em down the Hollow Tube--every man Jack and every girl Jill\nof 'em!\"\n\n\"And defy Tititi-Hoochoo?\" asked Kaliko.\n\n\"Yes. Go at once to my Chief Magician and order him to turn the path\ntoward the Hollow Tube, and to make the tip of the Tube invisible, so\nthey'll all fall into it.\"\n\nKaliko went away shaking his head, for he thought Ruggedo was making a\ngreat mistake.  He found the Magician and had the path twisted so that\nit led directly to the opening of the Hollow Tube, and this opening he\nmade invisible.\n\nHaving obeyed the orders of his master, the Royal Chamberlain went to\nhis private room and began to write letters of recommendation of\nhimself, stating that he was an honest man, a good servant and a small\neater.\n\n\"Pretty soon,\" he said to himself, \"I shall have to look for another\njob, for it is certain that Ruggedo has ruined himself by this reckless\ndefiance of the mighty Tititi-Hoochoo. And in seeking a job nothing is\nso effective as a letter of recommendation.\"\n\n\n\n\nChapter Ten\n\nA Terrible Tumble Through a Tube\n\n\nI suppose that Polychrome, and perhaps Queen Ann and her Army, might\nhave been able to dispel the enchantment of Ruggedo's Chief Magician\nhad they known that danger lay in their pathway; for the Rainbow's\nDaughter was a fairy and as Oogaboo is a part of the Land of Oz its\ninhabitants cannot easily be deceived by such common magic as the Nome\nKing could command. But no one suspected any especial danger until\nafter they had entered Ruggedo's cavern, and so they were journeying\nalong in quite a contented manner when Tik-Tok, who marched ahead,\nsuddenly disappeared.\n\nThe officers thought he must have turned a corner, so they kept on\ntheir way and all of them likewise disappeared--one after another.\nQueen Ann was rather surprised at this, and in hastening forward to\nlearn the reason she also vanished from sight.\n\nBetsy Bobbin had tired her feet by walking, so she was now riding upon\nthe back of the stout little mule, facing backward and talking to\nShaggy and Polychrome, who were just behind. Suddenly Hank pitched\nforward and began falling and Betsy would have tumbled over his head\nhad she not grabbed the mule's shaggy neck with both arms and held on\nfor dear life.\n\nAll around was darkness, and they were not falling directly downward\nbut seemed to be sliding along a steep incline. Hank's hoofs were\nresting upon some smooth substance over which he slid with the\nswiftness of the wind. Once Betsy's heels flew up and struck a similar\nsubstance overhead. They were, indeed, descending the \"Hollow Tube\"\nthat led to the other side of the world.\n\n\"Stop, Hank--stop!\" cried the girl; but Hank only uttered a plaintive\n\"Hee-haw!\" for it was impossible for him to obey.\n\nAfter several minutes had passed and no harm had befallen them, Betsy\ngained courage. She could see nothing at all, nor could she hear\nanything except the rush of air past her ears as they plunged downward\nalong the Tube. Whether she and Hank were alone, or the others were\nwith them, she could not tell. But had some one been able to take a\nflash-light photograph of the Tube at that time a most curious picture\nwould have resulted. There was Tik-Tok, flat upon his back and sliding\nheadforemost down the incline. And there were the Officers of the Army\nof Oogaboo, all tangled up in a confused crowd, flapping their arms and\ntrying to shield their faces from the clanking swords, which swung back\nand forth during the swift journey and pommeled everyone within their\nreach. Now followed Queen Ann, who had struck the Tube in a sitting\nposition and went flying along with a dash and abandon that thoroughly\nbewildered the poor lady, who had no idea what had happened to her.\nThen, a little distance away, but unseen by the others in the inky\ndarkness, slid Betsy and Hank, while behind them were Shaggy and\nPolychrome and finally Files and the Princess.\n\nWhen first they tumbled into the Tube all were too dazed to think\nclearly, but the trip was a long one, because the cavity led straight\nthrough the earth to a place just opposite the Nome King's dominions,\nand long before the adventurers got to the end they had begun to\nrecover their wits.\n\n\"This is awful, Hank!\" cried Betsy in a loud voice, and Queen Ann heard\nher and called out: \"Are you safe, Betsy?\"\n\n\"Mercy, no!\" answered the little girl. \"How could anyone be safe when\nshe's going about sixty miles a minute?\" Then, after a pause, she\nadded: \"But where do you s'pose we're going to, Your Maj'sty?\"\n\n\"Don't ask her that, please don't!\" said Shaggy, who was not too far\naway to overhear them. \"And please don't ask me why, either.\"\n\n\"Why?\" said Betsy.\n\n\"No one can tell where we are going until we get there,\" replied\nShaggy, and then he yelled \"Ouch!\" for Polychrome had overtaken him and\nwas now sitting on his head.\n\nThe Rainbow's Daughter laughed merrily, and so infectious was this\njoyous laugh that Betsy echoed it and Hank said \"Hee haw!\" in a mild\nand sympathetic tone of voice.\n\n\"I'd like to know where and when we'll arrive, just the same,\"\nexclaimed the little girl.\n\n\"Be patient and you'll find out, my dear,\" said Polychrome. \"But isn't\nthis an odd experience? Here am I, whose home is in the skies, making a\njourney through the center of the earth--where I never expected to be!\"\n\n\"How do you know we're in the center of the earth?\" asked Betsy, her\nvoice trembling a little through nervousness.\n\n\"Why, we can t be anywhere else,\" replied Polychrome. \"I have often\nheard of this passage, which was once built by a Magician who was a\ngreat traveler. He thought it would save him the bother of going around\nthe earth's surface, but he tumbled through the Tube so fast that he\nshot out at the other end and hit a star in the sky, which at once\nexploded.\"\n\n\"The star exploded?\" asked Betsy wonderingly.\n\n\"Yes; the Magician hit it so hard.\"\n\n\"And what became of the Magician?\" inquired the girl.\n\n\"No one knows that,\" answered Polychrome. \"But I don't think it matters\nmuch.\"\n\n\"It matters a good deal, if we also hit the stars when we come out,\"\nsaid Queen Ann, with a moan.\n\n\"Don't worry,\" advised Polychrome. \"I believe the Magician was going\nthe other way, and probably he went much faster than we are going.\"\n\n\"It's fast enough to suit me,\" remarked Shaggy, gently removing\nPolychrome's heel from his left eye. \"Couldn't you manage to fall all\nby yourself, my dear?\"\n\n\"I'll try,\" laughed the Rainbow's Daughter.\n\nAll this time they were swiftly falling through the Tube, and it was\nnot so easy for them to talk as you may imagine when you read their\nwords. But although they were so helpless and altogether in the dark as\nto their fate, the fact that they were able to converse at all cheered\nthem, considerably.\n\nFiles and Ozga were also conversing as they clung tightly to one\nanother, and the young fellow bravely strove to reassure the Princess,\nalthough he was terribly frightened, both on her account and on his own.\n\nAn hour, under such trying circumstances, is a very long time, and for\nmore than an hour they continued their fearful journey. Then, just as\nthey began to fear the Tube would never end, Tik-Tok popped out into\nbroad daylight and, after making a graceful circle in the air, fell\nwith a splash into a great marble fountain.\n\nOut came the officers, in quick succession, tumbling heels over head\nand striking the ground in many undignified attitudes.\n\n\"For the love of sassafras!\" exclaimed a Peculiar Person who was hoeing\npink violets in a garden. \"What can all this mean?\"\n\nFor answer, Queen Ann sailed up from the Tube, took a ride through the\nair as high as the treetops, and alighted squarely on top of the\nPeculiar Person's head, smashing a jeweled crown over his eyes and\ntumbling him to the ground.\n\nThe mule was heavier and had Betsy clinging to his back, so he did not\ngo so high up. Fortunately for his little rider he struck the ground\nupon his four feet. Betsy was jarred a trifle but not hurt and when she\nlooked around her she saw the Queen and the Peculiar Person struggling\ntogether upon the ground, where the man was trying to choke Ann and she\nhad both hands in his bushy hair and was pulling with all her might.\nSome of the officers, when they got upon their feet, hastened to\nseparate the combatants and sought to restrain the Peculiar Person so\nthat he could not attack their Queen again.\n\nBy this time, Shaggy, Polychrome, Ozga and Files had all arrived and\nwere curiously examining the strange country in which they found\nthemselves and which they knew to be exactly on the opposite side of\nthe world from the place where they had fallen into the Tube. It was a\nlovely place, indeed, and seemed to be the garden of some great Prince,\nfor through the vistas of trees and shrubbery could be seen the towers\nof an immense castle. But as yet the only inhabitant to greet them was\nthe Peculiar Person just mentioned, who had shaken off the grasp of the\nofficers without effort and was now trying to pull the battered crown\nfrom off his eyes.\n\nShaggy, who was always polite, helped him to do this and when the man\nwas free and could see again he looked at his visitors with evident\namazement.\n\n\"Well, well, well!\" he exclaimed. \"Where did you come from and how did\nyou get here?\"\n\nBetsy tried to answer him, for Queen Ann was surly and silent.\n\n\"I can't say, exac'ly where we came from, 'cause I don't know the name\nof the place,\" said the girl, \"but the way we got here was through the\nHollow Tube.\"\n\n\"Don't call it a 'hollow' Tube, please,\" exclaimed the Peculiar Person\nin an irritated tone of voice. \"If it's a tube, it's sure to be hollow.\"\n\n\"Why?\" asked Betsy.\n\n\"Because all tubes are made that way. But this Tube is private property\nand everyone is forbidden to fall into it.\"\n\n\"We didn't do it on purpose,\" explained Betsy, and Polychrome added: \"I\nam quite sure that Ruggedo, the Nome King, pushed us down that Tube.\"\n\n\"Ha! Ruggedo! Did  you say Ruggedo?\" cried the man, becoming much\nexcited.\n\n\"That is what she said,\" replied Shaggy, \"and I believe she is right.\nWe were on our way to conquer the Nome King when suddenly we fell into\nthe Tube.\"\n\n\"Then you are enemies of Ruggedo?\" inquired the peculiar Person.\n\n\"Not exac'ly enemies,\" said Betsy, a little puzzled by the question,\n\"'cause we don't know him at all; but we started out to conquer him,\nwhich isn't as friendly as it might be.\"\n\n\"True,\" agreed the man. He looked thoughtfully from one to another of\nthem for a while and then he turned his head over his shoulder and\nsaid: \"Never mind the fire and pincers, my good brothers. It will be\nbest to take these strangers to the Private Citizen.\"\n\n\"Very well, Tubekins,\" responded a Voice, deep and powerful, that\nseemed to come out of the air, for the speaker was invisible.\n\nAll our friends gave a jump, at this. Even Polychrome was so startled\nthat her gauze draperies fluttered like a banner in a breeze. Shaggy\nshook his head and sighed; Queen Ann looked very unhappy; the officers\nclung to each other, trembling violently.\n\nBut soon they gained courage to look more closely at the Peculiar\nPerson. As he was a type of all the inhabitants of this extraordinary\nland whom they afterward met, I will try to tell you what he looked\nlike.\n\nHis face was beautiful, but lacked expression. His eyes were large and\nblue in color and his teeth finely formed and white as snow. His hair\nwas black and bushy and seemed inclined to curl at the ends. So far no\none could find any fault with his appearance. He wore a robe of\nscarlet, which did not cover his arms and extended no lower than his\nbare knees. On the bosom of the robe was embroidered a terrible\ndragon's head, as horrible to look at as the man was beautiful. His\narms and legs were left bare and the skin of one arm was bright yellow\nand the skin of the other arm a vivid green. He had one blue leg and\none pink one, while both his feet--which showed through the open\nsandals he wore--were jet black.\n\nBetsy could not decide whether these gorgeous colors were dyes or the\nnatural tints of the skin, but while she was thinking it over the man\nwho had been called \"Tubekins\" said:\n\n\"Follow me to the Residence--all of you!\"\n\nBut just then a Voice exclaimed: \"Here's another of them, Tubekins,\nlying in the water of the fountain.\"\n\n\"Gracious!\" cried Betsy; \"it must be Tik-Tok, and he'll drown.\"\n\n\"Water is a bad thing for his clockworks, anyhow,\" agreed Shaggy, as\nwith one accord they all started for the fountain. But before they\ncould reach it, invisible hands raised Tik-Tok from the marble basin\nand set him upon his feet beside it, water dripping from every joint of\nhis copper body.\n\n\"Ma--ny tha--tha--tha--thanks!\" he said; and then his copper jaws\nclicked together and he could say no more. He next made an attempt to\nwalk but after several awkward trials found he could not move his\njoints.\n\nPeals of jeering laughter from persons unseen greeted Tik-Tok's\nfailure, and the new arrivals in this strange land found it very\nuncomfortable to realize that there were many creatures around them who\nwere invisible, yet could be heard plainly.\n\n\"Shall I wind him up?\" asked Betsy, feeling very sorry for Tik-Tok.\n\n\"I think his machinery is wound; but he needs oiling,\" replied Shaggy.\n\nAt once an oil-can appeared before him, held on a level with his eyes\nby some unseen hand. Shaggy took the can and tried to oil Tik-Tok's\njoints. As if to assist him, a strong current of warm air was directed\nagainst the copper man which quickly dried him. Soon he was able to say\n\"Ma-ny thanks!\" quite smoothly and his joints worked fairly well.\n\n\"Come!\" commanded Tubekins, and turning his back upon them he walked up\nthe path toward the castle.\n\n\"Shall we go?\" asked Queen Ann, uncertainly; but just then she received\na shove that almost pitched her forward on her head; so she decided to\ngo. The officers who hesitated received several energetic kicks, but\ncould not see who delivered them; therefore they also decided--very\nwisely--to go. The others followed willingly enough, for unless they\nventured upon another terrible journey through the Tube they must make\nthe best of the unknown country they were in, and the best seemed to be\nto obey orders.\n\n\n\n\nChapter Eleven\n\nThe Famous Fellowship of Fairies\n\n\nAfter a short walk through very beautiful gardens they came to the\ncastle and followed Tubekins through the entrance and into a great\ndomed chamber, where he commanded them to be seated.\n\nFrom the crown which he wore, Betsy had thought this man must be the\nKing of the country they were in, yet after he had seated all the\nstrangers upon benches that were ranged in a semicircle before a high\nthrone, Tubekins bowed humbly before the vacant throne and in a flash\nbecame invisible and disappeared.\n\nThe hall was an immense place, but there seemed to be no one in it\nbeside themselves. Presently, however, they heard a low cough near\nthem, and here and there was the faint rustling of a robe and a slight\npatter as of footsteps. Then suddenly there rang out the clear tone of\na bell and at the sound all was changed.\n\nGazing around the hall in bewilderment they saw that it was filled with\nhundreds of men and women, all with beautiful faces and staring blue\neyes and all wearing scarlet robes and jeweled crowns upon their heads.\nIn fact, these people seemed exact duplicates of Tubekins and it was\ndifficult to find any mark by which to tell them apart.\n\n\"My! what a lot of Kings and Queens!\" whispered Betsy to Polychrome,\nwho sat beside her and appeared much interested in the scene but not a\nbit worried.\n\n\"It is certainly a strange sight,\" was Polychrome's reply; \"but I\ncannot see how there can be more than one King, or Queen, in any one\ncountry, for were these all rulers, no one could tell who was Master.\"\n\nOne of the Kings who stood near and overheard this remark turned to her\nand said: \"One who is Master of himself is always a King, if only to\nhimself. In this favored land all Kings and Queens are equal, and it is\nour privilege to bow before one supreme Ruler--the Private Citizen.\"\n\n\"Who's he?\" inquired Betsy.\n\nAs if to answer her, the clear tones of the bell again rang out and\ninstantly there appeared seated in the throne the man who was lord and\nmaster of all these royal ones. This fact was evident when with one\naccord they fell upon their knees and touched their foreheads to the\nfloor.\n\nThe Private Citizen was not unlike the others, except that his eyes\nwere black instead of blue and in the centers of the black irises\nglowed red sparks that seemed like coals of fire. But his features were\nvery beautiful and dignified and his manner composed and stately.\nInstead of the prevalent scarlet robe, he wore one of white, and the\nsame dragon's head that decorated the others was embroidered upon its\nbosom.\n\n\"What charge lies against these people, Tubekins?\" he asked in quiet,\neven tones.\n\n\"They came through the forbidden Tube, O Mighty Citizen,\" was the reply.\n\n\"You see, it was this way,\" said Betsy. \"We were marching to the Nome\nKing, to conquer him and set Shaggy's brother free, when on a sudden--\"\n\n\"Who are you?\" demanded the Private Citizen sternly.\n\n\"Me? Oh, I'm Betsy Bobbin, and--\"\n\n\"Who is the leader of this party?\" asked the Citizen.\n\n\"Sir, I am Queen Ann of Oogaboo, and--\"\n\n\"Then keep quiet,\" said the Citizen. \"Who is the leader?\"\n\nNo one answered for a moment. Then General Bunn stood up.\n\n\"Sit down!\" commanded the Citizen. \"I can see that sixteen of you are\nmerely officers, and of no account.\"\n\n\"But we have an Army,\" said General Clock, blusteringly, for he didn't\nlike to be told he was of no account.\n\n\"Where is your Army?\" asked the Citizen.\n\n\"It's me,\" said Tik-Tok, his voice sounding a little rusty. \"I'm the\non-ly Pri-vate Sol-dier in the par-ty.\"\n\nHearing this, the Citizen rose and bowed respectfully to the Clockwork\nMan.\n\n\"Pardon me for not realizing your importance before,\" said he. \"Will\nyou oblige me by taking a seat beside me on my throne?\"\n\nTik-Tok rose and walked over to the throne, all the Kings and Queens\nmaking way for him. Then with clanking steps he mounted the platform\nand sat on the broad seat beside the Citizen.\n\nAnn was greatly provoked at this mark of favor shown to the humble\nClockwork Man, but Shaggy seemed much pleased that his old friend's\nimportance had been recognized by the ruler of this remarkable country.\nThe Citizen now began to question Tik-Tok, who told in his mechanical\nvoice about Shaggy's quest of his lost brother, and how Ozma of Oz had\nsent the Clockwork Man to assist him, and how they had fallen in with\nQueen Ann and her people from Oogaboo. Also he told how Betsy and Hank\nand Polychrome and the Rose Princess had happened to join their party.\n\n\"And you intended to conquer Ruggedo, the Metal Monarch and King of the\nNomes?\" asked the Citizen.\n\n\"Yes. That seemed the on-ly thing for us to do,\" was Tik-Tok's reply.\n\"But he was too clev-er for us. When we got close to his cav-ern he\nmade our path lead to the Tube, and made the op-en-ing in-vis-i-ble, so\nthat we all fell in-to it be-fore we knew it was there. It was an eas-y\nway to get rid of us and now Rug-gedo is safe and we are far a-way in a\nstrange land.\"\n\nThe Citizen was silent a moment and seemed to be thinking. Then he said:\n\n\"Most noble Private Soldier, I must inform you that by the laws of our\ncountry anyone who comes through the Forbidden Tube must be tortured\nfor nine days and ten nights and then thrown back into the Tube. But it\nis wise to disregard laws when they conflict with justice, and it seems\nthat you and your followers did not disobey our laws willingly, being\nforced into the Tube by Ruggedo. Therefore the Nome King is alone to\nblame, and he alone must be punished.\"\n\n\"That suits me,\" said Tik-Tok. \"But Rug-ge-do is on the o-ther side of\nthe world where he is a-way out of your reach.\"\n\nThe Citizen drew himself up proudly.\n\n\"Do you imagine anything in the world or upon it can be out of the\nreach of the Great Jinjin?\" he asked.\n\n\"Oh! Are you, then, the Great Jinjin?\" inquired Tik-Tok.\n\n\"I am.\"\n\n\"Then your name is Ti-ti-ti-Hoo-choo?\"\n\n\"It is.\"\n\nQueen Ann gave a scream and began to tremble. Shaggy was so disturbed\nthat he took out a handkerchief and wiped the perspiration from his\nbrow. Polychrome looked sober and uneasy for the first time, while\nFiles put his arms around the Rose Princess as if to protect her. As\nfor the officers, the name of the great Jinjin set them moaning and\nweeping at a great rate and every one fell upon his knees before the\nthrone, begging for mercy. Betsy was worried at seeing her companions\nso disturbed, but did not know what it was all about. Only Tik-Tok was\nunmoved at the discovery.\n\n\"Then,\" said he, \"if you are Ti-ti-ti-Hoo-choo, and think Rug-ge-do is\nto blame, I am sure that some-thing queer will hap-pen to the King of\nthe Nomes.\"\n\n\"I wonder what 'twill be,\" said Betsy.\n\nThe Private Citizen--otherwise known as Tititi-Hoochoo, the Great\nJinjin--looked at the little girl steadily.\n\n\"I will presently decide what is to happen to Ruggedo,\" said he in a\nhard, stern voice. Then, turning to the throng of Kings and Queens, he\ncontinued: \"Tik-Tok has spoken truly, for his machinery will not allow\nhim to lie, nor will it allow his thoughts to think falsely. Therefore\nthese people are not our enemies and must be treated with consideration\nand justice. Take them to your palaces and entertain them as guests\nuntil to-morrow, when I command that they be brought again to my\nResidence. By then I shall have formed my plans.\"\n\nNo sooner had Tititi-Hoochoo spoken than he disappeared from sight.\nImmediately after, most of the Kings and Queens likewise disappeared.\nBut several of them remained visible and approached the strangers with\ngreat respect. One of the lovely Queens said to Betsy:\n\n\"I trust you will honor me by being my guest. I am Erma, Queen of\nLight.\"\n\n\"May Hank come with me?\" asked the girl.\n\n\"The King of Animals will care for your mule,\" was the reply. \"But do\nnot fear for him, for he will be treated royally. All of your party\nwill be reunited on the morrow.\"\n\n\"I--I'd like to have _some_ one with me,\" said Betsy, pleadingly.\n\nQueen Erma looked around and smiled upon Polychrome.\n\n\"Will the Rainbow's Daughter be an agreeable companion?\" she asked.\n\n\"Oh, yes!\" exclaimed the girl.\n\nSo Polychrome and Betsy became guests of the Queen of Light, while\nother beautiful Kings and Queens took charge of the others of the party.\n\nThe two girls followed Erma out of the hall and through the gardens of\nthe Residence to a village of pretty dwellings. None of these was so\nlarge or imposing as the castle of the Private Citizen, but all were\nhandsome enough to be called palaces--as, in fact, they really were.\n\n\n\n\nChapter Twelve\n\nThe Lovely Lady of Light\n\n\nThe palace of the Queen of Light stood on a little eminence and was a\nmass of crystal windows, surmounted by a vast crystal dome. When they\nentered the portals Erma was greeted by six lovely maidens, evidently\nof high degree, who at once aroused Betsy's admiration. Each bore a\nwand in her hand, tipped with an emblem of light, and their costumes\nwere also emblematic of the lights they represented. Erma introduced\nthem to her guests and each made a graceful and courteous\nacknowledgment.\n\nFirst was Sunlight, radiantly beautiful and very fair; the second was\nMoonlight, a soft, dreamy damsel with nut-brown hair; next came\nStarlight, equally lovely but inclined to be retiring and shy. These\nthree were dressed in shimmering robes of silvery white. The fourth was\nDaylight, a brilliant damsel with laughing eyes and frank manners, who\nwore a variety of colors. Then came Firelight, clothed in a fleecy\nflame-colored robe that wavered around her shapely form in a very\nattractive manner. The sixth maiden, Electra, was the most beautiful of\nall, and Betsy thought from the first that both Sunlight and Daylight\nregarded Electra with envy and were a little jealous of her.\n\nBut all were cordial in their greetings to the strangers and seemed to\nregard the Queen of Light with much affection, for they fluttered\naround her in a flashing, radiant group as she led the way to her regal\ndrawing-room.\n\nThis apartment was richly and cosily furnished, the upholstery being of\nmany tints, and both Betsy and Polychrome enjoyed resting themselves\nupon the downy divans after their strenuous adventures of the day.\n\nThe Queen sat down to chat with her guests, who noticed that Daylight\nwas the only maiden now seated beside Erma. The others had retired to\nanother part of the room, where they sat modestly with entwined arms\nand did not intrude themselves at all.\n\nThe Queen told the strangers all about this beautiful land, which is\none of the chief residences of fairies who minister to the needs of\nmankind. So many important fairies lived there that, to avoid rivalry,\nthey had elected as their Ruler the only important personage in the\ncountry who had no duties to mankind to perform and was, in effect, a\nPrivate Citizen. This Ruler, or Jinjin, as was his title, bore the name\nof Tititi-Hoochoo, and the most singular thing about him was that he\nhad no heart. But instead of this he possessed a high degree of Reason\nand Justice and while he showed no mercy in his judgments he never\npunished unjustly or without reason. To wrong-doers Tititi-Hoochoo was\nas terrible as he was heartless, but those who were innocent of evil\nhad nothing to fear from him.\n\nAll the Kings and Queens of this fairyland paid reverence to Jinjin,\nfor as they expected to be obeyed by others they were willing to obey\nthe one in authority over them.\n\nThe inhabitants of the Land of Oz had heard many tales of this\nfearfully just Jinjin, whose punishments were always equal to the\nfaults committed. Polychrome also knew of him, although this was the\nfirst time she had ever seen him face to face. But to Betsy the story\nwas all new, and she was greatly interested in Tititi-Hoochoo, whom she\nno longer feared.\n\nTime sped swiftly during their talk and suddenly Betsy noticed that\nMoonlight was sitting beside the Queen of Light, instead of Daylight.\n\n\"But tell me, please,\" she pleaded, \"why do you all wear a dragon's\nhead embroidered on your gowns?\"\n\nErma's pleasant face became grave as she answered:\n\n\"The Dragon, as you must know, was the first living creature ever made;\ntherefore the Dragon is the oldest and wisest of living things. By good\nfortune the Original Dragon, who still lives, is a resident of this\nland and supplies us with wisdom whenever we are in need of it. He is\nold as the world and remembers everything that has happened since the\nworld was created.\"\n\n\"Did he ever have any children?\" inquired the girl.\n\n\"Yes, many of them. Some wandered into other lands, where men, not\nunderstanding them, made war upon them; but many still reside in this\ncountry. None, however, is as wise as the Original Dragon, for whom we\nhave great respect. As he was the first resident here, we wear the\nemblem of the dragon's head to show that we are the favored people who\nalone have the right to inhabit this fairyland, which in beauty almost\nequals the Fairyland of Oz, and in power quite surpasses it.\"\n\n\"I understand about the dragon, now,\" said Polychrome, nodding her\nlovely head. Betsy did not quite understand, but she was at present\ninterested in observing the changing lights. As Daylight had given way\nto Moonlight, so now Starlight sat at the right hand of Erma the Queen,\nand with her coming a spirit of peace and content seemed to fill the\nroom. Polychrome, being herself a fairy, had many questions to ask\nabout the various Kings and Queens who lived in this far-away, secluded\nplace, and before Erma had finished answering them a rosy glow filled\nthe room and Firelight took her place beside the Queen.\n\nBetsy liked Firelight, but to gaze upon her warm and glowing features\nmade the little girl sleepy, and presently she began to nod. Thereupon\nErma rose and took Betsy's hand gently in her own.\n\n\"Come,\" said she; \"the feast time has arrived and the feast is spread.\"\n\n\"That's nice,\" exclaimed the small mortal. \"Now that I think of it, I'm\nawful hungry. But p'raps I can't eat your fairy food.\"\n\nThe Queen smiled and led her to a doorway. As she pushed aside a heavy\ndrapery a flood of silvery light greeted them, and Betsy saw before her\na splendid banquet hall, with a table spread with snowy linen and\ncrystal and silver. At one side was a broad, throne-like seat for Erma\nand beside her now sat the brilliant maid Electra. Polychrome was\nplaced on the Queen's right hand and Betsy upon her left. The other\nfive messengers of light now waited upon them, and each person was\nsupplied with just the food she liked best. Polychrome found her dish\nof dewdrops, all fresh and sparkling, while Betsy was so lavishly\nserved that she decided she had never in her life eaten a dinner half\nso good.\n\n\"I s'pose,\" she said to the Queen, \"that Miss Electra is the youngest\nof all these girls.\"\n\n\"Why do you suppose that?\" inquired Erma, with a smile.\n\n\"'Cause electric'ty is the newest light we know of. Didn't Mr. Edison\ndiscover it?\"\n\n\"Perhaps he was the first mortal to discover it,\" replied the Queen.\n\"But electricity was a part of the world from its creation, and\ntherefore my Electra is as old as Daylight or Moonlight, and equally\nbeneficent to mortals and fairies alike.\"\n\nBetsy was thoughtful for a time. Then she remarked, as she looked at\nthe six messengers of light:\n\n\"We couldn't very well do without any of 'em; could we?\"\n\nErma laughed softly. \"_I_ couldn't, I'm sure,\" she replied, \"and I think\nmortals would miss any one of my maidens, as well. Daylight cannot take\nthe place of Sunlight, which gives us strength and energy. Moonlight is\nof value when Daylight, worn out with her long watch, retires to rest.\nIf the moon in its course is hidden behind the earth's rim, and my\nsweet Moonlight cannot cheer us, Starlight takes her place, for the\nskies always lend her power. Without Firelight we should miss much of\nour warmth and comfort, as well as much cheer when the walls of houses\nencompass us. But always, when other lights forsake us, our glorious\nElectra is ready to flood us with bright rays. As Queen of Light, I\nlove all my maidens, for I know them to be faithful and true.\"\n\n\"I love 'em, too!\" declared Betsy. \"But sometimes, when I'm _real_\nsleepy, I can get along without any light at all.\"\n\n\"Are you sleepy now?\" inquired Erma, for the feast had ended.\n\n\"A little,\" admitted the girl.\n\nSo Electra showed her to a pretty chamber where there was a soft, white\nbed, and waited patiently until Betsy had undressed and put on a\nshimmery silken nightrobe that lay beside her pillow. Then the\nlight-maid bade her good night and opened the door.\n\nWhen she closed it after her Betsy was in darkness. In six winks the\nlittle girl was fast asleep.\n\n\n\n\nChapter Thirteen\n\nThe Jinjin's Just Judgment\n\n\nAll the adventurers were reunited next morning when they were brought\nfrom various palaces to the Residence of Tititi-Hoochoo and ushered\ninto the great Hall of State.\n\nAs before, no one was visible except our friends and their escorts\nuntil the first bell sounded. Then in a flash the room was seen to be\nfilled with the beautiful Kings and Queens of the land. The second bell\nmarked the appearance in the throne of the mighty Jinjin, whose\nhandsome countenance was as composed and expressionless as ever.\n\nAll bowed low to the Ruler. Their voices softly murmured: \"We greet the\nPrivate Citizen, mightiest of Rulers, whose word is Law and whose Law\nis just.\"\n\nTititi-Hoochoo bowed in acknowledgment. Then, looking around the\nbrilliant assemblage, and at the little group of adventurers before\nhim, he said:\n\n\"An unusual thing has happened. Inhabitants of other lands than ours,\nwho are different from ourselves in many ways, have been thrust upon us\nthrough the Forbidden Tube, which one of our people foolishly made\nyears ago and was properly punished for his folly. But these strangers\nhad no desire to come here and were wickedly thrust into the Tube by a\ncruel King on the other side of the world, named Ruggedo. This King is\nan immortal, but he is not good. His magic powers hurt mankind more\nthan they benefit them. Because he had unjustly kept the Shaggy Man's\nbrother a prisoner, this little band of honest people, consisting of\nboth mortals and immortals, determined to conquer Ruggedo and to punish\nhim. Fearing they might succeed in this, the Nome King misled them so\nthat they fell into the Tube.\n\n\"Now, this same Ruggedo has been warned by me, many times, that if ever\nhe used this Forbidden Tube in any way he would be severely punished. I\nfind, by referring to the Fairy Records, that this King's servant, a\nnome named Kaliko, begged his master not to do such a wrong act as to\ndrop these people into the Tube and send them tumbling into our\ncountry. But Ruggedo defied me and my orders.\n\n\"Therefore these strangers are innocent of any wrong. It is only\nRuggedo who deserves punishment, and I will punish him.\" He paused a\nmoment and then continued in the same cold, merciless voice:\n\n\"These strangers must return through the Tube to their own side of the\nworld; but I will make their fall more easy and pleasant than it was\nbefore. Also I shall send with them an Instrument of Vengeance, who in\nmy name will drive Ruggedo from his underground caverns, take away his\nmagic powers and make him a homeless wanderer on the face of the\nearth--a place he detests.\"\n\nThere was a little murmur of horror from the Kings and Queens at the\nseverity of this punishment, but no one uttered a protest, for all\nrealized that the sentence was just.\n\n\"In selecting my Instrument of Vengeance,\" went on Tititi-Hoochoo, \"I\nhave realized that this will be an unpleasant mission. Therefore no one\nof us who is blameless should be forced to undertake it. In this\nwonderful land it is seldom one is guilty of wrong, even in the\nslightest degree, and on examining the Records I found no King or Queen\nhad erred. Nor had any among their followers or servants done any\nwrong. But finally I came to the Dragon Family, which we highly\nrespect, and then it was that I discovered the error of Quox.\n\n\"Quox, as you well know, is a young dragon who has not yet acquired the\nwisdom of his race. Because of this lack, he has been disrespectful\ntoward his most ancient ancestor, the Original Dragon, telling him once\nto mind his own business and again saying that the Ancient One had\ngrown foolish with age. We are aware that dragons are not the same as\nfairies and cannot be altogether guided by our laws, yet such\ndisrespect as Quox has shown should not be unnoticed by us. Therefore I\nhave selected Quox as my royal Instrument of Vengeance and he shall go\nthrough the Tube with these people and inflict upon Ruggedo the\npunishment I have decreed.\"\n\nAll had listened quietly to this speech and now the Kings and Queens\nbowed gravely to signify their approval of the Jinjin's judgment.\n\nTititi-Hoochoo turned to Tubekins.\n\n\"I command you,\" said he, \"to escort these strangers to the Tube and\nsee that they all enter it.\"\n\nThe King of the Tube, who had first discovered our friends and brought\nthem to the Private Citizen, stepped forward and bowed. As he did so,\nthe Jinjin and all the Kings and Queens suddenly disappeared and only\nTubekins remained visible.\n\n\"All right,\" said Betsy, with a sigh; \"I don't mind going back so\n_very_ much, 'cause the Jinjin promised to make it easy for us.\"\n\nIndeed, Queen Ann and her officers were the only ones who looked solemn\nand seemed to fear the return journey. One thing that bothered Ann was\nher failure to conquer this land of Tititi-Hoochoo. As they followed\ntheir guide through the gardens to the mouth of the Tube she said to\nShaggy:\n\n\"How can I conquer the world, if I go away and leave this rich country\nunconquered?\"\n\n\"You can't,\" he replied. \"Don't ask me why, please, for if you don't\nknow I can't inform you.\"\n\n\"Why not?\" said Ann; but Shaggy paid no attention to the question.\n\nThis end of the Tube had a silver rim and around it was a gold railing\nto which was attached a sign that read.\n\n  \"IF YOU ARE OUT, STAY THERE.\n  IF YOU ARE IN, DON'T COME OUT.\"\n\n\nOn a little silver plate just inside the Tube was engraved the words:\n\n\n  \"Burrowed and built by\n  Hiergargo the Magician,\n  In the Year of the World\n  1 9 6 2 5 4 7 8\n  For his own exclusive uses.\"\n\n\n\"He was some builder, I must say,\" remarked Betsy, when she had read\nthe inscription; \"but if he had known about that star I guess he'd have\nspent his time playing solitaire.\"\n\n\"Well, what are we waiting for?\" inquired Shaggy, who was impatient to\nstart.\n\n\"Quox,\" replied Tubekins. \"But I think I hear him coming.\"\n\n\"Is the young dragon invisible?\" asked Ann, who had never seen a live\ndragon and was a little fearful of meeting one.\n\n\"No, indeed,\" replied the King of the Tube. \"You'll see him in a\nminute; but before you part company I'm sure you'll wish he _was_\ninvisible.\"\n\n\"Is he dangerous, then?\" questioned Files.\n\n\"Not at all. But Quox tires me dreadfully,\" said Tubekins, \"and I\nprefer his room to his company.\"\n\nAt that instant a scraping sound was heard, drawing nearer and nearer\nuntil from between two big bushes appeared a huge dragon, who\napproached the party, nodded his head and said: \"Good morning.\"\n\nHad Quox been at all bashful I am sure he would have felt uncomfortable\nat the astonished stare of every eye in the group--except Tubekins, of\ncourse, who was not astonished because he had seen Quox so often.\n\nBetsy had thought a \"young\" dragon must be a small dragon, yet here was\none so enormous that the girl decided he must be full grown, if not\novergrown. His body was a lovely sky-blue in color and it was thickly\nset with glittering silver scales, each one as big as a serving-tray.\nAround his neck was a pink ribbon with a bow just under his left ear,\nand below the ribbon appeared a chain of pearls to which was attached a\ngolden locket about as large around as the end of a bass drum. This\nlocket was set with many large and beautiful jewels.\n\nThe head and face of Quox were not especially ugly, when you consider\nthat he was a dragon; but his eyes were so large that it took him a\nlong time to wink and his teeth seemed very sharp and terrible when\nthey showed, which they did whenever the beast smiled. Also his\nnostrils were quite large and wide, and those who stood near him were\nliable to smell brimstone--especially when he breathed out fire, as it\nis the nature of dragons to do. To the end of his long tail was\nattached a big electric light.\n\nPerhaps the most singular thing about the dragon's appearance at this\ntime was the fact that he had a row of seats attached to his back, one\nseat for each member of the party. These seats were double, with curved\nbacks, so that two could sit in them, and there were twelve of these\ndouble seats, all strapped firmly around the dragon's thick body and\nplaced one behind the other, in a row that extended from his shoulders\nnearly to his tail.\n\n\"Aha!\" exclaimed Tubekins; \"I see that Tititi-Hoochoo has transformed\nQuox into a carryall.\"\n\n\"I'm glad of that,\" said Betsy. \"I hope, Mr. Dragon, you won't mind our\nriding on your back.\"\n\n\"Not a bit,\" replied Quox. \"I'm in disgrace just now, you know, and the\nonly way to redeem my good name is to obey the orders of the Jinjin. If\nhe makes me a beast of burden, it is only a part of my punishment, and\nI must bear it like a dragon. I don't blame you people at all, and I\nhope you'll enjoy the ride. Hop on, please. All aboard for the other\nside of the world!\"\n\nSilently they took their places. Hank sat in the front seat with Betsy,\nso that he could rest his front hoofs upon the dragon's head. Behind\nthem were Shaggy and Polychrome, then Files and the Princess, and Queen\nAnn and Tik-Tok. The officers rode in the rear seats. When all had\nmounted to their places the dragon looked very like one of those\nsightseeing wagons so common in big cities--only he had legs instead of\nwheels.\n\n\"All ready?\" asked Quox, and when they said they were he crawled to the\nmouth of the Tube and put his head in.\n\n\"Good-bye, and good luck to you!\" called Tubekins; but no one thought\nto reply, because just then the dragon slid his great body into the\nTube and the journey to the other side of the world had begun.\n\nAt first they went so fast that they could scarcely catch their\nbreaths, but presently Quox slowed up and said with a sort of cackling\nlaugh:\n\n\"My scales! but that is some tumble. I think I shall take it easy and\nfall slower, or I'm likely to get dizzy. Is it very far to the other\nside of the world?\"\n\n\"Haven't you ever been through this Tube before?\" inquired Shaggy.\n\n\"Never. Nor has anyone else in our country; at least, not since I was\nborn.\"\n\n\"How long ago was that?\" asked Betsy.\n\n\"That I was born? Oh, not very long ago. I'm only a mere child. If I\nhad not been sent on this journey, I would have celebrated my three\nthousand and fifty-sixth birthday next Thursday. Mother was going to\nmake me a birthday cake with three thousand and fifty-six candles on\nit; but now, of course, there will be no celebration, for I fear I\nshall not get home in time for it.\"\n\n\"Three thousand and fifty-six years!\" cried Betsy. \"Why, I had no idea\nanything could live that long!\"\n\n\"My respected Ancestor, whom I would call a stupid old humbug if I had\nnot reformed, is so old that I am a mere baby compared with him,\" said\nQuox. \"He dates from the beginning of the world, and insists on telling\nus stories of things that happened fifty thousand years ago, which are\nof no interest at all to youngsters like me. In fact, Grandpa isn't up\nto date. He lives altogether in the past, so I can't see any good\nreason for his being alive to-day.... Are you people able to see your\nway, or shall I turn on more light?\"\n\n\"Oh, we can see very nicely, thank you; only there's nothing to see but\nourselves,\" answered Betsy.\n\nThis was true. The dragon's big eyes were like headlights on an\nautomobile and illuminated the Tube far ahead of them. Also he curled\nhis tail upward so that the electric light on the end of it enabled\nthem to see one another quite clearly. But the Tube itself was only\ndark metal, smooth as glass but exactly the same from one of its ends\nto the other. Therefore there was no scenery of interest to beguile the\njourney.\n\nThey were now falling so gently that the trip was proving entirely\ncomfortable, as the Jinjin had promised it would be; but this meant a\nlonger journey and the only way they could make time pass was to engage\nin conversation. The dragon seemed a willing and persistent talker and\nhe was of so much interest to them that they encouraged him to chatter.\nHis voice was a little gruff but not unpleasant when one became used to\nit.\n\n\"My only fear,\" said he presently, \"is that this constant sliding over\nthe surface of the Tube will dull my claws. You see, this hole isn't\nstraight down, but on a steep slant, and so instead of tumbling freely\nthrough the air I must skate along the Tube. Fortunately, there is a\nfile in my tool-kit, and if my claws get dull they can be sharpened\nagain.\"\n\n\"Why do you want sharp claws?\" asked Betsy.\n\n\"They are my natural weapons, and you must not forget that I have been\nsent to conquer Ruggedo.\"\n\n\"Oh, you needn't mind about that,\" remarked Queen Ann, in her most\nhaughty manner; \"for when we get to Ruggedo I and my invincible Army\ncan conquer him without your assistance.\"\n\n\"Very good,\" returned the dragon, cheerfully. \"That will save me a lot\nof bother--if you succeed. But I think I shall file my claws, just the\nsame.\"\n\nHe gave a long sigh, as he said this, and a sheet of flame, several\nfeet in length, shot from his mouth. Betsy shuddered and Hank said\n\"Hee-haw!\" while some of the officers screamed in terror. But the\ndragon did not notice that he had done anything unusual.\n\n\"Is there fire inside of you?\" asked Shaggy.\n\n\"Of course,\" answered Quox. \"What sort of a dragon would I be if my\nfire went out?\"\n\n\"What keeps it going?\" Betsy inquired.\n\n\"I've no idea. I only know it's there,\" said Quox. \"The fire keeps me\nalive and enables me to move; also to think and speak.\"\n\n\"Ah! You are ver-y much like my-self,\" said Tik-Tok. \"The on-ly\ndif-fer-ence is that I move by clock-work, while you move by fire.\"\n\n\"I don't see a particle of likeness between us, I must confess,\"\nretorted Quox, gruffly. \"You are not a live thing; you're a dummy.\"\n\n\"But I can do things, you must ad-mit,\" said Tik-Tok.\n\n\"Yes, when you are wound up,\" sneered the dragon. \"But if you run down,\nyou are helpless.\"\n\n\"What would happen to you, Quox, if you ran out of gasoline?\" inquired\nShaggy, who did not like this attack upon his friend.\n\n\"I don't use gasoline.\"\n\n\"Well, suppose you ran out of fire.\"\n\n\"What's the use of supposing that?\" asked Quox.  \"My\ngreat-great-great-grandfather has lived since the world began, and he\nhas never once run out of fire to keep him going. But I will confide to\nyou that as he gets older he shows more smoke and less fire. As for\nTik-Tok, he's well enough in his way, but he's merely copper. And the\nMetal Monarch knows copper through and through. I wouldn't be surprised\nif Ruggedo melted Tik-Tok in one of his furnaces and made copper\npennies of him.\"\n\n\"In that case, I would still keep going,\" remarked Tik-Tok, calmly.\n\n\"Pennies do,\" said Betsy regretfully.\n\n\"This is all nonsense,\" said the Queen, with irritation. \"Tik-Tok is my\ngreat Army--all but the officers--and I believe he will be able to\nconquer Ruggedo with ease. What do you think, Polychrome?\"\n\n\"You might let him try,\" answered the Rainbow's Daughter, with her\nsweet ringing laugh, that sounded like the tinkling of tiny bells. \"And\nif Tik-Tok fails, you have still the big fire-breathing dragon to fall\nback on.\"\n\n\"Ah!\" said the dragon, another sheet of flame gushing from his mouth\nand nostrils; \"it's a wise little girl, this Polychrome. Anyone would\nknow she is a fairy.\"\n\n\n\n\nChapter Fourteen\n\nThe Long-Eared Hearer Learns by Listening\n\n\nDuring this time Ruggedo, the Metal Monarch and King of the Nomes, was\ntrying to amuse himself in his splendid jeweled cavern. It was hard\nwork for Ruggedo to find amusement to-day, for all the nomes were\nbehaving well and there was no one to scold or to punish. The King had\nthrown his sceptre at Kaliko six times, without hitting him once. Not\nthat Kaliko had done anything wrong. On the contrary, he had obeyed the\nKing in every way but one: he would not stand still, when commanded to\ndo so, and let the heavy sceptre strike him.\n\nWe can hardly blame Kaliko for this, and even the cruel Ruggedo forgave\nhim; for he knew very well that if he mashed his Royal Chamberlain he\ncould never find another so intelligent and obedient. Kaliko could make\nthe nomes work when their King could not, for the nomes hated Ruggedo\nand there were so many thousands of the quaint little underground\npeople that they could easily have rebelled and defied the King had\nthey dared to do so. Sometimes, when Ruggedo abused them worse than\nusual, they grew sullen and threw down their hammers and picks. Then,\nhowever hard the King scolded or whipped them, they would not work\nuntil Kaliko came and begged them to. For Kaliko was one of themselves\nand was as much abused by the King as any nome in the vast series of\ncaverns.\n\nBut to-day all the little people were working industriously at their\ntasks and Ruggedo, having nothing to do, was greatly bored. He sent for\nthe Long-Eared Hearer and asked him to listen carefully and report what\nwas going on in the big world.\n\n\"It seems,\" said the Hearer, after listening for awhile, \"that the\nwomen in America have clubs.\"\n\n\"Are there spikes in them?\" asked Ruggedo, yawning.\n\n\"I cannot hear any spikes, Your Majesty,\" was the reply.\n\n\"Then their clubs are not as good as my sceptre. What else do you hear?'\n\n\"There's a war.\n\n\"Bah! there's always a war. What else?\"\n\nFor a time the Hearer was silent, bending forward and spreading out his\nbig ears to catch the slightest sound. Then suddenly he said:\n\n\"Here is an interesting thing, Your Majesty. These people are arguing\nas to who shall conquer the Metal Monarch, seize his treasure and drive\nhim from his dominions.\"\n\n\"What people?\" demanded Ruggedo, sitting up straight in his throne.\n\n\"The ones you threw down the Hollow Tube.\"\n\n\"Where are they now?\"\n\n\"In the same Tube, and coming back this way,\" said the Hearer.\n\nRuggedo got out of his throne and began to pace up and down the cavern.\n\n\"I wonder what can be done to stop them,\" he mused.\n\n\"Well,\" said the Hearer, \"if you could turn the Tube upside down, they\nwould be falling the other way, Your Majesty.\"\n\nRuggedo glared at him wickedly, for it was impossible to turn the Tube\nupside down and he believed the Hearer was slyly poking fun at him.\nPresently he asked:\n\n\"How far away are those people now?\"\n\n\"About nine thousand three hundred and six miles, seventeen furlongs,\neight feet and four inches--as nearly as I can judge from the sound of\ntheir voices,\" replied the Hearer.\n\n\"Aha! Then it will be some time before they arrive,\" said Ruggedo, \"and\nwhen they get here I shall be ready to receive them.\"\n\nHe rushed to his gong and pounded upon it so fiercely that Kaliko came\nbounding into the cavern with one shoe off and one shoe on, for he was\njust dressing himself after a swim in the hot bubbling lake of the\nUnderground Kingdom.\n\n\"Kaliko, those invaders whom we threw down the Tube are coming back\nagain!\" he exclaimed.\n\n\"I thought they would,\" said the Royal Chamberlain, pulling on the\nother shoe. \"Tititi-Hoochoo would not allow them to remain in his\nkingdom, of course, and so I've been expecting them back for some time.\nThat was a very foolish action of yours, Rug.\"\n\n\"What, to throw them down the Tube?\"\n\n\"Yes. Tititi-Hoochoo has forbidden us to throw even rubbish into the\nTube.\"\n\n\"Pooh! what do I care for the Jinjin?\" asked Ruggedo scornfully. \"He\nnever leaves his own kingdom, which is on the other side of the world.\"\n\n\"True; but he might send some one through the Tube to punish you,\"\nsuggested Kaliko.\n\n\"I'd like to see him do it! Who could conquer my thousands of nomes?\"\n\n\"Why, they've been conquered before, if I remember aright,\" answered\nKaliko with a grin. \"Once I saw you running from a little girl named\nDorothy, and her friends, as if you were really afraid.\"\n\n\"Well, I _was_ afraid, that time,\" admitted the Nome King, with a deep\nsigh, \"for Dorothy had a Yellow Hen that laid eggs!\"\n\nThe King shuddered as he said \"eggs,\" and Kaliko also shuddered, and so\ndid the Long-Eared Hearer; for eggs are the only things that the nomes\ngreatly dread. The reason for this is that eggs belong on the earth's\nsurface, where birds and fowl of all sorts live, and there is something\nabout a hen's egg, especially, that fills a nome with horror. If by\nchance the inside of an egg touches one of these underground people, he\nwithers up and blows away and that is the end of him--unless he manages\nquickly to speak a magical word which only a few of the nomes know.\nTherefore Ruggedo and his followers had very good cause to shudder at\nthe mere mention of eggs.\n\n\"But Dorothy,\" said the King, \"is not with this band of invaders; nor\nis the Yellow Hen. As for Tititi-Hoochoo, he has no means of knowing\nthat we are afraid of eggs.\"\n\n\"You mustn't be too sure of that,\" Kaliko warned him. \"Tititi-Hoochoo\nknows a great many things, being a fairy, and his powers are far\nsuperior to any we can boast.\"\n\nRuggedo shrugged impatiently and turned to the Hearer.\n\n\"Listen,\" said he, \"and tell me if you hear any eggs coming through the\nTube.\"\n\nThe Long-Eared one listened and then shook his head. But Kaliko laughed\nat the King.\n\n\"No one can hear an egg, Your Majesty,\" said he. \"The only way to\ndiscover the truth is to look through the Magic Spyglass.\"\n\n\"That's it!\" cried the King. \"Why didn't I think of it before? Look at\nonce, Kaliko!\"\n\nSo Kaliko went to the Spyglass and by uttering a mumbled charm he\ncaused the other end of it to twist around, so that it pointed down the\nopening of the Tube. Then he put his eye to the glass and was able to\ngaze along all the turns and windings of the Magic Spyglass and then\ndeep into the Tube, to where our friends were at that time falling.\n\n\"Dear me!\" he exclaimed. \"Here comes a dragon.\"\n\n\"A big one?\" asked Ruggedo.\n\n\"A monster. He has an electric light on the end of his tail, so I can\nsee him very plainly. And the other people are all riding upon his\nback.\"\n\n\"How about the eggs?\" inquired the King.\n\nKaliko looked again.\n\n\"I can see no eggs at all,\" said he; \"but I imagine that the dragon is\nas dangerous as eggs. Probably Tititi-Hoochoo has sent him here to\npunish you for dropping those strangers into the Forbidden Tube. I\nwarned you not to do it, Your Majesty.\"\n\nThis news made the Nome King anxious. For a few minutes he paced up and\ndown, stroking his long beard and thinking with all his might. After\nthis he turned to Kaliko and said:\n\n\"All the harm a dragon can do is to scratch with his claws and bite\nwith his teeth.\"\n\n\"That is not all, but it's quite enough,\" returned Kaliko earnestly.\n\"On the other hand, no one can hurt a dragon, because he's the toughest\ncreature alive. One flop of his huge tail could smash a hundred nomes\nto pancakes, and with teeth and claws he could tear even you or me into\nsmall bits, so that it would be almost impossible to put us together\nagain. Once, a few hundred years ago, while wandering through some\ndeserted caverns, I came upon a small piece of a nome lying on the\nrocky floor. I asked the piece of nome what had happened to it.\nFortunately the mouth was a part of this piece--the mouth and the left\neye--so it was able to tell me that a fierce dragon was the cause. It\nhad attacked the poor nome and scattered him in every direction, and as\nthere was no friend near to collect his pieces and put him together,\nthey had been separated for a great many years. So you see, Your\nMajesty, it is not in good taste to sneer at a dragon.\"\n\nThe King had listened attentively to Kaliko. Said he:\n\n\"It will only be necessary to chain this dragon which Tititi-Hoochoo\nhas sent here, in order to prevent his reaching us with his claws and\nteeth.\"\n\n\"He also breathes flames,\" Kaliko reminded him.\n\n\"My nomes are not afraid of fire, nor am I,\" said Ruggedo.\n\n\"Well, how about the Army of Oogaboo?\"\n\n\"Sixteen cowardly officers and Tik-Tok! Why, I could defeat them\nsingle-handed; but I won't try to. I'll summon my army of nomes to\ndrive the invaders out of my territory, and if we catch any of them I\nintend to stick needles into them until they hop with pain.\"\n\n\"I hope you won't hurt any of the girls,\" said Kaliko.\n\n\"I'll hurt 'em all!\" roared the angry Metal Monarch. \"And that braying\nMule I'll make into hoof-soup, and feed it to my nomes, that it may add\nto their strength.\"\n\n\"Why not be good to the strangers and release your prisoner, the Shaggy\nMan's brother?\" suggested Kaliko.\n\n\"Never!\"\n\n\"It may save you a lot of annoyance. And you don't want the Ugly One.\"\n\n\"I don't want him; that's true. But I won't allow anybody to order me\naround. I'm King of the Nomes and I'm the Metal Monarch, and I shall do\nas I please and what I please and when I please!\"\n\nWith this speech Ruggedo threw his sceptre at Kaliko's head, aiming it\nso well that the Royal Chamberlain had to fall flat upon the floor in\norder to escape it. But the Hearer did not see the sceptre coming and\nit swept past his head so closely that it broke off the tip of one of\nhis long ears. He gave a dreadful yell that quite startled Ruggedo, and\nthe King was sorry for the accident because those long ears of the\nHearer were really valuable to him.\n\nSo the Nome King forgot to be angry with Kaliko and ordered his\nChamberlain to summon General Guph and the army of nomes and have them\nproperly armed. They were then to march to the mouth of the Tube, where\nthey could seize the travelers as soon as they appeared.\n\n\n\n\nChapter Fifteen\n\nThe Dragon Defies Danger\n\n\nAlthough the journey through the Tube was longer, this time, than\nbefore, it was so much more comfortable that none of our friends minded\nit at all. They talked together most of the time and as they found the\ndragon good-natured and fond of the sound of his own voice they soon\nbecame well acquainted with him and accepted him as a companion.\n\n\"You see,\" said Shaggy, in his frank way, \"Quox is on our side, and\ntherefore the dragon is a good fellow. If he happened to be an enemy,\ninstead of a friend, I am sure I should dislike him very much, for his\nbreath smells of brimstone, he is very conceited and he is so strong\nand fierce that he would prove a dangerous foe.\"\n\n\"Yes, indeed,\" returned Quox, who had listened to this speech with\npleasure; \"I suppose I am about as terrible as any living thing. I am\nglad you find me conceited, for that proves I know my good qualities.\nAs for my breath smelling of brimstone, I really can't help it, and I\nonce met a man whose breath smelled of onions, which I consider far\nworse.\"\n\n\"I don't,\" said Betsy; \"I love onions.\n\n\"And I love brimstone,\" declared the dragon, \"so don't let us quarrel\nover one another's peculiarities.\"\n\nSaying this, he breathed a long breath and shot a flame fifty feet from\nhis mouth. The brimstone made Betsy cough, but she remembered about the\nonions and said nothing.\n\nThey had no idea how far they had gone through the center of the earth,\nnor when to expect the trip to end. At one time the little girl\nremarked:\n\n\"I wonder when we'll reach the bottom of this hole. And isn't it funny,\nShaggy Man, that what is the bottom to us now, was the top when we fell\nthe other way?\"\n\n\"What puzzles me,\" said Files, \"is that we are able to fall both ways.\"\n\n\"That,\" announced Tik-Tok, \"is be-cause the world is round.\"\n\n\"Exactly,\" responded Shaggy. \"The machinery in your head is in fine\nworking order, Tik-Tok. You know, Betsy, that there is such a thing as\nthe Attraction of Gravitation, which draws everything toward the center\nof the earth. That is why we fall out of bed, and why everything clings\nto the surface of the earth.\"\n\n\"Then why doesn't everything go on down to the center of the earth?\"\ninquired the little girl.\n\n\"I was afraid you were going to ask me that,\" replied Shaggy in a sad\ntone. \"The reason, my dear, is that the earth is so solid that other\nsolid things can't get through it. But when there's a hole, as there is\nin this case, we drop right down to the center of the world.\"\n\n\"Why don't we stop there?\" asked Betsy.\n\n\"Because we go so fast that we acquire speed enough to carry us right\nup to the other end.\"\n\n\"I don't understand that, and it makes my head ache to try to figure it\nout,\" she said after some thought. \"One thing draws us to the center\nand another thing pushes us away from it. But--\"\n\n\"Don't ask me why, please,\" interrupted the Shaggy Man. \"If you can't\nunderstand it, let it go at that.\"\n\n\"Do _you_ understand it?\" she inquired.\n\n\"All the magic isn't in fairyland,\" he said gravely. \"There's lots of\nmagic in all Nature, and you may see it as well in the United States,\nwhere you and I once lived, as you can here.\"\n\n\"I never did,\" she replied.\n\n\"Because you were so used to it all that you didn't realize it was\nmagic. Is anything more wonderful than to see a flower grow and\nblossom, or to get light out of the electricity in the air? The cows\nthat manufacture milk for us must have machinery fully as remarkable as\nthat in Tik-Tok's copper body, and perhaps you've noticed that--\"\n\nAnd then, before Shaggy could finish his speech, the strong light of\nday suddenly broke upon them, grew brighter, and completely enveloped\nthem. The dragon's claws no longer scraped against the metal Tube, for\nhe shot into the open air a hundred feet or more and sailed so far away\nfrom the slanting hole that when he landed it was on the peak of a\nmountain and just over the entrance to the many underground caverns of\nthe Nome King.\n\nSome of the officers tumbled off their seats when Quox struck the\nground, but most of the dragon's passengers only felt a slight jar. All\nwere glad to be on solid earth again and they at once dismounted and\nbegan to look about them. Queerly enough, as soon as they had left the\ndragon, the seats that were strapped to the monster's back disappeared,\nand this probably happened because there was no further use for them\nand because Quox looked far more dignified in just his silver scales.\nOf course he still wore the forty yards of ribbon around his neck, as\nwell as the great locket, but these only made him look \"dressed up,\" as\nBetsy remarked.\n\nNow the army of nomes had gathered thickly around the mouth of the\nTube, in order to be ready to capture the band of invaders as soon as\nthey popped out. There were, indeed, hundreds of nomes assembled, and\nthey were led by Guph, their most famous General. But they did not\nexpect the dragon to fly so high, and he shot out of the Tube so\nsuddenly that it took them by surprise. When the nomes had rubbed the\nastonishment out of their eyes and regained their wits, they discovered\nthe dragon quietly seated on the mountainside far above their heads,\nwhile the other strangers were standing in a group and calmly looking\ndown upon them.\n\nGeneral Guph was very angry at the escape, which was no one's fault but\nhis own.\n\n\"Come down here and be captured!\" he shouted, waving his sword at them.\n\n\"Come up here and capture us--if you dare!\" replied Queen Ann, who was\nwinding up the clockwork of her Private Soldier, so he could fight more\nbriskly.\n\nGuph's first answer was a roar of rage at the defiance; then he turned\nand issued a command to his nomes. These were all armed with sharp\nspears and with one accord they raised these spears and threw them\nstraight at their foes, so that they rushed through the air in a\nperfect cloud of flying weapons.\n\nSome damage might have been done had not the dragon quickly crawled\nbefore the others, his body being so big that it shielded every one of\nthem, including Hank. The spears rattled against the silver scales of\nQuox and then fell harmlessly to the ground. They were magic spears, of\ncourse, and all straightway bounded back into the hands of those who\nhad thrown them, but even Guph could see that it was useless to repeat\nthe attack.\n\nIt was now Queen Ann's turn to attack, so the Generals yelled\n\"For--ward march!\" and the Colonels and Majors and Captains repeated\nthe command and the valiant Army of Oogaboo, which seemed to be\ncomposed mainly of Tik-Tok, marched forward in single column toward the\nnomes, while Betsy and Polychrome cheered and Hank gave a loud\n\"Hee-haw!\" and Shaggy shouted \"Hooray!\" and Queen Ann screamed: \"At\n'em, Tik-Tok--at 'em!\"\n\nThe nomes did not await the Clockwork Man's attack but in a twinkling\ndisappeared into the underground caverns. They made a great mistake in\nbeing so hasty, for Tik-Tok had not taken a dozen steps before he\nstubbed his copper toe on a rock and fell flat to the ground, where he\ncried: \"Pick me up! Pick me up! Pick me up!\" until Shaggy and Files ran\nforward and raised him to his feet again.\n\nThe dragon chuckled softly to himself as he scratched his left ear with\nhis hind claw, but no one was paying much attention to Quox just then.\n\nIt was evident to Ann and her officers that there could be no fighting\nunless the enemy was present, and in order to find the enemy they must\nboldly enter the underground Kingdom of the nomes. So bold a step\ndemanded a council of war.\n\n\"Don't you think I'd better drop in on Ruggedo and obey the orders of\nthe Jinjin?\" asked Quox.\n\n\"By no means!\" returned Queen Ann. \"We have already put the army of\nnomes to flight and all that yet remains is to force our way into those\ncaverns, and conquer the Nome King and all his people.\"\n\n\"That seems to me something of a job,\" said the dragon, closing his\neyes sleepily. \"But go ahead, if you like, and I'll wait here for you.\nDon't be in any hurry on my account. To one who lives thousands of\nyears the delay of a few days means nothing at all, and I shall\nprobably sleep until the time comes for me to act.\"\n\nAnn was provoked at this speech.\n\n\"You may as well go back to Tititi-Hoochoo now,\" she said, \"for the\nNome King is as good as conquered already.\"\n\nBut Quox shook his head. \"No,\" said he; \"I'll wait.\"\n\n\n\n\nChapter Sixteen\n\nThe Naughty Nome\n\n\nShaggy Man had said nothing during the conversation between Queen Ann\nand Quox, for the simple reason that he did not consider the matter\nworth an argument. Safe within his pocket reposed the Love Magnet,\nwhich had never failed to win every heart. The nomes, he knew, were not\nlike the heartless Roses and therefore could be won to his side as soon\nas he exhibited the magic talisman.\n\nShaggy's chief anxiety had been to reach Ruggedo's Kingdom and now that\nthe entrance lay before him he was confident he would be able to rescue\nhis lost brother. Let Ann and the dragon quarrel as to who should\nconquer the nomes, if they liked; Shaggy would let them try, and if\nthey failed he had the means of conquest in his own pocket.\n\nBut Ann was positive she could not fail, for she thought her Army could\ndo anything. So she called the officers together and told them how to\nact, and she also instructed Tik-Tok what to do and what to say.\n\n\"Please do not shoot your gun except as a last resort,\" she added, \"for\nI do not wish to be cruel or to shed any blood--unless it is absolutely\nnecessary.\"\n\n\"All right,\" replied Tik-Tok; \"but I do not think Rug-ge-do would bleed\nif I filled him full of holes and put him in a ci-der press.\"\n\nThen the officers fell in line, the four Generals abreast and then the\nfour Colonels and the four Majors and the four Captains. They drew\ntheir glittering swords and commanded Tik-Tok to march, which he did.\nTwice he fell down, being tripped by the rough rocks, but when he\nstruck the smooth path he got along better. Into the gloomy mouth of\nthe cavern entrance he stepped without hesitation, and after him\nproudly pranced the officers and Queen Ann. The others held back a\nlittle, waiting to see what would happen.\n\nOf course the Nome King knew they were coming and was prepared to\nreceive them. Just within the rocky passage that led to the jeweled\nthrone-room was a deep pit, which was usually covered. Ruggedo had\nordered the cover removed and it now stood open, scarcely visible in\nthe gloom.\n\nThe pit was so large around that it nearly filled the passage and there\nwas barely room for one to walk around it by pressing close to the rock\nwalls. This Tik-Tok did, for his copper eyes saw the pit clearly and he\navoided it; but the officers marched straight into the hole and tumbled\nin a heap on the bottom. An instant later Queen Ann also walked into\nthe pit, for she had her chin in the air and was careless where she\nplaced her feet. Then one of the nomes pulled a lever which replaced\nthe cover on the pit and made the officers of Oogaboo and their Queen\nfast prisoners.\n\nAs for Tik-Tok, he kept straight on to the cavern where Ruggedo sat in\nhis throne and there he faced the Nome King and said:\n\n\"I here-by con-quer you in the name of Queen Ann So-forth of Oo-ga-boo,\nwhose Ar-my I am, and I de-clare that you are her pris-on-er!\"\n\nRuggedo laughed at him.\n\n\"Where is this famous Queen?\" he asked.\n\n\"She'll be here in a min-ute,\" said Tik-Tok. \"Per-haps she stopped to\ntie her shoe-string.\"\n\n\"Now, see here, Tik-Tok,\" began the Nome King, in a stern voice, \"I've\nhad enough of this nonsense. Your Queen and her officers are all\nprisoners, having fallen into my power, so perhaps you'll tell me what\nyou mean to do.\"\n\n\"My or-ders were to con-quer you,\" replied Tik-Tok, \"and my\nma-chin-er-y has done the best it knows how to car-ry out those\nor-ders.\"\n\nRuggedo pounded on his gong and Kaliko appeared, followed closely by\nGeneral Guph.\n\n\"Take this copper man into the shops and set him to work hammering\ngold,\" commanded the King. \"Being run by machinery he ought to be a\nsteady worker. He ought never to have been made, but since he exists I\nshall hereafter put him to good use.\"\n\n\"If you try to cap-ture me,\" said Tik-Tok, \"I shall fight.\"\n\n\"Don't do that!\" exclaimed General Guph, earnestly, \"for it will be\nuseless to resist and you might hurt some one.\"\n\nBut Tik-Tok raised his gun and took aim and not knowing what damage the\ngun might do the nomes were afraid to face it.\n\nWhile he was thus defying the Nome King and his high officials, Betsy\nBobbin rode calmly into the royal cavern, seated upon the back of Hank\nthe mule. The little girl had grown tired of waiting for \"something to\nhappen\" and so had come to see if Ruggedo had been conquered.\n\n\"Nails and nuggets!\" roared the King; \"how dare you bring that beast\nhere and enter my presence unannounced?\"\n\n\"There wasn't anybody to announce me,\" replied Betsy. \"I guess your\nfolks were all busy. Are you conquered yet?\"\n\n\"No!\" shouted the King, almost beside himself with rage.\n\n\"Then please give me something to eat, for I'm awful hungry,\" said the\ngirl. \"You see, this conquering business is a good deal like waiting\nfor a circus parade; it takes a long time to get around and don't\namount to much anyhow.\"\n\nThe nomes were so much astonished at this speech that for a time they\ncould only glare at her silently, not finding words to reply. The King\nfinally recovered the use of his tongue and said:\n\n\"Earth-crawler! this insolence to my majesty shall be your\ndeath-warrant. You are an ordinary mortal, and to stop a mortal from\nliving is so easy a thing to do that I will not keep you waiting half\nso long as you did for my conquest.\"\n\n\"I'd rather you wouldn't stop me from living,\" remarked Betsy, getting\noff Hank's back and standing beside him. \"And it would be a pretty\ncheap King who killed a visitor while she was hungry. If you'll give me\nsomething to eat, I'll talk this killing business over with you\nafterward; only, I warn you now that I don't approve of it, and never\nwill.\"\n\nHer coolness and lack of fear impressed the Nome King, although he bore\nan intense hatred toward all mortals.\n\n\"What do you wish to eat?\" he asked gruffly.\n\n\"Oh, a ham-sandwich would do, or perhaps a couple of hard-boiled eggs--\"\n\n\"Eggs!\" shrieked the three nomes who were present, shuddering till\ntheir teeth chattered.\n\n\"What's the matter?\" asked Betsy wonderingly. \"Are eggs as high here as\nthey are at home?\"\n\n\"Guph,\" said the King in an agitated voice, turning to his General,\n\"let us destroy this rash mortal at once! Seize her and take her to the\nSlimy Cave and lock her in.\"\n\nGuph glanced at Tik-Tok, whose gun was still pointed, but just then\nKaliko stole softly behind the copper man and kicked his knee-joints so\nthat they suddenly bent forward and tumbled Tik-Tok to the floor, his\ngun falling from his grasp.\n\nThen Guph, seeing Tik-Tok helpless, made a grab at Betsy. At the same\ntime Hank's heels shot out and caught the General just where his belt\nwas buckled. He rose into the air swift as a cannon-ball, struck the\nNome King fairly and flattened his Majesty against the wall of rock on\nthe opposite side of the cavern. Together they fell to the floor in a\ndazed and crumpled condition, seeing which Kaliko whispered to Betsy:\n\n\"Come with me--quick!--and I will save you.\"\n\nShe looked into Kaliko's face inquiringly and thought he seemed honest\nand good-natured, so she decided to follow him. He led her and the mule\nthrough several passages and into a small cavern very nicely and\ncomfortably furnished.\n\n\"This is my own room,\" said he, \"but you are quite welcome to use it.\nWait here a minute and I'll get you something to eat.\"\n\nWhen Kaliko returned he brought a tray containing some broiled\nmushrooms, a loaf of mineral bread and some petroleum-butter. The\nbutter Betsy could not eat, but the bread was good and the mushrooms\ndelicious.\n\n\"Here's the door key,\" said Kaliko, \"and you'd better lock yourself in.\"\n\n\"Won't you let Polychrome and the Rose Princess come here, too?\" she\nasked.\n\n\"I'll see. Where are they?\"\n\n\"I don't know. I left them outside,\" said Betsy.\n\n\"Well, if you hear three raps on the door, open it,\" said Kaliko; \"but\ndon't let anyone in unless they give the three raps.\"\n\n\"All right,\" promised Betsy, and when Kaliko left the cosy cavern she\nclosed and locked the door.\n\nIn the meantime Ann and her officers, finding themselves prisoners in\nthe pit, had shouted and screamed until they were tired out, but no one\nhad come to their assistance. It was very dark and damp in the pit and\nthey could not climb out because the walls were higher than their heads\nand the cover was on. The Queen was first angry and then annoyed and\nthen discouraged; but the officers were only afraid. Every one of the\npoor fellows heartily wished he was back in Oogaboo caring for his\norchard, and some were so unhappy that they began to reproach Ann for\ncausing them all this trouble and danger.\n\nFinally the Queen sat down on the bottom of the pit and leaned her back\nagainst the wall. By good luck her sharp elbow touched a secret spring\nin the wall and a big flat rock swung inward. Ann fell over backward,\nbut the next instant she jumped up and cried to the others:\n\n\"A passage! A passage! Follow me, my brave men, and we may yet escape.\"\n\nThen she began to crawl through the passage, which was as dark and dank\nas the pit, and the officers followed her in single file. They crawled,\nand they crawled, and they kept on crawling, for the passage was not\nbig enough to allow them to stand upright. It turned this way and\ntwisted that, sometimes like a corkscrew and sometimes zigzag, but\nseldom ran for long in a straight line.\n\n\"It will never end--never!\" moaned the officers, who were rubbing all\nthe skin off their knees on the rough rocks.\n\n\"It _must_ end,\" retorted Ann courageously, \"or it never would have\nbeen made. We don't know where it will lead us to, but any place is\nbetter than that loathsome pit.\"\n\nSo she crawled on, and the officers crawled on, and while they were\ncrawling through this awful underground passage Polychrome and Shaggy\nand Files and the Rose Princess, who were standing outside the entrance\nto Ruggedo's domains, were wondering what had become of them.\n\n\n\n\nChapter Seventeen\n\nA Tragic Transformation\n\n\n\"Don't let us worry,\" said Shaggy to his companions, \"for it may take\nthe Queen some time to conquer the Metal Monarch, as Tik-Tok has to do\neverything in his slow, mechanical way.\"\n\n\"Do you suppose they are likely to fail?\" asked the Rose Princess.\n\n\"I do, indeed,\" replied Shaggy. \"This Nome King is really a powerful\nfellow and has a legion of nomes to assist him, whereas our bold Queen\ncommands a Clockwork Man and a band of faint-hearted officers.\"\n\n\"She ought to have let Quox do the conquering,\" said Polychrome,\ndancing lightly upon a point of rock and fluttering her beautiful\ndraperies. \"But perhaps the dragon was wise to let her go first, for\nwhen she fails to conquer Ruggedo she may become more modest in her\nambitions.\"\n\n\"Where is the dragon now?\" inquired Ozga.\n\n\"Up there on the rocks,\" replied Files. \"Look, my dear; you may see him\nfrom here. He said he would take a little nap while we were mixing up\nwith Ruggedo, and he added that after we had gotten into trouble he\nwould wake up and conquer the Nome King in a jiffy, as his master the\nJinjin has ordered him to do.\"\n\n\"Quox means well,\" said Shaggy, \"but I do not think we shall need his\nservices; for just as soon as I am satisfied that Queen Ann and her\narmy have failed to conquer Ruggedo, I shall enter the caverns and show\nthe King my Love Magnet. That he cannot resist; therefore the conquest\nwill be made with ease.\"\n\nThis speech of Shaggy Man's was overheard by the Long-Eared Hearer, who\nwas at that moment standing by Ruggedo's side. For when the King and\nGuph had recovered from Hank's kick and had picked themselves up, their\nfirst act was to turn Tik-Tok on his back and put a heavy diamond on\ntop of him, so that he could not get up again. Then they carefully put\nhis gun in a corner of the cavern and the King sent Guph to fetch the\nLong-Eared Hearer.\n\nThe Hearer was still angry at Ruggedo for breaking his ear, but he\nacknowledged the Nome King to be his master and was ready to obey his\ncommands. Therefore he repeated Shaggy's speech to the King, who at\nonce realized that his Kingdom was in grave danger. For Ruggedo knew of\nthe Love Magnet and its powers and was horrified at the thought that\nShaggy might show him the magic talisman and turn all the hatred in his\nheart into love. Ruggedo was proud of his hatred and abhorred love of\nany sort.\n\n\n\"Really,\" said he, \"I'd rather be conquered and lose my wealth and my\nKingdom than gaze at that awful Love Magnet. What can I do to prevent\nthe Shaggy Man from taking it out of his pocket?\"\n\nKaliko returned to the cavern in time to overhear this question, and\nbeing a loyal nome and eager to serve his King, he answered by saying:\n\n\"If we can manage to bind the Shaggy Man's arms, tight to his body, he\ncould not get the Love Magnet out of his pocket.\"\n\n\"True!\" cried the King in delight at this easy solution of the problem.\n\"Get at once a dozen nomes, with ropes, and place them in the passage\nwhere they can seize and bind Shaggy as soon as he enters.\"\n\nThis Kaliko did, and meanwhile the watchers outside the entrance were\ngrowing more and more uneasy about their friends.\n\n\"I don't worry so much about the Oogaboo people,\" said Polychrome, who\nhad grown sober with waiting, and perhaps a little nervous, \"for they\ncould not be killed, even though Ruggedo might cause them much\nsuffering and perhaps destroy them utterly. But we should not have\nallowed Betsy and Hank to go alone into the caverns. The little girl is\nmortal and possesses no magic powers whatever, so if Ruggedo captures\nher she will be wholly at his mercy.\"\n\n\"That is indeed true,\" replied Shaggy. \"I wouldn't like to have\nanything happen to dear little Betsy, so I believe I'll go in right\naway and put an end to all this worry.\"\n\n\"We may as well go with you,\" asserted Files, \"for by means of the Love\nMagnet, you can soon bring the Nome King to reason.\"\n\nSo it was decided to wait no longer. Shaggy walked through the entrance\nfirst, and after him came the others. They had no thought of danger to\nthemselves, and Shaggy, who was going along with his hands thrust into\nhis pockets, was much surprised when a rope shot out from the darkness\nand twined around his body, pinning down his arms so securely that he\ncould not even withdraw his hands from the pockets. Then appeared\nseveral grinning nomes, who speedily tied knots in the ropes and then\nled the prisoner along the passage to the cavern. No attention was paid\nto the others, but Files and the Princess followed on after Shaggy,\ndetermined not to desert their friend and hoping that an opportunity\nmight arise to rescue him.\n\nAs for Polychrome, as soon as she saw that trouble had overtaken Shaggy\nshe turned and ran lightly back through the passage and out of the\nentrance. Then she easily leaped from rock to rock until she paused\nbeside the great dragon, who lay fast asleep.\n\n\"Wake up, Quox!\" she cried. \"It is time for you to act.\"\n\nBut Quox did not wake up. He lay as one in a trance, absolutely\nmotionless, with his enormous eyes tight closed. The eyelids had big\nsilver scales on them, like all the rest of his body.\n\nPolychrome might have thought Quox was dead had she not known that\ndragons do not die easily or had she not observed his huge body\nswelling as he breathed. She picked up a piece of rock and pounded\nagainst his eyelids with it, saying:\n\n\"Wake up, Quox--wake up!\" But he would not waken.\n\n\"Dear me, how unfortunate!\" sighed the lovely Rainbow's Daughter. \"I\nwonder what is the best and surest way to waken a dragon. All our\nfriends may be captured and destroyed while this great beast lies\nasleep.\"\n\nShe walked around Quox two or three times, trying to discover some\ntender place on his body where a thump or a punch might be felt; but he\nlay extended along the rocks with his chin flat upon the ground and his\nlegs drawn underneath his body, and all that one could see was his\nthick sky-blue skin--thicker than that of a rhinoceros--and his silver\nscales.\n\nThen, despairing at last of wakening the beast, and worried over the\nfate of her friends, Polychrome again ran down to the entrance and\nhurried along the passage into the Nome King's cavern.\n\nHere she found Ruggedo lolling in his throne and smoking a long pipe.\nBeside him stood General Guph and Kaliko, and ranged before the King\nwere the Rose Princess, Files and the Shaggy Man. Tik-Tok still lay\nupon the floor, weighted down by the big diamond.\n\nRuggedo was now in a more contented frame of mind. One by one he had\nmet the invaders and easily captured them. The dreaded Love Magnet was\nindeed in Shaggy's pocket, only a few feet away from the King, but\nShaggy was powerless to show it and unless Ruggedo's eyes beheld the\ntalisman it could not affect him. As for Betsy Bobbin and her mule, he\nbelieved Kaliko had placed them in the Slimy Cave, while Ann and her\nofficers he thought safely imprisoned in the pit. Ruggedo had no fear\nof Files or Ozga, but to be on the safe side he had ordered golden\nhandcuffs placed upon their wrists. These did not cause them any great\nannoyance but prevented them from making an attack, had they been\ninclined to do so.\n\nThe Nome King, thinking himself wholly master of the situation, was\nlaughing and jeering at his prisoners when Polychrome, exquisitely\nbeautiful and dancing like a ray of light, entered the cavern.\n\n\"Oho!\" cried the King; \"a Rainbow under ground, eh?\" and then he stared\nhard at Polychrome, and still harder, and then he sat up and pulled the\nwrinkles out of his robe and arranged his whiskers. \"On my word,\" said\nhe, \"you are a very captivating creature; moreover, I perceive you are\na fairy.\"\n\n\"I am Polychrome, the Rainbow's Daughter,\" she said proudly.\n\n\"Well,\" replied Ruggedo, \"I like you. The others I hate. I hate\neverybody--but you! Wouldn't you like to live always in this beautiful\ncavern, Polychrome? See! the jewels that stud the walls have every tint\nand color of your Rainbow--and they are not so elusive. I'll have fresh\ndewdrops gathered for your feasting every day and you shall be Queen of\nall my nomes and pull Kaliko's nose whenever you like.\"\n\n\"No, thank you,\" laughed Polychrome. \"My home is in the sky, and I'm\nonly on a visit to this solid, sordid earth. But tell me, Ruggedo, why\nmy friends have been wound with cords and bound with chains?\"\n\n\"They threatened me,\" answered Ruggedo. \"The fools did not know how\npowerful I am.\"\n\n\"Then, since they are now helpless, why not release them and send them\nback to the earth's surface?\"\n\n\"Because I hate 'em and mean to make 'em suffer for their invasion. But\nI'll make a bargain with you, sweet Polly. Remain here and live with me\nand I'll set all these people free. You shall be my daughter or my wife\nor my aunt or grandmother--whichever you like--only stay here to\nbrighten my gloomy kingdom and make me happy!\"\n\nPolychrome looked at him wonderingly. Then she turned to Shaggy and\nasked:\n\n\"Are you sure he hasn't seen the Love Magnet?\"\n\n\"I'm positive,\" answered Shaggy. \"But you seem to be something of a\nLove Magnet yourself, Polychrome.\"\n\nShe laughed again and said to Ruggedo: \"Not even to rescue my friends\nwould I live in your kingdom. Nor could I endure for long the society\nof such a wicked monster as you.\"\n\n\"You forget,\" retorted the King, scowling darkly, \"that you also are in\nmy power.\"\n\n\"Not so, Ruggedo. The Rainbow's Daughter is beyond the reach of your\nspite or malice.\"\n\n\"Seize her!\" suddenly shouted the King, and General Guph sprang forward\nto obey. Polychrome stood quite still, yet when Guph attempted to\nclutch her his hands met in air, and now the Rainbow's Daughter was in\nanother part of the room, as smiling and composed as before.\n\nSeveral times Guph endeavored to capture her and Ruggedo even came down\nfrom his throne to assist his General; but never could they lay hands\nupon the lovely sky fairy, who flitted here and there with the\nswiftness of light and constantly defied them with her merry laughter\nas she evaded their efforts.\n\nSo after a time they abandoned the chase and Ruggedo returned to his\nthrone and wiped the perspiration from his face with a finely-woven\nhandkerchief of cloth-of-gold.\n\n\"Well,\" said Polychrome, \"what do you intend to do now?\"\n\n\"I'm going to have some fun, to repay me for all my bother,\" replied\nthe Nome King. Then he said to Kaliko: \"Summon the executioners.\"\n\nKaliko at once withdrew and presently returned with a score of nomes,\nall of whom were nearly as evil looking as their hated master. They\nbore great golden pincers, and prods of silver, and clamps and chains\nand various wicked-looking instruments, all made of precious metals and\nset with diamonds and rubies.\n\n\"Now, Pang,\" said Ruggedo, addressing the leader of the executioners,\n\"fetch the Army of Oogaboo and their Queen from the pit and torture\nthem here in my presence--as well as in the presence of their friends.\nIt will be great sport.\"\n\n\"I hear Your Majesty, and I obey Your Majesty,\" answered Pang, and went\nwith his nomes into the passage. In a few minutes he returned and bowed\nto Ruggedo.\n\n\"They're all gone,\" said he.\n\n\"Gone!\" exclaimed the Nome King. \"Gone where?\"\n\n\"They left no address, Your Majesty; but they are not in the pit.\"\n\n\"Picks and puddles!\" roared the King; \"who took the cover off?\"\n\n\"No one,\" said Pang. \"The cover was there, but the prisoners were not\nunder it.\"\n\n\"In that case,\" snarled the King, trying to control his disappointment,\n\"go to the Slimy Cave and fetch hither the girl and the donkey. And\nwhile we are torturing them Kaliko must take a hundred nomes and search\nfor the escaped prisoners--the Queen of Oogaboo and her officers. If he\ndoes not find them, I will torture Kaliko.\"\n\nKaliko went away looking sad and disturbed, for he knew the King was\ncruel and unjust enough to carry out this threat. Pang and the\nexecutioners also went away, in another direction, but when they came\nback Betsy Bobbin was not with them, nor was Hank.\n\n\"There is no one in the Slimy Cave, Your Majesty,\" reported Pang.\n\n\"Jumping jellycakes!\" screamed the King. \"Another escape? Are you sure\nyou found the right cave?\"\n\n\"There is but one Slimy Cave, and there is no one in it,\" returned Pang\npositively.\n\nRuggedo was beginning to be alarmed as well as angry. However, these\ndisappointments but made him the more vindictive and he cast an evil\nlook at the other prisoners and said:\n\n\"Never mind the girl and the donkey. Here are four, at least, who\ncannot escape my vengeance. Let me see; I believe I'll change my mind\nabout Tik-Tok. Have the gold crucible heated to a white, seething heat,\nand then we'll dump the copper man into it and melt him up.\"\n\n\"But, Your Majesty,\" protested Kaliko, who had returned to the room\nafter sending a hundred nomes to search for the Oogaboo people, \"you\nmust remember that Tik-Tok is a very curious and interesting machine.\nIt would be a shame to deprive the world of such a clever contrivance.\"\n\n\"Say another word, and you'll go into the furnace with him!\" roared the\nKing. \"I'm getting tired of you, Kaliko, and the first thing you know\nI'll turn you into a potato and make Saratoga-chips of you! The next to\nconsider,\" he added more mildly, \"is the Shaggy Man. As he owns the\nLove Magnet, I think I'll transform him into a dove, and then we can\npractice shooting at him with Tik-Tok's gun. Now, this is a very\ninteresting ceremony and I beg you all to watch me closely and see that\nI've nothing up my sleeve.\"\n\nHe came out of his throne to stand before the Shaggy Man, and then he\nwaved his hands, palms downward, in seven semicircles over his victim's\nhead, saying in a low but clear tone of voice the magic wugwa:\n\n  \"Adi, edi, idi, odi, udi, oo-i-oo!\n  Idu, ido, idi, ide, ida, woo!\"\n\nThe effect of this well-known sorcery was instantaneous. Instead of the\nShaggy Man, a pretty dove lay fluttering upon the floor, its wings\nconfined by tiny cords wound around them. Ruggedo gave an order to\nPang, who cut the cords with a pair of scissors. Being freed, the dove\nquickly flew upward and alighted on the shoulder of the Rose Princess,\nwho stroked it tenderly.\n\n\"Very good! Very good!\" cried Ruggedo, rubbing his hands gleefully\ntogether. \"One enemy is out of my way, and now for the others.\"\n\n(Perhaps my readers should be warned not to attempt the above\ntransformation; for, although the exact magical formula has been\ndescribed, it is unlawful in all civilized countries for anyone to\ntransform a person into a dove by muttering the words Ruggedo used.\nThere were no laws to prevent the Nome King from performing this\ntransformation, but if it should be attempted in any other country, and\nthe magic worked, the magician would be severely punished.)\n\nWhen Polychrome saw Shaggy Man transformed into a dove and realized\nthat Ruggedo was about to do something as dreadful to the Princess and\nFiles, and that Tik-Tok would soon be melted in a crucible, she turned\nand ran from the cavern, through the passage and back to the place\nwhere Quox lay asleep.\n\n\n\n\nChapter Eighteen\n\nA Clever Conquest\n\n\nThe great dragon still had his eyes closed and was even snoring in a\nmanner that resembled distant thunder; but Polychrome was now\ndesperate, because any further delay meant the destruction of her\nfriends. She seized the pearl necklace, to which was attached the great\nlocket, and jerked it with all her strength.\n\nThe result was encouraging. Quox stopped snoring and his eyelids\nflickered. So Polychrome jerked again--and again--till slowly the great\nlids raised and the dragon looked at her steadily. Said he, in a sleepy\ntone:\n\n\"What's the matter, little Rainbow?\"\n\n\"Come quick!\" exclaimed Polychrome. \"Ruggedo has captured all our\nfriends and is about to destroy them.\"\n\n\"Well, well,\" said Quox, \"I suspected that would happen. Step a little\nout of my path, my dear, and I'll make a rush for the Nome King's\ncavern.\"\n\nShe fell back a few steps and Quox raised himself on his stout legs,\nwhisked his long tail and in an instant had slid down the rocks and\nmade a dive through the entrance.\n\nAlong the passage he swept, nearly filling it with his immense body,\nand now he poked his head into the jeweled cavern of Ruggedo.\n\nBut the King had long since made arrangements to capture the dragon,\nwhenever he might appear. No sooner did Quox stick his head into the\nroom than a thick chain fell from above and encircled his neck. Then\nthe ends of the chain were drawn tight--for in an adjoining cavern a\nthousand nomes were pulling on them--and so the dragon could advance no\nfurther toward the King. He could not use his teeth or his claws and as\nhis body was still in the passage he had not even room to strike his\nfoes with his terrible tail.\n\nRuggedo was delighted with the success of his stratagem. He had just\ntransformed the Rose Princess into a fiddle and was about to transform\nFiles into a fiddle bow, when the dragon appeared to interrupt him. So\nhe called out:\n\n\"Welcome, my dear Quox, to my royal entertainment. Since you are here,\nyou shall witness some very neat magic, and after I have finished with\nFiles and Tik-Tok I mean to transform you into a tiny lizard--one of\nthe chameleon sort--and you shall live in my cavern and amuse me.\"\n\n\"Pardon me for contradicting Your Majesty,\" returned Quox in a quiet\nvoice, \"but I don't believe you'll perform any more magic.\"\n\n\"Eh? Why not?\" asked the King in surprise.\n\n\"There's a reason,\" said Quox. \"Do you see this ribbon around my neck?\"\n\n\"Yes; and I'm astonished that a dignified dragon should wear such a\nsilly thing.\"\n\n\"Do you see it plainly?\" persisted the dragon, with a little chuckle of\namusement.\n\n\"I do,\" declared Ruggedo.\n\n\"Then you no longer possess any magical powers, and are as helpless as\na clam,\" asserted Quox. \"My great master, Tititi-Hoochoo, the Jinjin,\nenchanted this ribbon in such a way that whenever Your Majesty looked\nupon it all knowledge of magic would desert you instantly, nor will any\nmagical formula you can remember ever perform your bidding.\"\n\n\"Pooh! I don't believe a word of it!\" cried Ruggedo, half frightened,\nnevertheless. Then he turned toward Files and tried to transform him\ninto a fiddle bow. But he could not remember the right words or the\nright pass of the hands and after several trials he finally gave up the\nattempt.\n\nBy this time the Nome King was so alarmed that he was secretly shaking\nin his shoes.\n\n\"I told you not to anger Tititi-Hoochoo,\" grumbled Kaliko, \"and now you\nsee the result of your disobedience.\"\n\nRuggedo promptly threw his sceptre at his Royal Chamberlain, who dodged\nit with his usual cleverness, and then he said with an attempt to\nswagger:\n\n\"Never mind; I don't need magic to enable me to destroy these invaders;\nfire and the sword will do the business and I am still King of the\nNomes and lord and master of my Underground Kingdom!\"\n\n\"Again I beg to differ with Your Majesty,\" said Quox. \"The Great Jinjin\ncommands you to depart instantly from this Kingdom and seek the earth's\nsurface, where you will wander for all time to come, without a home or\ncountry, without a friend or follower, and without any more riches than\nyou can carry with you in your pockets. The Great Jinjin is so generous\nthat he will allow you to fill your pockets with jewels or gold, but\nyou must take nothing more.\"\n\nRuggedo now stared at the dragon in amazement.\n\n\"Does Tititi-Hoochoo condemn me to such a fate?\" he asked in a hoarse\nvoice.\n\n\"He does,\" said Quox.\n\n\"And just for throwing a few strangers down the Forbidden Tube?\"\n\n\"Just for that,\" repeated Quox in a stern, gruff voice.\n\n\"Well, I won't do it. And your crazy old Jinjin can't make me do it,\neither!\" declared Ruggedo. \"I intend to remain here, King of the Nomes,\nuntil the end of the world, and I defy your Tititi-Hoochoo and all his\nfairies--as well as his clumsy messenger, whom I have been obliged to\nchain up!\"\n\nThe dragon smiled again, but it was not the sort of smile that made\nRuggedo feel very happy. Instead, there was something so cold and\nmerciless in the dragon's expression that the condemned Nome King\ntrembled and was sick at heart.\n\nThere was little comfort for Ruggedo in the fact that the dragon was\nnow chained, although he had boasted of it. He glared at the immense\nhead of Quox as if fascinated and there was fear in the old King's eyes\nas he watched his enemy's movements.\n\nFor the dragon was now moving; not abruptly, but as if he had something\nto do and was about to do it. Very deliberately he raised one claw,\ntouched the catch of the great jeweled locket that was suspended around\nhis neck, and at once it opened wide.\n\nNothing much happened at first; half a dozen hen's eggs rolled out upon\nthe floor and then the locket closed with a sharp click. But the effect\nupon the nomes of this simple thing was astounding. General Guph,\nKaliko, Pang and his band of executioners were all standing close to\nthe door that led to the vast series of underground caverns which\nconstituted the dominions of the nomes, and as soon as they saw the\neggs they raised a chorus of frantic screams and rushed through the\ndoor, slamming it in Ruggedo's face and placing a heavy bronze bar\nacross it.\n\nRuggedo, dancing with terror and uttering loud cries, now leaped upon\nthe seat of his throne to escape the eggs, which had rolled steadily\ntoward him. Perhaps these eggs, sent by the wise and crafty\nTititi-Hoochoo, were in some way enchanted, for they all rolled\ndirectly after Ruggedo and when they reached the throne where he had\ntaken refuge they began rolling up the legs to the seat.\n\nThis was too much for the King to bear. His horror of eggs was real and\nabsolute and he made a leap from the throne to the center of the room\nand then ran to a far corner.\n\nThe eggs followed, rolling slowly but steadily in his direction.\nRuggedo threw his sceptre at them, and then his ruby crown, and then he\ndrew off his heavy golden sandals and hurled these at the advancing\neggs. But the eggs dodged every missile and continued to draw nearer.\nThe King stood trembling, his eyes staring in terror, until they were\nbut half a yard distant; then with an agile leap he jumped clear over\nthem and made a rush for the passage that led to the outer entrance.\n\nOf course the dragon was in his way, being chained in the passage with\nhis head in the cavern, but when he saw the King making toward him he\ncrouched as low as he could and dropped his chin to the floor, leaving\na small space between his body and the roof of the passage.\n\nRuggedo did not hesitate an instant. Impelled by fear, he leaped to the\ndragon's nose and then scrambled to his back, where he succeeded in\nsqueezing himself through the opening. After the head was passed there\nwas more room and he slid along the dragon's scales to his tail and\nthen ran as fast as his legs would carry him to the entrance. Not\npausing here, so great was his fright, the King dashed on down the\nmountain path, but before he had gone very far he stumbled and fell.\n\nWhen he picked himself up he observed that no one was following him,\nand while he recovered his breath he happened to think of the decree of\nthe Jinjin--that he should be driven from his Kingdom and made a\nwanderer on the face of the earth. Well, here he was, driven from his\ncavern in truth; driven by those dreadful eggs; but he would go back\nand defy them; he would not submit to losing his precious Kingdom and\nhis tyrannical powers, all because Tititi-Hoochoo had said he must.\n\nSo, although still afraid, Ruggedo nerved himself to creep back along\nthe path to the entrance, and when he arrived there he saw the six eggs\nlying in a row just before the arched opening.\n\nAt first he paused a safe distance away to consider the case, for the\neggs were now motionless. While he was wondering what could be done, he\nremembered there was a magical charm which would destroy eggs and\nrender them harmless to nomes. There were nine passes to be made and\nsix verses of incantation to be recited; but Ruggedo knew them all. Now\nthat he had ample time to be exact, he carefully went through the\nentire ceremony.\n\nBut nothing happened. The eggs did not disappear, as he had expected;\nso he repeated the charm a second time. When that also failed, he\nremembered, with a moan of despair, that his magic power had been taken\naway from him and in the future he could do no more than any common\nmortal.\n\nAnd there were the eggs, forever barring him from the Kingdom which he\nhad ruled so long with absolute sway! He threw rocks at them, but could\nnot hit a single egg. He raved and scolded and tore his hair and beard,\nand danced in helpless passion, but that did nothing to avert the just\njudgment of the Jinjin, which Ruggedo's own evil deeds had brought upon\nhim.\n\nFrom this time on he was an outcast--a wanderer upon the face of the\nearth--and he had even forgotten to fill his pockets with gold and\njewels before he fled from his former Kingdom!\n\n\n\n\nChapter Nineteen\n\nKing Kaliko\n\n\nAfter the King had made good his escape Files said to the dragon, in a\nsad voice:\n\n\"Alas! why did you not come before? Because you were sleeping instead\nof conquering, the lovely Rose Princess has become a fiddle without a\nbow, while poor Shaggy sits there a cooing dove!\"\n\n\"Don't worry,\" replied Quox. \"Tititi-Hoochoo knows his business, and I\nhave my orders from the Great Jinjin himself. Bring the fiddle here and\ntouch it lightly to my pink ribbon.\"\n\nFiles obeyed and at the moment of contact with the ribbon the Nome\nKing's charm was broken and the Rose Princess herself stood before them\nas sweet and smiling as ever.\n\nThe dove, perched on the back of the throne, had seen and heard all\nthis, so without being told what to do it flew straight to the dragon\nand alighted on the ribbon. Next instant Shaggy was himself again and\nQuox said to him grumblingly:\n\n\"Please get off my left toe, Shaggy Man, and be more particular where\nyou step.\"\n\n\"I beg your pardon!\" replied Shaggy, very glad to resume his natural\nform. Then he ran to lift the heavy diamond off Tik-Tok's chest and to\nassist the Clockwork Man to his feet.\n\n\"Ma-ny thanks!\" said Tik-Tok. \"Where is the wicked King who want-ed to\nmelt me in a cru-ci-ble?\"\n\n\"He has gone, and gone for good,\" answered Polychrome, who had managed\nto squeeze into the room beside the dragon and had witnessed the\noccurrences with much interest. \"But I wonder where Betsy Bobbin and\nHank can be, and if any harm has befallen them.\"\n\n\"We must search the cavern until we find them,\" declared Shaggy; but\nwhen he went to the door leading to the other caverns he found it shut\nand barred.\n\n\"I've a pretty strong push in my forehead,\" said Quox, \"and I believe I\ncan break down that door, even though it's made of solid gold.\"\n\n\"But you are a prisoner, and the chains that hold you are fastened in\nsome other room, so that we cannot release you,\" Files said anxiously.\n\n\"Oh, never mind that,\" returned the dragon. \"I have remained a prisoner\nonly because I wished to be one,\" and with this he stepped forward and\nburst the stout chains as easily as if they had been threads.\n\nBut when he tried to push in the heavy metal door, even his mighty\nstrength failed, and after several attempts he gave it up and squatted\nhimself in a corner to think of a better way.\n\n\"I'll o-pen the door,\" asserted Tik-Tok, and going to the King's big\ngong he pounded upon it until the noise was almost deafening.\n\nKaliko, in the next cavern, was wondering what had happened to Ruggedo\nand if he had escaped the eggs and outwitted the dragon. But when he\nheard the sound of the gong, which had so often called him into the\nKing's presence, he decided that Ruggedo had been victorious; so he\ntook away the bar, threw open the door and entered the royal cavern.\n\nGreat was his astonishment to find the King gone and the enchantments\nremoved from the Princess and Shaggy. But the eggs were also gone and\nso Kaliko advanced to the dragon, whom he knew to be Tititi-Hoochoo's\nmessenger, and bowed humbly before the beast.\n\n\"What is your will?\" he inquired.\n\n\"Where is Betsy?\" demanded the dragon.\n\n\"Safe in my own private room,\" said Kaliko.\n\n\"Go and get her!\" commanded Quox.\n\nSo Kaliko went to Betsy's room and gave three raps upon the door. The\nlittle girl had been asleep, but she heard the raps and opened the door.\n\n\"You may come out now,\" said Kaliko. \"The King has fled in disgrace and\nyour friends are asking for you.\"\n\nSo Betsy and Hank returned with the Royal Chamberlain to the throne\ncavern, where she was received with great joy by her friends. They told\nher what had happened to Ruggedo and she told them how kind Kaliko had\nbeen to her. Quox did not have much to say until the conversation was\nended, but then he turned to Kaliko and asked:\n\n\"Do you suppose you could rule your nomes better than Ruggedo has done?\"\n\n\"Me?\" stammered the Chamberlain, greatly surprised by the question.\n\"Well, I couldn't be a worse King, I'm sure.\"\n\n\"Would the nomes obey you?\" inquired the dragon.\n\n\"Of course,\" said Kaliko. \"They like me better than ever they did\nRuggedo.\"\n\n\"Then hereafter you shall be the Metal Monarch, King of the Nomes, and\nTititi-Hoochoo expects you to rule your Kingdom wisely and well,\" said\nQuox.\n\n\"Hooray!\" cried Betsy; \"I'm glad of that. King Kaliko, I salute Your\nMajesty and wish you joy in your gloomy old Kingdom!\"\n\n\"We all wish him joy,\" said Polychrome; and then the others made haste\nto congratulate the new King.\n\n\"Will you release my dear brother?\" asked Shaggy.\n\n\"The Ugly One? Very willingly,\" replied Kaliko. \"I begged Ruggedo long\nago to send him away, but he would not do so. I also offered to help\nyour brother to escape, but he would not go.\"\n\n\"He's so conscientious!\" said Shaggy, highly pleased. \"All of our\nfamily have noble natures. But is my dear brother well?\" he added\nanxiously.\n\n\"He eats and sleeps very steadily,\" replied the new King.\n\n\"I hope he doesn't work too hard,\" said Shaggy.\n\n\"He doesn't work at all. In fact, there is nothing he can do in these\ndominions as well as our nomes, whose numbers are so great that it\nworries us to keep them all busy. So your brother has only to amuse\nhimself.\"\n\n\"Why, it's more like visiting, than being a prisoner,\" asserted Betsy.\n\n\"Not exactly,\" returned Kaliko. \"A prisoner cannot go where or when he\npleases, and is not his own master.\"\n\n\"Where is my brother now?\" inquired Shaggy.\n\n\"In the Metal Forest.\"\n\n\"Where is that?\"\n\n\"The Metal Forest is in the Great Domed Cavern, the largest in all our\ndominions,\" replied Kaliko. \"It is almost like being out of doors, it\nis so big, and Ruggedo made the wonderful forest to amuse himself, as\nwell as to tire out his hard-working nomes. All the trees are gold and\nsilver and the ground is strewn with precious stones, so it is a sort\nof treasury.\"\n\n\"Let us go there at once and rescue my dear brother,\" pleaded Shaggy\nearnestly.\n\nKaliko hesitated.\n\n\"I don't believe I can find the way,\" said he. \"Ruggedo made three\nsecret passages to the Metal Forest, but he changes the location of\nthese passages every week, so that no one can get to the Metal Forest\nwithout his permission. However, if we look sharp, we may be able to\ndiscover one of these secret ways.\"\n\n\"That reminds me to ask what has become of Queen Ann and the Officers\nof Oogaboo,\" said Files.\n\n\"I'm sure I can't say,\" replied Kaliko.\n\n\"Do you suppose Ruggedo destroyed them?\"\n\n\"Oh, no; I'm quite sure he didn't. They fell into the big pit in the\npassage, and we put the cover on to keep them there; but when the\nexecutioners went to look for them they had all disappeared from the\npit and we could find no trace of them.\"\n\n\"That's funny,\" remarked Betsy thoughtfully. \"I don't believe Ann knew\nany magic, or she'd have worked it before. But to disappear like that\n_seems_ like magic; now, doesn't it?\"\n\nThey agreed that it did, but no one could explain the mystery.\n\n\"However,\" said Shaggy, \"they are gone, that is certain, so we cannot\nhelp them or be helped by them. And the important thing just now is to\nrescue my dear brother from captivity.\"\n\n\"Why do they call him the Ugly One?\" asked Betsy.\n\n\"I do not know,\" confessed Shaggy. \"I cannot remember his looks very\nwell, it is so long since I have seen him; but all of our family are\nnoted for their handsome faces.\"\n\nBetsy laughed and Shaggy seemed rather hurt; but Polychrome relieved\nhis embarrassment by saying softly: \"One can be ugly in looks, but\nlovely in disposition.\"\n\n\"Our first task,\" said Shaggy, a little comforted by this remark, \"is\nto find one of those secret passages to the Metal Forest.\"\n\n\"True,\" agreed Kaliko. \"So I think I will assemble the chief nomes of\nmy kingdom in this throne room and tell them that I am their new King.\nThen I can ask them to assist us in searching for the secret passages.\n\n\"That's a good idea,\" said the dragon, who seemed to be getting sleepy\nagain.\n\nKaliko went to the big gong and pounded on it just as Ruggedo used to\ndo; but no one answered the summons.\n\n\"Of course not,\" said he, jumping up from the throne, where he had\nseated himself. \"That is my call, and I am still the Royal Chamberlain,\nand will be until I appoint another in my place.\"\n\nSo he ran out of the room and found Guph and told him to answer the\nsummons of the King's gong. Having returned to the royal cavern, Kaliko\nfirst pounded the gong and then sat in the throne, wearing Ruggedo's\ndiscarded ruby crown and holding in his hand the sceptre which Ruggedo\nhad so often thrown at his head.\n\nWhen Guph entered he was amazed.\n\n\"Better get out of that throne before old Ruggedo comes back,\" he said\nwarningly.\n\n\"He isn't coming back, and I am now the King of the Nomes, in his\nstead,\" announced Kaliko.\n\n\"All of which is quite true,\" asserted the dragon, and all of those who\nstood around the throne bowed respectfully to the new King.\n\nSeeing this, Guph also bowed, for he was glad to be rid of such a hard\nmaster as Ruggedo. Then Kaliko, in quite a kingly way, informed Guph\nthat he was appointed the Royal Chamberlain, and promised not to throw\nthe sceptre at his head unless he deserved it.\n\nAll this being pleasantly arranged, the new Chamberlain went away to\ntell the news to all the nomes of the underground Kingdom, every one of\nwhom would be delighted with the change in Kings.\n\n\n\n\nChapter Twenty\n\nQuox Quietly Quits\n\n\nWhen the chief nomes assembled before their new King they joyfully\nsaluted him and promised to obey his commands. But, when Kaliko\nquestioned them, none knew the way to the Metal Forest, although all\nhad assisted in its making. So the King instructed them to search\ncarefully for one of the passages and to bring him the news as soon as\nthey had found it.\n\nMeantime Quox had managed to back out of the rocky corridor and so\nregain the open air and his old station on the mountain-side, and there\nhe lay upon the rocks, sound asleep, until the next day. The others of\nthe party were all given as good rooms as the caverns of the nomes\nafforded, for King Kaliko felt that he was indebted to them for his\npromotion and was anxious to be as hospitable as he could.\n\nMuch wonderment had been caused by the absolute disappearance of the\nsixteen officers of Oogaboo and their Queen. Not a nome had seen them,\nnor were they discovered during the search for the passages leading to\nthe Metal Forest. Perhaps no one was unhappy over their loss, but all\nwere curious to know what had become of them.\n\nOn the next day, when our friends went to visit the dragon, Quox said\nto them: \"I must now bid you good-bye, for my mission here is finished\nand I must depart for the other side of the world, where I belong.\"\n\n\"Will you go through the Tube again?\" asked Betsy.\n\n\"To be sure. But it will be a lonely trip this time, with no one to\ntalk to, and I cannot invite any of you to go with me. Therefore, as\nsoon as I slide into the hole I shall go to sleep, and when I pop out\nat the other end I will wake up at home.\"\n\nThey thanked the dragon for befriending them and wished him a pleasant\njourney. Also they sent their thanks to the great Jinjin, whose just\ncondemnation of Ruggedo had served their interests so well. Then Quox\nyawned and stretched himself and ambled over to the Tube, into which he\nslid headforemost and disappeared.\n\nThey really felt as if they had lost a friend, for the dragon had been\nboth kind and sociable during their brief acquaintance with him; but\nthey knew it was his duty to return to his own country. So they went\nback to the caverns to renew the search for the hidden passages that\nled to the forest, but for three days all efforts to find them proved\nin vain.\n\nIt was Polychrome's custom to go every day to the mountain and watch\nfor her father, the Rainbow, for she was growing tired with wandering\nupon the earth and longed to rejoin her sisters in their sky palaces.\nAnd on the third day, while she sat motionless upon a point of rock,\nwhom should she see slyly creeping up the mountain but Ruggedo!\n\nThe former King looked very forlorn. His clothes were soiled and torn\nand he had no sandals upon his feet or hat upon his head. Having left\nhis crown and sceptre behind when he fled, the old nome no longer\nseemed kingly, but more like a beggerman.\n\nSeveral times had Ruggedo crept up to the mouth of the caverns, only to\nfind the six eggs still on guard. He knew quite well that he must\naccept his fate and become a homeless wanderer, but his chief regret\nnow was that he had neglected to fill his pockets with gold and jewels.\nHe was aware that a wanderer with wealth at his command would fare much\nbetter than one who was a pauper, so he still loitered around the\ncaverns wherein he knew so much treasure was stored, hoping for a\nchance to fill his pockets.\n\nThat was how he came to recollect the Metal Forest.\n\n\"Aha!\" said he to himself, \"I alone know the way to that Forest, and\nonce there I can fill my pockets with the finest jewels in all the\nworld.\"\n\nHe glanced at his pockets and was grieved to find them so small.\nPerhaps they might be enlarged, so that they would hold more. He knew\nof a poor woman who lived in a cottage at the foot of the mountain, so\nhe went to her and begged her to sew pockets all over his robe, paying\nher with the gift of a diamond ring which he had worn upon his finger.\nThe woman was delighted to possess so valuable a ring and she sewed as\nmany pockets on Ruggedo's robe as she possibly could.\n\nThen he returned up the mountain and, after gazing cautiously around to\nmake sure he was not observed, he touched a spring in a rock and it\nswung slowly backward, disclosing a broad passageway. This he entered,\nswinging the rock in place behind him.\n\nHowever, Ruggedo had failed to look as carefully as he might have done,\nfor Polychrome was seated only a little distance off and her clear eyes\nmarked exactly the manner in which Ruggedo had released the hidden\nspring. So she rose and hurried into the cavern, where she told Kaliko\nand her friends of her discovery.\n\n\"I've no doubt that that is a way to the Metal Forest,\" exclaimed\nShaggy. \"Come, let us follow Ruggedo at once and rescue my poor\nbrother!\"\n\nThey agreed to this and King Kaliko called together a band of nomes to\nassist them by carrying torches to light their way.\n\n\"The Metal Forest has a brilliant light of its own,\" said he, \"but the\npassage across the valley is likely to be dark.\"\n\nPolychrome easily found the rock and touched the spring, so in less\nthan an hour after Ruggedo had entered they were all in the passage and\nfollowing swiftly after the former King.\n\n\"He means to rob the Forest, I'm sure,\" said Kaliko; \"but he will find\nhe is no longer of any account in this Kingdom and I will have my nomes\nthrow him out.\"\n\n\"Then please throw him as hard as you can,\" said Betsy, \"for he\ndeserves it. I don't mind an honest, out-an'-out enemy, who fights\nsquare; but changing girls into fiddles and ordering 'em put into Slimy\nCaves is mean and tricky, and Ruggedo doesn't deserve any sympathy. But\nyou'll have to let him take as much treasure as he can get in his\npockets, Kaliko.\"\n\n\"Yes, the Jinjin said so; but we won't miss it much. There is more\ntreasure in the Metal Forest than a million nomes could carry in their\npockets.\"\n\nIt was not difficult to walk through this passage, especially when the\ntorches lighted the way, so they made good progress. But it proved to\nbe a long distance and Betsy had tired herself with walking and was\nseated upon the back of the mule when the passage made a sharp turn and\na wonderful and glorious light burst upon them. The next moment they\nwere all standing upon the edge of the marvelous Metal Forest.\n\nIt lay under another mountain and occupied a great domed cavern, the\nroof of which was higher than a church steeple. In this space the\nindustrious nomes had built, during many years of labor, the most\nbeautiful forest in the world. The trees--trunks, branches and\nleaves--were all of solid gold, while the bushes and underbrush were\nformed of filigree silver, virgin pure. The trees towered as high as\nnatural live oaks do and were of exquisite workmanship.\n\nOn the ground were thickly strewn precious gems of every hue and size,\nwhile here and there among the trees were paths pebbled with cut\ndiamonds of the clearest water. Taken all together, more treasure was\ngathered in this Metal Forest than is contained in all the rest of the\nworld--if we except the land of Oz, where perhaps its value is equalled\nin the famous Emerald City.\n\nOur friends were so amazed at the sight that for a while they stood\ngazing in silent wonder. Then Shaggy exclaimed.\n\n\"My brother! My dear lost brother! Is he indeed a prisoner in this\nplace?\"\n\n\"Yes,\" replied Kaliko. \"The Ugly One has been here for two or three\nyears, to my positive knowledge.\"\n\n\"But what could he find to eat?\" inquired Betsy. \"It's an awfully swell\nplace to live in, but one can't breakfast on rubies and di'monds, or\neven gold.\"\n\n\"One doesn't need to, my dear,\" Kaliko assured her. \"The Metal Forest\ndoes not fill all of this great cavern, by any means. Beyond these gold\nand silver trees are other trees of the real sort, which bear foods\nvery nice to eat. Let us walk in that direction, for I am quite sure we\nwill find Shaggy's brother in that part of the cavern, rather than in\nthis.\"\n\nSo they began to tramp over the diamond-pebbled paths, and at every\nstep they were more and more bewildered by the wondrous beauty of the\ngolden trees with their glittering foliage.\n\nSuddenly they heard a scream. Jewels scattered in every direction as\nsome one hidden among the bushes scampered away before them. Then a\nloud voice cried: \"Halt!\" and there was the sound of a struggle.\n\n\n\n\nChapter Twenty-One\n\nA Bashful Brother\n\n\nWith fast beating hearts they all rushed forward and, beyond a group of\nstately metal trees, came full upon a most astonishing scene.\n\nThere was Ruggedo in the hands of the officers of Oogaboo, a dozen of\nwhom were clinging to the old nome and holding him fast in spite of his\nefforts to escape. There also was Queen Ann, looking grimly upon the\nscene of strife; but when she observed her former companions\napproaching she turned away in a shamefaced manner.\n\nFor Ann and her officers were indeed a sight to behold. Her Majesty's\nclothing, once so rich and gorgeous, was now worn and torn into shreds\nby her long crawl through the tunnel, which, by the way, had led her\ndirectly into the Metal Forest. It was, indeed, one of the three secret\npassages, and by far the most difficult of the three. Ann had not only\ntorn her pretty skirt and jacket, but her crown had become bent and\nbattered and even her shoes were so cut and slashed that they were\nready to fall from her feet.\n\nThe officers had fared somewhat worse than their leader, for holes were\nworn in the knees of their trousers, while sharp points of rock in the\nroof and sides of the tunnel had made rags of every inch of their once\nbrilliant uniforms. A more tattered and woeful army never came out of a\nbattle, than these harmless victims of the rocky passage. But it had\nseemed their only means of escape from the cruel Nome King; so they had\ncrawled on, regardless of their sufferings.\n\nWhen they reached the Metal Forest their eyes beheld more plunder than\nthey had ever dreamed of; yet they were prisoners in this huge dome and\ncould not escape with the riches heaped about them. Perhaps a more\nunhappy and homesick lot of \"conquerors\" never existed than this band\nfrom Oogaboo.\n\nAfter several days of wandering in their marvelous prison they were\nfrightened by the discovery that Ruggedo had come among them. Rendered\ndesperate by their sad condition, the officers exhibited courage for\nthe first time since they left home and, ignorant of the fact that\nRuggedo was no longer King of the nomes, they threw themselves upon him\nand had just succeeded in capturing him when their fellow adventurers\nreached the spot.\n\n\"Goodness gracious!\" cried Betsy. \"What has happened to you all?\"\n\nAnn came forward to greet them, sorrowful and indignant.\n\n\"We were obliged to escape from the pit through a small tunnel, which\nwas lined with sharp and jagged rocks,\" said she, \"and not only was our\nclothing torn to rags but our flesh is so bruised and sore that we are\nstiff and lame in every joint. To add to our troubles we find we are\nstill prisoners; but now that we have succeeded in capturing the wicked\nMetal Monarch we shall force him to grant us our liberty.\"\n\n\"Ruggedo is no longer Metal Monarch, or King of the nomes,\" Files\ninformed her. \"He has been deposed and cast out of his kingdom by Quox;\nbut here is the new King, whose name is Kaliko, and I am pleased to\nassure Your Majesty that he is our friend.\"\n\n\"Glad to meet Your Majesty, I'm sure,\" said Kaliko, bowing as\ncourteously as if the Queen still wore splendid raiment.\n\nThe officers, having heard this explanation, now set Ruggedo free; but,\nas he had no place to go, he stood by and faced his former servant, who\nwas now King in his place, in a humble and pleading manner.\n\n\"What are you doing here?\" asked Kaliko sternly.\n\n\"Why, I was promised as much treasure as I could carry in my pockets,\"\nreplied Ruggedo; \"so I came here to get it, not wishing to disturb Your\nMajesty.\"\n\n\"You were commanded to leave the country of the nomes forever!\"\ndeclared Kaliko.\n\n\"I know; and I'll go as soon as I have filled my pockets,\" said\nRuggedo, meekly.\n\n\"Then fill them, and be gone,\" returned the new King.\n\nRuggedo obeyed. Stooping down, he began gathering up jewels by the\nhandful and stuffing them into his many pockets. They were heavy\nthings, these diamonds and rubies and emeralds and amethysts and the\nlike, so before long Ruggedo was staggering with the weight he bore,\nwhile the pockets were not yet filled. When he could no longer stoop\nover without falling, Betsy and Polychrome and the Rose Princess came\nto his assistance, picking up the finest gems and tucking them into his\npockets.\n\nAt last these were all filled and Ruggedo presented a comical sight,\nfor surely no man ever before had so many pockets, or any at all filled\nwith such a choice collection of precious stones. He neglected to thank\nthe young ladies for their kindness, but gave them a surly nod of\nfarewell and staggered down the path by the way he had come. They let\nhim depart in silence, for with all he had taken, the masses of jewels\nupon the ground seemed scarcely to have been disturbed, so numerous\nwere they. Also they hoped they had seen the last of the degraded King.\n\n\"I'm awful glad he's gone,\" said Betsy, sighing deeply. \"If he doesn't\nget reckless and spend his wealth foolishly, he's got enough to start a\nbank when he gets to Oklahoma.\"\n\n\"But my brother--my dear brother! Where is he?\" inquired Shaggy\nanxiously. \"Have you seen him, Queen Ann?\"\n\n\"What does your brother look like?\" asked the Queen.\n\nShaggy hesitated to reply, but Betsy said: \"He's called the Ugly One.\nPerhaps you'll know him by that.\"\n\n\"The only person we have seen in this cavern,\" said Ann, \"has run away\nfrom us whenever we approached him. He hides over yonder, among the\ntrees that are not gold, and we have never been able to catch sight of\nhis face. So I cannot tell whether he is ugly or not.\"\n\n\"That must be my dear brother!\" exclaimed Shaggy.\n\n\"Yes, it must be,\" assented Kaliko. \"No one else inhabits this splendid\ndome, so there can be no mistake.\"\n\n\"But why does he hide among those green trees, instead of enjoying all\nthese glittery golden ones?\" asked Betsy.\n\n\"Because he finds food among the natural trees,\" replied Kaliko, \"and I\nremember that he has built a little house there, to sleep in. As for\nthese glittery golden trees, I will admit they are very pretty at first\nsight. One cannot fail to admire them, as well as the rich jewels\nscattered beneath them; but if one has to look at them always, they\nbecome pretty tame.\"\n\n\"I believe that is true,\" declared Shaggy. \"My dear brother is very\nwise to prefer real trees to the imitation ones. But come; let us go\nthere and find him.\"\n\nShaggy started for the green grove at once, and the others followed\nhim, being curious to witness the final rescue of his long-sought,\nlong-lost brother.\n\nNot far from the edge of the grove they came upon a small hut, cleverly\nmade of twigs and golden branches woven together. As they approached\nthe place they caught a glimpse of a form that darted into the hut and\nslammed the door tight shut after him.\n\nShaggy Man ran to the door and cried aloud:\n\n\"Brother! Brother!\"\n\n\"Who calls,\" demanded a sad, hollow voice from within.\n\n\"It is Shaggy--your own loving brother--who has been searching for you\na long time and has now come to rescue you.\"\n\n\"Too late!\" replied the gloomy voice. \"No one can rescue me now.\"\n\n\"Oh, but you are mistaken about that,\" said Shaggy. \"There is a new\nKing of the nomes, named Kaliko, in Ruggedo's place, and he has\npromised you shall go free.\"\n\n\"Free! I dare not go free!\" said the Ugly One, in a voice of despair.\n\n\"Why not, Brother?\" asked Shaggy, anxiously.\n\n\"Do you know what they have done to me?\" came the answer through the\nclosed door.\n\n\"No. Tell me, Brother, what have they done?\"\n\n\"When Ruggedo first captured me I was very handsome. Don't you\nremember, Shaggy?\"\n\n\"Not very well, Brother; you were so young when I left home. But I\nremember that mother thought you were beautiful.\"\n\n\"She was right! I am sure she was right,\" wailed the prisoner. \"But\nRuggedo wanted to injure me--to make me ugly in the eyes of all the\nworld--so he performed a wicked enchantment. I went to bed\nbeautiful--or you might say handsome--to be very modest I will merely\nclaim that I was good-looking--and I wakened the next morning the\nhomeliest man in all the world! I am so repulsive that when I look in a\nmirror I frighten myself.\"\n\n\"Poor Brother!\" said Shaggy softly, and all the others were silent from\nsympathy.\n\n\"I was so ashamed of my looks,\" continued the voice of Shaggy's\nbrother, \"that I tried to hide; but the cruel King Ruggedo forced me to\nappear before all the legion of nomes, to whom he said: 'Behold the\nUgly One!' But when the nomes saw my face they all fell to laughing and\njeering, which prevented them from working at their tasks. Seeing this,\nRuggedo became angry and pushed me into a tunnel, closing the rock\nentrance so that I could not get out. I followed the length of the\ntunnel until I reached this huge dome, where the marvelous Metal Forest\nstands, and here I have remained ever since.\"\n\n\"Poor Brother!\" repeated Shaggy. \"But I beg you now to come forth and\nface us, who are your friends. None here will laugh or jeer, however\nunhandsome you may be.\"\n\n\"No, indeed,\" they all added pleadingly.\n\nBut the Ugly One refused the invitation.\n\n\"I cannot,\" said he; \"indeed, I cannot face strangers, ugly as I am.\"\n\nShaggy Man turned to the group surrounding him.\n\n\"What shall I do?\" he asked in sorrowful tones. \"I cannot leave my dear\nbrother here, and he refuses to come out of that house and face us.\"\n\n\"I'll tell you,\" replied Betsy. \"Let him put on a mask.\"\n\n\"The very idea I was seeking!\" exclaimed Shaggy joyfully; and then he\ncalled out: \"Brother, put a mask over your face, and then none of us\ncan see what your features are like.\"\n\n\"I have no mask,\" answered the Ugly One.\n\n\"Look here,\" said Betsy; \"he can use my handkerchief.\"\n\nShaggy looked at the little square of cloth and shook his head.\n\n\"It isn't big enough,\" he objected; \"I'm sure it isn't big enough to\nhide a man's face. But he can use mine.\"\n\nSaying this he took from his pocket his own handkerchief and went to\nthe door of the hut.\n\n\"Here, my Brother,\" he called, \"take this handkerchief and make a mask\nof it. I will also pass you my knife, so that you may cut holes for the\neyes, and then you must tie it over your face.\"\n\nThe door slowly opened, just far enough for the Ugly One to thrust out\nhis hand and take the handkerchief and the knife. Then it closed again.\n\n\"Don't forget a hole for your nose,\" cried Betsy. \"You must breathe,\nyou know.\"\n\nFor a time there was silence. Queen Ann and her army sat down upon the\nground to rest. Betsy sat on Hank's back. Polychrome danced lightly up\nand down the jeweled paths while Files and the Princess wandered\nthrough the groves arm in arm. Tik-Tok, who never tired, stood\nmotionless.\n\nBy and by a noise sounded from within the hut.\n\n\"Are you ready?\" asked Shaggy.\n\n\"Yes, Brother,\" came the reply and the door was thrown open to allow\nthe Ugly One to step forth.\n\nBetsy might have laughed aloud had she not remembered how sensitive to\nridicule Shaggy's brother was, for the handkerchief with which he had\nmasked his features was a red one covered with big white polka dots. In\nthis two holes had been cut--in front of the eyes--while two smaller\nones before the nostrils allowed the man to breathe freely. The cloth\nwas then tightly drawn over the Ugly One's face and knotted at the back\nof his neck.\n\nHe was dressed in clothes that had once been good, but now were sadly\nworn and frayed. His silk stockings had holes in them, and his shoes\nwere stub-toed and needed blackening. \"But what can you expect,\"\nwhispered Betsy, \"when the poor man has been a prisoner for so many\nyears?\"\n\nShaggy had darted forward, and embraced his newly found brother with\nboth his arms. The brother also embraced Shaggy, who then led him\nforward and introduced him to all the assembled company.\n\n\"This is the new Nome King,\" he said when he came to Kaliko. \"He is our\nfriend, and has granted you your freedom.\"\n\n\"That is a kindly deed,\" replied Ugly in a sad voice, \"but I dread to\ngo back to the world in this direful condition. Unless I remain forever\nmasked, my dreadful face would curdle all the milk and stop all the\nclocks.\"\n\n\"Can't the enchantment be broken in some way?\" inquired Betsy.\n\nShaggy looked anxiously at Kaliko, who shook his head.\n\n\"I am sure I can't break the enchantment,\" he said. \"Ruggedo was fond\nof magic, and learned a good many enchantments that we nomes know\nnothing of.\"\n\n\"Perhaps Ruggedo himself might break his own enchantment,\" suggested\nAnn; \"but unfortunately we have allowed the old King to escape.\"\n\n\"Never mind, my dear Brother,\" said Shaggy consolingly; \"I am very\nhappy to have found you again, although I may never see your face. So\nlet us make the most of this joyful reunion.\"\n\nThe Ugly One was affected to tears by this tender speech, and the tears\nbegan to wet the red handkerchief; so Shaggy gently wiped them away\nwith his coat sleeve.\n\n\n\n\nChapter Twenty-Two\n\nKindly Kisses\n\n\n\"Won't you be dreadful sorry to leave this lovely place?\" Betsy asked\nthe Ugly One.\n\n\"No, indeed,\" said he. \"Jewels and gold are cold and heartless things,\nand I am sure I would presently have died of loneliness had I not found\nthis natural forest at the edge of the artificial one. Anyhow, without\nthese real trees I should soon have starved to death.\"\n\nBetsy looked around at the quaint trees.\n\n\"I don't just understand that,\" she admitted. \"What could you find to\neat here?\"\n\n\"The best food in the world,\" Ugly answered. \"Do you see that grove at\nyour left?\" he added, pointing it out; \"well, such trees as those do\nnot grow in your country, or in any other place but this cavern. I have\nnamed them 'Hotel Trees,' because they bear a certain kind of table\nd'hote fruit called 'Three-Course Nuts.'\"\n\n\"That's funny!\" said Betsy. \"What are the 'Three-Course Nuts' like?\"\n\n\"Something like cocoanuts, to look at,\" explained the Ugly One. \"All\nyou have to do is to pick one of them and then sit down and eat your\ndinner. You first unscrew the top part and find a cupfull of good soup.\nAfter you've eaten that, you unscrew the middle part and find a hollow\nfilled with meat and potatoes, vegetables and a fine salad. Eat that,\nand unscrew the next section, and you come to the dessert in the bottom\nof the nut. That is, pie and cake, cheese and crackers, and nuts and\nraisins. The Three-Course Nuts are not all exactly alike in flavor or\nin contents, but they are all good and in each one may be found a\ncomplete three-course dinner.\"\n\n\"But how about breakfasts?\" inquired Betsy.\n\n\"Why, there are Breakfast Trees for that, which grow over there at the\nright. They bear nuts, like the others, only the nuts contain coffee or\nchocolate, instead of soup; oatmeal instead of meat-and-potatoes, and\nfruits instead of dessert. Sad as has been my life in this wonderful\nprison, I must admit that no one could live more luxuriously in the\nbest hotel in the world than I have lived here; but I will be glad to\nget into the open air again and see the good old sun and the silvery\nmoon and the soft green grass and the flowers that are kissed by the\nmorning dew. Ah, how much more lovely are those blessed things than the\nglitter of gems or the cold gleam of gold!\"\n\n\"Of course,\" said Betsy. \"I once knew a little boy who wanted to catch\nthe measles, because all the little boys in his neighborhood but him\nhad had 'em, and he was really unhappy 'cause he couldn't catch 'em, try as\nhe would. So I'm pretty certain that the things we want, and can't\nhave, are not good for us. Isn't that true, Shaggy?\"\n\n\"Not always, my dear,\" he gravely replied. \"If we didn't want anything,\nwe would never get anything, good or bad. I think our longings are\nnatural, and if we act as nature prompts us we can't go far wrong.\"\n\n\"For my part,\" said Queen Ann, \"I think the world would be a dreary\nplace without the gold and jewels.\"\n\n\"All things are good in their way,\" said Shaggy; \"but we may have too\nmuch of any good thing. And I have noticed that the value of anything\ndepends upon how scarce it is, and how difficult it is to obtain.\"\n\n\"Pardon me for interrupting you,\" said King Kaliko, coming to their\nside, \"but now that we have rescued Shaggy's brother I would like to\nreturn to my royal cavern. Being the King of the Nomes, it is my duty\nto look after my restless subjects and see that they behave themselves.\"\n\nSo they all turned and began walking through the Metal Forest to the\nother side of the great domed cave, where they had first entered it.\nShaggy and his brother walked side by side and both seemed rejoiced\nthat they were together after their long separation. Betsy didn't dare\nlook at the polka dot handkerchief, for fear she would laugh aloud; so\nshe walked behind the two brothers and led Hank by holding fast to his\nleft ear.\n\nWhen at last they reached the place where the passage led to the outer\nworld, Queen Ann said, in a hesitating way that was unusual with her:\n\n\"I have not conquered this Nome Country, nor do I expect to do so; but\nI would like to gather a few of these pretty jewels before I leave this\nplace.\"\n\n\"Help yourself, ma'am,\" said King Kaliko, and at once the officers of\nthe Army took advantage of his royal permission and began filling their\npockets, while Ann tied a lot of diamonds in a big handkerchief.\n\nThis accomplished, they all entered the passage, the nomes going first\nto light the way with their torches. They had not proceeded far when\nBetsy exclaimed:\n\n\"Why, there are jewels here, too!\"\n\nAll eyes were turned upon the ground and they found a regular trail of\njewels strewn along the rock floor.\n\n\"This is queer!\" said Kaliko, much surprised. \"I must send some of my\nnomes to gather up these gems and replace them in the Metal Forest,\nwhere they belong. I wonder how they came to be here?\"\n\nAll the way along the passage they found this trail of jewels, but when\nthey neared the end the mystery was explained. For there, squatted upon\nthe floor with his back to the rock wall, sat old Ruggedo, puffing and\nblowing as if he was all tired out. Then they realized it was he who\nhad scattered the jewels, from his many pockets, which one by one had\nburst with the weight of their contents as he had stumbled along the\npassage.\n\n\"But I don't mind,\" said Ruggedo, with a deep sigh. \"I now realize that\nI could not have carried such a weighty load very far, even had I\nmanaged to escape from this passage with it. The woman who sewed the\npockets on my robe used poor thread, for which I shall thank her.\"\n\n\"Have you any jewels left?\" inquired Betsy.\n\nHe glanced into some of the remaining pockets.\n\n\"A few,\" said he, \"but they will be sufficient to supply my wants, and\nI no longer have any desire to be rich. If some of you will kindly help\nme to rise, I'll get out of here and leave you, for I know you all\ndespise me and prefer my room to my company.\"\n\nShaggy and Kaliko raised the old King to his feet, when he was\nconfronted by Shaggy's brother, whom he now noticed for the first time.\nThe queer and unexpected appearance of the Ugly One so startled Ruggedo\nthat he gave a wild cry and began to tremble, as if he had seen a ghost.\n\n\"Wh--wh--who is this?\" he faltered.\n\n\"I am that helpless prisoner whom your cruel magic transformed from a\nhandsome man into an ugly one!\" answered Shaggy's brother, in a voice\nof stern reproach.\n\n\"Really, Ruggedo,\" said Betsy, \"you ought to be ashamed of that mean\ntrick.\"\n\n\"I am, my dear,\" admitted Ruggedo, who was now as meek and humble as\nformerly he had been cruel and vindictive.\n\n\"Then,\" returned the girl, \"you'd better do some more magic and give\nthe poor man his own face again.\"\n\n\"I wish I could,\" answered the old King; \"but you must remember that\nTititi-Hoochoo has deprived me of all my magic powers. However, I never\ntook the trouble to learn just how to break the charm I cast over\nShaggy's brother, for I intended he should always remain ugly.\"\n\n\"Every charm,\" remarked pretty Polychrome, \"has its antidote; and, if\nyou knew this charm of ugliness, Ruggedo, you must have known how to\ndispel it.\"\n\nHe shook his head.\n\n\"If I did, I--I've forgotten,\" he stammered regretfully.\n\n\"Try to think!\" pleaded Shaggy, anxiously. \"_Please_ try to think!\"\n\nRuggedo ruffled his hair with both hands, sighed, slapped his chest,\nrubbed his ear, and stared stupidly around the group.\n\n\"I've a faint recollection that there _was_ one thing that would break\nthe charm,\" said he; \"but misfortune has so addled my brain that I\ncan't remember what it was.\"\n\n\"See here, Ruggedo,\" said Betsy, sharply, \"we've treated you pretty\nwell, so far, but we won't stand for any nonsense, and if you know\nwhat's good for yourself you'll think of that charm!\"\n\n\"Why?\" he demanded, turning to look wonderingly at the little girl.\n\n\"Because it means so much to Shaggy's brother. He's dreadfully ashamed\nof himself, the way he is now, and you're to blame for it. Fact is,\nRuggedo, you've done so much wickedness in your life that it won't hurt\nyou to do a kind act now.\"\n\nRuggedo blinked at her, and sighed again, and then tried very hard to\nthink.\n\n\"I seem to remember, dimly,\" said he, \"that a certain kind of a kiss\nwill break the charm of ugliness.\"\n\n\"What kind of a kiss?\"\n\n\"What kind? Why, it was--it was--it was either the kiss of a Mortal\nMaid; or--or--the kiss of a Mortal Maid who had once been a Fairy;\nor--or the kiss of one who is still a Fairy. I can't remember which.\nBut of course no maid, mortal or fairy, would ever consent to kiss a\nperson so ugly--so dreadfully, fearfully, terribly ugly--as Shaggy's\nbrother.\"\n\n\"I'm not so sure of that,\" said Betsy, with admirable courage; \"I'm a\nMortal Maid, and if it is _my_ kiss that will break this awful charm,\nI--I'll do it!\"\n\n\"Oh, you really couldn't,\" protested Ugly. \"I would be obliged to\nremove my mask, and when you saw my face, nothing could induce you to\nkiss me, generous as you are.\"\n\n\"Well, as for that,\" said the little girl, \"I needn't see your face at\nall. Here's my plan: You stay in this dark passage, and we'll send away\nthe nomes with their torches. Then you'll take off the handkerchief,\nand I--I'll kiss you.\"\n\n\"This is awfully kind of you, Betsy!\" said Shaggy, gratefully.\n\n\"Well, it surely won't kill me,\" she replied; \"and, if it makes you and\nyour brother happy, I'm willing to take some chances.\"\n\nSo Kaliko ordered the torch-bearers to leave the passage, which they\ndid by going through the rock opening. Queen Ann and her army also went\nout; but the others were so interested in Betsy's experiment that they\nremained grouped at the mouth of the passageway. When the big rock\nswung into place, closing tight the opening, they were left in total\ndarkness.\n\n\"Now, then,\" called Betsy in a cheerful voice, \"have you got that\nhandkerchief off your face, Ugly?\"\n\n\"Yes,\" he replied.\n\n\"Well, where are you, then?\" she asked, reaching out her arms.\n\n\"Here,\" said he.\n\n\"You'll have to stoop down, you know.\"\n\nHe found her hands and clasping them in his own stooped until his face\nwas near to that of the little girl. The others heard a clear, smacking\nkiss, and then Betsy exclaimed:\n\n\"There! I've done it, and it didn't hurt a bit!\"\n\n\"Tell me, dear brother; is the charm broken?\" asked Shaggy.\n\n\"I do not know,\" was the reply. \"It may be, or it may not be. I cannot\ntell.\"\n\n\"Has anyone a match?\" inquired Betsy.\n\n\"I have several,\" said Shaggy.\n\n\"Then let Ruggedo strike one of them and look at your brother's face,\nwhile we all turn our backs. Ruggedo made your brother ugly, so I guess\nhe can stand the horror of looking at him, if the charm isn't broken.\"\n\nAgreeing to this, Ruggedo took the match and lighted it. He gave one\nlook and then blew out the match.\n\n\"Ugly as ever!\" he said with a shudder. \"So it wasn't the kiss of a\nMortal Maid, after all.\"\n\n\"Let me try,\" proposed the Rose Princess, in her sweet voice. \"I am a\nMortal Maid who was once a Fairy. Perhaps my kiss will break the charm.\"\n\nFiles did not wholly approve of this, but he was too generous to\ninterfere. So the Rose Princess felt her way through the darkness to\nShaggy's brother and kissed him.\n\nRuggedo struck another match, while they all turned away.\n\n\"No,\" announced the former King; \"that didn't break the charm, either.\nIt must be the kiss of a Fairy that is required--or else my memory has\nfailed me altogether.\"\n\n\"Polly,\" said Betsy, pleadingly, \"won't _you_ try?\"\n\n\"Of course I will!\" answered Polychrome, with a merry laugh. \"I've\nnever kissed a mortal man in all the thousands of years I have existed,\nbut I'll do it to please our faithful Shaggy Man, whose unselfish\naffection for his ugly brother deserves to be rewarded.\"\n\nEven as Polychrome was speaking she tripped lightly to the side of the\nUgly One and quickly touched his cheek with her lips.\n\n\"Oh, thank you--thank you!\" he fervently cried. \"I've changed, this\ntime, I know. I can feel it! I'm different. Shaggy--dear Shaggy--I am\nmyself again!\"\n\nFiles, who was near the opening, touched the spring that released the\nbig rock and it suddenly swung backward and let in a flood of daylight.\n\nEveryone stood motionless, staring hard at Shaggy's brother, who, no\nlonger masked by the polka-dot handkerchief, met their gaze with a glad\nsmile.\n\n\"Well,\" said Shaggy Man, breaking the silence at last and drawing a\nlong, deep breath of satisfaction, \"you are no longer the Ugly One, my\ndear brother; but, to be entirely frank with you, the face that belongs\nto you is no more handsome than it ought to be.\"\n\n\"I think he's rather good looking,\" remarked Betsy, gazing at the man\ncritically.\n\n\"In comparison with what he was,\" said King Kaliko, \"he is really\nbeautiful. You, who never beheld his ugliness, may not understand that;\nbut it was my misfortune to look at the Ugly One many times, and I say\nagain that, in comparison with what he was, the man is now beautiful.\"\n\n\"All right,\" returned Betsy, briskly, \"we'll take your word for it,\nKaliko. And now let us get out of this tunnel and into the world again.\"\n\n\n\n\nChapter Twenty-Three\n\nRuggedo Reforms\n\n\nIt did not take them long to regain the royal cavern of the Nome King,\nwhere Kaliko ordered served to them the nicest refreshments the place\nafforded.\n\nRuggedo had come trailing along after the rest of the party and while\nno one paid any attention to the old King they did not offer any\nobjection to his presence or command him to leave them. He looked\nfearfully to see if the eggs were still guarding the entrance, but they\nhad now disappeared; so he crept into the cavern after the others and\nhumbly squatted down in a corner of the room.\n\nThere Betsy discovered him. All of the little girl's companions were\nnow so happy at the success of Shaggy's quest for his brother, and the\nlaughter and merriment seemed so general, that Betsy's heart softened\ntoward the friendless old man who had once been their bitter enemy, and\nshe carried to him some of the food and drink. Ruggedo's eyes filled\nwith tears at this unexpected kindness. He took the child's hand in his\nown and pressed it gratefully.\n\n\"Look here, Kaliko,\" said Betsy, addressing the new King, \"what's the\nuse of being hard on Ruggedo? All his magic power is gone, so he can't\ndo any more harm, and I'm sure he's sorry he acted so badly to\neverybody.\"\n\n\"Are you?\" asked Kaliko, looking down at his former master.\n\n\"I am,\" said Ruggedo. \"The girl speaks truly. I'm sorry and I'm\nharmless. I don't want to wander through the wide world, on top of the\nground, for I'm a nome. No nome can ever be happy any place but\nunderground.\"\n\n\"That being the case,\" said Kaliko, \"I will let you stay here as long\nas you behave yourself; but, if you try to act badly again, I shall\ndrive you out, as Tititi-Hoochoo has commanded, and you'll have to\nwander.\"\n\n\"Never fear. I'll behave,\" promised Ruggedo. \"It is hard work being a\nKing, and harder still to be a good King. But now that I am a common\nnome I am sure I can lead a blameless life.\"\n\nThey were all pleased to hear this and to know that Ruggedo had really\nreformed.\n\n\"I hope he'll keep his word,\" whispered Betsy to Shaggy; \"but if he\ngets bad again we will be far away from the Nome Kingdom and Kaliko\nwill have to 'tend to the old nome himself.\"\n\nPolychrome had been a little restless during the last hour or two. The\nlovely Daughter of the Rainbow knew that she had now done all in her\npower to assist her earth friends, and so she began to long for her sky\nhome.\n\n\"I think,\" she said, after listening intently, \"that it is beginning to\nrain. The Rain King is my uncle, you know, and perhaps he has read my\nthoughts and is going to help me. Anyway I must take a look at the sky\nand make sure.\"\n\nSo she jumped up and ran through the passage to the outer entrance, and\nthey all followed after her and grouped themselves on a ledge of the\nmountain-side. Sure enough, dark clouds had filled the sky and a slow,\ndrizzling rain had set in.\n\n\"It can't last for long,\" said Shaggy, looking upward, \"and when it\nstops we shall lose the sweet little fairy we have learned to love.\nAlas,\" he continued, after a moment, \"the clouds are already breaking\nin the west, and--see!--isn't that the Rainbow coming?\"\n\nBetsy didn't look at the sky; she looked at Polychrome, whose happy,\nsmiling face surely foretold the coming of her father to take her to\nthe Cloud Palaces. A moment later a gleam of sunshine flooded the\nmountain and a gorgeous Rainbow appeared.\n\nWith a cry of gladness Polychrome sprang upon a point of rock and held\nout her arms. Straightway the Rainbow descended until its end was at\nher very feet, when with a graceful leap she sprang upon it and was at\nonce clasped in the arms of her radiant sisters, the Daughters of the\nRainbow. But Polychrome released herself to lean over the edge of the\nglowing arch and nod, and smile and throw a dozen kisses to her late\ncomrades.\n\n\"Good-bye!\" she called, and they all shouted \"Good-bye!\" in return and\nwaved their hands to their pretty friend.\n\nSlowly the magnificent bow lifted and melted into the sky, until the\neyes of the earnest watchers saw only fleecy clouds flitting across the\nblue.\n\n\"I'm dreadful sorry to see Polychrome go,\" said Betsy, who felt like\ncrying; \"but I s'pose she'll be a good deal happier with her sisters in\nthe sky palaces.\"\n\n\"To be sure,\" returned Shaggy, nodding gravely. \"It's her home, you\nknow, and those poor wanderers who, like ourselves, have no home, can\nrealize what that means to her.\"\n\n\"Once,\" said Betsy, \"I, too, had a home. Now, I've only--only--dear old\nHank!\"\n\nShe twined her arms around her shaggy friend who was not human, and he\nsaid: \"Hee-haw!\" in a tone that showed he understood her mood. And the\nshaggy friend who was human stroked the child's head tenderly and said:\n\"You're wrong about that, Betsy, dear. I will never desert you.\"\n\n\"Nor I!\" exclaimed Shaggy's brother, in earnest tones.\n\nThe little girl looked up at them gratefully, and her eyes smiled\nthrough their tears.\n\n\"All right,\" she said. \"It's raining again, so let's go back into the\ncavern.\"\n\nRather soberly, for all loved Polychrome and would miss her, they\nreentered the dominions of the Nome King.\n\n\n\n\nChapter Twenty-Four\n\nDorothy is Delighted\n\n\n\"Well,\" said Queen Ann, when all were again seated in Kaliko's royal\ncavern, \"I wonder what we shall do next. If I could find my way back to\nOogaboo I'd take my army home at once, for I'm sick and tired of these\ndreadful hardships.\"\n\n\"Don't you want to conquer the world?\" asked Betsy.\n\n\"No; I've changed my mind about that,\" admitted the Queen. \"The world\nis too big for one person to conquer and I was happier with my own\npeople in Oogaboo. I wish--Oh, how earnestly I wish--that I was back\nthere this minute!\"\n\n\"So do I!\" yelled every officer in a fervent tone.\n\nNow, it is time for the reader to know that in the far-away Land of Oz\nthe lovely Ruler, Ozma, had been following the adventures of her Shaggy\nMan, and Tik-Tok, and all the others they had met. Day by day Ozma,\nwith the wonderful Wizard of Oz seated beside her, had gazed upon a\nMagic Picture in a radium frame, which occupied one side of the Ruler's\ncosy boudoir in the palace of the Emerald City. The singular thing\nabout this Magic Picture was that it showed whatever scene Ozma wished\nto see, with the figures all in motion, just as it was taking place. So\nOzma and the Wizard had watched every action of the adventurers from\nthe time Shaggy had met shipwrecked Betsy and Hank in the Rose Kingdom,\nat which time the Rose Princess, a distant cousin of Ozma, had been\nexiled by her heartless subjects.\n\nWhen Ann and her people so earnestly wished to return to Oogaboo, Ozma\nwas sorry for them and remembered that Oogaboo was a corner of the Land\nof Oz. She turned to her attendant and asked:\n\n\"Can not your magic take these unhappy people to their old home,\nWizard?\"\n\n\"It can, Your Highness,\" replied the little Wizard.\n\n\"I think the poor Queen has suffered enough in her misguided effort to\nconquer the world,\" said Ozma, smiling at the absurdity of the\nundertaking, \"so no doubt she will hereafter be contented in her own\nlittle Kingdom. Please send her there, Wizard, and with her the\nofficers and Files.\"\n\n\"How about the Rose Princess?\" asked the Wizard.\n\n\"Send her to Oogaboo with Files,\" answered Ozma. \"They have become such\ngood friends that I am sure it would make them unhappy to separate\nthem.\"\n\n\"Very well,\" said the Wizard, and without any fuss or mystery whatever\nhe performed a magical rite that was simple and effective. Therefore\nthose seated in the Nome King's cavern were both startled and amazed\nwhen all the people of Oogaboo suddenly disappeared from the room, and\nwith them the Rose Princess. At first they could not understand it at\nall; but presently Shaggy suspected the truth, and believing that Ozma\nwas now taking an interest in the party he drew from his pocket a tiny\ninstrument which he placed against his ear.\n\nOzma, observing this action in her Magic Picture, at once caught up a\nsimilar instrument from a table beside her and held it to her own ear.\nThe two instruments recorded the same delicate vibrations of sound and\nformed a wireless telephone, an invention of the Wizard. Those\nseparated by any distance were thus enabled to converse together with\nperfect ease and without any wire connection.\n\n\"Do you hear me, Shaggy Man?\" asked Ozma.\n\n\"Yes, Your Highness,\" he replied.\n\n\"I have sent the people of Oogaboo back to their own little valley,\"\nannounced the Ruler of Oz; \"so do not worry over their disappearance.\"\n\n\"That was very kind of you,\" said Shaggy. \"But Your Highness must\npermit me to report that my own mission here is now ended. I have found\nmy lost brother, and he is now beside me, freed from the enchantment of\nugliness which Ruggedo cast upon him. Tik-Tok has served me and my\ncomrades faithfully, as you requested him to do, and I hope you will\nnow transport the Clockwork Man back to your fairyland of Oz.\"\n\n\"I will do that,\" replied Ozma. \"But how about yourself, Shaggy?\"\n\n\"I have been very happy in Oz,\" he said, \"but my duty to others forces\nme to exile myself from that delightful land. I must take care of my\nnew-found brother, for one thing, and I have a new comrade in a dear\nlittle girl named Betsy Bobbin, who has no home to go to, and no other\nfriends but me and a small donkey named Hank. I have promised Betsy\nnever to desert her as long as she needs a friend, and so I must give\nup the delights of the Land of Oz forever.\"\n\nHe said this with a sigh of regret, and Ozma made no reply but laid the\ntiny instrument on her table, thus cutting off all further\ncommunication with the Shaggy Man. But the lovely Ruler of Oz still\nwatched her magic picture, with a thoughtful expression upon her face,\nand the little Wizard of Oz watched Ozma and smiled softly to himself.\n\nIn the cavern of the Nome King Shaggy replaced the wireless telephone\nin his pocket and turning to Betsy said in as cheerful a voice as he\ncould muster:\n\n\"Well, little comrade, what shall we do next?\"\n\n\"I don't know, I'm sure,\" she answered with a puzzled face. \"I'm kind\nof sorry our adventures are over, for I enjoyed them, and now that\nQueen Ann and her people are gone, and Polychrome is gone, and--dear\nme!--where's Tik-Tok, Shaggy?\"\n\n\"He also has disappeared,\" said Shaggy, looking around the cavern and\nnodding wisely. \"By this time he is in Ozma's palace in the Land of Oz,\nwhich is his home.\"\n\n\"Isn't it your home, too?\" asked Betsy.\n\n\"It used to be, my dear; but now my home is wherever you and my brother\nare. We are wanderers, you know, but if we stick together I am sure we\nshall have a good time.\"\n\n\"Then,\" said the girl, \"let us get out of this stuffy, underground\ncavern and go in search of new adventures. I'm sure it has stopped\nraining.\"\n\n\"I'm ready,\" said Shaggy, and then they bade good-bye to King Kaliko,\nand thanked him for his assistance, and went out to the mouth of the\npassage.\n\nThe sky was now clear and a brilliant blue in color; the sun shone\nbrightly and even this rugged, rocky country seemed delightful after\ntheir confinement underground. There were but four of them now--Betsy\nand Hank, and Shaggy and his brother--and the little party made their\nway down the mountain and followed a faint path that led toward the\nsouthwest.\n\nDuring this time Ozma had been holding a conference with the Wizard,\nand later with Tik-Tok, whom the magic of the Wizard had quickly\ntransported to Ozma's palace. Tik-Tok had only words of praise for\nBetsy Bobbin, \"who,\" he said, \"is al-most as nice as Dor-o-thy\nher-self.\"\n\n\"Let us send for Dorothy,\" said Ozma, and summoning her favorite maid,\nwho was named Jellia Jamb, she asked her to request Princess Dorothy to\nattend her at once. So a few moments later Dorothy entered Ozma's room\nand greeted her and the Wizard and Tik-Tok with the same gentle smile\nand simple manner that had won for the little girl the love of everyone\nshe met.\n\n\"Did you want to see me, Ozma?\" she asked.\n\n\"Yes, dear. I am puzzled how to act, and I want your advice.\"\n\n\"I don't b'lieve it's worth much,\" replied Dorothy, \"but I'll do the\nbest I can. What is it all about, Ozma?\"\n\n\"You all know,\" said the girl Ruler, addressing her three friends,\n\"what a serious thing it is to admit any mortals into this fairyland of\nOz. It is true I have invited several mortals to make their home here,\nand all of them have proved true and loyal subjects. Indeed, no one of\nyou three was a native of Oz. Dorothy and the Wizard came here from the\nUnited States, and Tik-Tok came from the Land of Ev. But of course he\nis not a mortal. Shaggy is another American, and he is the cause of all\nmy worry, for our dear Shaggy will not return here and desert the new\nfriends he has found in his recent adventures, because he believes they\nneed his services.\"\n\n\"Shaggy Man was always kind-hearted,\" remarked Dorothy. \"But who are\nthese new friends he has found?\"\n\n\"One is his brother, who for many years has been a prisoner of the Nome\nKing, our old enemy Ruggedo. This brother seems a kindly, honest\nfellow, but he has done nothing to entitle him to a home in the Land of\nOz.\"\n\n\"Who else?\" asked Dorothy.\n\n\"I have told you about Betsy Bobbin, the little girl who was\nshipwrecked--in much the same way you once were--and has since been\nfollowing the Shaggy Man in his search for his lost brother. You\nremember her, do you not?\"\n\n\"Oh, yes!\" exclaimed Dorothy. \"I've often watched her and Hank in the\nMagic Picture, you know. She's a dear little girl, and old Hank is a\ndarling! Where are they now?\"\n\n\"Look and see,\" replied Ozma with a smile at her friend's enthusiasm.\n\nDorothy turned to the Picture, which showed Betsy and Hank, with Shaggy\nand his brother, trudging along the rocky paths of a barren country.\n\n\"Seems to me,\" she said, musingly, \"that they're a good way from any\nplace to sleep, or any nice things to eat.\"\n\n\"You are right,\" said Tik-Tok. \"I have been in that coun-try, and it is\na wil-der-ness.\"\n\n\"It is the country of the nomes,\" explained the Wizard, \"who are so\nmischievous that no one cares to live near them. I'm afraid Shaggy and\nhis friends will endure many hardships before they get out of that\nrocky place, unless--\"\n\nHe turned to Ozma and smiled.\n\n\"Unless I ask you to transport them all here?\" she asked.\n\n\"Yes, your Highness.\"\n\n\"Could your magic do that?\" inquired Dorothy.\n\n\"I think so,\" said the Wizard.\n\n\"Well,\" said Dorothy, \"as far as Betsy and Hank are concerned, I'd like\nto have them here in Oz. It would be such fun to have a girl playmate\nof my own age, you see. And Hank is such a dear little mule!\"\n\nOzma laughed at the wistful expression in the girl's eyes, and then she\ndrew Dorothy to her and kissed her.\n\n\"Am I not your friend and playmate?\" she asked.\n\nDorothy flushed.\n\n\"You know how dearly I love you, Ozma!\" she cried. \"But you're so busy\nruling all this Land of Oz that we can't always be together.\"\n\n\"I know, dear. My first duty is to my subjects, and I think it would be\na delight to us all to have Betsy with us. There's a pretty suite of\nrooms just opposite your own where she can live, and I'll build a\ngolden stall for Hank in the stable where the Sawhorse lives. Then\nwe'll introduce the mule to the Cowardly Lion and the Hungry Tiger, and\nI'm sure they will soon become firm friends. But I cannot very well\nadmit Betsy and Hank into Oz unless I also admit Shaggy's brother.\"\n\n\"And, unless you admit Shaggy's brother, you will keep out poor Shaggy,\nwhom we are all very fond of,\" said the Wizard.\n\n\"Well, why not ad-mit him?\" demanded Tik-Tok.\n\n\"The Land of Oz is not a refuge for all mortals in distress,\" explained\nOzma. \"I do not wish to be unkind to Shaggy Man, but his brother has no\nclaim on me.\"\n\n\"The Land of Oz isn't crowded,\" suggested Dorothy.\n\n\"Then you advise me to admit Shaggy's brother?\" inquired Ozma.\n\n\"Well, we can't afford to lose our Shaggy Man, can we?\"\n\n\"No, indeed!\" returned Ozma. \"What do you say, Wizard?\"\n\n\"I'm getting my magic ready to transport them all.\"\n\n\"And you, Tik-Tok?\"\n\n\"Shag-gy's broth-er is a good fel-low, and we can't spare Shag-gy.\"\n\n\"So, then; the question is settled,\" decided Ozma. \"Perform your magic,\nWizard!\"\n\nHe did so, placing a silver plate upon a small standard and pouring\nupon the plate a small quantity of pink powder which was contained in a\ncrystal vial. Then he muttered a rather difficult incantation which the\nsorceress Glinda the Good had taught him, and it all ended in a puff of\nperfumed smoke from the silver plate. This smoke was so pungent that it\nmade both Ozma and Dorothy rub their eyes for a moment.\n\n\"You must pardon these disagreeable fumes,\" said the Wizard. \"I assure\nyou the smoke is a very necessary part of my wizardry.\"\n\n\"Look!\" cried Dorothy, pointing to the Magic Picture; \"they're gone!\nAll of them are gone.\"\n\nIndeed, the picture now showed the same rocky landscape as before, but\nthe three people and the mule had disappeared from it.\n\n\"They are gone,\" said the Wizard, polishing the silver plate and\nwrapping it in a fine cloth, \"because they are here.\"\n\nAt that moment Jellia Jamb entered the room.\n\n\"Your Highness,\" she said to Ozma, \"the Shaggy Man and another man are\nin the waiting room and ask to pay their respects to you. Shaggy is\ncrying like a baby, but he says they are tears of joy.\"\n\n\"Send them here at once, Jellia!\" commanded Ozma.\n\n\"Also,\" continued the maid, \"a girl and a small-sized mule have\nmysteriously arrived, but they don't seem to know where they are or how\nthey came here. Shall I send them here, too?\"\n\n\"Oh, no!\" exclaimed Dorothy, eagerly jumping up from her chair; \"I'll\ngo to meet Betsy myself, for she'll feel awful strange in this big\npalace.\"\n\nAnd she ran down the stairs two at a time to greet her new friend,\nBetsy Bobbin.\n\n\n\n\nChapter Twenty-Five\n\nThe Land of Love\n\n\n\"Well, is 'hee-haw' all you are able to say?\" inquired the Sawhorse, as\nhe examined Hank with his knot eyes and slowly wagged the branch that\nserved him for a tail.\n\nThey were in a beautiful stable in the rear of Ozma's palace, where the\nwooden Sawhorse--very much alive--lived in a gold-paneled stall, and\nwhere there were rooms for the Cowardly Lion and the Hungry Tiger,\nwhich were filled with soft cushions for them to lie upon and golden\ntroughs for them to eat from.\n\nBeside the stall of the Sawhorse had been placed another for Hank, the\nmule. This was not quite so beautiful as the other, for the Sawhorse\nwas Ozma's favorite steed; but Hank had a supply of cushions for a bed\n(which the Sawhorse did not need because he never slept) and all this\nluxury was so strange to the little mule that he could only stand still\nand regard his surroundings and his queer companions with wonder and\namazement.\n\nThe Cowardly Lion, looking very dignified, was stretched out upon the\nmarble floor of the stable, eyeing Hank with a calm and critical gaze,\nwhile near by crouched the huge Hungry Tiger, who seemed equally\ninterested in the new animal that had just arrived. The Sawhorse,\nstanding stiffly before Hank, repeated his question:\n\n\"Is 'hee-haw' all you are able to say?\"\n\nHank moved his ears in an embarrassed manner.\n\n\"I have never said anything else, until now,\" he replied; and then he\nbegan to tremble with fright to hear himself talk.\n\n\"I can well understand that,\" remarked the Lion, wagging his great head\nwith a swaying motion. \"Strange things happen in this Land of Oz, as\nthey do everywhere else. I believe you came here from the cold,\ncivilized, outside world, did you not?\"\n\n\"I did,\" replied Hank. \"One minute I was outside of Oz--and the next\nminute I was inside! That was enough to give me a nervous shock, as you\nmay guess; but to find myself able to talk, as Betsy does, is a marvel\nthat staggers me.\"\n\n\"That is because you are in the Land of Oz,\" said the Sawhorse. \"All\nanimals talk, in this favored country, and you must admit it is more\nsociable than to bray your dreadful 'hee-haw,' which nobody can\nunderstand.\"\n\n\"Mules understand it very well,\" declared Hank.\n\n\"Oh, indeed! Then there must be other mules in your outside world,\"\nsaid the Tiger, yawning sleepily.\n\n\"There are a great many in America,\" said Hank. \"Are you the only Tiger\nin Oz?\"\n\n\"No,\" acknowledged the Tiger, \"I have many relatives living in the\nJungle Country; but I am the only Tiger living in the Emerald City.\"\n\n\"There are other Lions, too,\" said the Sawhorse; \"but I am the only\nhorse, of any description, in this favored Land.\"\n\n\"That is why this Land is favored,\" said the Tiger. \"You must\nunderstand, friend Hank, that the Sawhorse puts on airs because he is\nshod with plates of gold, and because our beloved Ruler, Ozma of Oz,\nlikes to ride upon his back.\"\n\n\"Betsy rides upon _my_ back,\" declared Hank proudly.\n\n\"Who is Betsy?\"\n\n\"The dearest, sweetest girl in all the world!\"\n\nThe Sawhorse gave an angry snort and stamped his golden feet. The Tiger\ncrouched and growled. Slowly the great Lion rose to his feet, his mane\nbristling.\n\n\"Friend Hank,\" said he, \"either you are mistaken in judgment or you are\nwillfully trying to deceive us. The dearest, sweetest girl in the world\nis our Dorothy, and I will fight anyone--animal or human--who dares to\ndeny it!\"\n\n\"So will I!\" snarled the Tiger, showing two rows of enormous white\nteeth.\n\n\"You are all wrong!\" asserted the Sawhorse in a voice of scorn. \"No\ngirl living can compare with my mistress, Ozma of Oz!\"\n\nHank slowly turned around until his heels were toward the others. Then\nhe said stubbornly:\n\n\"I am not mistaken in my statement, nor will I admit there can be a\nsweeter girl alive than Betsy Bobbin. If you want to fight, come\non--I'm ready for you!\"\n\nWhile they hesitated, eyeing Hank's heels doubtfully, a merry peal of\nlaughter startled the animals and turning their heads they beheld three\nlovely girls standing just within the richly carved entrance to the\nstable. In the center was Ozma, her arms encircling the waists of\nDorothy and Betsy, who stood on either side of her. Ozma was nearly\nhalf a head taller than the two other girls, who were almost of one\nsize. Unobserved, they had listened to the talk of the animals, which\nwas a very strange experience indeed to little Betsy Bobbin.\n\n\"You foolish beasts!\" exclaimed the Ruler of Oz, in a gentle but\nchiding tone of voice. \"Why should you fight to defend us, who are\nall three loving friends and in no sense rivals? Answer me!\" she\ncontinued, as they bowed their heads sheepishly.\n\n\"I have the right to express my opinion, your Highness,\" pleaded the\nLion.\n\n\"And so have the others,\" replied Ozma. \"I am glad you and the Hungry\nTiger love Dorothy best, for she was your first friend and companion.\nAlso I am pleased that my Sawhorse loves me best, for together we have\nendured both joy and sorrow. Hank has proved his faith and loyalty by\ndefending his own little mistress; and so you are all right in one way,\nbut wrong in another. Our Land of Oz is a Land of Love, and here\nfriendship outranks every other quality. Unless you can all be friends,\nyou cannot retain our love.\"\n\nThey accepted this rebuke very meekly.\n\n\"All right,\" said the Sawhorse, quite cheerfully; \"shake hoofs, friend\nMule.\"\n\nHank touched his hoof to that of the wooden horse.\n\n\"Let us be friends and rub noses,\" said the Tiger. So Hank modestly\nrubbed noses with the big beast.\n\nThe Lion merely nodded and said, as he crouched before the mule:\n\n\"Any friend of a friend of our beloved Ruler is a friend of the\nCowardly Lion. That seems to cover your case. If ever you need help or\nadvice, friend Hank, call on me.\"\n\n\"Why, this is as it should be,\" said Ozma, highly pleased to see them\nso fully reconciled. Then she turned to her companions: \"Come, my\ndears, let us resume our walk.\"\n\nAs they turned away Betsy said wonderingly:\n\n\"Do all the animals in Oz talk as we do?\"\n\n\"Almost all,\" answered Dorothy. \"There's a Yellow Hen here, and she can\ntalk, and so can her chickens; and there's a Pink Kitten upstairs in my\nroom who talks very nicely; but I've a little fuzzy black dog, named\nToto, who has been with me in Oz a long time, and he's never said a\nsingle word but 'Bow-wow!'\"\n\n\"Do you know why?\" asked Ozma.\n\n\"Why, he's a Kansas dog; so I s'pose he's different from these fairy\nanimals,\" replied Dorothy.\n\n\"Hank isn't a fairy animal, any more than Toto,\" said Ozma, \"yet as\nsoon as he came under the spell of our fairyland he found he could\ntalk. It was the same way with Billina, the Yellow Hen whom you brought\nhere at one time. The same spell has affected Toto, I assure you; but\nhe's a wise little dog and while he knows everything that is said to\nhim he prefers not to talk.\"\n\n\"Goodness me!\" exclaimed Dorothy. \"I never s'pected Toto was fooling me\nall this time.\" Then she drew a small silver whistle from her pocket\nand blew a shrill note upon it. A moment later there was a sound of\nscurrying footsteps, and a shaggy black dog came running up the path.\n\nDorothy knelt down before him and shaking her finger just above his\nnose she said:\n\n\"Toto, haven't I always been good to you?\"\n\nToto looked up at her with his bright black eyes and wagged his tail.\n\n\"Bow-wow!\" he said, and Betsy knew at once that meant yes, as well as\nDorothy and Ozma knew it, for there was no mistaking the tone of Toto's\nvoice.\n\n\"That's a dog answer,\" said Dorothy. \"How would you like it, Toto, if I\nsaid nothing to you but 'bow-wow'?\"\n\nToto's tail was wagging furiously now, but otherwise he was silent.\n\n\"Really, Dorothy,\" said Betsy, \"he can talk with his bark and his tail\njust as well as we can. Don't you understand such dog language?\"\n\n\"Of course I do,\" replied Dorothy. \"But Toto's got to be more sociable.\nSee here, sir!\" she continued, addressing the dog, \"I've just learned,\nfor the first time, that you can say words--if you want to. Don't you\nwant to, Toto?\"\n\n\"Woof!\" said Toto, and that meant \"no.\"\n\n\"Not just one word, Toto, to prove you're as any other animal in Oz?\"\n\n\"Woof!\"\n\n\"Just one word, Toto--and then you may run away.\"\n\nHe looked at her steadily a moment.\n\n\"All right. Here I go!\" he said, and darted away as swift as an arrow.\n\nDorothy clapped her hands in delight, while Betsy and Ozma both laughed\nheartily at her pleasure and the success of her experiment. Arm in arm\nthey sauntered away through the beautiful gardens of the palace, where\nmagnificent flowers bloomed in abundance and fountains shot their\nsilvery sprays far into the air. And by and by, as they turned a\ncorner, they came upon Shaggy Man and his brother, who were seated\ntogether upon a golden bench.\n\nThe two arose to bow respectfully as the Ruler of Oz approached them.\n\n\"How are you enjoying our Land of Oz?\" Ozma asked the stranger.\n\n\"I am very happy here, Your Highness,\" replied Shaggy's brother. \"Also\nI am very grateful to you for permitting me to live in this delightful\nplace.\"\n\n\"You must thank Shaggy for that,\" said Ozma. \"Being his brother, I have\nmade you welcome here.\"\n\n\"When you know Brother better,\" said Shaggy earnestly, \"you will be\nglad he has become one of your loyal subjects. I am just getting\nacquainted with him myself and I find much in his character to admire.\"\n\nLeaving the brothers, Ozma and the girls continued their walk.\nPresently Betsy exclaimed:\n\n\"Shaggy's brother can't ever be as happy in Oz as _I_ am. Do you know,\nDorothy, I didn't believe any girl could ever have such a good\ntime--_anywhere_--as I'm having now?\"\n\n\"I know,\" answered Dorothy. \"I've felt that way myself, lots of times.\"\n\n\"I wish,\" continued Betsy, dreamily, \"that every little girl in the\nworld could live in the Land of Oz; and every little boy, too!\"\n\nOzma laughed at this.\n\n\"It is quite fortunate for us, Betsy, that your wish cannot be\ngranted,\" said she, \"for all that army of girls and boys would crowd us\nso that we would have to move away.\"\n\n\"Yes,\" agreed Betsy, after a little thought, \"I guess that's true.\"\n\nTHE END\n\n\n\n\n\nThe Wonderful Oz Books by L. Frank Baum\n\n  THE WIZARD OF OZ\n  THE LAND OF OZ\n  OZMA OF OZ\n  DOROTHY AND THE WIZARD IN OZ\n  THE ROAD TO OZ\n  THE EMERALD CITY OF OZ\n  THE PATCHWORK GIRL OF OZ\n  TIK-TOK OF OZ\n  THE SCARECROW OF OZ\n  RINKITINK IN OZ\n  THE LOST PRINCESS OF OZ\n  THE TIN WOODMAN OF OZ\n  THE MAGIC OF OZ\n  GLINDA OF OZ\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Tik-Tok of Oz, by L. Frank Baum\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TIK-TOK OF OZ ***\n\n***** This file should be named 956.txt or 956.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/9/5/956/\n\nProduced by Anthony Matonac and Paul Selkirk.\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}