{"title": "Rinkitink in Oz", "author": "L. Frank Baum", "releaseDate": "June, 1997\n\n\n", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Anthony Matonac\n\n\n\n\n\n\n\n\nRINKITINK IN OZ\n\n\nby\n\nL. Frank Baum\n\n\n\n  Wherein is recorded the Perilous Quest of\n     Prince Inga of Pingaree and King\n         Rinkitink in the Magical\n          Isles that lie beyond\n              the Borderland\n                   of Oz\n\n             By L. Frank Baum\n         \"Royal Historian of Oz\"\n\n\n\nIntroducing this Story\n\n\nHere is a story with a boy hero, and a boy of whom you have never\nbefore heard. There are girls in the story, too, including our old\nfriend Dorothy, and some of the characters wander a good way from the\nLand of Oz before they all assemble in the Emerald City to take part in\nOzma's banquet. Indeed, I think you will find this story  quite\ndifferent from the other histories of Oz, but I hope you will not like\nit the less on that account.\n\nIf I am permitted to write another Oz book it will tell of some\nthrilling adventures encountered by Dorothy, Betsy Bobbin, Trot and the\nPatchwork Girl right in the Land of Oz, and how they discovered some\namazing creatures that never could have existed outside a fairy-land. I\nhave an idea that about the time you are reading this story of\nRinkitink I shall be writing that story of Adventures in Oz.\n\nDon't fail to write me often and give me your advice and suggestions,\nwhich I always appreciate. I get a good many letters from my readers,\nbut every one is a joy to me and I answer them as soon as I can find\ntime to do so.\n\n\"OZCOT\"\n  at HOLLYWOOD\n    in CALIFORNIA, 1916.\n\nL. FRANK BAUM\n  Royal Historian of Oz\n\n\n\n\nLIST OF CHAPTERS\n\n   1  The Prince of Pingaree\n   2  The Coming of King Rinkitink\n   3  The Warriors from the North\n   4  The Deserted Island\n   5  The Three Pearls\n   6  The Magic Boat\n   7  The Twin Islands\n   8  Rinkitink Makes a Great Mistake\n   9  A Present for Zella\n  10  The Cunning of Queen Cor\n  11  Zella Goes to Coregos\n  12  The Excitement of Bilbil the Goat\n  13  Zella Saves the Prince\n  14  The Escape\n  15  The Flight of the Rulers\n  16  Nikobob Refuses a Crown\n  17  The Nome King\n  18  Inga Parts With His Pink Pearl\n  19  Rinkitink Chuckles\n  20  Dorothy to the Rescue\n  21  The Wizard Finds an Enchantment\n  22  Ozma's Banquet\n  23  The Pearl Kingdom\n  24  The Captive King\n\n\n\n\nChapter One\n\nThe Prince of Pingaree\n\n\nIf you have a map of the Land of Oz handy, you will find that the great\nNonestic Ocean washes the shores of the Kingdom of Rinkitink, between\nwhich and the Land of Oz lies a strip of the country of the Nome King\nand a Sandy Desert. The Kingdom of Rinkitink isn't very big and lies\nclose to the ocean, all the houses and the King's palace being built\nnear the shore. The people live much upon the water, boating and\nfishing, and the wealth of Rinkitink is gained from trading along the\ncoast and with the islands nearest it.\n\nFour days' journey by boat to the north of Rinkitink is the Island of\nPingaree, and as our story begins here I must tell you something about\nthis island. At the north end of Pingaree, where it is widest, the land\nis a mile from shore to shore, but at the south end it is scarcely half\na mile broad; thus, although Pingaree is four miles long, from north to\nsouth, it cannot be called a very big island. It is exceedingly pretty,\nhowever, and to the gulls who approach it from the sea it must resemble\na huge green wedge lying upon the waters, for its grass and trees give\nit the color of an emerald.\n\nThe grass came to the edge of the sloping shores; the beautiful trees\noccupied all the central portion of Pingaree, forming a continuous\ngrove where the branches met high overhead and there was just space\nbeneath them for the cosy houses of the inhabitants. These houses were\nscattered everywhere throughout the island, so that there was no town\nor city, unless the whole island might be called a city. The canopy of\nleaves, high overhead, formed a shelter from sun and rain, and the\ndwellers in the grove could all look past the straight tree-trunks and\nacross the grassy slopes to the purple waters of the Nonestic Ocean.\n\nAt the big end of the island, at the north, stood the royal palace of\nKing Kitticut, the lord and ruler of Pingaree. It was a beautiful\npalace, built entirely of snow-white marble and capped by domes of\nburnished gold, for the King was exceedingly wealthy. All along the\ncoast of Pingaree were found the largest and finest pearls in the whole\nworld.\n\nThese pearls grew within the shells of big oysters, and the people\nraked the oysters from their watery beds, sought out the milky pearls\nand carried them dutifully to their King. Therefore, once every year\nHis Majesty was able to send six of his boats, with sixty rowers and\nmany sacks of the valuable pearls, to the Kingdom of Rinkitink, where\nthere was a city called Gilgad, in which King Rinkitink's palace stood\non a rocky headland and served, with its high towers, as a lighthouse\nto guide sailors to the harbor. In Gilgad the pearls from Pingaree were\npurchased by the King's treasurer, and the boats went back to the\nisland laden with stores of rich merchandise and such supplies of food\nas the people and the royal family of Pingaree needed.\n\nThe Pingaree people never visited any other land but that of Rinkitink,\nand so there were few other lands that knew there was such an island.\nTo the southwest was an island called the Isle of Phreex, where the\ninhabitants had no use for pearls. And far north of Pingaree--six days'\njourney by boat, it was said--were twin islands named Regos and\nCoregos, inhabited by a fierce and warlike people.\n\nMany years before this story really begins, ten big boatloads of those\nfierce warriors of Regos and Coregos visited Pingaree, landing suddenly\nupon the north end of the island. There they began to plunder and\nconquer, as was their custom, but the people of Pingaree, although\nneither so big nor so strong as their foes, were able to defeat them\nand drive them all back to the sea, where a great storm overtook the\nraiders from Regos and Coregos and destroyed them and their boats, not\na single warrior returning to his own country.\n\nThis defeat of the enemy seemed the more wonderful because the\npearl-fishers of Pingaree were mild and peaceful in disposition and\nseldom quarreled even among themselves. Their only weapons were their\noyster rakes; yet the fact remains that they drove their fierce enemies\nfrom Regos and Coregos from their shores.\n\nKing Kitticut was only a boy when this remarkable battle was fought,\nand now his hair was gray; but he remembered the day well and, during\nthe years that followed, his one constant fear was of another invasion\nof his enemies. He feared they might send a more numerous army to his\nisland, both for conquest and revenge, in which case there could be\nlittle hope of successfully opposing them.\n\nThis anxiety on the part of King Kitticut led him to keep a sharp\nlookout for strange boats, one of his men patrolling the beach\nconstantly, but he was too wise to allow any fear to make him or his\nsubjects unhappy. He was a good King and lived very contentedly in his\nfine palace, with his fair Queen Garee and their one child, Prince Inga.\n\nThe wealth of Pingaree increased year by year; and the happiness of the\npeople increased, too. Perhaps there was no place, outside the Land of\nOz, where contentment and peace were more manifest than on this pretty\nisland, hidden in the besom of the Nonestic Ocean. Had these conditions\nremained undisturbed, there would have been no need to speak of\nPingaree in this story.\n\nPrince Inga, the heir to all the riches and the kingship of Pingaree,\ngrew up surrounded by every luxury; but he was a manly little fellow,\nalthough somewhat too grave and thoughtful, and he could never bear to\nbe idle a single minute. He knew where the finest oysters lay hidden\nalong the coast and was as successful in finding pearls as any of the\nmen of the island, although he was so slight and small. He had a little\nboat of his own and a rake for dragging up the oysters and he was very\nproud indeed when he could carry a big white pearl to his father.\n\nThere was no school upon the island, as the people of Pingaree were far\nremoved from the state of civilization that gives our modern children\nsuch advantages as schools and learned professors, but the King owned\nseveral manuscript books, the pages being made of sheepskin. Being a\nman of intelligence, he was able to teach his son something of reading,\nwriting and arithmetic.\n\nWhen studying his lessons Prince Inga used to go into the grove near\nhis father's palace and climb into the branches of a tall tree, where\nhe had built a platform with a comfortable seat to rest upon, all\nhidden by the canopy of leaves. There, with no one to disturb him, he\nwould pore over the sheepskin on which were written the queer\ncharacters of the Pingarese language.\n\nKing Kitticut was very proud of his little son, as well he might be,\nand he soon felt a high respect for Inga's judgment and thought that he\nwas worthy to be taken into the confidence of his father in many\nmatters of state. He taught the boy the needs of the people and how to\nrule them justly, for some day he knew that Inga would be King in his\nplace. One day he called his son to his side and said to him:\n\n\"Our island now seems peaceful enough, Inga, and we are happy and\nprosperous, but I cannot forget those terrible people of Regos and\nCoregos. My constant fear is that they will send a fleet of boats to\nsearch for those of their race whom we defeated many years ago, and\nwhom the sea afterwards destroyed. If the warriors come in great\nnumbers we may be unable to oppose them, for my people are little\ntrained to fighting at best; they surely would cause us much injury and\nsuffering.\"\n\n\"Are we, then, less powerful than in my grandfather's day?\" asked\nPrince Inga.\n\nThe King shook his head thoughtfully.\n\n\"It is not that,\" said he. \"That you may fully understand that\nmarvelous battle, I must confide to, you a great secret. I have in my\npossession three Magic Talismans, which I have ever guarded with utmost\ncare, keeping the knowledge of their existence from anyone else. But,\nlest I should die, and the secret be lost, I have decided to tell you\nwhat these talismans are and where they are hidden. Come with me, my\nson.\"\n\nHe led the way through the rooms of the palace until they came to the\ngreat banquet hall. There, stopping in the center of the room, he\nstooped down and touched a hidden spring in the tiled floor. At once\none of the tiles sank downward and the King reached within the cavity\nand drew out a silken bag.\n\nThis bag he proceeded to open, showing Inga that it contained three\ngreat pearls, each one as big around as a marble. One had a blue tint\nand one was of a delicate rose color, but the third was pure white.\n\n\"These three pearls,\" said the King, speaking in a solemn, impressive\nvoice, \"are the most wonderful the world has ever known. They were\ngifts to one of my ancestors from the Mermaid Queen, a powerful fairy\nwhom he once had the good fortune to rescue from her enemies. In\ngratitude for this favor she presented him with these pearls. Each of\nthe three possesses an astonishing power, and whoever is their owner\nmay count himself a fortunate man. This one having the blue tint will\ngive to the person who carries it a strength so great that no power can\nresist him. The one with the pink glow will protect its owner from all\ndangers that may threaten him, no matter from what source they may\ncome. The third pearl--this one of pure white--can speak, and its words\nare always wise and helpful.\"\n\n\"What is this, my father!\" exclaimed the Prince, amazed; \"do you tell\nme that a pearl can speak? It sounds impossible.\"\n\n\"Your doubt is due to your ignorance of fairy powers,\" returned the\nKing, gravely. \"Listen, my son, and you will know that I speak the\ntruth.\"\n\nHe held the white pearl to Inga's ear and the Prince heard a small\nvoice say distinctly: \"Your father is right. Never question the truth\nof what you fail to understand, for the world is filled with wonders.\"\n\n\"I crave your pardon, dear father,\" said the Prince, \"for clearly I\nheard the pearl speak, and its words were full of wisdom.\"\n\n\"The powers of the other pearls are even greater,\" resumed the King.\n\"Were I poor in all else, these gems would make me richer than any\nother monarch the world holds.\"\n\n\"I believe that,\" replied Inga, looking at the beautiful pearls with\nmuch awe. \"But tell me, my father, why do you fear the warriors of\nRegos and Coregos when these marvelous powers are yours?\"\n\n\"The powers are mine only while I have the pearls upon my person,\"\nanswered King Kitticut, \"and I dare not carry them constantly for fear\nthey might be lost. Therefore, I keep them safely hidden in this\nrecess. My only danger lies in the chance that my watchmen might fail\nto discover the approach of our enemies and allow the warrior invaders\nto seize me before I could secure the pearls. I should, in that case,\nbe quite powerless to resist. My father owned the magic pearls at the\ntime of the Great Fight, of which you have so often heard, and the pink\npearl protected him from harm, while the blue pearl enabled him and his\npeople to drive away the enemy. Often have I suspected that the\ndestroying storm was caused by the fairy mermaids, but that is a matter\nof which I have no proof.\"\n\n\"I have often wondered how we managed to win that battle,\" remarked\nInga thoughtfully. \"But the pearls will assist us in case the warriors\ncome again, will they not?\"\n\n\"They are as powerful as ever,\" declared the King. \"Really, my son, I\nhave little to fear from any foe. But lest I die and the secret be lost\nto the next King, I have now given it into your keeping. Remember that\nthese pearls are the rightful heritage of all Kings of Pingaree. If at\nany time I should be taken from you, Inga, guard this treasure well and\ndo not forget where it is hidden.\"\n\n\"I shall not forget,\" said Inga.\n\nThen the King returned the pearls to their hiding place and the boy\nwent to his own room to ponder upon the wonderful secret his father had\nthat day confided to his care.\n\n\n\n\nChapter Two\n\nThe Coming of King Rinkitink\n\n\nA few days after this, on a bright and sunny morning when the breeze\nblew soft and sweet from the ocean and the trees waved their leaf-laden\nbranches, the Royal Watchman, whose duty it was to patrol the shore,\ncame running to the King with news that a strange boat was approaching\nthe island.\n\nAt first the King was sore afraid and made a step toward the hidden\npearls, but the next moment he reflected that one boat, even if filled\nwith enemies, would be powerless to injure him, so he curbed his fear\nand went down to the beach to discover who the strangers might be. Many\nof the men of Pingaree assembled there also, and Prince Inga followed\nhis father. Arriving at the water's edge, they all stood gazing eagerly\nat the oncoming boat.\n\nIt was quite a big boat, they observed, and covered with a canopy of\npurple silk, embroidered with gold. It was rowed by twenty men, ten on\neach side. As it came nearer, Inga could see that in the stern, seated\nupon a high, cushioned chair of state, was a little man who was so very\nfat that he was nearly as broad as he was high This man was dressed in\na loose silken robe of purple that fell in folds to his feet, while\nupon his head was a cap of white velvet curiously worked with golden\nthreads and having a circle of diamonds sewn around the band. At the\nopposite end of the boat stood an oddly shaped cage, and several large\nboxes of sandalwood were piled near the center of the craft.\n\nAs the boat approached the shore the fat little man got upon his feet\nand bowed several times in the direction of those who had assembled to\ngreet him, and as he bowed he flourished his white cap in an energetic\nmanner. His face was round as an apple and nearly as rosy. When he\nstopped bowing he smiled in such a sweet and happy way that Inga\nthought he must be a very jolly fellow.\n\nThe prow of the boat grounded on the beach, stopping its speed so\nsuddenly that the little man was caught unawares and nearly toppled\nheadlong into the sea. But he managed to catch hold of the chair with\none hand and the hair of one of his rowers with the other, and so\nsteadied himself. Then, again waving his jeweled cap around his head,\nhe cried in a merry voice:\n\n\"Well, here I am at last!\"\n\n\"So I perceive,\" responded King Kitticut, bowing with much dignity.\n\nThe fat man glanced at all the sober faces before him and burst into a\nrollicking laugh. Perhaps I should say it was half laughter and half a\nchuckle of merriment, for the sounds he emitted were quaint and droll\nand tempted every hearer to laugh with him.\n\n\"Heh, heh--ho, ho, ho!\" he roared. \"Didn't expect me, I see.\nKeek-eek-eek-eek! This is funny--it's really funny. Didn't know I was\ncoming, did you? Hoo, hoo, hoo, hoo! This is certainly amusing. But I'm\nhere, just the same.\"\n\n\"Hush up!\" said a deep, growling voice. \"You're making yourself\nridiculous.\"\n\nEveryone looked to see where this voice came from; but none could guess\nwho had uttered the words of rebuke. The rowers of the boat were all\nsolemn and silent and certainly no one on the shore had spoken. But the\nlittle man did not seem astonished in the least, or even annoyed.\n\nKing Kitticut now addressed the stranger, saying courteously:\n\n\"You are welcome to the Kingdom of Pingaree. Perhaps you will deign to\ncome ashore and at your convenience inform us whom we have the honor of\nreceiving as a guest.\"\n\n\"Thanks; I will,\" returned the little fat man, waddling from his place\nin the boat and stepping, with some difficulty, upon the sandy beach.\n\"I am King Rinkitink, of the City of Gilgad in the Kingdom of\nRinkitink, and I have come to Pingaree to see for myself the monarch\nwho sends to my city so many beautiful pearls. I have long wished to\nvisit this island; and so, as I said before, here I am!\"\n\n\"I am pleased to welcome you,\" said King Kitticut. \"But why has Your\nMajesty so few attendants? Is it not dangerous for the King of a great\ncountry to make distant journeys in one frail boat, and with but twenty\nmen?\"\n\n\"Oh, I suppose so,\" answered King Rinkitink, with a laugh. \"But what\nelse could I do? My subjects would not allow me to go anywhere at all,\nif they knew it. So I just ran away.\"\n\n\"Ran away!\" exclaimed King Kitticut in surprise.\n\n\"Funny, isn't it? Heh, heh, heh--woo, hoo!\" laughed Rinkitink, and this\nis as near as I can spell with letters the jolly sounds of his\nlaughter. \"Fancy a King running away from his own ple--hoo, hoo--keek,\neek, eek, eek! But I had to, don't you see!\"\n\n\"Why?\" asked the other King.\n\n\"They're afraid I'll get into mischief. They don't trust me.\nKeek-eek-eek--Oh, dear me! Don't trust their own King. Funny, isn't it?\"\n\n\"No harm can come to you on this island,\" said Kitticut, pretending not\nto notice the odd ways of his guest. \"And, whenever it pleases you to\nreturn to your own country, I will send with you a fitting escort of my\nown people. In the meantime, pray accompany me to my palace, where\neverything shall be done to make you comfortable and happy.\"\n\n\"Much obliged,\" answered Rinkitink, tipping his white cap over his left\near and heartily shaking the hand of his brother monarch. \"I'm sure you\ncan make me comfortable if you've plenty to eat. And as for being\nhappy--ha, ha, ha, ha!--why, that's my trouble. I'm too happy. But\nstop! I've brought you some presents in those boxes. Please order your\nmen to carry them up to the palace.\"\n\n\"Certainly,\" answered King Kitticut, well pleased, and at once he gave\nhis men the proper orders.\n\n\"And, by the way,\" continued the fat little King, \"let them also take\nmy goat from his cage.\"\n\n\"A goat!\" exclaimed the King of Pingaree.\n\n\"Exactly; my goat Bilbil. I always ride him wherever I go, for I'm not\nat all fond of walking, being a trifle stout--eh, Kitticut?--a trifle\nstout! Hoo, hoo, hoo-keek, eek!\"\n\nThe Pingaree people started to lift the big cage out of the boat, but\njust then a gruff voice cried: \"Be careful, you villains!\" and as the\nwords seemed to come from the goat's mouth the men were so astonished\nthat they dropped the cage upon the sand with a sudden jar.\n\n\"There! I told you so!\" cried the voice angrily. \"You've rubbed the\nskin off my left knee. Why on earth didn't you handle me gently?\"\n\n\"There, there, Bilbil,\" said King Rinkitink soothingly; \"don't scold,\nmy boy. Remember that these are strangers, and we their guests.\" Then\nhe turned to Kitticut and remarked: \"You have no talking goats on your\nisland, I suppose.\"\n\n\"We have no goats at all,\" replied the King; \"nor have we any animals,\nof any sort, who are able to talk.\"\n\n\"I wish my animal couldn't talk, either,\" said Rinkitink, winking\ncomically at Inga and then looking toward the cage. \"He is very cross\nat times, and indulges in language that is not respectful. I thought,\nat first, it would be fine to have a talking goat, with whom I could\nconverse as I rode about my city on his back;\nbut--keek-eek-eek-eek!--the rascal treats me as if I were a chimney\nsweep instead of a King. Heh, heh, heh, keek, eek! A chimney sweep-hoo,\nhoo, hoo!--and me a King! Funny, isn't it?\" This last was addressed to\nPrince Inga, whom he chucked familiarly under the chin, to the boy's\ngreat embarrassment.\n\n\"Why do you not ride a horse?\" asked King Kitticut.\n\n\"I can't climb upon his back, being rather stout; that's why. Kee, kee,\nkeek, eek!--rather stout--hoo, hoo, hoo!\" He paused to wipe the tears\nof merriment from his eyes and then added: \"But I can get on and off\nBilbil's back with ease.\"\n\nHe now opened the cage and the goat deliberately walked out and looked\nabout him in a sulky manner. One of the rowers brought from the boat a\nsaddle made of red velvet and beautifully embroidered with silver\nthistles, which he fastened upon the goat's back. The fat King put his\nleg over the saddle and seated himself comfortably, saying:\n\n\"Lead on, my noble host, and we will follow.\"\n\n\"What! Up that steep hill?\" cried the goat. \"Get off my back at once,\nRinkitink, or I won't budge a step.\n\n\"But-consider, Bilbil,\" remonstrated the King. \"How am I to get up that\nhill unless I ride?\"\n\n\"Walk!\" growled Bilbil.\n\n\"But I'm too fat. Really, Bilbil, I'm surprised at you. Haven't I\nbrought you all this distance so you may see something of the world and\nenjoy life? And now you are so ungrateful as to refuse to carry me!\nTurn about is fair play, my boy. The boat carried you to this shore,\nbecause you can't swim, and now you must carry me up the hill, because\nI can't climb. Eh, Bilbil, isn't that reasonable?\"\n\n\"Well, well, well,\" said the goat, surlily, \"keep quiet and I'll carry\nyou. But you make me very tired, Rinkitink, with your ceaseless\nchatter.\"\n\nAfter making this protest Bilbil began walking up the hill, carrying\nthe fat King upon his back with no difficulty whatever.\n\nPrince Inga and his father and all the men of Pingaree were much\nastonished to overhear this dispute between King Rinkitink and his\ngoat; but they were too polite to make critical remarks in the presence\nof their guests. King Kitticut walked beside the goat and the Prince\nfollowed after, the men coming last with the boxes of sandalwood.\n\nWhen they neared the palace, the Queen and her maidens came out to meet\nthem and the royal guest was escorted in state to the splendid throne\nroom of the palace. Here the boxes were opened and King Rinkitink\ndisplayed all the beautiful silks and laces and jewelry with which they\nwere filled. Every one of the courtiers and ladies received a handsome\npresent, and the King and Queen had many rich gifts and Inga not a few.\nThus the time passed pleasantly until the Chamberlain announced that\ndinner was served.\n\nBilbil the goat declared that he preferred eating of the sweet, rich\ngrass that grew abundantly in the palace grounds, and Rinkitink said\nthat the beast could never bear being shut up in a stable; so they\nremoved the saddle from his back and allowed him to wander wherever he\npleased.\n\nDuring the dinner Inga divided his attention between admiring the\npretty gifts he had received and listening to the jolly sayings of the\nfat King, who laughed when he was not eating and ate when he was not\nlaughing and seemed to enjoy himself immensely.\n\n\"For four days I have lived in that narrow boat,\" said he, \"with no\nother amusement than to watch the rowers and quarrel with Bilbil; so I\nam very glad to be on land again with such friendly and agreeable\npeople.\"\n\n\"You do us great honor,\" said King Kitticut, with a polite bow.\n\n\"Not at all--not at all, my brother. This Pingaree must be a wonderful\nisland, for its pearls are the admiration of all the world; nor will I\ndeny the fact that my kingdom would be a poor one without the riches\nand glory it derives from the trade in your pearls. So I have wished\nfor many years to come here to see you, but my people said: 'No! Stay\nat home and behave yourself, or we'll know the reason why.'\"\n\n\"Will they not miss Your Majesty from your palace at Gilgad?\" inquired\nKitticut.\n\n\"I think not,\" answered Rinkitink. \"You see, one of my clever subjects\nhas written a parchment entitled 'How to be Good,' and I believed it\nwould benefit me to study it, as I consider the accomplishment of being\ngood one of the fine arts. I had just scolded severely my Lord High\nChancellor for coming to breakfast without combing his eyebrows, and\nwas so sad and regretful at having hurt the poor man's feelings that I\ndecided to shut myself up in my own room and study the scroll until I\nknew how to be good--hee, heek, keek, eek, eek!--to be good! Clever\nidea, that, wasn't it? Mighty clever! And I issued a decree that no one\nshould enter my room, under pain of my royal displeasure, until I was\nready to come out. They're awfully afraid of my royal displeasure,\nalthough not a bit afraid of me. Then I put the parchment in my pocket\nand escaped through the back door to my boat--and here I am. Oo,\nhoo-hoo, keek-eek! Imagine the fuss there would be in Gilgad if my\nsubjects knew where I am this very minute!\"\n\n\"I would like to see that parchment,\" said the solemn-eyed Prince Inga,\n\"for if it indeed teaches one to be good it must be worth its weight in\npearls.\"\n\n\"Oh, it's a fine essay,\" said Rinkitink, \"and beautifully written with\na goosequill. Listen to this: You'll enjoy it--tee, hee, hee!--enjoy\nit.\"\n\nHe took from his pocket a scroll of parchment tied with a black ribbon,\nand having carefully unrolled it, he proceeded to read as follows:\n\n\"'A Good Man is One who is Never Bad.' How's that, eh? Fine thought,\nwhat? 'Therefore, in order to be Good, you must avoid those Things\nwhich are Evil.' Oh, hoo-hoo-hoo!--how clever! When I get back I shall\nmake the man who wrote that a royal hippolorum, for, beyond question,\nhe is the wisest man in my kingdom--as he has often told me himself.\"\nWith this, Rinkitink lay back in his chair and chuckled his queer\nchuckle until he coughed, and coughed until he choked and choked until\nhe sneezed. And he wrinkled his face in such a jolly, droll way that\nfew could keep from laughing with him, and even the good Queen was\nforced to titter behind her fan.\n\nWhen Rinkitink had recovered from his fit of laughter and had wiped his\neyes upon a fine lace handkerchief, Prince Inga said to him:\n\n\"The parchment speaks truly.\"\n\n\"Yes, it is true beyond doubt,\" answered Rinkitink, \"and if I could\npersuade Bilbil to read it he would be a much better goat than he is\nnow. Here is another selection: 'To avoid saying Unpleasant Things,\nalways Speak Agreeably.' That would hit Bilbil, to a dot. And here is\none that applies to you, my Prince: 'Good Children are seldom punished,\nfor the reason that they deserve no punishment.' Now, I think that is\nneatly put, and shows the author to be a deep thinker. But the advice\nthat has impressed me the most is in the following paragraph: 'You may\nnot find it as Pleasant to be Good as it is to be Bad, but Other People\nwill find it more Pleasant.' Haw-hoo-ho! keek-eek! 'Other people will\nfind it more pleasant!'--hee, hee, heek, keek!--'more pleasant.' Dear\nme--dear me! Therein lies a noble incentive to be good, and whenever I\nget time I'm surely going to try it.\"\n\nThen he wiped his eyes again with the lace handkerchief and, suddenly\nremembering his dinner, seized his knife and fork and began eating.\n\n\n\n\nChapter Three\n\nThe Warriors from the North\n\n\nKing Rinkitink was so much pleased with the Island of Pingaree that he\ncontinued his stay day after day and week after week, eating good\ndinners, talking with King Kitticut and sleeping. Once in a while he\nwould read from his scroll. \"For,\" said he, \"whenever I return home, my\nsubjects will be anxious to know if I have learned 'How to be Good,'\nand I must not disappoint them.\"\n\nThe twenty rowers lived on the small end of the island, with the pearl\nfishers, and seemed not to care whether they ever returned to the\nKingdom of Rinkitink or not. Bilbil the goat wandered over the grassy\nslopes, or among the trees, and passed his days exactly as he pleased.\nHis master seldom cared to ride him. Bilbil was a rare curiosity to the\nislanders, but since there was little pleasure in talking with the goat\nthey kept away from him. This pleased the creature, who seemed well\nsatisfied to be left to his own devices.\n\nOnce Prince Inga, wishing to be courteous, walked up to the goat and\nsaid: \"Good morning, Bilbil.\"\n\n\"It isn't a good morning,\" answered Bilbil grumpily. \"It is cloudy and\ndamp, and looks like rain.\"\n\n\"I hope you are contented in our kingdom,\" continued the boy, politely\nignoring the other's harsh words.\n\n\"I'm not,\" said Bilbil. \"I'm never contented; so it doesn't matter to\nme whether I'm in your kingdom or in some other kingdom. Go away--will\nyou?\"\n\n\"Certainly,\" answered the Prince, and after this rebuff he did not\nagain try to make friends with Bilbil.\n\nNow that the King, his father, was so much occupied with his royal\nguest, Inga was often left to amuse himself, for a boy could not be\nallowed to take part in the conversation of two great monarchs. He\ndevoted himself to his studies, therefore, and day after day he climbed\ninto the branches of his favorite tree and sat for hours in his\n\"tree-top rest,\" reading his father's precious manuscripts and thinking\nupon what he read.\n\nYou must not think that Inga was a molly-coddle or a prig, because he\nwas so solemn and studious. Being a King's son and heir to a throne, he\ncould not play with the other boys of Pingaree, and he lived so much in\nthe society of the King and Queen, and was so surrounded by the pomp\nand dignity of a court, that he missed all the jolly times that boys\nusually have. I have no doubt that had he been able to live as other\nboys do, he would have been much like other boys; as it was, he was\nsubdued by his surroundings, and more grave and thoughtful than one of\nhis years should be.\n\nInga was in his tree one morning when, without warning, a great fog\nenveloped the Island of Pingaree. The boy could scarcely see the tree\nnext to that in which he sat, but the leaves above him prevented the\ndampness from wetting him, so he curled himself up in his seat and fell\nfast asleep.\n\nAll that forenoon the fog continued. King Kitticut, who sat in his\npalace talking with his merry visitor, ordered the candles lighted,\nthat they might be able to see one another. The good Queen, Inga's\nmother, found it was too dark to work at her embroidery, so she called\nher maidens together and told them wonderful stories of bygone days, in\norder to pass away the dreary hours.\n\nBut soon after noon the weather changed. The dense fog rolled away like\na heavy cloud and suddenly the sun shot his bright rays over the island.\n\n\"Very good!\" exclaimed King Kitticut. \"We shall have a pleasant\nafternoon, I am sure,\" and he blew out the candles.\n\nThen he stood a moment motionless, as if turned to stone, for a\nterrible cry from without the palace reached his ears--a cry so full of\nfear and horror that the King's heart almost stopped beating.\nImmediately there was a scurrying of feet as every one in the palace,\nfilled with dismay, rushed outside to see what had happened. Even fat\nlittle Rinkitink sprang from his chair and followed his host and the\nothers through the arched vestibule.\n\nAfter many years the worst fears of King Kitticut were realized.\n\nLanding upon the beach, which was but a few steps from the palace\nitself, were hundreds of boats, every one filled with a throng of\nfierce warriors. They sprang upon the land with wild shouts of defiance\nand rushed to the King's palace, waving aloft their swords and spears\nand battleaxes.\n\nKing Kitticut, so completely surprised that he was bewildered, gazed at\nthe approaching host with terror and grief.\n\n\"They are the men of Regos and Coregos!\" he groaned. \"We are, indeed,\nlost!\"\n\nThen he bethought himself, for the first time, of his wonderful pearls.\nTurning quickly, he ran back into the palace and hastened to the hall\nwhere the treasures were hidden. But the leader of the warriors had\nseen the King enter the palace and bounded after him, thinking he meant\nto escape. Just as the King had stooped to press the secret spring in\nthe tiles, the warrior seized him from the rear and threw him backward\nupon the floor, at the same time shouting to his men to fetch ropes and\nbind the prisoner. This they did very quickly and King Kitticut soon\nfound himself helplessly bound and in the power of his enemies. In this\nsad condition he was lifted by the warriors and carried outside, when\nthe good King looked upon a sorry sight.\n\nThe Queen and her maidens, the officers and servants of the royal\nhousehold and all who had inhabited this end of the Island of Pingaree\nhad been seized by the invaders and bound with ropes. At once they\nbegan carrying their victims to the boats, tossing them in as\nunceremoniously as if they had been bales of merchandise.\n\nThe King looked around for his son Inga, but failed to find the boy\namong the prisoners. Nor was the fat King, Rinkitink, to be seen\nanywhere about.\n\nThe warriors were swarming over the palace like bees in a hive, seeking\nanyone who might be in hiding, and after the search had been prolonged\nfor some time the leader asked impatiently: \"Do you find anyone else?\"\n\n\"No,\" his men told him. \"We have captured them all.\"\n\n\"Then,\" commanded the leader, \"remove everything of value from the\npalace and tear down its walls and towers, so that not one stone\nremains upon another!\"\n\nWhile the warriors were busy with this task we will return to the boy\nPrince, who, when the fog lifted and the sun came out, wakened from his\nsleep and began to climb down from his perch in the tree. But the\nterrifying cries of the people, mingled with the shouts of the rude\nwarriors, caused him to pause and listen eagerly.\n\nThen he climbed rapidly up the tree, far above his platform, to the\ntopmost swaying branches. This tree, which Inga called his own, was\nsomewhat taller than the other trees that surrounded it, and when he\nhad reached the top he pressed aside the leaves and saw a great fleet\nof boats upon the shore--strange boats, with banners that he had never\nseen before. Turning to look upon his father's palace, he found it\nsurrounded by a horde of enemies. Then Inga knew the truth: that the\nisland had been invaded by the barbaric warriors from the north. He\ngrew so faint from the terror of it all that he might have fallen had\nhe not wound his arms around a limb and clung fast until the dizzy\nfeeling passed away. Then with his sash he bound himself to the limb\nand again ventured to look out through the leaves.\n\nThe warriors were now engaged in carrying King Kitticut and Queen Garee\nand all their other captives down to the boats, where they were thrown\nin and chained one to another. It was a dreadful sight for the Prince\nto witness, but he sat very still, concealed from the sight of anyone\nbelow by the bower of leafy branches around him. Inga knew very well\nthat he could do nothing to help his beloved parents, and that if he\ncame down he would only be forced to share their cruel fate.\n\nNow a procession of the Northmen passed between the boats and the\npalace, bearing the rich furniture, splendid draperies and rare\nornaments of which the royal palace had been robbed, together with such\nfood and other plunder as they could lay their hands upon. After this,\nthe men of Regos and Coregos threw ropes around the marble domes and\ntowers and hundreds of warriors tugged at these ropes until the domes\nand towers toppled and fell in ruins upon the ground. Then the walls\nthemselves were torn down, till little remained of the beautiful palace\nbut a vast heap of white marble blocks tumbled and scattered upon the\nground.\n\nPrince Inga wept bitter tears of grief as he watched the ruin of his\nhome; yet he was powerless to avert the destruction. When the palace\nhad been demolished, some of the warriors entered their boats and rowed\nalong the coast of the island, while the others marched in a great body\ndown the length of the island itself. They were so numerous that they\nformed a line stretching from shore to shore and they destroyed every\nhouse they came to and took every inhabitant prisoner.\n\nThe pearl fishers who lived at the lower end of the island tried to\nescape in their boats, but they were soon overtaken and made prisoners,\nlike the others. Nor was there any attempt to resist the foe, for the\nsharp spears and pikes and swords of the invaders terrified the hearts\nof the defenseless people of Pingaree, whose sole weapons were their\noyster rakes.\n\nWhen night fell the whole of the Island of Pingaree had been conquered\nby the men of the North, and all its people were slaves of the\nconquerors. Next morning the men of Regos and Coregos, being capable of\nno further mischief, departed from the scene of their triumph, carrying\ntheir prisoners with them and taking also every boat to be found upon\nthe island. Many of the boats they had filled with rich plunder, with\npearls and silks and velvets, with silver and gold ornaments and all\nthe treasure that had made Pingaree famed as one of the richest\nkingdoms in the world. And the hundreds of slaves they had captured\nwould be set to work in the mines of Regos and the grain fields of\nCoregos.\n\nSo complete was the victory of the Northmen that it is no wonder the\nwarriors sang songs of triumph as they hastened back to their homes.\nGreat rewards were awaiting them when they showed the haughty King of\nRegos and the terrible Queen of Coregos the results of their ocean raid\nand conquest.\n\n\n\n\nChapter Four\n\nThe Deserted Island\n\n\nAll through that terrible night Prince Inga remained hidden in his\ntree. In the morning he watched the great fleet of boats depart for\ntheir own country, carrying his parents and his countrymen with them,\nas well as everything of value the Island of Pingaree had contained.\n\nSad, indeed, were the boy's thoughts when the last of the boats had\nbecome a mere speck in the distance, but Inga did not dare leave his\nperch of safety until all of the craft of the invaders had disappeared\nbeyond the horizon. Then he came down, very slowly and carefully, for\nhe was weak from hunger and the long and weary watch, as he had been in\nthe tree for twenty-four hours without food.\n\nThe sun shone upon the beautiful green isle as brilliantly as if no\nruthless invader had passed and laid it in ruins. The birds still\nchirped among the trees and the butterflies darted from flower to\nflower as happily as when the land was filled with a prosperous and\ncontented people.\n\nInga feared that only he was left of all his nation. Perhaps he might\nbe obliged to pass his life there alone. He would not starve, for the\nsea would give him oysters and fish, and the trees fruit; yet the life\nthat confronted him was far from enticing.\n\nThe boy's first act was to walk over to where the palace had stood and\nsearch the ruins until he found some scraps of food that had been\noverlooked by the enemy. He sat upon a block of marble and ate of this,\nand tears filled his eyes as he gazed upon the desolation around him.\nBut Inga tried to bear up bravely, and having satisfied his hunger he\nwalked over to the well, intending to draw a bucket of drinking water.\n\nFortunately, this well had been overlooked by the invaders and the\nbucket was still fastened to the chain that wound around a stout wooden\nwindlass. Inga took hold of the crank and began letting the bucket down\ninto the well, when suddenly he was startled by a muffled voice crying\nout:\n\n\"Be careful, up there!\"\n\nThe sound and the words seemed to indicate that the voice came from the\nbottom of the well, so Inga looked down. Nothing could be seen, on\naccount of the darkness.\n\n\"Who are you?\" he shouted.\n\n\"It's I--Rinkitink,\" came the answer, and the depths of the well\nechoed: \"Tink-i-tink-i-tink!\" in a ghostly manner.\n\n\"Are you in the well?\" asked the boy, greatly surprised.\n\n\"Yes, and nearly drowned. I fell in while running from those terrible\nwarriors, and I've been standing in this damp hole ever since, with my\nhead just above the water. It's lucky the well was no deeper, for had\nmy head been under water, instead of above it--hoo, hoo, hoo, keek,\neek!--under instead of over, you know--why, then I wouldn't be talking\nto you now! Ha, hoo, hee!\" And the well dismally echoed: \"Ha, hoo,\nhee!\" which you must imagine was a laugh half merry and half sad.\n\n\"I'm awfully sorry,\" cried the boy, in answer. \"I wonder you have the\nheart to laugh at all. But how am I to get you out?\"\n\n\"I've been considering that all night,\" said Rinkitink, \"and I believe\nthe best plan will be for you to let down the bucket to me, and I'll\nhold fast to it while you wind up the chain and so draw me to the top.\"\n\n\"I will try to do that,\" replied Inga, and he let the bucket down very\ncarefully until he heard the King call out:\n\n\"I've got it! Now pull me up--slowly, my boy, slowly--so I won't rub\nagainst the rough sides.\"\n\nInga began winding up the chain, but King Rinkitink was so fat that he\nwas very heavy and by the time the boy had managed to pull him halfway\nup the well his strength was gone. He clung to the crank as long as\npossible, but suddenly it slipped from his grasp and the next minute he\nheard Rinkitink fall \"plump!\" into the water again.\n\n\"That's too bad!\" called Inga, in real distress; \"but you were so heavy\nI couldn't help it.\"\n\n\"Dear me!\" gasped the King, from the darkness below, as he spluttered\nand coughed to get the water out of his mouth. \"Why didn't you tell me\nyou were going to let go?\"\n\n\"I hadn't time,\" said Inga, sorrowfully.\n\n\"Well, I'm not suffering from thirst,\" declared the King, \"for there's\nenough water inside me to float all the boats of Regos and Coregos or\nat least it feels that way. But never mind! So long as I'm not actually\ndrowned, what does it matter?\"\n\n\"What shall we do next?\" asked the boy anxiously.\n\n\"Call someone to help you,\" was the reply.\n\n\"There is no one on the island but myself,\" said the boy; \"--excepting\nyou,\" he added, as an afterthought.\n\n\"I'm not on it--more's the pity!--but in it,\" responded Rinkitink. \"Are\nthe warriors all gone?\"\n\n\"Yes,\" said Inga, \"and they have taken my father and mother, and all\nour people, to be their slaves,\" he added, trying in vain to repress a\nsob.\n\n\"So--so!\" said Rinkitink softly; and then he paused a moment, as if in\nthought. Finally he said: \"There are worse things than slavery, but I\nnever imagined a well could be one of them. Tell me, Inga, could you\nlet down some food to me? I'm nearly starved, and if you could manage\nto send me down some food I'd be well fed--hoo, hoo, heek, keek,\neek!--well fed. Do you see the joke, Inga?\"\n\n\"Do not ask me to enjoy a joke just now, Your Majesty,\" begged Inga in\na sad voice; \"but if you will be patient I will try to find something\nfor you to eat.\"\n\nHe ran back to the ruins of the palace and began searching for bits of\nfood with which to satisfy the hunger of the King, when to his surprise\nhe observed the goat, Bilbil, wandering among the marble blocks.\n\n\"What!\" cried Inga. \"Didn't the warriors get you, either?\"\n\n\"If they had,\" calmly replied Bilbil, \"I shouldn't be here.\"\n\n\"But how did you escape?\" asked the boy.\n\n\"Easily enough. I kept my mouth shut and stayed away from the rascals,\"\nsaid the goat. \"I knew that the soldiers would not care for a skinny\nold beast like me, for to the eye of a stranger I seem good for\nnothing. Had they known I could talk, and that my head contained more\nwisdom than a hundred of their own noddles, I might not have escaped so\neasily.\"\n\n\"Perhaps you are right,\" said the boy.\n\n\"I suppose they got the old man?\" carelessly remarked Bilbil.\n\n\"What old man?\"\n\n\"Rinkitink.\"\n\n\"Oh, no! His Majesty is at the bottom of the well,\" said Inga, \"and I\ndon't know how to get him out again.\"\n\n\"Then let him stay there,\" suggested the goat.\n\n\"That would be cruel. I am sure, Bilbil, that you are fond of the good\nKing, your master, and do not mean what you say. Together, let us find\nsome way to save poor King Rinkitink. He is a very jolly companion, and\nhas a heart exceedingly kind and gentle.\"\n\n\"Oh, well; the old boy isn't so bad, taken altogether,\" admitted\nBilbil, speaking in a more friendly tone. \"But his bad jokes and fat\nlaughter tire me dreadfully, at times.\"\n\nPrince Inga now ran back to the well, the goat following more leisurely.\n\n\"Here's Bilbil!\" shouted the boy to the King. \"The enemy didn't get\nhim, it seems.\"\n\n\"That's lucky for the enemy,\" said Rinkitink. \"But it's lucky for me,\ntoo, for perhaps the beast can assist me out of this hole. If you can\nlet a rope down the well, I am sure that you and Bilbil, pulling\ntogether, will be able to drag me to the earth's surface.\"\n\n\"Be patient and we will make the attempt,\" replied Inga encouragingly,\nand he ran to search the ruins for a rope. Presently he found one that\nhad been used by the warriors in toppling over the towers, which in\ntheir haste they had neglected to remove, and with some difficulty he\nuntied the knots and carried the rope to the mouth of the well.\n\nBilbil had lain down to sleep and the refrain of a merry song came in\nmuffled tones from the well, proving that Rinkitink was making a\npatient endeavor to amuse himself.\n\n\"I've found a rope!\" Inga called down to him; and then the boy\nproceeded to make a loop in one end of the rope, for the King to put\nhis arms through, and the other end he placed over the drum of the\nwindlass. He now aroused Bilbil and fastened the rope firmly around the\ngoat's shoulders.\n\n\"Are you ready?\" asked the boy, leaning over the well.\n\n\"I am,\" replied the King.\n\n\"And I am not,\" growled the goat, \"for I have not yet had my nap out.\nOld Rinki will be safe enough in the well until I've slept an hour or\ntwo longer.\"\n\n\"But it is damp in the well,\" protested the boy, \"and King Rinkitink\nmay catch the rheumatism, so that he will have to ride upon your back\nwherever he goes.\"\n\nHearing this, Bilbil jumped up at once.\n\n\"Let's get him out,\" he said earnestly.\n\n\"Hold fast!\" shouted Inga to the King. Then he seized the rope and\nhelped Bilbil to pull. They soon found the task more difficult than\nthey had supposed. Once or twice the King's weight threatened to drag\nboth the boy and the goat into the well, to keep Rinkitink company. But\nthey pulled sturdily, being aware of this danger, and at last the King\npopped out of the hole and fell sprawling full length upon the ground.\n\nFor a time he lay panting and breathing hard to get his breath back,\nwhile Inga and Bilbil were likewise worn out from their long strain at\nthe rope; so the three rested quietly upon the grass and looked at one\nanother in silence.\n\nFinally Bilbil said to the King: \"I'm surprised at you. Why were you so\nfoolish as to fall down that well? Don't you know it's a dangerous\nthing to do? You might have broken your neck in the fall, or been\ndrowned in the water.\"\n\n\"Bilbil,\" replied the King solemnly, \"you're a goat. Do you imagine I\nfell down the well on purpose?\"\n\n\"I imagine nothing,\" retorted Bilbil. \"I only know you were there.\"\n\n\"There? Heh-heh-heek-keek-eek! To be sure I was there,\" laughed\nRinkitink. \"There in a dark hole, where there was no light; there in a\nwatery well, where the wetness soaked me through and\nthrough--keek-eek-eek-eek!--through and through!\"\n\n\"How did it happen?\" inquired Inga.\n\n\"I was running away from the enemy,\" explained the King, \"and I was\ncarelessly looking over my shoulder at the same time, to see if they\nwere chasing me. So I did not see the well, but stepped into it and\nfound myself tumbling down to the bottom. I struck the water very\nneatly and began struggling to keep myself from drowning, but presently\nI found that when I stood upon my feet on the bottom of the well, that\nmy chin was just above the water. So I stood still and yelled for help;\nbut no one heard me.\"\n\n\"If the warriors had heard you,\" said Bilbil, \"they would have pulled\nyou out and carried you away to be a slave. Then you would have been\nobliged to work for a living, and that would be a new experience.\"\n\n\"Work!\" exclaimed Rinkitink. \"Me work? Hoo, hoo, heek-keek-eek! How\nabsurd! I'm so stout--not to say chubby--not to say fat--that I can\nhardly walk, and I couldn't earn my salt at hard work. So I'm glad the\nenemy did not find me, Bilbil. How many others escaped?\"\n\n\"That I do not know,\" replied the boy, \"for I have not yet had time to\nvisit the other parts of the island. When you have rested and satisfied\nyour royal hunger, it might be well for us to look around and see what\nthe thieving warriors of Regos and Coregos have left us.\"\n\n\"An excellent idea,\" declared Rinkitink. \"I am somewhat feeble from my\nlong confinement in the well, but I can ride upon Bilbil's back and we\nmay as well start at once.\"\n\nHearing this, Bilbil cast a surly glance at his master but said\nnothing, since it was really the goat's business to carry King\nRinkitink wherever he desired to go.\n\nThey first searched the ruins of the palace, and where the kitchen had\nonce been they found a small quantity of food that had been half hidden\nby a block of marble. This they carefully placed in a sack to preserve\nit for future use, the little fat King having first eaten as much as he\ncared for. This consumed some time, for Rinkitink had been exceedingly\nhungry and liked to eat in a leisurely manner. When he had finished the\nmeal he straddled Bilbil's back and set out to explore the island,\nPrince Inga walking by his side.\n\nThey found on every hand ruin and desolation. The houses of the people\nhad been pilfered of all valuables and then torn down or burned. Not a\nboat had been left upon the shore, nor was there a single person, man\nor woman or child, remaining upon the island, save themselves. The only\ninhabitants of Pingaree now consisted of a fat little King, a boy and a\ngoat.\n\nEven Rinkitink, merry hearted as he was, found it hard to laugh in the\nface of this mighty disaster. Even the goat, contrary to its usual\nhabit, refrained from saying anything disagreeable. As for the poor boy\nwhose home was now a wilderness, the tears came often to his eyes as he\nmarked the ruin of his dearly loved island.\n\nWhen, at nightfall, they reached the lower end of Pingaree and found it\nswept as bare as the rest, Inga's grief was almost more than he could\nbear. Everything had been swept from him--parents, home and country--in\nso brief a time that his bewilderment was equal to his sorrow.\n\nSince no house remained standing, in which they might sleep, the three\nwanderers crept beneath the overhanging branches of a cassa tree and\ncurled themselves up as comfortably as possible. So tired and exhausted\nwere they by the day's anxieties and griefs that their troubles soon\nfaded into the mists of dreamland. Beast and King and boy slumbered\npeacefully together until wakened by the singing of the birds which\ngreeted the dawn of a new day.\n\n\n\n\nChapter Five\n\nThe Three Pearls\n\n\nWhen King Rinkitink and Prince Inga had bathed themselves in the sea\nand eaten a simple breakfast, they began wondering what they could do\nto improve their condition.\n\n\"The poor people of Gilgad,\" said Rinkitink cheerfully, \"are little\nlikely ever again to behold their King in the flesh, for my boat and my\nrowers are gone with everything else. Let us face the fact that we are\nimprisoned for life upon this island, and that our lives will be short\nunless we can secure more to eat than is in this small sack.\"\n\n\"I'll not starve, for I can eat grass,\" remarked the goat in a pleasant\ntone--or a tone as pleasant as Bilbil could assume.\n\n\"True, quite true,\" said the King. Then he seemed thoughtful for a\nmoment and turning to Inga he asked: \"Do you think, Prince, that if the\nworst comes, we could eat Bilbil?\"\n\nThe goat gave a groan and cast a reproachful look at his master as he\nsaid:\n\n\"Monster! Would you, indeed, eat your old friend and servant?\"\n\n\"Not if I can help it, Bilbil,\" answered the King pleasantly. \"You\nwould make a remarkably tough morsel, and my teeth are not as good as\nthey once were.\"\n\nWhile this talk was in progress Inga suddenly remembered the three\npearls which his father had hidden under the tiled floor of the banquet\nhall. Without doubt King Kitticut had been so suddenly surprised by the\ninvaders that he had found no opportunity to get the pearls, for\notherwise the fierce warriors would have been defeated and driven out\nof Pingaree. So they must still be in their hiding place, and Inga\nbelieved they would prove of great assistance to him and his comrades\nin this hour of need. But the palace was a mass of ruins; perhaps he\nwould be unable now to find the place where the pearls were hidden.\n\nHe said nothing of this to Rinkitink, remembering that his father had\ncharged him to preserve the secret of the pearls and of their magic\npowers. Nevertheless, the thought of securing the wonderful treasures\nof his ancestors gave the boy new hope.\n\nHe stood up and said to the King:\n\n\"Let us return to the other end of Pingaree. It is more pleasant than\nhere in spite of the desolation of my father's palace. And there, if\nanywhere, we shall discover a way out of our difficulties.\"\n\nThis suggestion met with Rinkitink's approval and the little party at\nonce started upon the return journey. As there was no occasion to delay\nupon the way, they reached the big end of the island about the middle\nof the day and at once began searching the ruins of the palace.\n\nThey found, to their satisfaction, that one room at the bottom of a\ntower was still habitable, although the roof was broken in and the\nplace was somewhat littered with stones. The King was, as he said, too\nfat to do any hard work, so he sat down on a block of marble and\nwatched Inga clear the room of its rubbish. This done, the boy hunted\nthrough the ruins until he discovered a stool and an armchair that had\nnot been broken beyond use. Some bedding and a mattress were also\nfound, so that by nightfall the little room had been made quite\ncomfortable.\n\nThe following morning, while Rinkitink was still sound asleep and\nBilbil was busily cropping the dewy grass that edged the shore, Prince\nInga began to search the tumbled heaps of marble for the place where\nthe royal banquet hall had been. After climbing over the ruins for a\ntime he reached a flat place which he recognized, by means of the tiled\nflooring and the broken furniture scattered about, to be the great hall\nhe was seeking. But in the center of the floor, directly over the spot\nwhere the pearls were hidden, lay several large and heavy blocks of\nmarble, which had been torn from the dismantled walls.\n\nThis unfortunate discovery for a time discouraged the boy, who realized\nhow helpless he was to remove such vast obstacles; but it was so\nimportant to secure the pearls that he dared not give way to despair\nuntil every human effort had been made, so he sat him down to think\nover the matter with great care.\n\nMeantime Rinkitink had risen from his bed and walked out upon the lawn,\nwhere he found Bilbil reclining at ease upon the greensward.\n\n\"Where is Inga?\" asked Rinkitink, rubbing his eyes with his knuckles\nbecause their vision was blurred with too much sleep.\n\n\"Don't ask me,\" said the goat, chewing with much satisfaction a cud of\nsweet grasses.\n\n\"Bilbil,\" said the King, squatting down beside the goat and resting his\nfat chin upon his hands and his elbows on his knees, \"allow me to\nconfide to you the fact that I am bored, and need amusement. My good\nfriend Kitticut has been kidnapped by the barbarians and taken from me,\nso there is no one to converse with me intelligently. I am the King and\nyou are the goat. Suppose you tell me a story.\n\n\"Suppose I don't,\" said Bilbil, with a scowl, for a goat's face is very\nexpressive.\n\n\"If you refuse, I shall be more unhappy than ever, and I know your\ndisposition is too sweet to permit that. Tell me a story, Bilbil.\"\n\nThe goat looked at him with an expression of scorn. Said he:\n\n\"One would think you are but four years old, Rinkitink! But there--I\nwill do as you command. Listen carefully, and the story may do you some\ngood--although I doubt if you understand the moral.\"\n\n\"I am sure the story will do me good,\" declared the King, whose eyes\nwere twinkling.\n\n\"Once on a time,\" began the goat.\n\n\"When was that, Bilbil?\" asked the King gently.\n\n\"Don't interrupt; it is impolite. Once on a time there was a King with\na hollow inside his head, where most people have their brains, and--\"\n\n\"Is this a true story, Bilbil?\"\n\n\"And the King with a hollow head could chatter words, which had no\nsense, and laugh in a brainless manner at senseless things. That part\nof the story is true enough, Rinkitink.\"\n\n\"Then proceed with the tale, sweet Bilbil. Yet it is hard to believe\nthat any King could be brainless--unless, indeed, he proved it by\nowning a talking goat.\"\n\nBilbil glared at him a full minute in silence. Then he resumed his\nstory:\n\n\"This empty-headed man was a King by accident, having been born to that\nhigh station. Also the King was empty-headed by the same chance, being\nborn without brains.\"\n\n\"Poor fellow!\" quoth the King. \"Did he own a talking goat?\"\n\n\"He did,\" answered Bilbil.\n\n\"Then he was wrong to have been born at all. Cheek-eek-eek-eek, oo,\nhoo!\" chuckled Rinkitink, his fat body shaking with merriment. \"But\nit's hard to prevent oneself from being born; there's no chance for\nprotest, eh, Bilbil?\"\n\n\"Who is telling this story, I'd like to know,\" demanded the goat, with\nanger.\n\n\"Ask someone with brains, my boy; I'm sure I can't tell,\" replied the\nKing, bursting into one of his merry fits of laughter.\n\nBilbil rose to his hoofs and walked away in a dignified manner, leaving\nRinkitink chuckling anew at the sour expression of the animal's face.\n\n\"Oh, Bilbil, you'll be the death of me, some day--I'm sure you will!\"\ngasped the King, taking out his lace handkerchief to wipe his eyes;\nfor, as he often did, he had laughed till the tears came.\n\nBilbil was deeply vexed and would not even turn his head to look at his\nmaster. To escape from Rinkitink he wandered among the ruins of the\npalace, where he came upon Prince Inga.\n\n\"Good morning, Bilbil,\" said the boy. \"I was just going to find you,\nthat I might consult you upon an important matter. If you will kindly\nturn back with me I am sure your good judgment will be of great\nassistance.\"\n\nThe angry goat was quite mollified by the respectful tone in which he\nwas addressed, but he immediately asked:\n\n\"Are you also going to consult that empty-headed King over yonder?\"\n\n\"I am sorry to hear you speak of your kind master in such a way,\" said\nthe boy gravely. \"All men are deserving of respect, being the highest\nof living creatures, and Kings deserve respect more than others, for\nthey are set to rule over many people.\"\n\n\"Nevertheless,\" said Bilbil with conviction, \"Rinkitink's head is\ncertainly empty of brains.\"\n\n\"That I am unwilling to believe,\" insisted Inga. \"But anyway his heart\nis kind and gentle and that is better than being wise. He is merry in\nspite of misfortunes that would cause others to weep and he never\nspeaks harsh words that wound the feelings of his friends.\"\n\n\"Still,\" growled Bilbil, \"he is--\"\n\n\"Let us forget everything but his good nature, which puts new heart\ninto us when we are sad,\" advised the boy.\n\n\"But he is--\"\n\n\"Come with me, please,\" interrupted Inga, \"for the matter of which I\nwish to speak is very important.\"\n\nBilbil followed him, although the boy still heard the goat muttering\nthat the King had no brains. Rinkitink, seeing them turn into the\nruins, also followed, and upon joining them asked for his breakfast.\n\nInga opened the sack of food and while he and the King ate of it the\nboy said:\n\n\"If I could find a way to remove some of the blocks of marble which\nhave fallen in the banquet hall, I think I could find means for us to\nescape from this barren island.\"\n\n\"Then,\" mumbled Rinkitink, with his mouth full, \"let us move the blocks\nof marble.\"\n\n\"But how?\" inquired Prince Inga. \"They are very heavy.\"\n\n\"Ah, how, indeed?\" returned the  King, smacking his lips contentedly.\n\"That is a serious question. But--I have it! Let us see what my famous\nparchment says about it.\" He wiped his fingers upon a napkin and then,\ntaking the scroll from a pocket inside his embroidered blouse, he\nunrolled it and read the following words: 'Never step on another man's\ntoes.'\n\nThe goat gave a snort of contempt; Inga was silent; the King looked\nfrom one to the other inquiringly.\n\n\"That's the idea, exactly!\" declared Rinkitink.\n\n\"To be sure,\" said Bilbil scornfully, \"it tells us exactly how to move\nthe blocks of marble.\"\n\n\"Oh, does it?\" responded the King, and then for a moment he rubbed the\ntop of his bald head in a perplexed manner. The next moment he burst\ninto a peal of joyous laughter. The goat looked at Inga and sighed.\n\n\"What did I tell you?\" asked the creature. \"Was I right, or was I\nwrong?\"\n\n\"This scroll,\" said Rinkitink, \"is indeed a masterpiece. Its advice is\nof tremendous value. 'Never step on another man's toes.' Let us think\nthis over. The inference is that we should step upon our own toes,\nwhich were given us for that purpose. Therefore, if I stepped upon\nanother man's toes, I would be the other man. Hoo, hoo, hoo!--the other\nman--hee, hee, heek-keek-eek! Funny, isn't it?\"\n\n\"Didn't I say--\" began Bilbil.\n\n\"No matter what you said, my boy,\" roared the King. \"No fool could have\nfigured that out as nicely as I did.\"\n\n\"We have still to decide how to remove the blocks of marble,\" suggested\nInga anxiously.\n\n \"Fasten a rope to them, and pull,\" said Bilbil.\n\"Don't pay any more attention to Rinkitink, for he is no wiser than the\nman who wrote that brainless scroll. Just get the rope, and we'll\nfasten Rinkitink to one end of it for a weight and I'll help you pull.\"\n\n\"Thank you, Bilbil,\" replied the boy. \"I'll get the rope at once.\"\n\nBilbil found it difficult to climb over the ruins to the floor of the\nbanquet hall, but there are few places a goat cannot get to when it\nmakes the attempt, so Bilbil succeeded at last, and even fat little\nRinkitink finally joined them, though much out of breath.\n\nInga fastened one end of the rope around a block of marble and then\nmade a loop at the other end to go over Bilbil's head. When all was\nready the boy seized the rope and helped the goat to pull; yet, strain\nas they might, the huge block would not stir from its place. Seeing\nthis, King Rinkitink came forward and lent his assistance, the weight\nof his body forcing the heavy marble to slide several feet from where\nit had lain.\n\nBut it was hard work and all were obliged to take a long rest before\nundertaking the removal of the next block.\n\n\"Admit, Bilbil,\" said the King, \"that I am of some use in the world.\"\n\n\"Your weight was of considerable help,\" acknowledged the goat, \"but if\nyour head were as well filled as your stomach the task would be still\neasier.\"\n\nWhen Inga went to fasten the rope a second time he was rejoiced to\ndiscover that by moving one more block of marble he could uncover the\ntile with the secret spring. So the three pulled with renewed energy\nand to their joy the block moved and rolled upon its side, leaving Inga\nfree to remove the treasure when he pleased.\n\nBut the boy had no intention of allowing Bilbil and the King to share\nthe secret of the royal treasures of Pingaree; so, although both the\ngoat and its master demanded to know why the marble blocks had been\nmoved, and how it would benefit them, Inga begged them to wait until\nthe next morning, when he hoped to be able to satisfy them that their\nhard work had not been in vain.\n\nHaving little confidence in this promise of a mere boy, the goat\ngrumbled and the King laughed; but Inga paid no heed to their ridicule\nand set himself to work rigging up a fishing rod, with line and hook.\nDuring the afternoon he waded out to some rocks near the shore and\nfished patiently until he had captured enough yellow perch for their\nsupper and breakfast.\n\n\"Ah,\" said Rinkitink, looking at the fine catch when Inga returned to\nthe shore; \"these will taste delicious when they are cooked; but do you\nknow how to cook them?\"\n\n\"No,\" was the reply. \"I have often caught fish, but never cooked them.\nPerhaps Your Majesty understands cooking.\"\n\n\"Cooking and majesty are two different things,\" laughed the little\nKing. \"I could not cook a fish to save me from starvation.\"\n\n\"For my part,\" said Bilbil, \"I never eat fish, but I can tell you how\nto cook them, for I have often watched the palace cooks at their work.\"\nAnd so, with the goat's assistance, the boy and the King managed to\nprepare the fish and cook them, after which they were eaten with good\nappetite.\n\nThat night, after Rinkitink and Bilbil were both fast asleep, Inga\nstole quietly through the moonlight to the desolate banquet hall.\nThere, kneeling down, he touched the secret spring as his father had\ninstructed him to do and to his joy the tile sank downward and\ndisclosed the opening. You may imagine how the boy's heart throbbed\nwith excitement as he slowly thrust his hand into the cavity and felt\naround to see if the precious pearls were still there. In a moment his\nfingers touched the silken bag and, without pausing to close the\nrecess, he pressed the treasure against his breast and ran out into the\nmoonlight to examine it. When he reached a bright place he started to\nopen the bag, but he observed Bilbil lying asleep upon the grass near\nby. So, trembling with the fear of discovery, he ran to another place,\nand when he paused he heard Rinkitink snoring lustily. Again he fled\nand made his way to the seashore, where he squatted under a bank and\nbegan to untie the cords that fastened the mouth of the bag. But now\nanother fear assailed him.\n\n\"If the pearls should slip from my hand,\" he thought, \"and roll into\nthe water, they might be lost to me forever. I must find some safer\nplace.\"\n\nHere and there he wandered, still clasping the silken bag in both\nhands, and finally he went to the grove and climbed into the tall tree\nwhere he had made his platform and seat. But here it was pitch dark, so\nhe found he must wait patiently until morning before he dared touch the\npearls. During those hours of waiting he had time for reflection and\nreproached himself for being so frightened by the possession of his\nfather's treasures.\n\n\"These pearls have belonged to our family for generations,\" he mused,\n\"yet no one has ever lost them. If I use ordinary care I am sure I need\nhave no fears for their safety.\"\n\nWhen the dawn came and he could see plainly, Inga opened the bag and\ntook out the Blue Pearl. There was no possibility of his being observed\nby others, so he took time to examine it wonderingly, saying to\nhimself: \"This will give me strength.\"\n\nTaking off his right shoe he placed the Blue Pearl within it, far up in\nthe pointed toe. Then he tore a piece from his handkerchief and stuffed\nit into the shoe to hold the pearl in place. Inga's shoes were long and\npointed, as were all the shoes worn in Pingaree, and the points curled\nupward, so that there was quite a vacant space beyond the place where\nthe boy's toes reached when the shoe was upon his foot.\n\nAfter he had put on the Shoe and laced it up he opened the bag and took\nout the Pink Pearl. \"This will protect me from danger,\" said Inga, and\nremoving the shoe from his left foot he carefully placed the pearl in\nthe hollow toe. This, also, he secured in place by means of a strip\ntorn from his handkerchief.\n\nHaving put on the second shoe and laced it up, the boy drew from the\nsilken bag the third pearl--that which was pure white--and holding it\nto his ear he asked.\n\n\"Will you advise me what to do, in this my hour of misfortune?\"\n\nClearly the small voice of the pearl made answer:\n\n\"I advise you to go to the Islands of Regos and Coregos, where you may\nliberate your parents from slavery.\"\n\n\"How could I do that?\" exclaimed Prince Inga, amazed at receiving such\nadvice.\n\n\"To-night,\" spoke the voice of the pearl, \"there will be a storm, and\nin the morning a boat will strand upon the shore. Take this boat and\nrow to Regos and Coregos.\"\n\n\"How can I, a weak boy, pull the boat so far?\" he inquired, doubting\nthe possibility.\n\n\"The Blue Pearl will give you strength,\" was the reply.\n\n\"But I may be shipwrecked and drowned, before ever I reach Regos and\nCoregos,\" protested the boy.\n\n\"The Pink Pearl will protect you from harm,\" murmured the voice, soft\nand low but very distinct.\n\n\"Then I shall act as you advise me,\" declared Inga, speaking firmly\nbecause this promise gave him courage, and as he removed the pearl from\nhis ear it whispered:\n\n\"The wise and fearless are sure to win success.\"\n\nRestoring the White Pearl to the depths of the silken bag, Inga\nfastened it securely around his neck and buttoned his waist above it to\nhide the treasure from all prying eyes. Then he slowly climbed down\nfrom the tree and returned to the room where King Rinkitink still slept.\n\nThe goat was browsing upon the grass but looked cross and surly. When\nthe boy said good morning as he passed, Bilbil made no response\nwhatever. As Inga entered the room the King awoke and asked:\n\n\"What is that mysterious secret of yours? I've been dreaming about it,\nand I haven't got my breath yet from tugging at those heavy blocks.\nTell me the secret.\"\n\n\"A secret told is no longer a secret,\" replied Inga, with a laugh.\n\"Besides, this is a family secret, which it is proper I should keep to\nmyself. But I may tell you one thing, at least: We are going to leave\nthis island to-morrow morning.\"\n\nThe King seemed puzzled' by this statement.\n\n\"I'm not much of a swimmer,\" said he, \"and, though I'm fat enough to\nfloat upon the surface of the water, I'd only bob around and get\nnowhere at all.\"\n\n\"We shall not swim, but ride comfortably in a boat,\" promised Inga.\n\n\"There isn't a boat on this island!\" declared Rinkitink, looking upon\nthe boy with wonder.\n\n\"True,\" said Inga. \"But one will come to us in the morning.\" He spoke\npositively, for he had perfect faith in the promise of the White Pearl;\nbut Rinkitink, knowing nothing of the three marvelous jewels, began to\nfear that the little Prince had lost his mind through grief and\nmisfortune.\n\nFor this reason the King did not question the boy further but tried to\ncheer him by telling him witty stories. He laughed at all the stories\nhimself, in his merry, rollicking way, and Inga joined freely in the\nlaughter because his heart had been lightened by the prospect of\nrescuing his dear parents. Not since the fierce warriors had descended\nupon Pingaree had the boy been so hopeful and happy.\n\nWith Rinkitink riding upon Bilbil's back, the three made a tour of the\nisland and found in the central part some bushes and trees bearing ripe\nfruit. They gathered this freely, for--aside from the fish which Inga\ncaught--it was the only food they now had, and the less they had, the\nbigger Rinkitink's appetite seemed to grow.\n\n\"I am never more happy,\" said he with a sigh, \"than when I am eating.\"\n\nToward evening the sky became overcast and soon a great storm began to\nrage. Prince Inga and King Rinkitink took refuge within the shelter of\nthe room they had fitted up and there Bilbil joined them. The goat and\nthe King were somewhat disturbed by the violence of the storm, but Inga\ndid not mind it, being pleased at this evidence that the White Pearl\nmight be relied upon.\n\nAll night the wind shrieked around the island; thunder rolled,\nlightning flashed and rain came down in torrents. But with morning the\nstorm abated and when the sun arose no sign of the tempest remained\nsave a few fallen trees.\n\n\n\n\nChapter Six\n\nThe Magic Boat\n\n\nPrince Inga was up with the sun and, accompanied by Bilbil, began\nwalking along the shore in search of the boat which the White Pearl had\npromised him. Never for an instant did he doubt that he would find it\nand before he had walked any great distance a dark object at the\nwater's edge caught his eye.\n\n\"It is the boat, Bilbil!\" he cried joyfully, and running down to it he\nfound it was, indeed, a large and roomy boat. Although stranded upon\nthe beach, it was in perfect order and had suffered in no way from the\nstorm.\n\nInga stood for some moments gazing upon the handsome craft and\nwondering where it could have come from. Certainly it was unlike any\nboat he had ever seen. On the outside it was painted a lustrous black,\nwithout any other color to relieve it; but all the inside of the boat\nwas lined with pure silver, polished so highly that the surface\nresembled a mirror and glinted brilliantly in the rays of the sun. The\nseats had white velvet cushions upon them and the cushions were\nsplendidly embroidered with threads of gold. At one end, beneath the\nbroad seat, was a small barrel with silver hoops, which the boy found\nwas filled with fresh, sweet water. A great chest of sandalwood, bound\nand ornamented with silver, stood in the other end of the boat. Inga\nraised the lid and discovered the chest filled with sea-biscuits,\ncakes, tinned meats and ripe, juicy melons; enough good and wholesome\nfood to last the party a long time.\n\nLying upon the bottom of the boat were two shining oars, and overhead,\nbut rolled back now, was a canopy of silver cloth to ward off the heat\nof the sun.\n\nIt is no wonder the boy was delighted with the appearance of this\nbeautiful boat; but on reflection he feared it was too large for him to\nrow any great distance. Unless, indeed, the Blue Pearl gave him unusual\nstrength.\n\nWhile he was considering this matter, King Rinkitink came waddling up\nto him and said:\n\n\"Well, well, well, my Prince, your words have come true! Here is the\nboat, for a certainty, yet how it came here--and how you knew it would\ncome to us--are puzzles that mystify me. I do not question our good\nfortune, however, and my heart is bubbling with joy, for in this boat I\nwill return at once to my City of Gilgad, from which I have remained\nabsent altogether too long a time.\"\n\n\"I do not wish to go to Gilgad,\" said Inga.\n\n\"That is too bad, my friend, for you would be very welcome. But you may\nremain upon this island, if you wish,\" continued Rinkitink, \"and when I\nget home I will send some of my people to rescue you.\"\n\n\"It is my boat, Your Majesty,\" said Inga quietly.\n\n\"May be, may be,\" was the careless answer, \"but I am King of a great\ncountry, while you are a boy Prince without any kingdom to speak of.\nTherefore, being of greater importance than you, it is just and right\nthat I take, your boat and return to my own country in it.\"\n\n\"I am sorry to differ from Your Majesty's views,\" said Inga, \"but\ninstead of going to Gilgad I consider it of greater importance that we\ngo to the islands of Regos and Coregos.\"\n\n\"Hey? What!\" cried the astounded King. \"To Regos and Coregos! To become\nslaves of the barbarians, like the King, your father? No, no, my boy!\nYour Uncle Rinki may have an empty noddle, as Bilbil claims, but he is\nfar too wise to put his head in the lion's mouth. It's no fun to be a\nslave.\"\n\n\"The people of Regos and Coregos will not enslave us,\" declared Inga.\n\"On the contrary, it is my intention to set free my dear parents, as\nwell as all my people, and to bring them back again to Pingaree.\"\n\n\"Cheek-eek-eek-eek-eek! How funny!\" chuckled Rinkitink, winking at the\ngoat, which scowled in return. \"Your audacity takes my breath away,\nInga, but the adventure has its charm, I must, confess. Were I not so\nfat, I'd agree to your plan at once, and could probably conquer that\nhorde of fierce warriors without any assistance at all--any at all--eh,\nBilbil? But I grieve to say that I am fat, and not in good fighting\ntrim. As for your determination to do what I admit I can't do, Inga, I\nfear you forget that you are only a boy, and rather small at that.\"\n\n\"No, I do not forget that,\" was Inga's reply.\n\n\"Then please consider that you and I and Bilbil are not strong enough,\nas an army, to conquer a powerful nation of skilled warriors. We could\nattempt it, of course, but you are too young to die, while I am too\nold. Come with me to my City of Gilgad, where you will be greatly\nhonored. I'll have my professors teach you how to be good. Eh? What do\nyou say?\"\n\nInga was a little embarrassed how to reply to these arguments, which he\nknew King Rinkitink considered were wise; so, after a period of\nthought, he said:\n\n\"I will make a bargain with Your Majesty, for I do not wish to fail in\nrespect to so worthy a man and so great a King as yourself. This boat\nis mine, as I have said, and in my father's absence you have become my\nguest; therefore I claim that I am entitled to some consideration, as\nwell as you.\"\n\n\"No doubt of it,\" agreed Rinkitink. \"What is the bargain you propose,\nInga?\"\n\n\"Let us both get into the boat, and you shall first try to row us to\nGilgad. If you succeed, I will accompany you right willingly; but\nshould you fail, I will then row the boat to Regos, and you must come\nwith me without further protest.\"\n\n\"A fair and just bargain!\" cried the King, highly pleased. \"Yet,\nalthough I am a man of mighty deeds, I do not relish the prospect of\nrowing so big a boat all the way to Gilgad. But I will do my best and\nabide by the result.\"\n\nThe matter being thus peaceably settled, they prepared to embark. A\nfurther supply of fruits was placed in the boat and Inga also raked up\na quantity of the delicious oysters that abounded on the coast of\nPingaree but which he had before been unable to reach for lack of a\nboat. This was done at the suggestion of the ever-hungry Rinkitink, and\nwhen the oysters had been stowed in their shells behind the water\nbarrel and a plentiful supply of grass brought aboard for Bilbil, they\ndecided they were ready to start on their voyage.\n\nIt proved no easy task to get Bilbil into the boat, for he was a\nremarkably clumsy goat and once, when Rinkitink gave him a push, he\ntumbled into the water and nearly drowned before they could get him out\nagain. But there was no thought of leaving the quaint animal behind.\nHis power of speech made him seem almost human in the eyes of the boy,\nand the fat King was so accustomed to his surly companion that nothing\ncould have induced him to part with him. Finally Bilbil fell sprawling\ninto the bottom of the boat, and Inga helped him to get to the front\nend, where there was enough space for him to lie down.\n\nRinkitink now took his seat in the silver-lined craft and the boy came\nlast, pushing off the boat as he sprang aboard, so that it floated\nfreely upon the water.\n\n\"Well, here we go for Gilgad!\" exclaimed the King, picking up the oars\nand placing them in the row-locks. Then he began to row as hard as he\ncould, singing at the same time an odd sort of a song that ran like\nthis:\n\n  \"The way to Gilgad isn't bad\n  For a stout old King and a brave young lad,\n  For a cross old goat with a dripping coat,\n  And a silver boat in which to float.\n  So our hearts are merry, light and glad\n  As we speed away to fair Gilgad!\"\n\n\n\"Don't, Rinkitink; please don't! It makes me seasick,\" growled Bilbil.\n\nRinkitink stopped rowing, for by this time he was all out of breath and\nhis round face was covered with big drops of perspiration. And when he\nlooked over his shoulder he found to his dismay that the boat had\nscarcely moved a foot from its former position.\n\nInga said nothing and appeared not to notice the King's failure. So now\nRinkitink, with a serious look on his fat, red face, took off his\npurple robe and rolled up the sleeves of his tunic and tried again.\n\nHowever, he succeeded no better than before and when he heard Bilbil\ngive a gruff laugh and saw a smile upon the boy Prince's face,\nRinkitink suddenly dropped the oars and began shouting with laughter at\nhis own defeat. As he wiped his brow with a yellow silk handkerchief he\nsang in a merry voice:\n\n  \"A sailor bold am I, I hold,\n  But boldness will not row a boat.\n  So I confess I'm in distress\n  And just as useless as the goat.\"\n\n\n\"Please leave me out of your verses,\" said Bilbil with a snort of anger.\n\n\"When I make a fool of myself, Bilbil, I'm a goat,\" replied Rinkitink.\n\n\"Not so,\" insisted Bilbil. \"Nothing could make you a member of my\nsuperior race.\"\n\n\"Superior? Why, Bilbil, a goat is but a beast, while I am a King!\"\n\n\"I claim that superiority lies in intelligence,\" said the goat.\n\nRinkitink paid no attention to this remark, but turning to Inga he said:\n\n\"We may as well get back to the shore, for the boat is too heavy to row\nto Gilgad or anywhere else. Indeed, it will be hard for us to reach\nland again.\"\n\n\"Let me take the oars,\" suggested Inga. \"You must not forget our\nbargain.\"\n\n\"No, indeed,\" answered Rinkitink. \"If you can row us to Regos, or to\nany other place, I will go with you without protest.\"\n\nSo the King took Inga's place at the stern of the boat and the boy\ngrasped the oars and commenced to row. And now, to the great wonder of\nRinkitink--and even to Inga's surprise--the oars became light as\nfeathers as soon as the Prince took hold of them. In an instant the\nboat began to glide rapidly through the water and, seeing this, the boy\nturned its prow toward the north. He did not know exactly where Regos\nand Coregos were located, but he did know that the islands lay to the\nnorth of Pingaree, so he decided to trust to luck and the guidance of\nthe pearls to carry him to them.\n\nGradually the Island of Pingaree became smaller to their view as the\nboat sped onward, until at the end of an hour they had lost sight of it\naltogether and were wholly surrounded by the purple waters of the\nNonestic Ocean.\n\nPrince Inga did not tire from the labor of rowing; indeed, it seemed to\nhim no labor at all. Once he stopped long enough to place the poles of\nthe canopy in the holes that had been made for them, in the edges of\nthe boat, and to spread the canopy of silver over the poles, for\nRinkitink had complained of the sun's heat. But the canopy shut out the\nhot rays and rendered the interior of the boat cool and pleasant.\n\n\"This is a glorious ride!\" cried Rinkitink, as he lay back in the\nshade. \"I find it a decided relief to be away from that dismal island\nof Pingaree.\n\n\"It may be a relief for a short time,\" said Bilbil, \"but you are going\nto the land of your enemies, who will probably stick your fat body full\nof spears and arrows.\"\n\n\"Oh, I hope not!\" exclaimed Inga, distressed at the thought.\n\n\"Never mind,\" said the King calmly, \"a man can die but once, you know,\nand when the enemy kills me I shall beg him to kill Bilbil, also, that\nwe may remain together in death as in life.\"\n\n\"They may be cannibals, in which case they will roast and eat us,\"\nsuggested Bilbil, who wished to terrify his master.\n\n\"Who knows?\" answered Rinkitink, with a shudder. \"But cheer up, Bilbil;\nthey may not kill us after all, or even capture us; so let us not\nborrow trouble. Do not look so cross, my sprightly quadruped, and I\nwill sing to amuse you.\"\n\n\"Your song would make me more cross than ever,\" grumbled the goat.\n\n\"Quite impossible, dear Bilbil. You couldn't be more surly if you\ntried. So here is a famous song for you.\"\n\nWhile the boy rowed steadily on and the boat rushed fast over the\nwater, the jolly King, who never could be sad or serious for many\nminutes at a time, lay back on his embroidered cushions and sang as\nfollows:\n\n  \"A merry maiden went to sea--\n  Sing too-ral-oo-ral-i-do!\n  She sat upon the Captain's knee\n  And looked around the sea to see\n  What she could see, but she couldn't see me--\n  Sing too-ral-oo-ral-i-do!\n\n\n\"How do you like that, Bilbil?\"\n\n\"I don't like it,\" complained the goat. \"It reminds me of the alligator\nthat tried to whistle.\"\n\n\"Did he succeed, Bilbil?\" asked the King.\n\n\"He whistled as well as you sing.\"\n\n\"Ha, ha, ha, ha, heek, keek, eek!\" chuckled the King. \"He must have\nwhistled most exquisitely, eh, my friend?\"\n\n\"I am not your friend,\" returned the goat, wagging his ears in a surly\nmanner.\n\n\"I am yours, however,\" was the King's cheery reply; \"and to prove it\nI'll sing you another verse.\"\n\n\"Don't, I beg of you!\"\n\nBut the King sang as follows:\n\n  \"The wind blew off the maiden's shoe--\n    Sing too-ral-oo-ral-i-do!\n  And the shoe flew high to the sky so blue\n  And the maiden knew 'twas a new shoe, too;\n  But she couldn't pursue the shoe, 'tis true--\n    Sing too-ral-oo-ral-i-do!\n\n\n\"Isn't that sweet, my pretty goat?\"\n\n\"Sweet, do you ask?\" retorted Bilbil. \"I consider it as sweet as candy\nmade from mustard and vinegar.\"\n\n\"But not as sweet as your disposition, I admit. Ah, Bilbil, your temper\nwould put honey itself to shame.\"\n\n\"Do not quarrel, I beg of you,\" pleaded Inga. \"Are we not sad enough\nalready?\"\n\n\"But this is a jolly quarrel,\" said the King, \"and it is the way Bilbil\nand I often amuse ourselves. Listen, now, to the last verse of all:\n\n  \"The maid who shied her shoe now cried--\n    Sing too-ral-oo-ral-i-do!\n  Her tears were fried for the Captain's bride\n  Who ate with pride her sobs, beside,\n  And gently sighed 'I'm satisfied'--\n    Sing to-ral-oo-ral-i-do!\"\n\n\n\"Worse and worse!\" grumbled Bilbil, with much scorn. \"I am glad that is\nthe last verse, for another of the same kind might cause me to faint.\"\n\n\"I fear you have no ear for music,\" said the King.\n\n\"I have heard no music, as yet,\" declared the goat. \"You must have a\nstrong imagination, King Rinkitink, if you consider your songs music.\nDo you remember the story of the bear that hired out for a nursemaid?\"\n\n\"I do not recall it just now,\" said Rinkitink, with a wink at Inga.\n\n\"Well, the bear tried to sing a lullaby to put the baby to sleep.\"\n\n\"And then?\" said the King.\n\n\"The bear was highly pleased with its own voice, but the baby was\nnearly frightened to death.\"\n\n\"Heh, heb, heh, heh, whoo, hoo, hoo! You are a merry rogue, Bilbil,\"\nlaughed the King; \"a merry rogue in spite of your gloomy features.\nHowever, if I have not amused you, I have at least pleased myself, for\nI am exceedingly fond of a good song. So let us say no more about it.\"\n\nAll this time the boy Prince was rowing the boat. He was not in the\nleast tired, for the oars he held seemed to move of their own accord.\nHe paid little heed to the conversation of Rinkitink and the goat, but\nbusied his thoughts with plans of what he should do when he reached the\nislands of Regos and Coregos and confronted his enemies. When the\nothers finally became silent, Inga inquired.\n\n\"Can you fight, King Rinkitink?\"\n\n\"I have never tried,\" was the answer. \"In time of danger I have found\nit much easier to run away than to face the foe.\"\n\n\"But could you fight?\" asked the boy.\n\n\"I might try, if there was no chance to escape by running. Have you a\nproper weapon for me to fight with?\"\n\n\"I have no weapon at all,\" confessed Inga.\n\n\"Then let us use argument and persuasion instead of fighting. For\ninstance, if we could persuade the warriors of Regos to lie down, and\nlet me step on them, they would be crushed with ease.\"\n\nPrince Inga had expected little support from the King, so he was not\ndiscouraged by this answer. After all, he reflected, a conquest by\nbattle would be out of the question, yet the White Pearl would not have\nadvised him to go to Regos and Coregos had the mission been a hopeless\none. It seemed to him, on further reflection, that he must rely upon\ncircumstances to determine his actions when he reached the islands of\nthe barbarians.\n\nBy this time Inga felt perfect confidence in the Magic Pearls. It was\nthe White Pearl that had given him the boat, and the Blue Pearl that\nhad given him strength to row it. He believed that the Pink Pearl would\nprotect him from any danger that might arise; so his anxiety was not\nfor himself, but for his companions. King Rinkitink and the goat had no\nmagic to protect them, so Inga resolved to do all in his power to keep\nthem from harm.\n\nFor three days and three nights the boat with the silver lining sped\nswiftly over the ocean. On the morning of the fourth day, so quickly\nhad they traveled, Inga saw before him the shores of the two great\nislands of Regos and Coregos.\n\n\"The pearls have guided me aright!\" he whispered to himself. \"Now, if I\nam wise, and cautious, and brave, I believe I shall be able to rescue\nmy father and mother and my people.\"\n\n\n\n\nChapter Seven\n\nThe Twin Islands\n\n\nThe Island of Regos was ten miles wide and forty miles long and it was\nruled by a big and powerful King named Gos. Near to the shores were\ngreen and fertile fields, but farther back from the sea were rugged\nhills and mountains, so rocky that nothing would grow there. But in\nthese mountains were mines of gold and silver, which the slaves of the\nKing were forced to work, being confined in dark underground passages\nfor that purpose. In the course of time huge caverns had been hollowed\nout by the slaves, in which they lived and slept, never seeing the\nlight of day. Cruel overseers with whips stood over these poor people,\nwho had been captured in many countries by the raiding parties of King\nCos, and the overseers were quite willing to lash the slaves with their\nwhips if they faltered a moment in their work.\n\nBetween the green shores and the mountains were forests of thick,\ntangled trees, between which narrow paths had been cut to lead up to\nthe caves of the mines. It was on the level green meadows, not far from\nthe ocean, that the great City of Regos had been built, wherein was\nlocated the palace of the King. This city was inhabited by thousands of\nthe fierce warriors of Gos, who frequently took to their boats and\nspread over the sea to the neighboring islands to conquer and pillage,\nas they had done at Pingaree. When they were not absent on one of these\nexpeditions, the City of Regos swarmed with them and so became a\ndangerous place for any peaceful person to live in, for the warriors\nwere as lawless as their King.\n\nThe Island of Coregos lay close beside the Island of Regos; so close,\nindeed, that one might have thrown a stone from one shore to another.\nBut Coregos was only half the size of Regos and instead of being\nmountainous it was a rich and pleasant country, covered with fields of\ngrain. The fields of Coregos furnished food for the warriors and\ncitizens of both countries, while the mines of Regos made them all rich.\n\nCoregos was ruled by Queen Cor, who was wedded to King Gos; but so\nstern and cruel was the nature of this Queen that the people could not\ndecide which of their sovereigns they dreaded most.\n\nQueen Cor lived in her own City of Coregos, which lay on that side of\nher island facing Regos, and her slaves, who were mostly women, were\nmade to plow the land and to plant and harvest the grain.\n\nFrom Regos to Coregos stretched a bridge of boats, set close together,\nwith planks laid across their edges for people to walk upon. In this\nway it was easy to pass from one island to the other and in times of\ndanger the bridge could be quickly removed.\n\nThe native inhabitants of Regos and Coregos consisted of the warriors,\nwho did nothing but fight and ravage, and the trembling servants who\nwaited on them. King Gos and Queen Cor were at war with all the rest of\nthe world. Other islanders hated and feared them, for their slaves were\nbadly treated and absolutely no mercy was shown to the weak or ill.\n\nWhen the boats that had gone to Pingaree returned loaded with rich\nplunder and a host of captives, there was much rejoicing in Regos and\nCoregos and the King and Queen gave a fine feast to the warriors who\nhad accomplished so great a conquest. This feast was set for the\nwarriors in the grounds of King Gos's palace, while with them in the\ngreat throne room all the captains and leaders of the fighting men were\nassembled with King Gos and Queen Cor, who had come from her island to\nattend the ceremony. Then all the goods that had been stolen from the\nKing of Pingaree were divided according to rank, the King and Queen\ntaking half, the captains a quarter, and the rest being divided amongst\nthe warriors.\n\nThe day following the feast King Gos sent King Kitticut and all the men\nof Pingaree to work in his mines under the mountains, having first\nchained them together so they could not escape. The gentle Queen of\nPingaree and all her women, together with the captured children, were\ngiven to Queen Cor, who set them to work in her grain fields.\n\nThen the rulers and warriors of these dreadful islands thought they had\ndone forever with Pingaree. Despoiled of all its wealth, its houses\ntorn down, its boats captured and all its people enslaved, what\nlikelihood was there that they might ever again hear of the desolated\nisland? So the people of Regos and Coregos were surprised and puzzled\nwhen one morning they observed approaching their shores from the\ndirection of the south a black boat containing a boy, a fat man and a\ngoat. The warriors asked one another who these could be, and where they\nhad come from? No one ever came to those islands of their own accord,\nthat was certain.\n\nPrince Inga guided his boat to the south end of the Island of Regos,\nwhich was the landing place nearest to the city, and when the warriors\nsaw this action they went down to the shore to meet him, being led by a\nbig captain named Buzzub.\n\n\"Those people surely mean us no good,\" said Rinkitink uneasily to the\nboy. \"Without doubt they intend to capture us and make us their slaves.\"\n\n\"Do not fear, sir,\" answered Inga, in a calm voice. \"Stay quietly in\nthe boat with Bilbil until I have spoken with these men.\"\n\nHe stopped the boat a dozen feet from the shore, and standing up in his\nplace made a grave bow to the multitude confronting him. Said the big\nCaptain Buzzub in a gruff voice:\n\n\"Well, little one, who may you be? And how dare you come, uninvited and\nall alone, to the Island of Regos?\"\n\n\"I am Inga, Prince of Pingaree,\" returned the boy, \"and I have come\nhere to free my parents and my people, whom you have wrongfully\nenslaved.\"\n\nWhen they heard this bold speech a mighty laugh arose from the band of\nwarriors, and when it had subsided the captain said:\n\n\"You love to jest, my baby Prince, and the joke is fairly good. But why\ndid you willingly thrust your head into the lion's mouth? When you were\nfree, why did you not stay free? We did not know we had left a single\nperson in Pingaree! But since you managed to escape us then, it is\nreally kind of you to come here of your own free will, to be our slave.\nWho is the funny fat person with you?\"\n\n\"It is His Majesty, King Rinkitink, of the great City of Gilgad. He has\naccompanied me to see that you render full restitution for all you have\nstolen from Pingaree.\"\n\n\"Better yet!\" laughed Buzzub. \"He will make a fine slave for Queen Cor,\nwho loves to tickle fat men, and see them jump.\"\n\nKing Rinkitink was filled with horror when he heard this, but the\nPrince answered as boldly as before, saying:\n\n\"We are not to be frightened by bluster, believe me; nor are we so weak\nas you imagine. We have magic powers so great and terrible that no host\nof warriors can possibly withstand us, and therefore I call upon you to\nsurrender your city and your island to us, before we crush you with our\nmighty powers.\"\n\nThe boy spoke very gravely and earnestly, but his words only aroused\nanother shout of laughter. So while the men of Regos were laughing Inga\ndrove the boat we'll up onto the sandy beach and leaped out. He also\nhelped Rinkitink out, and when the goat had unaided sprung to the\nsands, the King got upon Bilbil's back, trembling a little internally,\nbut striving to look as brave as possible.\n\nThere was a bunch of coarse hair between the goat's ears, and this Inga\nclutched firmly in his left hand. The boy knew the Pink Pearl would\nprotect not only himself, but all whom he touched, from any harm, and\nas Rinkitink was astride the goat and Inga had his hand upon the\nanimal, the three could not be injured by anything the warriors could\ndo. But Captain Buzzub did not know this, and the little group of three\nseemed so weak and ridiculous that he believed their capture would be\neasy. So he turned to his men and with a wave of his hand said:\n\n\"Seize the intruders!\"\n\nInstantly two or three of the warriors stepped forward to obey, but to\ntheir amazement they could not reach any of the three; their hands were\narrested as if by an invisible wall of iron. Without paying any\nattention to these attempts at capture, Inga advanced slowly and the\ngoat kept pace with him. And when Rinkitink saw that he was safe from\nharm he gave one of his big, merry laughs, and it startled the warriors\nand made them nervous. Captain Buzzub's eyes grew big with surprise as\nthe three steadily advanced and forced his men backward; nor was he\nfree from terror himself at the magic that protected these strange\nvisitors. As for the warriors, they presently became terror-stricken\nand fled in a panic up the slope toward the city, and Buzzub was\nobliged to chase after them and shout threats of punishment before he\ncould halt them and form them into a line of battle.\n\nAll the men of Regos bore spears and bows-and-arrows, and some of the\nofficers had swords and battle-axes; so Buzzub ordered them to stand\ntheir ground and shoot and slay the strangers as they approached. This\nthey tried to do. Inga being in advance, the warriors sent a flight of\nsharp arrows straight at the boy's breast, while others cast their long\nspears at him.\n\nIt seemed to Rinkitink that the little Prince must surely perish as he\nstood facing this hail of murderous missiles; but the power of the Pink\nPearl did not desert him, and when the arrows and spears had reached to\nwithin an inch of his body they bounded back again and fell harmlessly\nat his feet. Nor were Rinkitink or Bilbil injured in the least,\nalthough they stood close beside Inga.\n\nBuzzub stood for a moment looking upon the boy in silent wonder. Then,\nrecovering himself, he shouted in a loud voice:\n\n\"Once again! All together, my men. No one shall ever defy our might and\nlive!\"\n\nAgain a flight of arrows and spears sped toward the three, and since\nmany more of the warriors of Regos had by this time joined their\nfellows, the air was for a moment darkened by the deadly shafts. But\nagain all fell harmless before the power of the Pink Pearl, and Bilbil,\nwho had been growing very angry at the attempts to injure him and his\nparty, suddenly made a bolt forward, casting off Inga's hold, and\nbutted into the line of warriors, who were standing amazed at their\nfailure to conquer.\n\nTaken by surprise at the goat's attack, a dozen big warriors tumbled in\na heap, yelling with fear, and their comrades, not knowing what had\nhappened but imagining that their foes were attacking them, turned\nabout and ran to the city as hard as they could go. Bilbil, still\nangry, had just time to catch the big captain as he turned to follow\nhis men, and Buzzub first sprawled headlong upon the ground, then\nrolled over two or three times, and finally jumped up and ran yelling\nafter his defeated warriors. This butting on the part of the goat was\nvery hard upon King Rinkitink, who nearly fell off Bilbil's back at the\nshock of encounter; but the little fat King wound his arms around the\ngoat's neck and shut his eyes and clung on with all his might. It was\nnot until he heard Inga say triumphantly, \"We have won the fight\nwithout striking a blow!\" that Rinkitink dared open his eyes again.\nThen he saw the warriors rushing into the City of Regos and barring the\nheavy gates, and he was very much relieved at the sight.\n\n\"Without striking a blow!\" said Bilbil indignantly. \"That is not quite\ntrue, Prince Inga. You did not fight, I admit, but I struck a couple of\ntimes to good purpose, and I claim to have conquered the cowardly\nwarriors unaided.\"\n\n\"You and I together, Bilbil,\" said Rinkitink mildly. \"But the next time\nyou make a charge, please warn me in time, so that I may dismount and\ngive you all the credit for the attack.\"\n\nThere being no one now to oppose their advance, the three walked to the\ngates of the city, which had been closed against them. The gates were\nof iron and heavily barred, and upon the top of the high walls of the\ncity a host of the warriors now appeared armed with arrows and spears\nand other weapons. For Buzzub had gone straight to the palace of King\nCos and reported his defeat, relating the powerful magic of the boy,\nthe fat King and the goat, and had asked what to do next.\n\nThe big captain still trembled with fear, but King Gos did not believe\nin magic, and called Buzzub a coward and a weakling. At once the King\ntook command of his men personally, and he ordered the walls manned\nwith warriors and instructed them to shoot to kill if any of the three\nstrangers approached the gates.\n\nOf course, neither Rinkitink nor Bilbil knew how they had been\nprotected from harm and so at first they were inclined to resent the\nboy's command that the three must always keep together and touch one\nanother at all times. But when Inga explained that his magic would not\notherwise save them from injury, they agreed to obey, for they had now\nseen enough to convince them that the Prince was really protected by\nsome invisible power.\n\nAs they came before the gates another shower of arrows and spears\ndescended upon them, and as before not a single missile touched their\nbodies. King Gos, who was upon the wall, was greatly amazed and\nsomewhat worried, but he depended upon the strength of his gates and\ncommanded his men to continue shooting until all their weapons were\ngone.\n\nInga let them shoot as much as they wished, while he stood before the\ngreat gates and examined them carefully.\n\n\"Perhaps Bilbil can batter down the gates, suggested Rinkitink.\n\n\"No,\" replied the goat; \"my head is hard, but not harder than iron.\"\n\n\"Then,\" returned the King, \"let us stay outside; especially as we can't\nget in.\"\n\nBut Inga was not at all sure they could not get in. The gates opened\ninward, and three heavy bars were held in place by means of stout\nstaples riveted to the sheets of steel. The boy had been told that the\npower of the Blue Pearl would enable him to accomplish any feat of\nstrength, and he believed that this was true.\n\nThe warriors, under the direction of King Gos, continued to hurl arrows\nand darts and spears and axes and huge stones upon the invaders, all\nwithout avail. The ground below was thickly covered with weapons, yet\nnot one of the three before the gates had been injured in the slightest\nmanner. When everything had been cast that was available and not a\nsingle weapon of any sort remained at hand, the amazed warriors saw the\nboy put his shoulder against the gates and burst asunder the huge\nstaples that held the bars in place. A thousand of their men could not\nhave accomplished this feat, yet the small, slight boy did it with\nseeming ease. The gates burst open, and Inga advanced into the city\nstreet and called upon King Gos to surrender.\n\nBut Gos was now as badly frightened as were his warriors. He and his\nmen were accustomed to war and pillage and they had carried terror into\nmany countries, but here was a small boy, a fat man and a goat who\ncould not be injured by all his skill in warfare, his numerous army and\nthousands of death-dealing weapons. Moreover, they not only defied King\nGos's entire army but they had broken in the huge gates of the city--as\neasily as if they had been made of paper--and such an exhibition of\nenormous strength made the wicked King fear for his life. Like all\nbullies and marauders, Gos was a coward at heart, and now a panic\nseized him and he turned and fled before the calm advance of Prince\nInga of Pingaree. The warriors were like their master, and having\nthrown all their weapons over the wall and being helpless to oppose the\nstrangers, they all swarmed after Gos, who abandoned his city and\ncrossed the bridge of boats to the Island of Coregos. There was a\ndesperate struggle among these cowardly warriors to get over the\nbridge, and many were pushed into the water and obliged to swim; but\nfinally every fighting man of Regos had gained the shore of Coregos and\nthen they tore away the bridge of boats and drew them up on their own\nside, hoping the stretch of open water would prevent the magic invaders\nfrom following them.\n\nThe humble citizens and serving people of Regos, who had been terrified\nand abused by the rough warriors all their lives, were not only greatly\nastonished by this sudden conquest of their masters but greatly\ndelighted. As the King and his army fled to Coregos, the people\nembraced one another and danced for very joy, and then they turned to\nsee what the conquerors of Regos were like.\n\n\n\n\nChapter Eight\n\nRinkitink Makes a Great Mistake\n\n\nThe fat King rode his goat through the streets of the conquered city\nand the boy Prince walked proudly beside him, while all the people bent\ntheir heads humbly to their new masters, whom they were prepared to\nserve in the same manner they had King Gos.\n\nNot a warrior remained in all Regos to oppose the triumphant three; the\nbridge of boats had been destroyed; Inga and his companions were free\nfrom danger--for a time, at least.\n\nThe jolly little King appreciated this fact and rejoiced that he had\nescaped all injury during the battle. How it had all happened he could\nnot tell, nor even guess, but he was content in being safe and free to\ntake possession of the enemy's city. So, as they passed through the\nlines of respectful civilians on their way to the palace, the King\ntipped his crown back on his bald head and folded his arms and sang in\nhis best voice the following lines:\n\n  \"Oh, here comes the army of King Rinkitink!\n  It isn't a big one, perhaps you may think,\n  But it scattered the warriors quicker than wink--\n  Rink-i-tink, tink-i-tink, tink!\n\n  Our Bilbil's a hero and so is his King;\n  Our foemen have vanished like birds on the wing;\n  I guess that as fighters we're quite the real thing--\n  Rink-i-tink, tink-i-tink, tink!\"\n\n\n\"Why don't you give a little credit to Inga?\" inquired the goat. \"If I\nremember aright, he did a little of the conquering himself.\"\n\n\"So he did,\" responded the King, \"and that's the reason I'm sounding\nour own praise, Bilbil. Those who do the least, often shout the loudest\nand so get the most glory. Inga did so much that there is danger of his\nbecoming more important than we are, and so we'd best say nothing about\nhim.\"\n\nWhen they reached the palace, which was an immense building, furnished\nthroughout in regal splendor, Inga took formal possession and ordered\nthe majordomo to show them the finest rooms the building contained.\nThere were many pleasant apartments, but Rinkitink proposed to Inga\nthat they share one of the largest bedrooms together.\n\n\"For,\" said he, \"we are not sure that old Gos will not return and try\nto recapture his city, and you must remember that I have no magic to\nprotect me. In any danger, were I alone, I might be easily killed or\ncaptured, while if you are by my side you can save me from injury.\"\n\nThe boy realized the wisdom of this plan, and selected a fine big\nbedroom on the second floor of the palace, in which he ordered two\ngolden beds placed and prepared for King Rinkitink and himself. Bilbil\nwas given a suite of rooms on the other side of the palace, where\nservants brought the goat fresh-cut grass to eat and made him a soft\nbed to lie upon.\n\nThat evening the boy Prince and the fat King dined in great state in\nthe lofty-domed dining hall of the palace, where forty servants waited\nupon them. The royal chef, anxious to win the favor of the conquerors\nof Regos, prepared his finest and most savory dishes for them, which\nRinkitink ate with much appetite and found so delicious that he ordered\nthe royal chef brought into the banquet hall and presented him with a\ngilt button which the King cut from his own jacket.\n\n\"You are welcome to it,\" said he to the chef, \"because I have eaten so\nmuch that I cannot use that lower button at all.\"\n\nRinkitink was mightily pleased to live in a comfortable palace again\nand to dine at a well spread table. His joy grew every moment, so that\nhe came in time to be as merry and cheery as before Pingaree was\ndespoiled. And, although he had been much frightened during Inga's\ndefiance of the army of King Gos, he now began to turn the matter into\na joke.\n\n\"Why, my boy,\" said he, \"you whipped the big black-bearded King exactly\nas if he were a schoolboy, even though you used no warlike weapon at\nall upon him. He was cowed through fear of your magic, and that reminds\nme to demand from you an explanation. How did you do it, Inga? And\nwhere did the wonderful magic come from?\"\n\nPerhaps it would have been wise for the Prince to have explained about\nthe magic pearls, but at that moment he was not inclined to do so.\nInstead, he replied:\n\n\"Be patient, Your Majesty. The secret is not my own, so please do not\nask me to divulge it. Is it not enough, for the present, that the magic\nsaved you from death to-day?\"\n\n\"Do not think me ungrateful,\" answered the King earnestly. \"A million\nspears fell on me from the wall, and several stones as big as\nmountains, yet none of them hurt me!\"\n\n\"The stones were not as big as mountains, sire,\" said the Prince with a\nsmile. \"They were, indeed, no larger than your head.\"\n\n\"Are you sure about that?\" asked Rinkitink.\n\n\"Quite sure, Your Majesty.\"\n\n\"How deceptive those things are!\" sighed the King. \"This argument\nreminds me of the story of Tom Tick, which my father used to tell.\"\n\n\"I have never heard that story,\" Inga answered.\n\n\"Well, as he told it, it ran like this:\n\n  \"When Tom walked out, the sky to spy,\n  A naughty gnat flew in his eye;\n  But Tom knew not it was a gnat--\n  He thought, at first, it was a cat.\n\n  \"And then, it felt so very big,\n  He thought it surely was a pig\n  Till, standing still to hear it grunt,\n  He cried: 'Why, it's an elephunt!'\n\n  \"But--when the gnat flew out again\n  And Tom was free from all his pain,\n  He said: 'There flew into my eye\n  A leetle, teenty-tiny fly.'\"\n\n\n\"Indeed,\" said Inga, laughing, \"the gnat was much like your stones that\nseemed as big as mountains.\"\n\nAfter their dinner they inspected the palace, which was filled with\nvaluable goods stolen by King Gos from many nations. But the day's\nevents had tired them and they retired early to their big sleeping\napartment.\n\n\"In the morning,\" said the boy to Rinkitink, as he was undressing for\nbed, \"I shall begin the search for my father and mother and the people\nof Pingaree. And, when they are found and rescued, we will all go home\nagain, and be as happy as we were before.\"\n\nThey carefully bolted the door of their room, that no one might enter,\nand then got into their beds, where Rinkitink fell asleep in an\ninstant. The boy lay awake for a while thinking over the day's\nadventures, but presently he fell sound asleep also, and so weary was\nhe that nothing disturbed his slumber until he awakened next morning\nwith a ray of sunshine in his eyes, which had crept into the room\nthrough the open window by King Rinkitink's bed.\n\nResolving to begin the search for his parents without any unnecessary\ndelay, Inga at once got out of bed and began to dress himself, while\nRinkitink, in the other bed, was still sleeping peacefully. But when\nthe boy had put on both his stockings and began looking for his shoes,\nhe could find but one of them. The left shoe, that containing the Pink\nPearl, was missing.\n\nFilled with anxiety at this discovery, Inga searched through the entire\nroom, looking underneath the beds and divans and chairs and behind the\ndraperies and in the corners and every other possible place a shoe\nmight be. He tried the door, and found it still bolted; so, with\ngrowing uneasiness, the boy was forced to admit that the precious shoe\nwas not in the room.\n\nWith a throbbing heart he aroused his companion.\n\n\"King Rinkitink,\" said he, \"do you know what has become of my left\nshoe?\"\n\n\"Your shoe!\" exclaimed the King, giving a wide yawn and rubbing his\neyes to get the sleep out of them. \"Have you lost a shoe?\"\n\n\"Yes,\" said Inga. \"I have searched everywhere in the room, and cannot\nfind it.\"\n\n\"But why bother me about such a small thing?\" inquired Rinkitink. \"A\nshoe is only a shoe, and you can easily get another one. But, stay!\nPerhaps it was your shoe which I threw at the cat last night.\"\n\n\"The cat!\" cried Inga. \"What do you mean?\"\n\n\"Why, in the night,\" explained Rinkitink, sitting up and beginning to\ndress himself, \"I was wakened by the mewing of a cat that sat upon a\nwall of the palace, just outside my window. As the noise disturbed me,\nI reached out in the dark and caught up something and threw it at the\ncat, to frighten the creature away. I did not know what it was that I\nthrew, and I was too sleepy to care; but probably it was your shoe,\nsince it is now missing.\"\n\n\"Then,\" said the boy, in a despairing tone of voice, \"your carelessness\nhas ruined me, as well as yourself, King Rinkitink, for in that shoe\nwas concealed the magic power which protected us from danger.\"\n\nThe King's face became very serious when he heard this and he uttered a\nlow whistle of surprise and regret.\n\n\"Why on earth did you not warn me of this?\" he demanded. \"And why did\nyou keep such a precious power in an old shoe? And why didn't you put\nthe shoe under a pillow? You were very wrong, my lad, in not confiding\nto me, your faithful friend, the secret, for in that case the shoe\nwould not now be lost.\"\n\nTo all this Inga had no answer. He sat on the side of his bed, with\nhanging head, utterly disconsolate, and seeing this, Rinkitink had pity\nfor his sorrow.\n\n\"Come!\" cried the King; \"let us go out at once and look for the shoe\nwhich I threw at the cat. It must even now be lying in the yard of the\npalace.\"\n\nThis suggestion roused the boy to action. He at once threw open the\ndoor and in his stocking feet rushed down the staircase, closely\nfollowed by Rinkitink. But although they looked on both sides of the\npalace wall and in every possible crack and corner where a shoe might\nlodge, they failed to find it.\n\nAfter a half hour's careful search the boy said sorrowfully:\n\n\"Someone must have passed by, as we slept, and taken the precious shoe,\nnot knowing its value. To us, King Rinkitink, this will be a dreadful\nmisfortune, for we are surrounded by dangers from which we have now no\nprotection. Luckily I have the other shoe left, within which is the\nmagic power that gives me strength; so all is not lost.\"\n\nThen he told Rinkitink, in a few words, the secret of the wonderful\npearls, and how he had recovered them from the ruins and hidden them in\nhis shoes, and how they had enabled him to drive King Gos and his men\nfrom Regos and to capture the city. The King was much astonished, and\nwhen the story was concluded he said to Inga:\n\n\"What did you do with the other shoe?\"\n\n\"Why, I left it in our bedroom,\" replied the boy.\n\n\"Then I advise you to get it at once,\" continued Rinkitink, \"for we can\nill afford to lose the second shoe, as well as the one I threw at the\ncat.\"\n\n\"You are right!\" cried Inga, and they hastened back to their bedchamber.\n\nOn entering the room they found an old woman sweeping and raising a\ngreat deal of dust.\n\n\"Where is my shoe?\" asked the Prince, anxiously.\n\nThe old woman stopped sweeping and looked at him in a stupid way, for\nshe was not very intelligent.\n\n\"Do you mean the one odd shoe that was lying on the floor when I came\nin?\" she finally asked.\n\n\"Yes--yes!\" answered the boy. \"Where is it? Tell me where it is!\"\n\n\"Why, I threw it on the dust-heap, outside the back gate,\" said she,\n\"for, it being but a single shoe, with no mate, it can be of no use to\nanyone.\"\n\n\"Show us the way to the dust-heap--at once!\" commanded the boy,\nsternly, for he was greatly frightened by this new misfortune which\nthreatened him.\n\nThe old woman hobbled away and they followed her, constantly urging her\nto hasten; but when they reached the dust-heap no shoe was to be seen.\n\n\"This is terrible!\" wailed the young Prince, ready to weep at his loss.\n\"We are now absolutely ruined, and at the mercy of our enemies. Nor\nshall I be able to liberate my dear father and mother.\"\n\n\"Well,\" replied Rinkitink, leaning against an old barrel and looking\nquite solemn, \"the thing is certainly unlucky, any way we look at it. I\nsuppose someone has passed along here and, seeing the shoe upon the\ndust-heap, has carried it away. But no one could know the magic power\nthe shoe contains and so will not use it against us. I believe, Inga,\nwe must now depend upon our wits to get us out of the scrape we are in.\"\n\nWith saddened hearts they returned to the palace, and entering a small\nroom where no one could observe them or overhear them, the boy took the\nWhite Pearl from its silken bag and held it to his ear, asking:\n\n\"What shall I do now?\"\n\n\"Tell no one of your loss,\" answered the Voice of the Pearl. \"If your\nenemies do not know that you are powerless, they will fear you as much\nas ever. Keep your secret, be patient, and fear not!\"\n\nInga heeded this advice and also warned Rinkitink to say nothing to\nanyone of the loss of the shoes and the powers they contained. He sent\nfor the shoemaker of King Gos, who soon brought him a new pair of red\nleather shoes that fitted him quite well. When these had been put upon\nhis feet, the Prince, accompanied by the King, started to walk through\nthe city.\n\nWherever they went the people bowed low to the conqueror, although a\nfew, remembering Inga's terrible strength, ran away in fear and\ntrembling. They had been used to severe masters and did not yet know\nhow they would be treated by King Gos's successor. There being no\noccasion for the boy to exercise the powers he had displayed the\nprevious day, his present helplessness was not suspected by any of the\ncitizens of Regos, who still considered him a wonderful magician.\n\nInga did not dare to fight his way to the mines, at present, nor could\nhe try to conquer the Island of Coregos, where his mother was enslaved;\nso he set about the regulation of the City of Regos, and having\nestablished himself with great state in the royal palace he began to\ngovern the people by kindness, having consideration for the most humble.\n\nThe King of Regos and his followers sent spies across to the island\nthey had abandoned in their flight, and these spies returned with the\nnews that the terrible boy conqueror was still occupying the city.\nTherefore none of them ventured to go back to Regos but continued to\nlive upon the neighboring island of Coregos, where they passed the days\nin fear and trembling and sought to plot and plan ways how they might\novercome the Prince of Pingaree and the fat King of Gilgad.\n\n\n\n\nChapter Nine\n\nA Present for Zella\n\n\nNow it so happened that on the morning of that same day when the Prince\nof Pingaree suffered the loss of his priceless shoes, there chanced to\npass along the road that wound beside the royal palace a poor\ncharcoal-burner named Nikobob, who was about to return to his home in\nthe forest.\n\nNikobob carried an ax and a bundle of torches over his shoulder and he\nwalked with his eyes to the ground, being deep in thought as to the\nstrange manner in which the powerful King Gos and his city had been\nconquered by a boy Prince who had come from Pingaree.\n\nSuddenly the charcoal-burner espied a shoe lying upon the ground, just\nbeyond the high wall of the palace and directly in his path. He picked\nit up and, seeing it was a pretty shoe, although much too small for his\nown foot, he put it in his pocket.\n\nSoon after, on turning a corner of the wall, Nikobob came to a\ndust-heap where, lying amidst a mass of rubbish, was another shoe--the\nmate to the one he had before found. This also he placed in his pocket,\nsaying to himself:\n\n\"I have now a fine pair of shoes for my daughter Zella, who will be\nmuch pleased to find I have brought her a present from the city.\"\n\nAnd while the charcoal-burner turned into the forest and trudged along\nthe path toward his home, Inga and Rinkitink were still searching for\nthe missing shoes. Of course, they could not know that Nikobob had\nfound them, nor did the honest man think he had taken anything more\nthan a pair of cast-off shoes which nobody wanted.\n\nNikobob had several miles to travel through the forest before he could\nreach the little log cabin where his wife, as well as his little\ndaughter Zella, awaited his return, but he was used to long walks and\ntramped along the path whistling cheerfully to beguile the time.\n\nFew people, as I said before, ever passed through the dark and tangled\nforests of Regos, except to go to the mines in the mountain beyond, for\nmany dangerous creatures lurked in the wild jungles, and King Gos never\nknew, when he sent a messenger to the mines, whether he would reach\nthere safely or not.\n\nThe charcoal-burner, however, knew the wild forest well, and especially\nthis part of it lying between the city and his home. It was the\nfavorite haunt of the ferocious beast Choggenmugger, dreaded by every\ndweller in the Island of Regos. Choggenmugger was so old that everyone\nthought it must have been there since the world was made, and each year\nof its life the huge scales that covered its body grew thicker and\nharder and its jaws grew wider and its teeth grew sharper and its\nappetite grew more keen than ever.\n\nIn former ages there had been many dragons in Regos, but Choggenmugger\nwas so fond of dragons that he had eaten all of them long ago. There\nhad also been great serpents and crocodiles in the forest marshes, but\nall had gone to feed the hunger of Choggenmugger. The people of Regos\nknew well there was no use opposing the Great Beast, so when one\nunfortunately met with it he gave himself up for lost.\n\nAll this Nikobob knew well, but fortune had always favored him in his\njourney through the forest, and although he had at times met many\nsavage beasts and fought them with his sharp ax, he had never to this\nday encountered the terrible Choggenmugger. Indeed, he was not thinking\nof the Great Beast at all as he walked along, but suddenly he heard a\ncrashing of broken trees and felt a trembling of the earth and saw the\nimmense jaws of Choggenmugger opening before him. Then Nikobob gave\nhimself up for lost and his heart almost ceased to beat.\n\nHe believed there was no way of escape. No one ever dared oppose\nChoggenmugger. But Nikobob hated to die without showing the monster, in\nsome way, that he was eaten only under protest. So he raised his ax and\nbrought it down upon the red, protruding tongue of the monster--and cut\nit clean off!\n\nFor a moment the charcoal-burner scarcely believed what his eyes saw,\nfor he knew nothing of the pearls he carried in his pocket or the magic\npower they lent his arm. His success, however, encouraged him to strike\nagain, and this time the huge scaly jaw of Choggenmugger was severed in\ntwain and the beast howled in terrified rage.\n\nNikobob took off his coat, to give himself more freedom of action, and\nthen he earnestly renewed the attack. But now the ax seemed blunted by\nthe hard scales and made no impression upon them whatever. The creature\nadvanced with glaring, wicked eyes, and Nikobob seized his coat under\nhis arm and turned to flee.\n\nThat was foolish, for Choggenmugger could run like the wind. In a\nmoment it overtook the charcoal-burner and snapped its four rows of\nsharp teeth together. But they did not touch Nikobob, because he still\nheld the coat in his grasp, close to his body, and in the coat pocket\nwere Inga's shoes, and in the points of the shoes were the magic\npearls. Finding himself uninjured, Nikobob put on his coat, again\nseized his ax, and in a short time had chopped Choggenmugger into many\nsmall pieces--a task that proved not only easy but very agreeable.\n\n\"I must be the strongest man in all the world!\" thought the\ncharcoal-burner, as he proudly resumed his way, \"for Choggenmugger has\nbeen the terror of Regos since the world began, and I alone have been\nable to destroy the beast. Yet it is singular' that never before did I\ndiscover how powerful a man I am.\"\n\nHe met no further adventure and at midday reached a little clearing in\nthe forest where stood his humble cabin.\n\n\"Great news! I have great news for you,\" he shouted, as his wife and\nlittle daughter came to greet him. \"King Gos has been conquered by a\nboy Prince from the far island of Pingaree, and I have this\nday--unaided--destroyed Choggenmugger by the might of my strong arm.\"\n\nThis was, indeed, great news. They brought Nikobob into the house and\nset him in an easy chair and made him tell everything he knew about the\nPrince of Pingaree and the fat King of Gilgad, as well as the details\nof his wonderful fight with mighty Choggenmugger.\n\n\"And now, my daughter,\" said the charcoalburner, when all his news had\nbeen related for at least the third time, \"here is a pretty present I\nhave brought you from the city.\"\n\nWith this he drew the shoes from the pocket of his coat and handed them\nto Zella, who gave him a dozen kisses in payment and was much pleased\nwith her gift. The little girl had never worn shoes before, for her\nparents were too poor to buy her such luxuries, so now the possession\nof these, which were not much worn, filled the child's heart with joy.\nShe admired the red leather and the graceful curl of the pointed toes.\nWhen she tried them on her feet, they fitted as well as if made for her.\n\nAll the afternoon, as she helped her mother with the housework, Zella\nthought of her pretty shoes. They seemed more important to her than the\ncoming to Regos of the conquering Prince of Pingaree, or even the death\nof Choggenmugger.\n\nWhen Zella and her mother were not working in the cabin, cooking or\nsewing, they often searched the neighboring forest for honey which the\nwild bees cleverly hid in hollow trees. The day after Nikobob's return,\nas they were starting out after honey, Zella decided to put on her new\nshoes, as they would keep the twigs that covered the ground from\nhurting her feet. She was used to the twigs, of course, but what is the\nuse of having nice, comfortable shoes, if you do not wear them?\n\nSo she danced along, very happily, followed by her mother, and\npresently they came to a tree in which was a deep hollow. Zella thrust\nher hand and arm into the space and found that the tree was full of\nhoney, so she began to dig it out with a wooden paddle. Her mother, who\nheld the pail, suddenly cried in warning:\n\n\"Look out, Zella; the bees are coming!\" and then the good woman ran\nfast toward the house to escape.\n\nZella, however, had no more than time to turn her head when a thick\nswarm of bees surrounded her, angry because they had caught her\nstealing their honey and intent on stinging the girl as a punishment.\nShe knew her danger and expected to be badly injured by the multitude\nof stinging bees, but to her surprise the little creatures were unable\nto fly close enough to her to stick their dart-like stingers into her\nflesh. They swarmed about her in a dark cloud, and their angry buzzing\nwas terrible to hear, yet the little girl remained unharmed.\n\nWhen she realized this, Zella was no longer afraid but continued to\nladle out the honey until she had secured all that was in the tree.\nThen she returned to the cabin, where her mother was weeping and\nbemoaning the fate of her darling child, and the good woman was greatly\nastonished to find Zella had escaped injury.\n\nAgain they went to the woods to search for honey, and although the\nmother always ran away whenever the bees came near them, Zella paid no\nattention to the creatures but kept at her work, so that before supper\ntime came the pails were again filled to overflowing with delicious\nhoney.\n\n\"With such good fortune as we have had this day,\" said her mother, \"we\nshall soon gather enough honey for you to carry to Queen Cor.\" For it\nseems the wicked Queen was very fond of honey and it had been Zella's\ncustom to go, once every year, to the City of Coregos, to carry the\nQueen a supply of sweet honey for her table. Usually she had but one\npail.\n\n\"But now,\" said Zella, \"I shall be able to carry two pailsful to the\nQueen, who will, I am sure, give me a good price for it.\"\n\n\"True,\" answered her mother, \"and, as the boy Prince may take it into\nhis head to conquer Coregos, as well as Regos, I think it best for you\nto start on your journey to Queen Cor tomorrow morning. Do you not\nagree with me, Nikobob?\" she added, turning to her husband, the\ncharcoal-burner, who was eating his supper.\n\n\"I agree with you,\" he replied. \"If Zella must go to the City of\nCoregos, she may as well start to-morrow morning.\"\n\n\n\n\nChapter Ten\n\nThe Cunning of Queen Cor\n\n\nYou may be sure the Queen of Coregos was not well pleased to have King\nGos and all his warriors living in her city after they had fled from\ntheir own. They were savage natured and quarrelsome men at all times,\nand their tempers had not improved since their conquest by the Prince\nof Pingaree. Moreover, they were eating up Queen Cor's provisions and\ncrowding the houses of her own people, who grumbled and complained\nuntil their Queen was heartily tired.\n\n\"Shame on you!\" she said to her husband, King Gos, \"to be driven out of\nyour city by a boy, a roly-poly King and a billy goat! Why do you not\ngo back and fight them?\"\n\n\"No human can fight against the powers of magic,\" returned the King in\na surly voice. \"That boy is either a fairy or under the protection of\nfairies. We escaped with our lives only because we were quick to run\naway; but, should we return to Regos, the same terrible power that\nburst open the city gates would crush us all to atoms.\"\n\n\"Bah! you are a coward,\" cried the Queen, tauntingly.\n\n\"I am not a coward,\" said the big King. \"I have killed in battle scores\nof my enemies; by the might of my sword and my good right arm I have\nconquered many nations; all my life people have feared me. But no one\nwould dare face the tremendous power of the Prince of Pingaree, boy\nthough he is. It would not be courage, it would be folly, to attempt\nit.\"\n\n\"Then meet his power with cunning,\" suggested the Queen. \"Take my\nadvice, and steal over to Regos at night, when it is dark, and capture\nor destroy the boy while he sleeps.\"\n\n\"No weapon can touch his body,\" was the answer. \"He bears a charmed\nlife and cannot be injured.\"\n\n\"Does the fat King possess magic powers, or the goat?\" inquired Cor.\n\n\"I think not,\" said Gos. \"We could not injure them, indeed, any more\nthan we could the boy, but they did not seem to have any unusual\nstrength, although the goat's head is harder than a battering-ram.\"\n\n\"Well,\" mused the Queen, \"there is surely some way to conquer that\nslight boy. If you are afraid to undertake the job, I shall go myself.\nBy some stratagem I shall manage to make him my prisoner. He will not\ndare to defy a Queen, and no magic can stand against a woman's cunning.\"\n\n\"Go ahead, if you like,\" replied the King, with an evil grin, \"and if\nyou are hung up by the thumbs or cast into a dungeon, it will serve you\nright for thinking you can succeed where a skilled warrior dares not\nmake the attempt.\"\n\n\"I'm not afraid,\" answered the Queen. \"It is only soldiers and bullies\nwho are cowards.\"\n\nIn spite of this assertion, Queen Cor was not so brave as she was\ncunning. For several days she thought over this plan and that, and\ntried to decide which was most likely to succeed. She had never seen\nthe boy Prince but had heard so many tales of him from the defeated\nwarriors, and especially from Captain Buzzub, that she had learned to\nrespect his power.\n\nSpurred on by the knowledge that she would never get rid of her\nunwelcome guests until Prince Inga was overcome and Regos regained for\nKing Gos, the Queen of Coregos finally decided to trust to luck and her\nnative wit to defeat a simple-minded boy, however powerful he might be.\nInga could not suspect what she was going to do, because she did not\nknow herself. She intended to act boldly and trust to chance to win.\n\nIt is evident that had the cunning Queen known that Inga had lost all\nhis magic, she would not have devoted so much time to the simple matter\nof capturing him, but like all others she was impressed by the\nmarvelous exhibition of power he had shown in capturing Regos, and had\nno reason to believe the boy was less powerful now.\n\nOne morning Queen Cor boldly entered a boat, and, taking four men with\nher as an escort and bodyguard, was rowed across the narrow channel to\nRegos. Prince Inga was sitting in the palace playing checkers with King\nRinkitink when a servant came to him, saying that Queen Cor had arrived\nand desired an audience with him.\n\nWith many misgivings lest the wicked Queen discover that he had now\nlost his magic powers, the boy ordered her to be admitted, and she soon\nentered the room and bowed low before him, in mock respect.\n\nCor was a big woman, almost as tall as King Gos. She had flashing black\neyes and the dark complexion you see on gypsies. Her temper, when\nirritated, was something dreadful, and her face wore an evil expression\nwhich she tried to cover by smiling sweetly--often when she meant the\nmost mischief.\n\n\"I have come,\" said she in a low voice, \"to render homage to the noble\nPrince of Pingaree. I am told that Your Highness is the strongest\nperson in the world, and invincible in battle, and therefore I wish you\nto become my friend, rather than my enemy.\"\n\nNow Inga did not know how to reply to this speech. He disliked the\nappearance of the woman and was afraid of her and he was unused to\ndeception and did not know how to mask his real feelings. So he took\ntime to think over his answer, which he finally made in these words:\n\n\"I have no quarrel with Your Majesty, and my only reason for coming\nhere is to liberate my father and mother, and my people, whom you and\nyour husband have made your slaves, and to recover the goods King Gos\nhas plundered from the Island of Pingaree. This I hope soon to\naccomplish, and if you really wish to be my friend, you can assist me\ngreatly.\"\n\nWhile he was speaking Queen Cor had been studying the boy's face\nstealthily, from the corners of her eyes, and she said to herself: \"He\nis so small and innocent that I believe I can capture him alone, and\nwith ease. He does not seem very terrible and I suspect that King Gos\nand his warriors were frightened at nothing.\"\n\nThen, aloud, she said to Inga:\n\n\"I wish to invite you, mighty Prince, and your friend, the great King\nof Gilgad, to visit my poor palace at Coregos, where all my people\nshall do you honor. Will you come?\"\n\n\"At present,\" replied Inga, uneasily, \"I must refuse your kind\ninvitation.\"\n\n\"There will be feasting, and dancing girls, and games and fireworks,\"\nsaid the Queen, speaking as if eager to entice him and at each word\ncoming a step nearer to where he stood.\n\n\"I could not enjoy them while my poor parents are slaves,\" said the\nboy, sadly.\n\n\"Are you sure of that?\" asked Queen Cor, and by that time she was close\nbeside Inga. Suddenly she leaned forward and threw both of her long\narms around Inga's body, holding him in a grasp that was like a vise.\n\nNow Rinkitink sprang forward to rescue his friend, but Cor kicked out\nviciously with her foot and struck the King squarely on his stomach--a\nvery tender place to be kicked, especially if one is fat. Then, still\nhugging Inga tightly, the Queen called aloud:\n\n\"I've got him! Bring in the ropes.\"\n\nInstantly the four men she had brought with her sprang into the room\nand bound the boy hand and foot. Next they seized Rinkitink, who was\nstill rubbing his stomach, and bound him likewise.\n\nWith a laugh of wicked triumph, Queen Cor now led her captives down to\nthe boat and returned with them to Coregos.\n\nGreat was the astonishment of King Gos and his warriors when they saw\nthat the mighty Prince of Pingaree, who had put them all to flight, had\nbeen captured by a woman. Cowards as they were, they now crowded around\nthe boy and jeered at him, and some of them would have struck him had\nnot the Queen cried out:\n\n\"Hands off! He is my prisoner, remember not yours.\"\n\n\"Well, Cor, what are you going to do with him?\" inquired King Gos.\n\n\"I shall make him my slave, that he may amuse my idle hours. For he is\na pretty boy, and gentle, although he did frighten all of you big\nwarriors so terribly.\"\n\nThe King scowled at this speech, not liking to be ridiculed, but he\nsaid nothing more. He and his men returned that same day to Regos,\nafter restoring the bridge of boats. And they held a wild carnival of\nrejoicing, both in the King's palace and in the city, although the poor\npeople of Regos who were not warriors were all sorry that the kind\nyoung Prince had been captured by his enemies and could rule them no\nlonger.\n\nWhen her unwelcome guests had all gone back to Regos and the Queen was\nalone in her palace, she ordered Inga and Rinkitink brought before her\nand their bonds removed. They came sadly enough, knowing they were in\nserious straits and at the mercy of a cruel mistress. Inga had taken\ncounsel of the White Pearl, which had advised him to bear up bravely\nunder his misfortune, promising a change for the better very soon. With\nthis promise to comfort him, Inga faced the Queen with a dignified\nbearing that indicated both pride and courage.\n\n\"Well, youngster,\" said she, in a cheerful tone because she was pleased\nwith her success, \"you played a clever trick on my poor husband and\nfrightened him badly, but for that prank I am inclined to forgive you.\nHereafter I intend you to be my page, which means that you must fetch\nand carry for me at my will. And let me advise you to obey my every\nwhim without question or delay, for when I am angry I become ugly, and\nwhen I am ugly someone is sure to feel the lash. Do you understand me?\"\n\nInga bowed, but made no answer. Then she turned to Rinkitink and said:\n\n\"As for you, I cannot decide how to make you useful to me, as you are\naltogether too fat and awkward to work in the fields. It may be,\nhowever, that I can use you as a pincushion.\n\n\"What!\" cried Rinkitink in horror, \"would you stick pins into the King\nof Gilgad?\"\n\n\"Why not?\" returned Queen Cor. \"You are as fat as a pincushion, as you\nmust yourself admit, and whenever I needed a pin I could call you to\nme.\" Then she laughed at his frightened look and asked: \"By the way,\nare you ticklish?\"\n\nThis was the question Rinkitink had been dreading. He gave a moan of\ndespair and shook his head.\n\n\"I should love to tickle the bottom of your feet with a feather,\"\ncontinued the cruel woman. \"Please take off your shoes.\"\n\n\"Oh, your Majesty!\" pleaded poor Rinkitink, \"I beg you to allow me to\namuse you in some other way. I can dance, or I can sing you a song.\"\n\n\"Well,\" she answered, shaking with laughter, \"you may sing a song--if\nit be a merry one. But you do not seem in a merry mood.\"\n\n\"I feel merry--indeed, Your Majesty, I do!\" protested Rinkitink,\nanxious to escape the tickling. But even as he professed to \"feel\nmerry\" his round, red face wore an expression of horror and anxiety\nthat was really comical.\n\n\"Sing, then!\" commanded Queen Cor, who was greatly amused.\n\nRinkitink gave a sigh of relief and after clearing his throat and\ntrying to repress his sobs he began to sing this song-gently, at first,\nbut finally roaring it out at the top of his voice:\n\n  \"Oh!\n  There was a Baby Tiger lived in a men-ag-er-ie--\n  Fizzy-fezzy-fuzzy--they wouldn't set him free;\n  And ev'rybody thought that he was gentle as could be--\n  Fizzy-fezzy-fuzzy--Ba-by Ti-ger!\n\n  \"Oh!\n  They patted him upon his head and shook him by the paw--\n  Fizzy-fezzy-fuzzy--he had a bone to gnaw;\n  But soon he grew the biggest Tiger that you ever saw--\n  Fizzy-fezzy-fuzzy--what a Ti-ger!\n\n  \"Oh!\n  One day they came to pet the brute and he began to fight--\n  Fizzy-fezzy-fuzzy-how he did scratch and bite!\n  He broke the cage and in a rage he darted out of sight--\n  Fizzy-fezzy-fuzzy was a Ti-ger!\"\n\n\n\"And is there a moral to the song?\" asked Queen Cor, when King\nRinkitink had finished his song with great spirit.\n\n\"If there is,\" replied Rinkitink, \"it is a warning not to fool with\ntigers.\"\n\nThe little Prince could not help smiling at this shrewd answer, but\nQueen Cor frowned and gave the King a sharp look.\n\n\"Oh,\" said she; \"I think I know the difference between a tiger and a\nlapdog. But I'll bear the warning in mind, just the same.\"\n\nFor, after all her success in capturing them, she was a little afraid\nof these people who had once displayed such extraordinary powers.\n\n\n\n\nChapter Eleven\n\nZella Goes to Coregos\n\n\nThe forest in which Nikobob lived with his wife and daughter stood\nbetween the mountains and the City of Regos, and a well-beaten path\nwound among the trees, leading from the city to the mines. This path\nwas used by the King's messengers, and captured prisoners were also\nsent by this way from Regos to work in the underground caverns.\n\nNikobob had built his cabin more than a mile away from this path, that\nhe might not be molested by the wild and lawless soldiers of King Gos,\nbut the family of the charcoal-burner was surrounded by many creatures\nscarcely less dangerous to encounter, and often in the night they could\nhear savage animals growling and prowling about the cabin. Because\nNikobob minded his own business and never hunted the wild creatures to\ninjure them, the beasts had come to regard him as one of the natural\ndwellers in the forest and did not molest him or his family. Still\nZella and her mother seldom wandered far from home, except on such\nerrands as carrying honey to Coregos, and at these times Nikobob\ncautioned them to be very careful.\n\nSo when Zella set out on her journey to Queen Cor, with the two pails\nof honey in her hands, she was undertaking a dangerous adventure and\nthere was no certainty that she would return safely to her loving\nparents. But they were poor, and Queen Cor's money, which they expected\nto receive for the honey, would enable them to purchase many things\nthat were needed; so it was deemed best that Zella should go. She was a\nbrave little girl and poor people are often obliged to take chances\nthat rich ones are spared.\n\nA passing woodchopper had brought news to Nikobob's cabin that Queen\nCor had made a prisoner of the conquering Prince of Pingaree and that\nGos and his warriors were again back in their city of Regos; but these\nstruggles and conquests were matters which, however interesting, did\nnot concern the poor charcoal-burner or his family. They were more\nanxious over the report that the warriors had become more reckless than\never before, and delighted in annoying all the common people; so Zella\nwas told to keep away from the beaten path as much as possible, that\nshe might not encounter any of the King's soldiers.\n\n\"When it is necessary to choose between the warriors and the wild\nbeasts,\" said Nikobob, \"the beasts will be found the more merciful.\"\n\nThe little girl had put on her best attire for the journey and her\nmother threw a blue silk shawl over her head and shoulders. Upon her\nfeet were the pretty red shoes her father had brought her from Regos.\nThus prepared, she kissed her parents good-bye and started out with a\nlight heart, carrying the pails of honey in either hand.\n\nIt was necessary for Zella to cross the path that led from the mines to\nthe city, but once on the other side she was not likely to meet with\nanyone, for she had resolved to cut through the forest and so reach the\nbridge of boats without entering the City of Regos, where she might be\ninterrupted. For an hour or two she found the walking easy enough, but\nthen the forest, which in this part was unknown to her, became badly\ntangled. The trees were thicker and creeping vines intertwined between\nthem. She had to turn this way and that to get through at all, and\nfinally she came to a place where a network of vines and branches\neffectually barred her farther progress.\n\nZella was dismayed, at first, when she encountered this obstacle, but\nsetting down her pails she made an endeavor to push the branches aside.\nAt her touch they parted as if by magic, breaking asunder like dried\ntwigs, and she found she could pass freely. At another place a great\nlog had fallen across her way, but the little girl lifted it easily and\ncast it aside, although six ordinary men could scarcely have moved it.\n\nThe child was somewhat worried at this evidence of a strength she had\nheretofore been ignorant that she possessed. In order to satisfy\nherself that it was no delusion, she tested her new-found power in many\nways, finding that nothing was too big nor too heavy for her to lift.\nAnd, naturally enough, the girl gained courage from these experiments\nand became confident that she could protect herself in any emergency.\nWhen, presently, a wild boar ran toward her, grunting horribly and\nthreatening her with its great tusks, she did not climb a tree to\nescape, as she had always done before on meeting such creatures, but\nstood still and faced the boar. When it had come quite close and Zella\nsaw that it could not injure her--a fact that astonished both the beast\nand the girl--she suddenly reached down and seizing it by one ear threw\nthe great beast far off amongst the trees, where it fell headlong to\nthe earth, grunting louder than ever with surprise and fear.\n\nThe girl laughed merrily at this incident and, picking up her pails,\nresumed her journey through the forest. It is not recorded whether the\nwild boar told his adventure to the other beasts or they had happened\nto witness his defeat, but certain it is that Zella was not again\nmolested. A brown bear watched her pass without making any movement in\nher direction and a great puma--a beast much dreaded by all men--crept\nout of her path as she approached, and disappeared among the trees.\n\nThus everything favored the girl's journey and she made such good speed\nthat by noon she emerged from the forest's edge and found she was quite\nnear to the bridge of boats that led to Coregos. This she crossed\nsafely and without meeting any of the rude warriors she so greatly\nfeared, and five minutes later the daughter of the charcoal-burner was\nseeking admittance at the back door of Queen Cor's palace.\n\n\n\n\nChapter Twelve\n\nThe Excitement of Bilbil the Goat\n\n\nOur story must now return to one of our characters whom  we have been\nforced to neglect. The temper of Bilbil the goat was not sweet under\nany circumstances, and whenever he had a grievance he was inclined to\nbe quite grumpy. So, when his master settled down in the palace of King\nGos for a quiet life with the boy Prince, and passed his time in\nplaying checkers and eating and otherwise enjoying himself, he had no\nuse whatever for Bilbil, and shut the goat in an upstairs room to\nprevent his wandering through the city and quarreling with the\ncitizens. But this Bilbil did not like at all. He became very cross and\ndisagreeable at being left alone and he did not speak nicely to the\nservants who came to bring him food; therefore those people decided not\nto wait upon him any more, resenting his conversation and not liking to\nbe scolded by a lean, scraggly goat, even though it belonged to a\nconqueror. The servants kept away from the room and Bilbil grew more\nhungry and more angry every hour. He tried to eat the rugs and\nornaments, but found them not at all nourishing. There was no grass to\nbe had unless he escaped from the palace.\n\nWhen Queen Cor came to capture Inga and Rinkitink, both the prisoners\nwere so filled with despair at their own misfortune that they gave no\nthought whatever to the goat, who was left in his room. Nor did Bilbil\nknow anything of the changed fortunes of his comrades until he heard\nshouts and boisterous laughter in the courtyard below. Looking out of a\nwindow, with the intention of rebuking those who dared thus to disturb\nhim, Bilbil saw the courtyard quite filled with warriors and knew from\nthis that the palace had in some way again fallen into the hands of the\nenemy.\n\nNow, although Bilbil was often exceedingly disagreeable to King\nRinkitink, as well as to the Prince, and sometimes used harsh words in\naddressing them, he was intelligent enough to know them to be his\nfriends, and to know that King Gos and his people were his foes. In\nsudden anger, provoked by the sight of the warriors and the knowledge\nthat he was in the power of the dangerous men of Regos, Bilbil butted\nhis head against the door of his room and burst it open. Then he ran to\nthe head of the staircase and saw King Gos coming up the stairs\nfollowed by a long line of his chief captains and warriors.\n\nThe goat lowered his head, trembling with rage and excitement, and just\nas the King reached the top stair the animal dashed forward and butted\nHis Majesty so fiercely that the big and powerful King, who did not\nexpect an attack, doubled up and tumbled backward. His great weight\nknocked over the man just behind him and he in turn struck the next\nwarrior and upset him, so that in an instant the whole line of Bilbil's\nfoes was tumbling heels over head to the bottom of the stairs, where\nthey piled up in a heap, struggling and shouting and in the mixup\nhitting one another with their fists, until every man of them was\nbruised and sore.\n\nFinally King Gos scrambled out of the heap and rushed up the stairs\nagain, very angry indeed. Bilbil was ready for him and a second time\nbutted the King down the stairs; but now the goat also lost his balance\nand followed the King, landing full upon the confused heap of soldiers.\nThen he kicked out so viciously with his heels that he soon freed\nhimself and dashed out of the doorway of the palace.\n\n\"Stop him!\" cried King Gos, running after.\n\nBut the goat was now so wild and excited that it was not safe for\nanyone to stand in his way. None of the men were armed and when one or\ntwo tried to head off the goat, Bilbil sent them sprawling upon the\nground. Most of the warriors, however, were wise enough not to attempt\nto interfere with his flight.\n\nCoursing down the street, Bilbil found himself approaching the bridge\nof boats and without pausing to think where it might lead him he\ncrossed over and proceeded on his way. A few moments later a great\nstone building blocked his path. It was the palace of Queen Cor, and\nseeing the gates of the courtyard standing wide open, Bilbil rushed\nthrough them without slackening his speed.\n\n\n\n\nChapter Thirteen\n\nZella Saves the Prince\n\n\nThe wicked Queen of Coregos was in a very bad humor this morning, for\none of her slave drivers had come from the fields to say that a number\nof slaves had rebelled and would not work.\n\n\"Bring them here to me!\" she cried savagely. \"A good whipping may make\nthem change their minds.\"\n\nSo the slave driver went to fetch the rebellious ones and Queen Cor sat\ndown to eat her breakfast, an ugly look on her face.\n\nPrince Inga had been ordered to stand behind his new mistress with a\nbig fan of peacock's feathers, but he was so unused to such service\nthat he awkwardly brushed her ear with the fan. At once she flew into a\nterrible rage and slapped the Prince twice with her hand-blows that\ntingled, too, for her hand was big and hard and she was not inclined to\nbe gentle. Inga took the blows without shrinking or uttering a cry,\nalthough they stung his pride far more than his body. But King\nRinkitink, who was acting as the queen's butler and had just brought in\nher coffee, was so startled at seeing the young Prince punished that he\ntipped over the urn and the hot coffee streamed across the lap of the\nQueen's best morning gown.\n\nCor sprang from her seat with a scream of anger and poor Rinkitink\nwould doubtless have been given a terrible beating had not the slave\ndriver returned at this moment and attracted the woman's attention. The\noverseer had brought with him all of the women slaves from Pingaree,\nwho had been loaded down with chains and were so weak and ill they\ncould scarcely walk, much less work in the fields.\n\nPrince Inga's eyes were dimmed with sorrowful tears when he discovered\nhow his poor people had been abused, but his own plight was so helpless\nthat he was unable to aid them. Fortunately the boy's mother, Queen\nGaree, was not among these slaves, for Queen Cor had placed her in the\nroyal dairy to make butter.\n\n\"Why do you refuse to work?\" demanded Cor in a harsh voice, as the\nslaves from Pingaree stood before her, trembling and with downcast eyes.\n\n\"Because we lack strength to perform the tasks your overseers demand,\"\nanswered one of the women.\n\n\"Then you shall be whipped until your strength returns!\" exclaimed the\nQueen, and turning to Inga, she commanded: \"Get me the whip with the\nseven lashes.\"\n\nAs the boy left the room, wondering how he might manage to save the\nunhappy women from their undeserved punishment, he met a girl entering\nby the back way, who asked:\n\n\"Can you tell me where to find Her Majesty, Queen Cor?\"\n\n\"She is in the chamber with the red dome, where green dragons are\npainted upon the walls,\" replied Inga; \"but she is in an angry and\nungracious mood to-day. Why do you wish to see her?\"\n\n\"I have honey to sell,\" answered the girl, who was Zella, just come\nfrom the forest. \"The Queen is very fond of my honey.\"\n\n\"You may go to her, if you so desire,\" said the boy, \"but take care not\nto anger the cruel Queen, or she may do you a mischief.\"\n\n\"Why should she harm me, who brings her the honey she so dearly loves?\"\ninquired the child innocently. \"But I thank you for your warning; and I\nwill try not to anger the Queen.\"\n\nAs Zella started to go, Inga's eyes suddenly fell upon her shoes and\ninstantly he recognized them as his own. For only in Pingaree were\nshoes shaped in this manner: high at the heel and pointed at the toes.\n\n\"Stop!\" he cried in an excited voice, and the girl obeyed, wonderingly.\n\"Tell me,\" he continued, more gently, \"where did you get those shoes?\"\n\n\"My father brought them to me from Regos,\" she answered.\n\n\"From Regos!\"\n\n\"Yes. Are they not pretty?\" asked Zella, looking down at her feet to\nadmire them. \"One of them my father found by the palace wall, and the\nother on an ash-heap. So he brought them to me and they fit me\nperfectly.\"\n\nBy this time Inga was trembling with eager joy, which of course the\ngirl could not understand.\n\n\"What is your name, little maid?\" he asked.\n\n\"I am called Zella, and my father is Nikobob, the charcoal-burner.\"\n\n\"Zella is a pretty name. I am Inga, Prince of Pingaree,\" said he, \"and\nthe shoes you are now wearing, Zella, belong to me. They were not cast\naway, as your father supposed, but were lost. Will you let me have them\nagain?\"\n\nZella's eyes filled with tears.\n\n\"Must I give up my pretty shoes, then?\" she asked. \"They are the only\nones I have ever owned.\"\n\nInga was sorry for the poor child, but he knew how important it was\nthat he regain possession of the Magic Pearls. So he said, pleadingly:\n\n\"Please let me have them, Zella. See! I will exchange for them the\nshoes I now have on, which are newer and prettier than the others.\"\n\nThe girl hesitated. She wanted to please the boy Prince, yet she hated\nto exchange the shoes which her father had brought her as a present.\n\n\"If you will give me the shoes,\" continued the boy, anxiously, \"I will\npromise to make you and your father and mother rich and prosperous.\nIndeed, I will promise to grant any favors you may ask of me,\" and he\nsat down upon the floor and drew off the shoes he was wearing and held\nthem toward the girl.\n\n\"I'll see if they will fit me,\" said Zella, taking off her left\nshoe--the one that contained the Pink Pearl--and beginning to put on\none of Inga's.\n\nJust then Queen Cor, angry at being made to wait for her whip with the\nseven lashes, rushed into the room to find Inga. Seeing the boy sitting\nupon the floor beside Zella, the woman sprang toward him to beat him\nwith her clenched fists; but Inga had now slipped on the shoe and the\nQueen's blows could not reach his body.\n\nThen Cor espied the whip lying beside Inga and snatching it up she\ntried to lash him with it--all to no avail.\n\nWhile Zella sat horrified by this scene, the Prince, who realized he\nhad no time to waste, reached out and pulled the right shoe from the\ngirl's foot, quickly placing it upon his own. Then he stood up and,\nfacing the furious but astonished Queen, said to her in a quiet voice:\n\n\"Madam, please give me that whip.\"\n\n\"I won't!\" answered Cor. \"I'm going to lash those Pingaree women with\nit.\"\n\nThe boy seized hold of the whip and with irresistible strength drew it\nfrom the Queen's hand. But she drew from her bosom a sharp dagger and\nwith the swiftness of lightning aimed a blow at Inga's heart. He merely\nstood still and smiled, for the blade rebounded and fell clattering to\nthe floor.\n\nThen, at last, Queen Cor understood the magic power that had terrified\nher husband but which she had ridiculed in her ignorance, not believing\nin it. She did not know that Inga's power had been lost, and found\nagain, but she realized the boy was no common foe and that unless she\ncould still manage to outwit him her reign in the Island of Coregos was\nended. To gain time, she went back to the red-domed chamber and seated\nherself in her throne, before which were grouped the weeping slaves\nfrom Pingaree.\n\nInga had taken Zella's hand and assisted her to put on the shoes he had\ngiven her in exchange for his own. She found them quite comfortable and\ndid not know she had lost anything by the transfer.\n\n\"Come with me,\" then said the boy Prince, and led her into the presence\nof Queen Cor, who was giving Rinkitink a scolding. To the overseer Inga\nsaid.\n\n\"Give me the keys which unlock these chains, that I may set these poor\nwomen at liberty.\"\n\n\"Don't you do it!\" screamed Queen Cor.\n\n\"If you interfere, madam,\" said the boy, \"I will put you into a\ndungeon.\"\n\nBy this Rinkitink knew that Inga had recovered his Magic Pearls and the\nlittle fat King was so overjoyed that he danced and capered all around\nthe room. But the Queen was alarmed at the threat and the slave driver,\nfearing the conqueror of Regos, tremblingly gave up the keys.\n\nInga quickly removed all the shackles from the women of his country and\ncomforted them, telling them they should work no more but would soon be\nrestored to their homes in Pingaree. Then he commanded the slave driver\nto go and get all the children who had been made slaves, and to bring\nthem to their mothers. The man obeyed and left at once to perform his\nerrand, while Queen Cor, growing more and more uneasy, suddenly sprang\nfrom her throne and before Inga could stop her had rushed through the\nroom and out into the courtyard of the palace, meaning to make her\nescape. Rinkitink followed her, running as fast as he could go.\n\nIt was at this moment that Bilbil, in his mad dash from Regos, turned\nin at the gates of the courtyard, and as he was coming one way and\nQueen Cor was going the other they bumped into each other with great\nforce. The woman sailed through the air, over Bilbil's head, and landed\non the ground outside the gates, where her crown rolled into a ditch\nand she picked herself up, half dazed, and continued her flight. Bilbil\nwas also somewhat dazed by the unexpected encounter, but he continued\nhis rush rather blindly and so struck poor Rinkitink, who was chasing\nafter Queen Cor. They rolled over one another a few times and then\nRinkitink sat up and Bilbil sat up and they looked at each other in\namazement.\n\n\"Bilbil,\" said the King, \"I'm astonished at you!\"\n\n\"Your Majesty,\" said Bilbil, \"I expected kinder treatment at your\nhands.\"\n\n\"You interrupted me,\" said Rinkitink.\n\n\"There was plenty of room without your taking my path,\" declared the\ngoat.\n\nAnd then Inga came running out and said. \"Where is the Queen?\"\n\n\"Gone,\" replied Rinkitink, \"but she cannot go far, as this is an\nisland. However, I have found Bilbil, and our party is again reunited.\nYou have recovered your magic powers, and again we are masters of the\nsituation. So let us be thankful.\"\n\nSaying this, the good little King got upon his feet and limped back\ninto the throne room to help comfort the women.\n\nPresently the children of Pingaree, who had been gathered together by\nthe overseer, were brought in and restored to their mothers, and there\nwas great rejoicing among them, you may be sure.\n\n\"But where is Queen Garee, my dear mother?\" questioned Inga; but the\nwomen did not know and it was some time before the overseer remembered\nthat one of the slaves from Pingaree had been placed in the royal\ndairy. Perhaps this was the woman the boy was seeking.\n\nInga at once commanded him to lead the way to the butter house, but\nwhen they arrived there Queen Garee was nowhere in the place, although\nthe boy found a silk scarf which he recognized as one that his mother\nused to wear. Then they began a search throughout the island of\nCoregos, but could not find Inga's mother anywhere.\n\nWhen they returned to the palace of Queen Cor, Rinkitink discovered\nthat the bridge of boats had again been removed, separating them from\nRegos, and from this they suspected that Queen Cor had fled to her\nhusband's island and had taken Queen Garee with her. Inga was much\nperplexed what to do and returned with his friends to the palace to\ntalk the matter over.\n\nZella was now crying because she had not sold her honey and was unable\nto return to her parents on the island of Regos, but the boy prince\ncomforted her and promised she should be protected until she could be\nrestored to her home. Rinkitink found Queen Cor's purse, which she had\nhad no time to take with her, and gave Zella several gold pieces for\nthe honey. Then Inga ordered the palace servants to prepare a feast for\nall the women and children of Pingaree and to prepare for them beds in\nthe great palace, which was large enough to accommodate them all.\n\nThen the boy and the goat and Rinkitink and Zella went into a private\nroom to consider what should be done next.\n\n\n\n\nChapter Fourteen\n\nThe Escape\n\n\n\"Our fault,\" said Rinkitink, \"is that we conquer only one of these twin\nislands at a time. When  we conquered Regos, our foes all came to\nCoregos, and now that we have conquered Coregos, the Queen has fled to\nRegos. And each time they removed the bridge of boats, so that we could\nnot follow them.\"\n\n\"What has become of our own boat, in which we came from Pingaree?\"\nasked Bilbil.\n\n\"We left it on the shore of Regos,\" replied the Prince, \"but I wonder\nif we could not get it again.\"\n\n\"Why don't you ask the White Pearl?\" suggested Rinkitink.\n\n\"That is a good idea,\" returned the boy, and at once he drew the White\nPearl from its silken bag and held it to his ear. Then he asked: \"How\nmay I regain our boat?\"\n\nThe Voice of the Pearl replied: \"Go to the south end of the Island of\nCoregos, and clap your hands three times and the boat will come to you.\n\n\"Very good!\" cried Inga, and then he turned to his companions and said:\n\"We shall be able to get our boat whenever we please; but what then\nshall we do?\"\n\n\"Take me home in it!\" pleaded Zella.\n\n\"Come with me to my City of Gilgad,\" said the King, \"where you will be\nvery welcome to remain forever.\"\n\n\"No,\" answered Inga, \"I must rescue my father and mother, as well as my\npeople. Already I have the women and children of Pingaree, but the men\nare with my father in the mines of Regos, and my dear mother has been\ntaken away by Queen Cor. Not until all are rescued will I consent to\nleave these islands.\"\n\n\"Quite right!\" exclaimed Bilbil.\n\n\"On second thought,\" said Rinkitink, \"I agree with you. If you are\ncareful to sleep in your shoes, and never take them off again, I\nbelieve you will be able to perform the task you have undertaken.\"\n\nThey counseled together for a long time as to their mode of action and\nit was finally considered best to make the attempt to liberate King\nKitticut first of all, and with him the men from Pingaree. This would\ngive them an army to assist them and afterward they could march to\nRegos and compel Queen Cor to give up the Queen of Pingaree. Zella told\nthem that they could go in their boat along the shore of Regos to a\npoint opposite the mines, thus avoiding any conflict with the warriors\nof King Gos.\n\nThis being considered the best course to pursue, they resolved to start\non the following morning, as night was even now approaching. The\nservants being all busy in caring for the women and children, Zella\nundertook to get a dinner for Inga and Rinkitink and herself and soon\nprepared a fine meal in the palace kitchen, for she was a good little\ncook and had often helped her mother. The dinner was served in a small\nroom overlooking the gardens and Rinkitink thought the best part of it\nwas the sweet honey, which he spread upon the biscuits that Zella had\nmade. As for Bilbil, he wandered through the palace grounds and found\nsome grass that made him a good dinner.\n\nDuring the evening Inga talked with the women and cheered them,\npromising soon to reunite them with their husbands who were working in\nthe mines and to send them back to their own island of Pingaree.\n\nNext morning the boy rose bright and early and found that Zella had\nalready prepared a nice breakfast. And after the meal they went to the\nmost southern point of the island, which was not very far away,\nRinkitink riding upon Bilbil's back and Inga and Zella following behind\nthem, hand in hand.\n\nWhen they reached the water's edge the boy advanced and clapped his\nhands together three times, as the White Pearl had told him to do. And\nin a few moments they saw in the distance the black boat with the\nsilver lining, coming swiftly toward them from the sea. Presently it\ngrounded on the beach and they all got into it.\n\nZella was delighted with the boat, which was the most beautiful she had\never seen, and the marvel of its coming to them through the water\nwithout anyone to row it, made her a little afraid of the fairy craft.\nBut Inga picked up the oars and began to row and at once the boat shot\nswiftly in the direction of Regos. They rounded the point of that\nisland where the city was built and noticed that the shore was lined\nwith warriors who had discovered their boat but seemed undecided\nwhether to pursue it or not. This was probably because they had\nreceived no commands what to do, or perhaps they had learned to fear\nthe magic powers of these adventurers from Pingaree and were unwilling\nto attack them unless their King ordered them to.\n\nThe coast on the western side of the Island of Regos was very uneven\nand Zella, who knew fairly well the location of the mines from the\ninland forest path, was puzzled to decide which mountain they now\nviewed from the sea was the one where the entrance to the underground\ncaverns was located. First she thought it was this peak, and then she\nguessed it was that; so considerable time was lost through her\nuncertainty.\n\nThey finally decided to land and explore the country, to see where they\nwere, so Inga ran the boat into a little rocky cove where they all\ndisembarked. For an hour they searched for the path without finding any\ntrace of it and now Zella believed they had gone too far to the north\nand must return to another mountain that was nearer to the city.\n\nOnce again they entered the boat and followed the winding coast south\nuntil they thought they had reached the right place. By this time,\nhowever, it was growing dark, for the entire day had been spent in the\nsearch for the entrance to the mines, and Zella warned them that it\nwould be safer to spend the night in the boat than on the land, where\nwild beasts were sure to disturb them. None of them realized at this\ntime how fatal this day of search had been to their plans and perhaps\nif Inga had realized what was going on he would have landed and fought\nall the wild beasts in the forest rather than quietly remain in the\nboat until morning.\n\nHowever, knowing nothing of the cunning plans of Queen Cor and King\nGos, they anchored their boat in a little bay and cheerfully ate their\ndinner, finding plenty of food and drink in the boat's lockers. In the\nevening the stars came out in the sky and tipped the waves around their\nboat with silver. All around them was delightfully still save for the\noccasional snarl of a beast on the neighboring shore.\n\nThey talked together quietly of their adventures and their future plans\nand Zella told them her simple history and how hard her poor father was\nobliged to work, burning charcoal to sell for enough money to support\nhis wife and child. Nikobob might be the humblest man in all Regos, but\nZella declared he was a good man, and honest, and it was not his fault\nthat his country was ruled by so wicked a King.\n\nThen Rinkitink, to amuse them, offered to sing a song, and although\nBilbil protested in his gruff way, claiming that his master's voice was\ncracked and disagreeable, the little King was encouraged by the others\nto sing his song, which he did.\n\n  \"A red-headed man named Ned was dead;\n  Sing fiddle-cum-faddle-cum-fi-do!\n  In battle he had lost his head;\n  Sing fiddle-cum-faddl-cum-fi-do!\n  'Alas, poor Ned,' to him I said,\n  'How did you lose your head so red?'\n  Sing fiddle-cum-faddle-cum-fi-do!\n\n  \"Said Ned: 'I for my country bled,'\n  Sing fiddle-cum-faddle-cum-fi-do!\n  'Instead of dying safe in bed',\n  Sing fiddle-cum-faddle-cum-fi-do!\n  'If I had only fled, instead,\n  I then had been a head ahead.'\n  Sing fiddle-cum-faddle-cum-fi-do!\n\n  \"I said to Ned--\"\n\n\n\"Do stop, Your Majesty!\" pleaded Bilbil. \"You're making my head ache.\"\n\n\"But the song isn't finished,\" replied Rinkitink, \"and as for your head\naching, think of poor Ned, who hadn't any head at all!\"\n\n\"I can think of nothing but your dismal singing,\" retorted Bilbil. \"Why\ndidn't you choose a cheerful subject, instead of telling how a man who\nwas dead lost his red head? Really, Rinkitink, I'm surprised at you.\n\n\"I know a splendid song about a live man, said the King.\n\n\"Then don't sing it,\" begged Bilbil.\n\nZella was both astonished and grieved by the disrespectful words of the\ngoat, for she had quite enjoyed Rinkitink's singing and had been taught\na proper respect for Kings and those high in authority. But as it was\nnow getting late they decided to go to sleep, that they might rise\nearly the following morning, so they all reclined upon the bottom of\nthe big boat and covered themselves with blankets which they found\nstored underneath the seats for just such occasions. They were not long\nin falling asleep and did not waken until daybreak.\n\nAfter a hurried breakfast, for Inga was eager to liberate his father,\nthe boy rowed the boat ashore and they all landed and began searching\nfor the path. Zella found it within the next half hour and declared\nthey must be very close to the entrance to the mines; so they followed\nthe path toward the north, Inga going first, and then Zella following\nhim, while Rinkitink brought up the rear riding upon Bilbil's back.\n\nBefore long they saw a great wall of rock towering before them, in\nwhich was a low arched entrance, and on either side of this entrance\nstood a guard, armed with a sword and a spear. The guards of the mines\nwere not so fierce as the warriors of King Gos, their duty being to\nmake the slaves work at their tasks and guard them from escaping; but\nthey were as cruel as their cruel master wished them to be, and as\ncowardly as they were cruel.\n\nInga walked up to the two men at the entrance and said:\n\n\"Does this opening lead to the mines of King Gos?\"\n\n\"It does,\" replied one of the guards, \"but no one is allowed to pass\nout who once goes in.\"\n\n\"Nevertheless,\" said the boy, \"we intend to go in and we shall come out\nwhenever it pleases us to do so. I am the Prince of Pingaree, and I\nhave come to liberate my people, whom King Gos has enslaved.\"\n\nNow when the two guards heard this speech they looked at one another\nand laughed, and one of them said: \"The King was right, for he said the\nboy was likely to come here and that he would try to set his people\nfree. Also the King commanded that we must keep the little Prince in\nthe mines, and set him to work, together with his companions.\"\n\n\"Then let us obey the King,\" replied the other man.\n\nInga was surprised at hearing this, and asked:\n\n\"When did King Gos give you this order?\"\n\n\"His Majesty was here in person last night,\" replied the man, \"and went\naway again but an hour ago. He suspected you were coming here and told\nus to capture you if we could.\"\n\nThis report made the boy very anxious, not for himself but for his\nfather, for he feared the King was up to some mischief. So he hastened\nto enter the mines and the guards did nothing to oppose him or his\ncompanions, their orders being to allow him to go in but not to come\nout.\n\nThe little group of adventurers passed through a long rocky corridor\nand reached a low, wide cavern where they found a dozen guards and a\nhundred slaves, the latter being hard at work with picks and shovels\ndigging for gold, while the guards stood over them with long whips.\n\nInga found many of the men from Pingaree among these slaves, but King\nKitticut was not in this cavern; so they passed through it and entered\nanother corridor that led to a second cavern. Here also hundreds of men\nwere working, but the boy did not find his father amongst them, and so\nwent on to a third cavern.\n\nThe corridors all slanted downward, so that the farther they went the\nlower into the earth they descended, and now they found the air hot and\nclose and difficult to breathe. Flaming torches were stuck into the\nwalls to give light to the workers, and these added to the oppressive\nheat.\n\nThe third and lowest cavern was the last in the mines, and here were\nmany scores of slaves and many guards to keep them at work. So far,\nnone of the guards had paid any attention to Inga's party, but allowed\nthem to proceed as they would, and while the slaves cast curious\nglances at the boy and girl and man and goat, they dared say nothing.\nBut now the boy walked up to some of the men of Pingaree and asked news\nof his father, telling them not to fear the guards as he would protect\nthem from the whips.\n\nThen he Teamed that King Kitticut had indeed been working in this very\ncavern until the evening before, when King Gos had come and taken him\naway--still loaded with chains.\n\n\"Seems to me,\" said King Rinkitink, when he heard this report, \"that\nGos has carried your father away to Regos, to prevent us from rescuing\nhim. He may hide poor Kitticut in a dungeon, where we cannot find him.\"\n\n\"Perhaps you are right,\" answered the boy, \"but I am determined to find\nhim, wherever he may be.\"\n\nInga spoke firmly and with courage, but he was greatly disappointed to\nfind that King Gos had been before him at the mines and had taken his\nfather away. However, he tried not to feel disheartened, believing he\nwould succeed in the end, in spite of all opposition. Turning to the\nguards, he said:\n\n\"Remove the chains from these slaves and set them free.\"\n\nThe guards laughed at this order, and one of them brought forward a\nhandful of chains, saying: \"His Majesty has commanded us to make you,\nalso, a slave, for you are never to leave these caverns again.\"\n\nThen he attempted to place the chains on Inga, but the boy indignantly\nseized them and broke them apart as easily as if they had been cotton\ncords. When a dozen or more of the guards made a dash to capture him,\nthe Prince swung the end of the chain like a whip and drove them into a\ncorner, where they cowered and begged for mercy.\n\nStories of the marvelous strength of the boy Prince had already spread\nto the mines of Regos, and although King Gos had told them that Inga\nhad been deprived of all his magic power, the guards now saw this was\nnot true, so they deemed it wise not to attempt to oppose him.\n\nThe chains of the slaves had all been riveted fast to their ankles and\nwrists, but Inga broke the bonds of steel with his hands and set the\npoor men free--not only those from Pingaree but all who had been\ncaptured in the many wars and raids of King Gos. They were very\ngrateful, as you may suppose, and agreed to support Prince Inga in\nwhatever action he commanded.\n\nHe led them to the middle cavern, where all the guards and overseers\nfled in terror at his approach, and soon he had broken apart the chains\nof the slaves who had been working in that part of the mines. Then they\napproached the first cavern and liberated all there.\n\nThe slaves had been treated so cruelly by the servants of King Gos that\nthey were eager to pursue and slay them, in revenge; but Inga held them\nback and formed them into companies, each company having its own\nleader. Then he called the leaders together and instructed them to\nmarch in good order along the path to the City of Regos, where he would\nmeet them and tell them what to do next.\n\nThey readily agreed to obey him, and, arming themselves with iron bars\nand pick-axes which they brought from the mines, the slaves began their\nmarch to the city.\n\nZella at first wished to be left behind, that she might make her way to\nher home, but neither Rinkitink nor Inga thought it was safe for her to\nwander alone through the forest, so they induced her to return with\nthem to the city.\n\nThe boy beached his boat this time at the same place as when he first\nlanded at Regos, and while many of the warriors stood on the shore and\nbefore the walls of the city, not one of them attempted to interfere\nwith the boy in any way. Indeed, they seemed uneasy and anxious, and\nwhen Inga met Captain Buzzub the boy asked if anything had happened in\nhis absence.\n\n\"A great deal has happened,\" replied Buzzub. \"Our King and Queen have\nrun away and left us, and we don't know what to do.\"\n\n\"Run away!\" exclaimed Inga. \"Where did they go to?\"\n\n\"Who knows?\" said the man, shaking his head despondently. \"They\ndeparted together a few hours ago, in a boat with forty rowers, and\nthey took with them the King and Queen of Pingaree!\"\n\n\n\n\nChapter Fifteen\n\nThe Flight of the Rulers\n\n\nNow it seems that when Queen Cor fled from her island to Regos, she had\nwit enough, although greatly frightened, to make a stop at the royal\ndairy, which was near to the bridge, and to drag poor Queen Garee from\nthe butter-house and across to Regos with her. The warriors of King Gos\nhad never before seen the terrible Queen Cor frightened, and therefore\nwhen she came running across the bridge of boats, dragging the Queen of\nPingaree after her by one arm, the woman's great fright had the effect\nof terrifying the waiting warriors.\n\n\"Quick!\" cried Cor. \"Destroy the bridge, or we are lost.\"\n\nWhile the men were tearing away the bridge of boats the Queen ran up to\nthe palace of Gos, where she met her husband.\n\n\"That boy is a wizard!\" she gasped. \"There is no standing against him.\"\n\n\"Oh, have you discovered his magic at last?\" replied Gos, laughing in\nher face. \"Who, now, is the coward?\"\n\n\"Don't laugh!\" cried Queen Cor. \"It is no laughing matter. Both our\nislands are as good as conquered, this very minute. What shall we do,\nGos?\"\n\n\"Come in,\" he said, growing serious, \"and let us talk it over.\"\n\nSo they went into a room of the palace and talked long and earnestly.\n\n\"The boy intends to liberate his father and mother, and all the people\nof Pingaree, and to take them back to their island,\" said Cor. \"He may\nalso destroy our palaces and make us his slaves. I can see but one way,\nGos, to prevent him from doing all this, and whatever else he pleases\nto do.\"\n\n\"What way is that?\" asked King Gos.\n\n\"We must take the boy's parents away from here as quickly as possible.\nI have with me the Queen of Pingaree, and you can run up to the mines\nand get the King. Then we will carry them away in a boat and hide them\nwhere the boy cannot find them, with all his magic. We will use the\nKing and Queen of Pingaree as hostages, and send word to the boy wizard\nthat if he does not go away from our islands and allow us to rule them\nundisturbed, in our own way, we will put his father and mother to\ndeath. Also we will say that as long as we are let alone his parents\nwill be safe, although still safely hidden. I believe, Gos, that in\nthis way we can compel Prince Ingato obey us, for he seems very fond of\nhis parents.\"\n\n\"It isn't a bad idea,\" said Gos, reflectively; \"but where can we hide\nthe King and Queen, so that the boy cannot find them?\"\n\n\"In the country of the Nome King, on the mainland away at the south,\"\nshe replied. \"The nomes are our friends, and they possess magic powers\nthat will enable them to protect the prisoners from discovery. If we\ncan manage to get the King and Queen of Pingaree to the Nome Kingdom\nbefore the boy knows what we are doing, I am sure our plot will\nsucceed.\"\n\nGos gave the plan considerable thought in the next five minutes, and\nthe more he thought about it the more clever and reasonable it seemed.\nSo he agreed to do as Queen Cor suggested and at once hurried away to\nthe mines, where he arrived before Prince Inga did. The next morning he\ncarried King Kitticut back to Regos.\n\nWhile Gos was gone, Queen Cor busied herself in preparing a large and\nswift boat for the journey. She placed in it several bags of gold and\njewels with which to bribe the nomes, and selected forty of the\nstrongest oarsmen in Regos to row the boat. The instant King Gos\nreturned with his royal prisoner all was ready for departure. They\nquickly entered the boat with their two important captives and without\na word of explanation to any of their people they commanded the oarsmen\nto start, and were soon out of sight upon the broad expanse of the\nNonestic Ocean.\n\nInga arrived at the city some hours later and was much distressed when\nhe learned that his father and mother had been spirited away from the\nislands.\n\n\"I shall follow them, of course,\" said the boy to Rinkitink, \"and if I\ncannot overtake them on the ocean I will search the world over until I\nfind them. But before I leave here I must arrange to send our people\nback to Pingaree.\"\n\n\n\n\nChapter Sixteen\n\nNikobob Refuses a Crown\n\n\nAlmost the first persons that Zella saw when she landed from the\nsilver-lined boat at Regos were her father and mother. Nikobob and his\nwife had been greatly worried when their little daughter failed to\nreturn from Coregos, so they had set out to discover what had become of\nher. When they reached the City of Regos, that very morning, they were\nastonished to hear news of all the strange events that had taken place;\nstill, they found comfort when told that Zella had been seen in the\nboat of Prince Inga, which had gone to the north. Then, while they\nwondered what this could mean, the silver-lined boat appeared again,\nwith their daughter in it, and they ran down to the shore to give her a\nwelcome and many joyful kisses.\n\nInga invited the good people to the palace of King Gos, where he\nconferred with them, as well as with Rinkitink and Bilbil.\n\n\"Now that the King and Queen of Regos and Coregos have run away,\" he\nsaid, \"there is no one to rule these islands. So it is my duty to\nappoint a new ruler, and as Nikobob, Zella's father, is an honest and\nworthy man, I shall make him the King of the Twin Islands.\"\n\n\"Me?\" cried Nikobob, astounded by this speech. \"I beg Your Highness, on\nmy bended knees, not to do so cruel a thing as to make me King!\"\n\n\"Why not?\" inquired Rinkitink. \"I'm a King, and I know how it feels. I\nassure you, good Nikobob, that I quite enjoy my high rank, although a\njeweled crown is rather heavy to wear in hot weather.\"\n\n\"With you, noble sir, it is different,\" said Nikobob, \"for you are far\nfrom your kingdom and its trials and worries and may do as you please.\nBut to remain in Regos, as King over these fierce and unruly warriors,\nwould be to live in constant anxiety and peril, and the chances are\nthat they would murder me within a month. As I have done no harm to\nanyone and have tried to be a good and upright man, I do not think that\nI should be condemned to such a dreadful fate.\"\n\n\"Very well,\" replied Inga, \"we will say no more about your being King.\nI merely wanted to make you rich and prosperous, as I had promised\nZella.\"\n\n\"Please forget that promise,\" pleaded the charcoal-burner, earnestly;\n\"I have been safe from molestation for many years, because I was poor\nand possessed nothing that anyone else could envy. But if you make me\nrich and prosperous I shall at once become the prey of thieves and\nmarauders and probably will lose my life in the attempt to protect my\nfortune.\"\n\nInga looked at the man in surprise.\n\n\"What, then, can I do to please you?\" he inquired.\n\n\"Nothing more than to allow me to go home to my poor cabin,\" said\nNikobob.\n\n\"Perhaps,\" remarked King Rinkitink, \"the charcoal-burner has more\nwisdom concealed in that hard head of his than we gave him credit for.\nBut let us use that wisdom, for the present, to counsel us what to do\nin this emergency.\"\n\n\"What you call my wisdom,\" said Nikobob, \"is merely common sense. I\nhave noticed that some men become rich, and are scorned by some and\nrobbed by others. Other men become famous, and are mocked at and\nderided by their fellows. But the poor and humble man who lives\nunnoticed and unknown escapes all these troubles and is the only one\nwho can appreciate the joy of living.\"\n\n\"If I had a hand, instead of a cloven hoof, I'd like to shake hands\nwith you, Nikobob,\" said Bilbil the goat. \"But the poor man must not\nhave a cruel master, or he is undone.\"\n\nDuring the council they found, indeed, that the advice of the\ncharcoal-burner was both shrewd and sensible, and they profited much by\nhis words.\n\nInga gave Captain Buzzub the command of the warriors and made him\npromise to keep his men quiet and orderly--if he could. Then the boy\nallowed all of King Gos's former slaves, except those who came from\nPingaree, to choose what boats they required and to stock them with\nprovisions and row away to their own countries. When these had\ndeparted, with grateful thanks and many blessings showered upon the boy\nPrince who had set them free, Inga made preparations to send his own\npeople home, where they were told to rebuild their houses and then\nerect a new royal palace. They were then to await patiently the coming\nof King Kitticut or Prince Inga.\n\n\"My greatest worry,\" said the boy to his friends, \"is to know whom to\nappoint to take charge of this work of restoring Pingaree to its former\ncondition. My men are all pearl fishers, and although willing and\nhonest, have no talent for directing others how to work.\"\n\nWhile the preparations for departure were being made, Nikobob offered\nto direct the men of Pingaree, and did so in a very capable manner. As\nthe island had been despoiled of all its valuable furniture and\ndraperies and rich cloths and paintings and statuary and the like, as\nwell as gold and silver and ornaments, Inga thought it no more than\njust that they be replaced by the spoilers. So he directed his people\nto search through the storehouses of King Gos and to regain all their\ngoods and chattels that could be found. Also he instructed them to take\nas much else as they required to make their new homes comfortable, so\nthat many boats were loaded full of goods that would enable the people\nto restore Pingaree to its former state of comfort.\n\nFor his father's new palace the boy plundered the palaces of both Queen\nCor and King Gos, sending enough wares away with his people to make\nKing Kitticut's new residence as handsomely fitted and furnished as had\nbeen the one which the ruthless invaders from Regos had destroyed.\n\nIt was a great fleet of boats that set out one bright, sunny morning on\nthe voyage to Pingaree, carrying all the men, women and children and\nall the goods for refitting their homes. As he saw the fleet depart,\nPrince Inga felt that he had already successfully accomplished a part\nof his mission, but he vowed he would never return to Pingaree in\nperson until he could take his father and mother there with him;\nunless, indeed, King Gos wickedly destroyed his beloved parents, in\nwhich case Inga would become the King of Pingaree and it would be his\nduty to go to his people and rule over them.\n\nIt was while the last of the boats were preparing to sail for Pingaree\nthat Nikobob, who had been of great service in getting them ready, came\nto Inga in a thoughtful mood and said:\n\n\"Your Highness, my wife and my daughter Zella have been urging me to\nleave Regos and settle down in your island, in a new home. From what\nyour people have told me, Pingaree is a better place to live than\nRegos, and there are no cruel warriors or savage beasts there to keep\none in constant fear for the safety of those he loves. Therefore, I\nhave come to ask to go with my family in one of the boats.\"\n\nInga was much pleased with this proposal and not only granted Nikobob\npermission to go to Pingaree to live, but instructed him to take with\nhim sufficient goods to furnish his new home in a comfortable manner.\nIn addition to this, he appointed Nikobob general manager of the\nbuildings and of the pearl fisheries, until his father or he himself\narrived, and the people approved this order because they liked Nikobob\nand knew him to be just and honest.\n\nSoon as the last boat of the great flotilla had disappeared from the\nview of those left at Regos, Inga and Rinkitink prepared to leave the\nisland themselves. The boy was anxious to overtake the boat of King\nGos, if possible, and Rinkitink had no desire to remain in Regos.\n\nBuzzub and the warriors stood silently on the shore and watched the\nblack boat with its silver lining depart, and I am sure they were as\nglad to be rid of their unwelcome visitors as Inga and Rinkitink and\nBilbil were to leave.\n\nThe boy asked the White Pearl what direction the boat of King Gos had\ntaken and then he followed after it, rowing hard and steadily for eight\ndays without becoming at all weary. But, although the black boat moved\nvery swiftly, it failed to overtake the barge which was rowed by Queen\nCor's forty picked oarsmen.\n\n\n\n\nChapter Seventeen\n\nThe Nome King\n\n\nThe Kingdom of the Nomes does not border on the Nonestic Ocean, from\nwhich it is separated by the Kingdom of Rinkitink and the Country of\nthe Wheelers, which is a part of the Land of Ev. Rinkitink's country is\nseparated from the country of the Nomes by a row of high and steep\nmountains, from which it extends to the sea. The Country of the\nWheelers is a sandy waste that is open on one side to the Nonestic\nOcean and on the other side has no barrier to separate it from the Nome\nCountry, therefore it was on the coast of the Wheelers that King Cos\nlanded--in a spot quite deserted by any of the curious inhabitants of\nthat country.\n\nThe Nome Country is very large in extent, and is only separated from\nthe Land of Oz, on its eastern borders, by a Deadly Desert that can not\nbe crossed by mortals, unless they are aided by the fairies or by magic.\n\nThe nomes are a numerous and mischievous people, living in underground\ncaverns of wide extent, connected one with another by arches and\npassages. The word \"nome\" means \"one who knows,\" and these people are\nso called because they know where all the gold and silver and precious\nstones are hidden in the earth--a knowledge that no other living\ncreatures share with them. The nomes are busy people, constantly\ndigging up gold in one place and taking it to another place, where they\nsecretly bury it, and perhaps this is the reason they alone know where\nto find it. The nomes were ruled, at the time of which I write, by a\nKing named Kaliko.\n\nKing Gos had expected to be pursued by Inga in his magic boat, so he\nmade all the haste possible, urging his forty rowers to their best\nefforts night and day. To his joy he was not overtaken but landed on\nthe sandy beach of the Wheelers on the morning of the eighth day.\n\nThe forty rowers were left with the boat, while Queen Cor and King Cos,\nwith their royal prisoners, who were still chained, began the journey\nto the Nome King.\n\nIt was not long before they passed the sands and reached the rocky\ncountry belonging to the nomes, but they were still a long way from the\nentrance to the underground caverns in which lived the Nome King. There\nwas a dim path, winding between stones and boulders, over which the\nwalking was quite difficult, especially as the path led up hills that\nwere small mountains, and then down steep and abrupt slopes where any\nmisstep might mean a broken leg. Therefore it was the second day of\ntheir journey before they climbed halfway up a rugged mountain and\nfound themselves at the entrance of the Nome King's caverns.\n\nOn their arrival, the entrance seemed free and unguarded, but Gos and\nCor had been there before, and they were too wise to attempt to enter\nwithout announcing themselves, for the passage to the caves was full of\ntraps and pitfalls. So King Gos stood still and shouted, and in an\ninstant they were surrounded by a group of crooked nomes, who seemed to\nhave sprung from the ground.\n\nOne of these had very long ears and was called The Long-Eared Hearer.\nHe said: \"I heard you coming early this morning.\"\n\nAnother had eyes that looked in different directions at the same time\nand were curiously bright and penetrating. He could look over a hill or\naround a corner and was called The Lookout. Said he: \"I saw you coming\nyesterday.\"\n\n\"Then,\" said King Gos, \"perhaps King Kaliko is expecting us.\"\n\n\"It is true,\" replied another nome, who wore a gold collar around his\nneck and carried a bunch of golden keys. \"The mighty Nome King expects\nyou, and bids you follow me to his presence.\"\n\nWith this he led the way into the caverns and Gos and Cor followed,\ndragging their weary prisoners with them, for poor King Kitticut and\nhis gentle Queen had been obliged to carry, all through the tedious\njourney, the bags of gold and jewels which were to bribe the Nome King\nto accept them as slaves.\n\nThrough several long passages the guide led them and at last they\nentered a small cavern which was beautifully decorated and set with\nrare jewels that flashed from every part of the wall, floor and\nceiling. This was a waiting-room for visitors, and there their guide\nleft them while he went to inform King Kaliko of their arrival.\n\nBefore long they were ushered into a great domed chamber, cut from the\nsolid rock and so magnificent that all of them--the King and Queen of\nPingaree and the King and Queen of Regos and Coregos--drew long breaths\nof astonishment and opened their eyes as wide as they could.\n\nIn an ivory throne sat a little round man who had a pointed beard and\nhair that rose to a tall curl on top of his head. He was dressed in\nsilken robes, richly embroidered, which had large buttons of cut\nrubies. On his head was a diamond crown and in his hand he held a\ngolden sceptre with a big jeweled ball at one end of it. This was\nKaliko, the King and ruler of all the nomes. He nodded pleasantly\nenough to his visitors and said in a cheery voice:\n\n\"Well, Your Majesties, what can I do for you?\"\n\n\"It is my desire,\" answered King Gos, respectfully, \"to place in your\ncare two prisoners, whom you now see before you. They must be carefully\nguarded, to prevent them from escaping, for they have the cunning of\nfoxes and are not to be trusted. In return for the favor I am asking\nyou to grant, I have brought Your Majesty valuable presents of gold and\nprecious gems.\"\n\nHe then commanded Kitticut and Garee to lay before the Nome King the\nbags of gold and jewels, and they obeyed, being helpless.\n\n\"Very good,\" said King Kaliko, nodding approval, for like all the nomes\nhe loved treasures of gold and jewels. \"But who are the prisoners you\nhave brought here, and why do you place them in my charge instead of\nguarding them, yourself? They seem gentle enough, I'm sure.\"\n\n\"The prisoners,\" returned King Gos, \"are the King and Queen of\nPingaree, a small island north of here. They are very evil people and\ncame to our islands of Regos and Coregos to conquer them and slay our\npoor people. Also they intended to plunder us of all our riches, but by\ngood fortune we were able to defeat and capture them. However, they\nhave a son who is a terrible wizard and who by magic art is trying to\nfind this awful King and Queen of Pingaree, and to set them free, that\nthey may continue their wicked deeds. Therefore, as we have no magic to\ndefend ourselves with, we have brought the prisoners to you for safe\nkeeping.\"\n\n\"Your Majesty,\" spoke up King Kitticut, addressing the Nome King with\ngreat indignation, \"do not believe this tale, I implore you. It is all\na lie!\"\n\n\"I know it,\" said Kaliko. \"I consider it a clever lie, though, because\nit is woven without a thread of truth. However, that is none of my\nbusiness. The fact remains that my good friend King Gos wishes to put\nyou in my underground caverns, so that you will be unable to escape.\nAnd why should I not please him in this little matter? Gos is a mighty\nKing and a great warrior, while your island of Pingaree is desolated\nand your people scattered. In my heart, King Kitticut, I sympathize\nwith you, but as a matter of business policy we powerful Kings must\nstand together and trample the weaker ones under our feet.\"\n\nKing Kitticut was surprised to find the King of the nomes so candid and\nso well informed, and he tried to argue that he and his gentle wife did\nnot deserve their cruel fate and that it would be wiser for Kaliko to\nside with them than with the evil King of Regos. But Kaliko only shook\nhis head and smiled, saying:\n\n\"The fact that you are a prisoner, my poor Kitticut, is evidence that\nyou are weaker than King Cos, and I prefer to deal with the strong. By\nthe way,\" he added, turning to the King of Regos, \"have these prisoners\nany connection with the Land of Oz?\"\n\n\"Why do you ask?\" said Gos.\n\n\"Because I dare not offend the Oz people,\" was the reply. \"I am very\npowerful, as you know, but Ozma of Oz is far more powerful than I;\ntherefore, if this King and Queen of Pingaree happened to be under\nOzma's protection, I would have nothing to do with them.\"\n\n\"I assure Your Majesty that the prisoners have nothing to do with the\nOz people,\" Gos hastened to say. And Kitticut, being questioned,\nadmitted that this was true.\n\n\"But how about that wizard you mentioned?\" asked the Nome King.\n\n\"Oh, he is merely a boy; but he is very ferocious and obstinate and he\nis assisted by a little fat sorcerer called Rinkitink and a talking\ngoat.\"\n\n\"Oho! A talking goat, do you say? That certainly sounds like magic; and\nit also sounds like the Land of Oz, where all the animals talk,\" said\nKaliko, with a doubtful expression.\n\nBut King Gos assured him the talking goat had never been to Oz.\n\n\"As for Rinkitink, whom you call a sorcerer,\" continued the Nome King,\n\"he is a neighbor of mine, you must know, but as we are cut off from\neach other by high mountains beneath which a powerful river runs, I\nhave never yet met King Rinkitink. But I have heard of him, and from\nall reports he is a jolly rogue, and perfectly harmless. However, in\nspite of your false statements and misrepresentations, I will earn the\ntreasure you have brought me, by keeping your prisoners safe in my\ncaverns.\n\n\"Make them work,\" advised Queen Cor. \"They are rather delicate, and to\nmake them work will make them suffer delightfully.\"\n\n\"I'll do as I please about that,\" said the Nome King sternly. \"Be\ncontent that I agree to keep them safe.\"\n\nThe bargain being thus made and concluded, Kaliko first examined the\ngold and jewels and then sent it away to his royal storehouse, which\nwas well filled with like treasure. Next the captives were sent away in\ncharge of the nome with the golden collar and keys, whose name was\nKlik, and he escorted them to a small cavern and gave them a good\nsupper.\n\n\"I shall lock your door,\" said Klik, \"so there is no need of your\nwearing those heavy chains any longer.\" He therefore removed the chains\nand left King Kitticut and his Queen alone. This was the first time\nsince the Northmen had carried them away from Pingaree that the good\nKing and Queen had been alone together and free of all bonds, and as\nthey embraced lovingly and mingled their tears over their sad fate they\nwere also grateful that they had passed from the control of the\nheartless King Gos into the more considerate care of King Kaliko. They\nwere still captives but they believed they would be happier in the\nunderground caverns of the nomes than in Regos and Coregos.\n\nMeantime, in the King's royal cavern a great feast had been spread.\nKing Gos and Queen Cor, having triumphed in their plot, were so well\npleased that they held high revelry with the jolly Nome King until a\nlate hour that night. And the next morning, having cautioned Kaliko not\nto release the prisoners under any consideration without their orders,\nthe King and Queen of Regos and Coregos left the caverns of the nomes\nto return to the shore of the ocean where they had left their boat.\n\n\n\n\nChapter Eighteen\n\nInga Parts with his Pink Pearl\n\n\nThe White Pearl guided Inga truly in his pursuit of the boat of King\nGos, but the boy had been so delayed in sending his people home to\nPingaree that it was a full day after Gos and Cor landed on the shore\nof the Wheeler Country that Inga's boat arrived at the same place.\n\nThere he found the forty rowers guarding the barge of Queen Cor, and\nalthough they would not or could not tell the boy where the King and\nQueen had taken his father and mother, the White Pearl advised him to\nfollow the path to the country and the caverns of the nomes.\n\nRinkitink didn't like to undertake the rocky and mountainous journey,\neven with Bilbil to carry him, but he would not desert Inga, even\nthough his own kingdom lay just beyond a range of mountains which could\nbe seen towering southwest of them. So the King bravely mounted the\ngoat, who always grumbled but always obeyed his master, and the three\nset off at once for the caverns of the nomes.\n\nThey traveled just as slowly as Queen Cor and King Gos had done, so\nwhen they were about halfway they discovered the King and Queen coming\nback to their boat. The fact that Gos and Cor were now alone proved\nthat they had left Inga's father and mother behind them; so, at the\nsuggestion of Rinkitink, the three hid behind a high rock until the\nKing of Regos and the Queen of Coregos, who had not observed them, had\npassed them by. Then they continued their journey, glad that they had\nnot again been forced to fight or quarrel with their wicked enemies.\n\n\"We might have asked them, however, what they had done with your poor\nparents,\" said Rinkitink.\n\n\"Never mind,\" answered Inga. \"I am sure the White Pearl will guide us\naright.\"\n\nFor a time they proceeded in silence and then Rinkitink began to\nchuckle with laughter in the pleasant way he was wont to do before his\nmisfortunes came upon him.\n\n\"What amuses Your Majesty?\" inquired the boy.\n\n\"The thought of how surprised my dear subjects would be if they\nrealized how near to them I am, and yet how far away. I have always\nwanted to visit the Nome Country, which is full of mystery and magic\nand all sorts of adventures, but my devoted subjects forbade me to\nthink of such a thing, fearing I would get hurt or enchanted.\"\n\n\"Are you afraid, now that you are here?\" asked Inga.\n\n\"A little, but not much, for they say the new Nome King is not as\nwicked as the old King used to be. Still, we are undertaking a\ndangerous journey and I think you ought to protect me by lending me one\nof your pearls.\"\n\nInga thought this over and it seemed a reasonable request.\n\n\"Which pearl would you like to have?\" asked the boy.\n\n\"Well, let us see,\" returned Rinkitink; \"you may need strength to\nliberate your captive parents, so you must keep the Blue Pearl. And you\nwill need the advice of the White Pearl, so you had best keep that\nalso. But in case we should be separated I would have nothing to\nprotect me from harm, so you ought to lend me the Pink Pearl.\"\n\n\"Very well,\" agreed Inga, and sitting down upon a rock he removed his\nright shoe and after withdrawing the cloth from the pointed toe took\nout the Pink Pearl--the one which protected from any harm the person\nwho carried it.\n\n\"Where can you put it, to keep it safely?\" he asked.\n\n\"In my vest pocket,\" replied the King. \"The pocket has a flap to it and\nI can pin it down in such a way that the pearl cannot get out and\nbecome lost. As for robbery, no one with evil intent can touch my\nperson while I have the pearl.\"\n\nSo Inga gave Rinkitink the Pink Pearl and the little King placed it in\nthe pocket of his red-and-green brocaded velvet vest, pinning the flap\nof the pocket down tightly.\n\nThey now resumed their journey and finally reached the entrance to the\nNome King's caverns. Placing the White Pearl to his ear, Inga asked:\n\"What shall I do now?\" and the Voice of the Pearl replied: \"Clap your\nhands together four times and call aloud the word 'Klik.' Then allow\nyourselves to be conducted to the Nome King, who is now holding your\nfather and mother captive.\"\n\nInga followed these instructions and when Klik appeared in answer to\nhis summons the boy requested an audience of the Nome King. So Klik led\nthem into the presence of King Kaliko, who was suffering from a severe\nheadache, due to his revelry the night before, and therefore was\nunusually cross and grumpy.\n\n\"I know what you've come for,\" said he, before Inga could speak. \"You\nwant to get the captives from Regos away from me; but you can't do it,\nso you'd best go away again.\"\n\n\"The captives are my father and mother, and I intend to liberate them,\"\nsaid the boy firmly.\n\nThe King stared hard at Inga, wondering at his audacity. Then he turned\nto look at King Rinkitink and said:\n\n\"I suppose you are the King of Gilgad, which is in the Kingdom of\nRinkitink.\"\n\n\"You've guessed it the first time,\" replied Rinkitink.\n\n\"How round and fat you are!\" exclaimed Kaliko.\n\n\"I was just thinking how fat and round you are,\" said Rinkitink.\n\"Really, King Kaliko, we ought to be friends, we're so much alike in\neverything but disposition and intelligence.\"\n\nThen he began to chuckle, while Kaliko stared hard at him, not knowing\nwhether to accept his speech as a compliment or not. And now the nome's\neyes wandered to Bilbil, and he asked:\n\n\"Is that your talking goat?\"\n\nBilbil met the Nome King's glowering look with a gaze equally surly and\ndefiant, while Rinkitink answered: \"It is, Your Majesty.\"\n\n\"Can he really talk?\" asked Kaliko, curiously.\n\n\"He can. But the best thing he does is to scold. Talk to His Majesty,\nBilbil.\"\n\nBut Bilbil remained silent and would not speak.\n\n\"Do you always ride upon his back?\" continued Kaliko, questioning\nRinkitink.\n\n\"Yes,\" was the answer, \"because it is difficult for a fat man to walk\nfar, as perhaps you know from experience.\n\n\"That is true,\" said Kaliko. \"Get off the goat's back and let me ride\nhim a while, to see how I like it. Perhaps I'll take him away from you,\nto ride through my caverns.\"\n\nRinkitink chuckled softly as he heard this, but at once got off\nBilbil's back and let Kaliko get on. The Nome King was a little\nawkward, but when he was firmly astride the saddle he called in a loud\nvoice: \"Giddap!\"\n\nWhen Bilbil paid no attention to the command and refused to stir,\nKaliko kicked his heels viciously against the goat's body, and then\nBilbil made a sudden start. He ran swiftly across the great cavern,\nuntil he had almost reached the opposite wall, when he stopped so\nabruptly that King Kaliko sailed over his head and bumped against the\njeweled wall. He bumped so hard that the points of his crown were all\nmashed out of shape and his head was driven far into the\ndiamond-studded band of the crown, so that it covered one eye and a\npart of his nose. Perhaps this saved Kaliko's head from being cracked\nagainst the rock wall, but it was hard on the crown.\n\nBilbil was highly pleased at the success of his feat and Rinkitink\nlaughed merrily at the Nome King's comical appearance; but Kaliko was\nmuttering and growling as he picked himself up and struggled to pull\nthe battered crown from his head, and it was evident that he was not in\nthe least amused. Indeed, Inga could see that the King was very angry,\nand the boy knew that the incident was likely to turn Kaliko against\nthe entire party.\n\nThe Nome King sent Klik for another crown and ordered his workmen to\nrepair the one that was damaged. While he waited for the new crown he\nsat regarding his visitors with a scowling face, and this made Inga\nmore uneasy than ever. Finally, when the new crown was placed upon his\nhead, King Kaliko said: \"Follow me, strangers!\" and led the way to a\nsmall door at one end of the cavern.\n\nInga and Rinkitink followed him through the doorway and found\nthemselves standing on a balcony that overlooked an enormous domed\ncave--so extensive that it seemed miles to the other side of it. All\naround this circular cave, which was brilliantly lighted from an\nunknown source, were arches connected with other caverns.\n\nKaliko took a gold whistle from his pocket and blew a shrill note that\nechoed through every part of the cave. Instantly nomes began to pour in\nthrough the side arches in great numbers, until the immense space was\npacked with them as far as the eye could reach. All were armed with\nglittering weapons of polished silver and gold, and Inga was amazed\nthat any King could command so great an army.\n\nThey began marching and countermarching in very orderly array until\nanother blast of the gold whistle sent them scurrying away as quickly\nas they had appeared. And as soon as the great cave was again empty\nKaliko returned with his visitors to his own royal chamber, where he\nonce more seated himself upon his ivory throne.\n\n\"I have shown you,\" said he to Inga, \"a part of my bodyguard. The royal\narmies, of which this is only a part, are as numerous as the sands of\nthe ocean, and live in many thousands of my underground caverns. You\nhave come here thinking to force me to give up the captives of King Gos\nand Queen Cor, and I wanted to convince you that my power is too mighty\nfor anyone to oppose. I am told that you are a wizard, and depend upon\nmagic to aid you; but you must know that the nomes are not mortals, and\nunderstand magic pretty well themselves, so if we are obliged to fight\nmagic with magic the chances are that we are a hundred times more\npowerful than you can be. Think this over carefully, my boy, and try to\nrealize that you are in my power. I do not believe you can force me to\nliberate King Kitticut and Queen Garee, and I know that you cannot coax\nme to do so, for I have given my promise to King Gos. Therefore, as I\ndo not wish to hurt you, I ask you to go away peaceably and let me\nalone.\"\n\n\"Forgive me if I do not agree with you, King Kaliko,\" answered the boy.\n\"However difficult and dangerous my task may be, I cannot leave your\ndominions until every effort to release my parents has failed and left\nme completely discouraged.\"\n\n\"Very well,\" said the King, evidently displeased. \"I have warned you,\nand now if evil overtakes you it is your own fault. I've a headache\nto-day, so I cannot entertain you properly, according to your rank; but\nKlik will attend you to my guest chambers and to-morrow I will talk\nwith you again.\"\n\nThis seemed a fair and courteous way to treat one's declared enemies,\nso they politely expressed the wish that Kaliko's headache would be\nbetter, and followed their guide, Klik, down a well-lighted passage and\nthrough several archways until they finally reached three nicely\nfurnished bedchambers which were cut from solid gray rock and well\nlighted and aired by some mysterious method known to the nomes.\n\nThe first of these rooms was given King Rinkitink, the second was\nInga's and the third was assigned to Bilbil the goat. There was a\nswinging rock door between the third and second rooms and another\nbetween the second and first, which also had a door that opened upon\nthe passage. Rinkitink's room was the largest, so it was here that an\nexcellent dinner was spread by some of the nome servants, who, in spite\nof their crooked shapes, proved to be well trained and competent.\n\n\"You are not prisoners, you know,\" said Klik; \"neither are you welcome\nguests, having declared your purpose to oppose our mighty King and all\nhis hosts. But we bear you no ill will, and you are to be well fed and\ncared for as long as you remain in our caverns. Eat hearty, sleep\ntight, and pleasant dreams to you.\"\n\nSaying this, he left them alone and at once Rinkitink and Inga began to\ncounsel together as to the best means to liberate King Kitticut and\nQueen Garee. The White Pearl's advice was rather unsatisfactory to the\nboy, just now, for all that the Voice said in answer to his questions\nwas: \"Be patient, brave and determined.\"\n\nRinkitink suggested that they try to discover in what part of the\nseries of underground caverns Inga's parents had been confined, as that\nknowledge was necessary before they could take any action; so together\nthey started out, leaving Bilbil asleep in his room, and made their way\nunopposed through many corridors and caverns. In some places were great\nfurnaces, where gold dust was being melted into bricks. In other rooms\nworkmen were fashioning the gold into various articles and ornaments.\nIn one cavern immense wheels revolved which polished precious gems, and\nthey found many caverns used as storerooms, where treasure of every\nsort was piled high. Also they came to the barracks of the army and the\ngreat kitchens.\n\nThere were nomes everywhere--countless thousands of them--but none paid\nthe slightest heed to the visitors from the earth's surface. Yet,\nalthough Inga and Rinkitink walked until they were weary, they were\nunable to locate the place where the boy's father and mother had been\nconfined, and when they tried to return to their own rooms they found\nthat they had hopelessly lost themselves amid the labyrinth of\npassages. However, Klik presently came to them, laughing at their\ndiscomfiture, and led them back to their bedchambers.\n\nBefore they went to sleep they carefully barred the door from\nRinkitink's room to the corridor, but the doors that connected the\nthree rooms one with another were left wide open.\n\nIn the night Inga was awakened by a soft grating sound that filled him\nwith anxiety because he could not account for it. It was dark in his\nroom, the light having disappeared as soon as he got into bed, but he\nmanaged to feel his way to the door that led to Rinkitink's room and\nfound it tightly closed and immovable. Then he made his way to the\nopposite door, leading to Bilbil's room, to discover that also had been\nclosed and fastened.\n\nThe boy had a curious sensation that all of his room--the walls, floor\nand ceiling--was slowly whirling as if on a pivot, and it was such an\nuncomfortable feeling that he got into bed again, not knowing what else\nto do. And as the grating noise had ceased and the room now seemed\nstationary, he soon fell asleep again.\n\nWhen the boy wakened, after many hours, he found the room again light.\nSo he dressed himself and discovered that a small table, containing a\nbreakfast that was smoking hot, had suddenly appeared in the center of\nhis room. He tried the two doors, but finding that he could not open\nthem he ate some breakfast, thoughtfully wondering who had locked him\nin and why he had been made a prisoner. Then he again went to the door\nwhich he thought led to Rinkitink's chamber and to his surprise the\nlatch lifted easily and the door swung open.\n\nBefore him was a rude corridor hewn in the rock and dimly lighted. It\ndid not look inviting, so Inga closed the door, puzzled to know what\nhad become of Rinkitink's room and the King, and went to the opposite\ndoor. Opening this, he found a solid wall of rock confronting him,\nwhich effectually prevented his escape in that direction.\n\nThe boy now realized that King Kaliko had tricked him, and while\nprofessing to receive him as a guest had plotted to separate him from\nhis comrades. One way had been left, however, by which he might escape\nand he decided to see where it led to.\n\nSo, going to the first door, he opened it and ventured slowly into the\ndimly lighted corridor. When he had advanced a few steps he heard the\ndoor of his room slam shut behind him. He ran back at once, but the\ndoor of rock fitted so closely into the wall that he found it\nimpossible to open it again. That did not matter so much, however, for\nthe room was a prison and the only way of escape seemed ahead of him.\n\nAlong the corridor he crept until, turning a corner, he found himself\nin a large domed cavern that was empty and deserted. Here also was a\ndim light that permitted him to see another corridor at the opposite\nside; so he crossed the rocky floor of the cavern and entered a second\ncorridor. This one twisted and turned in every direction but was not\nvery long, so soon the boy reached a second cavern, not so large as the\nfirst. This he found vacant also, but it had another corridor leading\nout of it, so Inga entered that. It was straight and short and beyond\nwas a third cavern, which differed little from the others except that\nit had a strong iron grating at one side of it.\n\nAll three of these caverns had been roughly hewn from the rock and it\nseemed they had never been put to use, as had all the other caverns of\nthe nomes he had visited. Standing in the third cavern, Inga saw what\nhe thought was still another corridor at its farther side, so he walked\ntoward it. This opening was dark, and that fact, and the solemn silence\nall around him, made him hesitate for a while to enter it. Upon\nreflection, however, he realized that unless he explored the place to\nthe very end he could not hope to escape from it, so he boldly entered\nthe dark corridor and felt his way cautiously as he moved forward.\n\nScarcely had he taken two paces when a crash resounded back of him and\na heavy sheet of steel closed the opening into the cavern from which he\nhad just come. He paused a moment, but it still seemed best to proceed,\nand as Inga advanced in the dark, holding his hands outstretched before\nhim to feel his way, handcuffs fell upon his wrists and locked\nthemselves with a sharp click, and an instant later he found he was\nchained to a stout iron post set firmly in the rock floor.\n\nThe chains were long enough to permit him to move a yard or so in any\ndirection and by feeling the walls he found he was in a small circular\nroom that had no outlet except the passage by which he had entered, and\nthat was now closed by the door of steel. This was the end of the\nseries of caverns and corridors.\n\nIt was now that the horror of his situation occurred to the boy with\nfull force. But he resolved not to submit to his fate without a\nstruggle, and realizing that he possessed the Blue Pearl, which gave\nhim marvelous strength, he quickly broke the chains and set himself\nfree of the handcuffs. Next he twisted the steel door from its hinges,\nand creeping along the short passage, found himself in the third cave.\n\nBut now the dim light, which had before guided him, had vanished; yet\non peering into the gloom of the cave he saw what appeared to be two\nround disks of flame, which cast a subdued glow over the floor and\nwalls. By this dull glow he made out the form of an enormous man,\nseated in the center of the cave, and he saw that the iron grating had\nbeen removed, permitting the man to enter.\n\nThe giant was unclothed and its limbs were thickly covered with coarse\nred hair. The round disks of flame were its two eyes and when it opened\nits mouth to yawn Inga saw that its jaws were wide enough to crush a\ndozen men between the great rows of teeth.\n\nPresently the giant looked up and perceived the boy crouching at the\nother side of the cavern, so he called out in a hoarse, rude voice:\n\n\"Come hither, my pretty one. We will wrestle together, you and I, and\nif you succeed in throwing me I will let you pass through my cave.\"\n\nThe boy made no reply to the challenge. He realized he was in dire\nperil and regretted that he had lent the Pink Pearl to King Rinkitink.\nBut it was now too late for vain regrets, although he feared that even\nhis great strength would avail him little against this hairy monster.\nFor his arms were not long enough to span a fourth of the giant's huge\nbody, while the monster's powerful limbs would be likely to crush out\nInga's life before he could gain the mastery.\n\nTherefore the Prince resolved to employ other means to combat this foe,\nwho had doubtless been placed there to bar his return. Retreating\nthrough the passage he reached the room where he had been chained and\nwrenched the iron post from its socket. It was a foot thick and four\nfeet long, and being of solid iron was so heavy that three ordinary men\nwould have found it hard to lift.\n\nReturning to the cavern, the boy swung the great bar above his head and\ndashed it with mighty force full at the giant. The end of the bar\nstruck the monster upon its forehead, and with a single groan it fell\nfull length upon the floor and lay still.\n\nWhen the giant fell, the glow from its eyes faded away, and all was\ndark. Cautiously, for Inga was not sure the giant was dead, the boy\nfelt his way toward the opening that led to the middle cavern. The\nentrance was narrow and the darkness was intense, but, feeling braver\nnow, the boy stepped boldly forward. Instantly the floor began to sink\nbeneath him and in great alarm he turned and made a leap that enabled\nhim to grasp the rocky sides of the wall and regain a footing in the\npassage through which he had just come.\n\nScarcely had he obtained this place of refuge when a mighty crash\nresounded throughout the cavern and the sound of a rushing torrent came\nfrom far below. Inga felt in his pocket and found several matches, one\nof which he lighted and held before him. While it flickered he saw that\nthe entire floor of the cavern had fallen away, and knew that had he\nnot instantly regained his footing in the passage he would have plunged\ninto the abyss that lay beneath him.\n\nBy the light of another match he saw the opening at the other side of\nthe cave and the thought came to him that possibly he might leap across\nthe gulf. Of course, this could never be accomplished without the\nmarvelous strength lent him by the Blue Pearl, but Inga had the feeling\nthat one powerful spring might carry him over the chasm into safety. He\ncould not stay where he was, that was certain, so he resolved to make\nthe attempt.\n\nHe took a long run through the first cave and the short corridor; then,\nexerting all his strength, he launched himself over the black gulf of\nthe second cave. Swiftly he flew and, although his heart stood still\nwith fear, only a few seconds elapsed before his feet touched the ledge\nof the opposite passageway and he knew he had safely accomplished the\nwonderful feat.\n\nOnly pausing to draw one long breath of relief, Inga quickly traversed\nthe crooked corridor that led to the last cavern of the three. But when\nhe came in sight of it he paused abruptly, his eyes nearly blinded by a\nglare of strong light which burst upon them. Covering his face with his\nhands, Inga retreated behind a projecting corner of rock and by\ngradually getting his eyes used to the light he was finally able to\ngaze without blinking upon the strange glare that had so quickly\nchanged the condition of the cavern. When he had passed through this\nvault it had been entirely empty. Now the flat floor of rock was\ncovered everywhere with a bed of glowing coals, which shot up little\ntongues of red and white flames. Indeed, the entire cave was one\nmonster furnace and the heat that came from it was fearful.\n\nInga's heart sank within him as he realized the terrible obstacle\nplaced by the cunning Nome King between him and the safety of the other\ncaverns. There was no turning back, for it would be impossible for him\nagain to leap over the gulf of the second cave, the corridor at this\nside being so crooked that he could get no run before he jumped.\nNeither could he leap over the glowing coals of the cavern that faced\nhim, for it was much larger than the middle cavern. In this dilemma he\nfeared his great strength would avail him nothing and he bitterly\nreproached himself for parting with the Pink Pearl, which would have\npreserved him from injury.\n\nHowever, it was not in the nature of Prince Inga to despair for long,\nhis past adventures having taught him confidence and courage, sharpened\nhis wits and given him the genius of invention. He sat down and thought\nearnestly on the means of escape from his danger and at last a clever\nidea came to his mind. This is the way to get ideas: never to let\nadverse circumstances discourage you, but to believe there is a way out\nof every difficulty, which may be found by earnest thought.\n\nThere were many points and projections of rock in the walls of the\ncrooked corridor in which Inga stood and some of these rocks had become\ncracked and loosened, although still clinging to their places. The boy\npicked out one large piece, and, exerting all his strength, tore it\naway from the wall. He then carried it to the cavern and tossed it upon\nthe burning coals, about ten feet away from the end of the passage.\nThen he returned for another fragment of rock, and wrenching it free\nfrom its place, he threw it ten feet beyond the first one, toward the\nopposite side of the cave. The boy continued this work until he had\nmade a series of stepping-stones reaching straight across the cavern to\nthe dark passageway beyond, which he hoped would lead him back to\nsafety if not to liberty.\n\nWhen his work had been completed, Inga did not long hesitate to take\nadvantage of his stepping-stones, for he knew his best chance of escape\nlay in his crossing the bed of coals before the rocks became so heated\nthat they would burn his feet. So he leaped to the first rock and from\nthere began jumping from one to the other in quick succession. A\nwithering wave of heat at once enveloped him, and for a time he feared\nhe would suffocate before he could cross the cavern; but he held his\nbreath, to keep the hot air from his lungs, and maintained his leaps\nwith desperate resolve.\n\nThen, before he realized it, his feet were pressing the cooler rocks of\nthe passage beyond and he rolled helpless upon the floor, gasping for\nbreath. His skin was so red that it resembled the shell of a boiled\nlobster, but his swift motion had prevented his being burned, and his\nshoes had thick soles, which saved his feet.\n\nAfter resting a few minutes, the boy felt strong enough to go on. He\nwent to the end of the passage and found that the rock door by which he\nhad left his room was still closed, so he returned to about the middle\nof the corridor and was thinking what he should do next, when suddenly\nthe solid rock before him began to move and an opening appeared through\nwhich shone a brilliant light. Shielding his eyes, which were somewhat\ndazzled, Inga sprang through the opening and found himself in one of\nthe Nome King's inhabited caverns, where before him stood King Kaliko,\nwith a broad grin upon his features, and Klik, the King's chamberlain,\nwho looked surprised, and King Rinkitink seated astride Bilbil the\ngoat, both of whom seemed pleased that Inga had rejoined them.\n\n\n\n\nChapter Nineteen\n\nRinkitink Chuckles\n\n\nWe will now relate what happened to Rinkitink and Bilbil that morning,\nwhile Inga was undergoing his trying experience in escaping the fearful\ndangers of the three caverns.\n\nThe King of Gilgad wakened to find the door of Inga's room fast shut\nand locked, but he had no trouble in opening his own door into the\ncorridor, for it seems that the boy's room, which was the middle one,\nwhirled around on a pivot, while the adjoining rooms occupied by Bilbil\nand Rinkitink remained stationary. The little King also found a\nbreakfast magically served in his room, and while he was eating it,\nKlik came to him and stated that His Majesty, King Kaliko, desired his\npresence in the royal cavern.\n\nSo Rinkitink, having first made sure that the Pink Pearl was still in\nhis vest pocket, willingly followed Klik, who ran on some distance\nahead. But no sooner had Rinkitink set foot in the passage than a great\nrock, weighing at least a ton, became dislodged and dropped from the\nroof directly over his head. Of course, it could not harm him,\nprotected as he was by the Pink Pearl, and it bounded aside and crashed\nupon the floor, where it was shattered by its own weight.\n\n\"How careless!\" exclaimed the little King, and waddled after Klik, who\nseemed amazed at his escape.\n\nPresently another rock above Rinkitink plunged downward, and then\nanother, but none touched his body. Klik seemed much perplexed at these\ncontinued escapes and certainly Kaliko was surprised when Rinkitink,\nsafe and sound, entered the royal cavern.\n\n\"Good morning,\" said the King of Gilgad. \"Your rocks are getting loose,\nKaliko, and you'd better have them glued in place before they hurt\nsomeone.\" Then he began to chuckle: \"Hoo, hoo, hoo-hee, hee-heek, keek,\neek!\" and Kaliko sat and frowned because he realized that the little\nfat King was poking fun at him.\n\n\"I asked Your Majesty to come here,\" said the Nome King, \"to show you a\ncurious skein of golden thread which my workmen have made. If it\npleases you, I will make you a present of it.\"\n\nWith this he held out a small skein of glittering gold twine, which was\nreally pretty and curious. Rinkitink took it in his hand and at once\nthe golden thread began to unwind--so swiftly that the eye could not\nfollow its motion. And, as it unwound, it coiled itself around\nRinkitink's body, at the same time weaving itself into a net, until it\nhad enveloped the little King from head to foot and placed him in a\nprison of gold.\n\n\"Aha!\" cried Kaliko; \"this magic worked all right, it seems.\n\n\"Oh, did it?\" replied Rinkitink, and stepping forward he walked right\nthrough the golden net, which fell to the floor in a tangled mass.\n\nKaliko rubbed his chin thoughtfully and stared hard at Rinkitink.\n\n\"I understand a good bit of magic,\" said he, \"but Your Majesty has a\nsort of magic that greatly puzzles me, because it is unlike anything of\nthe sort that I ever met with before.\"\n\n\"Now, see here, Kaliko,\" said Rinkitink; \"if you are trying to harm me\nor my companions, give it up, for you will never succeed. We're\nharm-proof, so to speak, and you are merely wasting your time trying to\ninjure us.\n\n\"You may be right, and I hope I am not so impolite as to argue with a\nguest,\" returned the Nome King. \"But you will pardon me if I am not yet\nsatisfied that you are stronger than my famous magic. However, I beg\nyou to believe that I bear you no ill will, King Rinkitink; but it is\nmy duty to destroy you, if possible, because you and that insignificant\nboy Prince have openly threatened to take away my captives and have\npositively refused to go back to the earth's surface and let me alone.\nI'm very tender-hearted, as a matter of fact, and I like you immensely,\nand would enjoy having you as a friend, but--\" Here he pressed a button\non the arm of his throne chair and the section of the floor where\nRinkitink stood suddenly opened and disclosed a black pit beneath,\nwhich was a part of 'the terrible Bottomless Gulf.\n\nBut Rinkitink did not fall into the pit; his body remained suspended in\nthe air until he put out his foot and stepped to the solid floor, when\nthe opening suddenly closed again.\n\n\"I appreciate Your Majesty's friendship,\" remarked Rinkitink, as calmly\nas if nothing had happened, \"but I am getting tired with standing. Will\nyou kindly send for my goat, Bilbil, that I may sit upon his back to\nrest?\"\n\n\"Indeed I will!\" promised Kaliko. \"I have not yet completed my test of\nyour magic, and as I owe that goat a slight grudge for bumping my head\nand smashing my second-best crown, I will be glad to discover if the\nbeast can also escape my delightful little sorceries.\"\n\nSo Klik was sent to fetch Bilbil and presently returned with the goat,\nwhich was very cross this morning because it had not slept well in the\nunderground caverns.\n\nRinkitink lost no time in getting upon the red velvet saddle which the\ngoat constantly wore, for he feared the Nome King would try to destroy\nBilbil and knew that as long as his body touched that of the goat the\nPink Pearl would protect them both; whereas, if Bilbil stood alone,\nthere was no magic to save him.\n\nBilbil glared wickedly at King Kaliko, who moved uneasily in his ivory\nthrone. Then the Nome King whispered a moment in the ear of Klik, who\nnodded and left the room.\n\n\"Please make yourselves at home here for a few minutes, while I attend\nto an errand,\" said the Nome King, getting up from the throne. \"I shall\nreturn pretty soon, when I hope to find you pieceful--ha, ha,\nha!--that's a joke you can't appreciate now but will later. Be\npieceful--that's the idea. Ho, ho, ho! How funny.\" Then he waddled from\nthe cavern, closing the door behind him.\n\n\"Well, why didn't you laugh when Kaliko laughed?\" demanded the goat,\nwhen they were left alone in the cavern.\n\n\"Because he means mischief of some sort,\" replied Rinkitink, \"and we'll\nlaugh after the danger is over, Bilbil. There's an old adage that says:\n'He laughs best who laughs last,' and the only way to laugh last is to\ngive the other fellow a chance. Where did that knife come from, I\nwonder.\"\n\nFor a long, sharp knife suddenly appeared in the air near them,\ntwisting and turning from side to side and darting here and there in a\ndangerous manner, without any support whatever. Then another knife\nbecame visible--and another and another--until all the space in the\nroyal cavern seemed filled with them. Their sharp points and edges\ndarted toward Rinkitink and Bilbil perpetually and nothing could have\nsaved them from being cut to pieces except the protecting power of the\nPink Pearl. As it was, not a knife touched them and even Bilbil gave a\ngruff laugh at the failure of Kaliko's clever magic.\n\nThe goat wandered here and there in the cavern, carrying Rinkitink upon\nhis back, and neither of them paid the slightest heed to the knives,\nalthough the glitter of the hundreds of polished blades was rather\ntrying to their eyes. Perhaps for ten minutes the knives darted about\nthem in bewildering fury; then they disappeared as suddenly as they had\nappeared.\n\nKaliko cautiously stuck his head through the doorway and found the goat\nchewing the embroidery of his royal cloak, which he had left lying over\nthe throne, while Rinkitink was reading his manuscript on \"How to be\nGood\" and chuckling over its advice. The Nome King seemed greatly\ndisappointed as he came in and resumed his seat on the throne. Said\nRinkitink with a chuckle:\n\n\"We've really had a peaceful time, Kaliko, although not the pieceful\ntime you expected. Forgive me if I indulge in a laugh--hoo, hoo,\nhoo-hee, heek-keek-eek! And now, tell me; aren't you getting tired of\ntrying to injure us?\"\n\n\"Eh--heh,\" said the Nome King. \"I see now that your magic can protect\nyou from all my arts. But is the boy Inga as, well protected as Your\nMajesty and the goat?'\n\n\"Why do you ask?\" inquired Rinkitink, uneasy at the question because he\nremembered he had not seen the little Prince of Pingaree that morning.\n\n\"Because,\" said Kaliko, \"the boy has been undergoing trials far greater\nand more dangerous than any you have encountered, and it has been\nhundreds of years since anyone has been able to escape alive from the\nperils of my Three Trick Caverns.\"\n\nKing Rinkitink was much alarmed at hearing this, for although he knew\nthat Inga possessed the Blue Pearl, that would only give to him\nmarvelous strength, and perhaps strength alone would not enable him to\nescape from danger. But he would not let Kaliko see the fear he felt\nfor Inga's safety, so he said in a careless way:\n\n\"You're a mighty poor magician, Kaliko, and I'll give you my crown if\nInga hasn't escaped any danger you have threatened him with.\"\n\n\"Your whole crown is not worth one of the valuable diamonds in my\ncrown,\" answered the Nome King, \"but I'll take it. Let us go at once,\ntherefore, and see what has become of the boy Prince, for if he is not\ndestroyed by this time I will admit he cannot be injured by any of the\nmagic arts which I have at my command.\"\n\nHe left the room, accompanied by Klik, who had now rejoined his master,\nand by Rinkitink riding upon Bilbil. After traversing several of the\nhuge caverns they entered one that was somewhat more bright and\ncheerful than the others, where the Nome King paused before a wall of\nrock. Then Klik pressed a secret spring and a section of the wall\nopened and disclosed the corridor where Prince Inga stood facing them.\n\n\"Tarts and tadpoles!\" cried Kaliko in surprise. \"The boy is still\nalive!\"\n\n\n\n\nChapter Twenty\n\nDorothy to the Rescue\n\n\nOne day when Princess Dorothy of Oz was visiting Glinda the Good, who\nis Ozma's Royal Sorceress, she was looking through Glinda's Great Book\nof Records--wherein is inscribed all important events that happen in\nevery part of the world--when she came upon the record of the\ndestruction of Pingaree, the capture of King Kitticut and Queen Garee\nand all their people, and the curious escape of Inga, the boy Prince,\nand of King Rinkitink and the talking goat. Turning over some of the\nfollowing pages, Dorothy read how Inga had found the Magic Pearls and\nwas rowing the silver-lined boat to Regos to try to rescue his parents.\n\nThe little girl was much interested to know how well Inga succeeded,\nbut she returned to the palace of Ozma at the Emerald City of Oz the\nnext day and other events made her forget the boy Prince of Pingaree\nfor a time. However, she was one day idly looking at Ozma's Magic\nPicture, which shows any scene you may wish to see, when the girl\nthought of Inga and commanded the Magic Picture to show what the boy\nwas doing at that moment.\n\nIt was the time when Inga and Rinkitink had followed the King of Regos\nand Queen of Coregos to the Nome King's country and she saw them hiding\nbehind the rock as Cor and Gos passed them by after having placed the\nKing and Queen of Pingaree in the keeping of the Nome King. From that\ntime Dorothy followed, by means of the Magic Picture, the adventures of\nInga and his friend in the Nome King's caverns, and the danger and\nhelplessness of the poor boy aroused the little girl's pity and\nindignation.\n\nSo she went to Ozma and told the lovely girl Ruler of Oz all about Inga\nand Rinkitink.\n\n\"I think Kaliko is treating them dreadfully mean,\" declared Dorothy,\n\"and I wish you'd let me go to the Nome Country and help them out of\ntheir troubles.\"\n\n\"Go, my dear, if you wish to,\" replied Ozma, \"but I think it would be\nbest for you to take the Wizard with you.\"\n\n\"Oh, I'm not afraid of the nomes,\" said Dorothy, \"but I'll be glad to\ntake the Wizard, for company. And may we use your Magic Carpet, Ozma?\"\n\n\"Of course. Put the Magic Carpet in the Red Wagon and have the Sawhorse\ntake you and the Wizard to the edge of the desert. While you are gone,\nDorothy, I'll watch you in the Magic Picture, and if any danger\nthreatens you I'll see you are not harmed.\"\n\nDorothy thanked the Ruler of Oz and kissed her good-bye, for she was\ndetermined to start at once. She found the Wizard of Oz, who was\nplanting shoetrees in the garden, and when she told him Inga's story he\nwillingly agreed to accompany the little girl to the Nome King's\ncaverns. They had both been there before and had conquered the nomes\nwith ease, so they were not at all afraid.\n\nThe Wizard, who was a cheery little man with a bald head and a winning\nsmile, harnessed the Wooden Sawhorse to the Red Wagon and loaded on\nOzma's Magic Carpet. Then he and Dorothy climbed to the seat and the\nSawhorse started off and carried them swiftly through the beautiful\nLand of Oz to the edge of the Deadly Desert that separated their\nfairyland from the Nome Country.\n\nEven Dorothy and the clever Wizard would not have dared to cross this\ndesert without the aid of the Magic Carpet, for it would have quickly\ndestroyed them; but when the roll of carpet had been placed upon the\nedge of the sands, leaving just enough lying flat for them to stand\nupon, the carpet straightway began to unroll before them and as they\nwalked on it continued to unroll, until they had safely passed over the\nstretch of Deadly Desert and were on the border of the Nome King's\ndominions.\n\nThis journey had been accomplished in a few minutes, although such a\ndistance would have required several days travel had they not been\nwalking on the Magic Carpet. On arriving they at once walked toward the\nentrance to the caverns of the nomes.\n\nThe Wizard carried a little black bag containing his tools of wizardry,\nwhile Dorothy carried over her arm a covered basket in which she had\nplaced a dozen eggs, with which to conquer the nomes if she had any\ntrouble with them.\n\nEggs may seem to you to be a queer weapon with which to fight, but the\nlittle girl well knew their value. The nomes are immortal; that is,\nthey do not perish, as mortals do, unless they happen to come in\ncontact with an egg. If an egg touches them--either the outer shell or\nthe inside of the egg--the nomes lose their charm of perpetual life and\nthereafter are liable to die through accident or old age, just as all\nhumans are.\n\nFor this reason the sight of an egg fills a nome with terror and he\nwill do anything to prevent an egg from touching him, even for an\ninstant. So, when Dorothy took her basket of eggs with her, she knew\nthat she was more powerfully armed than if she had a regiment of\nsoldiers at her back.\n\n\n\n\nChapter Twenty-One\n\nThe Wizard Finds an Enchantment\n\n\nAfter Kaliko had failed in his attempts to destroy his guests, as has\nbeen related, the Nome King did nothing more to injure them but treated\nthem in a friendly manner. He refused, however, to permit Inga to see\nor to speak with his father and mother, or even to know in what part of\nthe underground caverns they were confined.\n\n\"You are able to protect your lives and persons, I freely admit,\" said\nKaliko; \"but I firmly believe you have no power, either of magic or\notherwise, to take from me the captives I have agreed to keep for King\nGos.\"\n\nInga would not agree to this. He determined not to leave the caverns\nuntil he had liberated his father and mother, although he did not then\nknow how that could be accomplished. As for Rinkitink, the jolly King\nwas well fed and had a good bed to sleep upon, so he was not worrying\nabout anything and seemed in no hurry to go away.\n\nKaliko and Rinkitink were engaged in pitching a game with solid gold\nquoits, on the floor of the royal chamber, and Inga and Bilbil were\nwatching them, when Klik came running in, his hair standing on end with\nexcitement, and cried out that the Wizard of Oz and Dorothy were\napproaching.\n\nKaliko turned pale on hearing this unwelcome news and, abandoning his\ngame, went to sit in his ivory throne and try to think what had brought\nthese fearful visitors to his domain.\n\n\"Who is Dorothy?\" asked Inga.\n\n\"She is a little girl who once lived in Kansas,\" replied Klik, with a\nshudder, \"but she now lives in Ozma's palace at the Emerald City and is\na Princess of Oz--which means that she is a terrible foe to deal with.\"\n\n\"Doesn't she like the nomes?\" inquired the boy.\n\n\"It isn't that,\" said King Kaliko, with a groan, \"but she insists on\nthe nomes being goody-goody, which is contrary to their natures.\nDorothy gets angry if I do the least thing that is wicked, and tries to\nmake me stop it, and that naturally makes me downhearted. I can't\nimagine why she has come here just now, for I've been behaving very\nwell lately. As for that Wizard of Oz, he's chock-full of magic that I\ncan't overcome, for he learned it from Glinda, who is the most powerful\nsorceress in the world. Woe is me! Why didn't Dorothy and the Wizard\nstay in Oz, where they belong?\"\n\nInga and Rinkitink listened to this with much joy, for at once the idea\ncame to them both to plead with Dorothy to help them. Even Bilbil\npricked up his ears when he heard the Wizard of Oz mentioned, and the\ngoat seemed much less surly, and more thoughtful than usual.\n\nA few minutes later a nome came to say that Dorothy and the Wizard had\narrived and demanded admittance, so Klik was sent to usher them into\nthe royal presence of the Nome King.\n\nAs soon as she came in the little girl ran up to the boy Prince and\nseized both his hands.\n\n\"Oh, Inga!\" she exclaimed, \"I'm so glad to find you alive and well.\"\n\nInga was astonished at so warm a greeting. Making a low bow he said:\n\n\"I don't think we have met before, Princess.\"\n\n\"No, indeed,\" replied Dorothy, \"but I know all about you and I've come\nto help you and King Rinkitink out of your troubles.\" Then she turned\nto the Nome King and continued: \"You ought to be ashamed of yourself,\nKing Kaliko, to treat an honest Prince and an honest King so badly.\"\n\n\"I haven't done anything to them,\" whined Kaliko, trembling as her eyes\nflashed upon him.\n\n\"No; but you tried to, an' that's just as bad, if not worse,\" said\nDorothy, who was very indignant. \"And now I want you to send for the\nKing and Queen of Pingaree and have them brought here immejitly!\"\n\n\"I won't,\" said Kaliko.\n\n\"Yes, you will!\" cried Dorothy, stamping her foot at him. \"I won't have\nthose poor people made unhappy any longer, or separated from their\nlittle boy. Why, it's dreadful, Kaliko, an' I'm su'prised at you. You\nmust be more wicked than I thought you were.\"\n\n\"I can't do it, Dorothy,\" said the Nome King, almost weeping with\ndespair. \"I promised King Gos I'd keep them captives. You wouldn't ask\nme to break my promise, would you?\"\n\n\"King Gos was a robber and an outlaw,\" she said, \"and p'r'aps you don't\nknow that a storm at sea wrecked his boat, while he was going back to\nRegos, and that he and Queen Cor were both drowned.\"\n\n\"Dear me!\" exclaimed Kaliko. \"Is that so?\"\n\n\"I saw it in Glinda's Record Book,\" said Dorothy. \"So now you trot out\nthe King and Queen of Pingaree as quick as you can.\"\n\n\"No,\" persisted the contrary Nome King, shaking his head. \"I won't do\nit. Ask me anything else and I'll try to please you, but I can't allow\nthese friendly enemies to triumph over me.\n\n\"In that case,\" said Dorothy, beginning to remove the cover from her\nbasket, \"I'll show you some eggs.\"\n\n\"Eggs!\" screamed the Nome King in horror. \"Have you eggs in that\nbasket?\"\n\n\"A dozen of 'em,\" replied Dorothy.\n\n\"Then keep them there--I beg--I implore you!--and I'll do anything you\nsay,\" pleaded Kaliko, his teeth chattering so that he could hardly\nspeak.\n\n\"Send for the King and Queen of Pingaree,\" said Dorothy.\n\n\"Go, Klik,\" commanded the Nome King, and Klik ran away in great haste,\nfor he was almost as much frightened as his master.\n\nIt was an affecting scene when the unfortunate King and Queen of\nPingaree entered the chamber and with sobs and tears of joy embraced\ntheir brave and adventurous son. All the others stood silent until\ngreetings and kisses had been exchanged and Inga had told his parents\nin a few words of his vain struggles to rescue them and how Princess\nDorothy had finally come to his assistance.\n\nThen King Kitticut shook the hands of his friend King Rinkitink and\nthanked him for so loyally supporting his son Inga, and Queen Garee\nkissed little Dorothy's forehead and blessed her for restoring her\nhusband and herself to freedom.\n\nThe Wizard had been standing near Bilbil the goat and now he was\nsurprised to hear the animal say:\n\n\"Joyful reunion, isn't it? But it makes me tired to see grown people\ncry like children.\"\n\n\"Oho!\" exclaimed the Wizard. \"How does it happen, Mr. Goat, that you,\nwho have never been to the Land of Oz, are able to talk?\"\n\n\"That's my business,\" returned Bilbil in a surly tone.\n\nThe Wizard stooped down and gazed fixedly into the animal's eyes. Then\nhe said, with a pitying sigh: \"I see; you are under an enchantment.\nIndeed, I believe you to be Prince Bobo of Boboland.\"\n\nBilbil made no reply but dropped his head as if ashamed.\n\n\"This is a great discovery,\" said the Wizard, addressing Dorothy and\nthe others of the party. \"A good many years ago a cruel magician\ntransformed the gallant Prince of Boboland into a talking goat, and\nthis goat, being ashamed of his condition, ran away and was never after\nseen in Boboland, which is a country far to the south of here but\nbordering on the Deadly Desert, opposite the Land of Oz. I heard of\nthis story long ago and know that a diligent search has been made for\nthe enchanted Prince, without result. But I am well assured that, in\nthe animal you call Bilbil, I have discovered the unhappy Prince of\nBoboland.\"\n\n\"Dear me, Bilbil,\" said Rinkitink, \"why have you never told me this?\"\n\n\"What would be the use?\" asked Bilbil in a low voice and still refusing\nto look up.\n\n\"The use?\" repeated Rinkitink, puzzled.\n\n\"Yes, that's the trouble,\" said the Wizard. \"It is one of the most\npowerful enchantments ever accomplished, and the magician is now dead\nand the secret of the anti-charm lost. Even I, with all my skill,\ncannot restore Prince Bobo to his proper form. But I think Glinda might\nbe able to do so and if you will all return with Dorothy and me to the\nLand of Oz, where Ozma will make you welcome, I will ask Glinda to try\nto break this enchantment.\"\n\nThis was willingly agreed to, for they all welcomed the chance to visit\nthe famous Land of Oz. So they bade good-bye to King Kaliko, whom\nDorothy warned not to be wicked any more if he could help it, and the\nentire party returned over the Magic Carpet to the Land of Oz. They\nfilled the Red Wagon, which was still waiting for them, pretty full;\nbut the Sawhorse didn't mind that and with wonderful speed carried them\nsafely to the Emerald City.\n\n\n\n\nChapter Twenty Two\n\nOzma's Banquet\n\n\nOzma had seen in her Magic Picture the liberation of Inga's parents and\nthe departure of the entire party for the Emerald City, so with her\nusual hospitality she ordered a splendid banquet prepared and invited\nall her quaint friends who were then in the Emerald City to be present\nthat evening to meet the strangers who were to become her guests.\n\nGlinda, also, in her wonderful Record Book had learned of the events\nthat had taken place in the caverns of the Nome King and she became\nespecially interested in the enchantment of the Prince of Boboland. So\nshe hastily prepared several of her most powerful charms and then\nsummoned her flock of sixteen white storks, which swiftly bore her to\nOzma's palace. She arrived there before the Red Wagon did and was\nwarmly greeted by the girl Ruler.\n\nRealizing that the costume of Queen Garee of Pingaree must have become\nsadly worn and frayed, owing to her hardships and adventures, Ozma\nordered a royal outfit prepared for the good Queen and had it laid in\nher chamber ready for her to put on as soon as she arrived, so she\nwould not be shamed at the banquet. New costumes were also provided for\nKing Kitticut and King Rinkitink and Prince Inga, all cut and made and\nembellished in the elaborate and becoming style then prevalent in the\nLand of Oz, and as soon as the party arrived at the palace Ozma's\nguests were escorted by her servants to their rooms, that they might\nbathe and dress themselves.\n\nGlinda the Sorceress and the Wizard of Oz took charge of Bilbil the\ngoat and went to a private room where they were not likely to be\ninterrupted. Glinda first questioned Bilbil long and earnestly about\nthe manner of his enchantment and the ceremony that had been used by\nthe magician who enchanted him. At first Bilbil protested that he did\nnot want to be restored to his natural shape, saying that he had been\nforever disgraced in the eyes of his people and of the entire world by\nbeing obliged to exist as a scrawny, scraggly goat. But Glinda pointed\nout that any person who incurred the enmity of a wicked magician was\nliable to suffer a similar fate, and assured him that his misfortune\nwould make him better beloved by his subjects when he returned to them\nfreed from his dire enchantment.\n\nBilbil was finally convinced of the truth of this assertion and agreed\nto submit to the experiments of Glinda and the Wizard, who knew they\nhad a hard task before them and were not at all sure they could\nsucceed. We know that Glinda is the most complete mistress of magic who\nhas ever existed, and she was wise enough to guess that the clever but\nevil magician who had enchanted Prince Bobo had used a spell that would\npuzzle any ordinary wizard or sorcerer to break; therefore she had\ngiven the matter much shrewd thought and hoped she had conceived a plan\nthat would succeed. But because she was not positive of success she\nwould have no one present at the incantation except her assistant, the\nWizard of Oz.\n\nFirst she transformed Bilbil the goat into a lamb, and this was done\nquite easily. Next she transformed the lamb into an ostrich, giving it\ntwo legs and feet instead of four. Then she tried to transform the\nostrich into the original Prince Bobo, but this incantation was an\nutter failure. Glinda was not discouraged, however, but by a powerful\nspell transformed the ostrich into a tottenhot--which is a lower form\nof a man. Then the tottenhot was transformed into a mifket, which was a\ngreat step in advance and, finally, Glinda transformed the mifket into\na handsome young man, tall and shapely, who fell on his knees before\nthe great Sorceress and gratefully kissed her hand, admitting that he\nhad now recovered his proper shape and was indeed Prince Bobo of\nBoboland.\n\nThis process of magic, successful though it was in the end, had\nrequired so much time that the banquet was now awaiting their presence.\nBobo was already dressed in princely raiment and although he seemed\nvery much humbled by his recent lowly condition, they finally persuaded\nhim to join the festivities.\n\nWhen Rinkitink saw that his goat had now become a Prince, he did not\nknow whether to be sorry or glad, for he felt that he would miss the\ncompanionship of the quarrelsome animal he had so long been accustomed\nto ride upon, while at the same time he rejoiced that poor Bilbil had\ncome to his own again.\n\nPrince Bobo humbly begged Rinkitink's forgiveness for having been so\ndisagreeable to him, at times, saying that the nature of a goat had\ninfluenced him and the surly disposition he had shown was a part of his\nenchantment. But the jolly King assured the Prince that he had really\nenjoyed Bilbil's grumpy speeches and forgave him readily. Indeed, they\nall discovered the young Prince Bobo to be an exceedingly courteous and\npleasant person, although he was somewhat reserved and dignified.\n\nAh, but it was a great feast that Ozma served in her gorgeous banquet\nhall that night and everyone was as happy as could be. The Shaggy Man\nwas there, and so was Jack Pumpkinhead and the Tin Woodman and Cap'n\nBill. Beside Princess Dorothy sat Tiny Trot and Betsy Bobbin, and the\nthree little girls were almost as sweet to look upon as was Ozma, who\nsat at the head of her table and outshone all her guests in loveliness.\n\nKing Rinkitink was delighted with the quaint people of Oz and laughed\nand joked with the tin man and the pumpkin-headed man and found Cap'n\nBill a very agreeable companion. But what amused the jolly King most\nwere the animal guests, which Ozma always invited to her banquets and\nseated at a table by themselves, where they talked and chatted together\nas people do but were served the sort of food their natures required.\nThe Hungry Tiger and Cowardly Lion and the Glass Cat were much admired\nby Rinkitink, but when he met a mule named Hank, which Betsy Bobbin had\nbrought to Oz, the King found the creature so comical that he laughed\nand chuckled until his friends thought he would choke. Then while the\nbanquet was still in progress, Rinkitink composed and sang a song to\nthe mule and they all joined in the chorus, which was something like\nthis:\n\n  \"It's very queer how big an ear\n    Is worn by Mr. Donkey;\n  And yet I fear he could not hear\n    If it were on a monkey.\n\n  'Tis thick and strong and broad and long\n    And also very hairy;\n  It's quite becoming to our Hank\n    But might disgrace a fairy!\"\n\n\nThis song was received with so much enthusiasm that Rinkitink was\nprevailed upon to sing another. They gave him a little time to compose\nthe rhyme, which he declared would be better if he could devote a month\nor two to its composition, but the sentiment he expressed was so\nadmirable that no one criticized the song or the manner in which the\njolly little King sang it.\n\nDorothy wrote down the words on a piece of paper, and here they are:\n\n  \"We're merry comrades all, to-night,\n  Because we've won a gallant fight\n    And conquered all our foes.\n  We're not afraid of anything,\n  So let us gayly laugh and sing\n    Until we seek repose.\n\n  \"We've all our grateful hearts can wish;\n  King Gos has gone to feed the fish,\n    Queen Cor has gone, as well;\n  King Kitticut has found his own,\n  Prince Bobo soon will have a throne\n    Relieved of magic spell.\n\n  \"So let's forget the horrid strife\n  That fell upon our peaceful life\n    And caused distress and pain;\n  For very soon across the sea\n  We'll all be sailing merrily\n    To Pingaree again.\"\n\n\n\n\nChapter Twenty Three\n\nThe Pearl Kingdom\n\n\nIt was unfortunate that the famous Scarecrow--the most popular person\nin all Oz, next to Ozma--was absent at the time of the banquet, for he\nhappened just then to be making one of his trips through the country;\nbut the Scarecrow had a chance later to meet Rinkitink and Inga and the\nKing and Queen of Pingaree and Prince Bobo, for the party remained\nseveral weeks at the Emerald City, where they were royally entertained,\nand where both the gentle Queen Garee and the noble King Kitticut\nrecovered much of their good spirits and composure and tried to forget\ntheir dreadful experiences.\n\nAt last, however, the King and Queen desired to return to their own\nPingaree, as they longed to be with their people again and see how well\nthey had rebuilt their homes. Inga also was anxious to return, although\nhe had been very happy in Oz, and King Rinkitink, who was happy\nanywhere except at Gilgad, decided to go with his former friends to\nPingaree. As for prince Bobo, he had become so greatly attached to King\nRinkitink that he was loth to leave him.\n\nOn a certain day they all bade good-bye to Ozma and Dorothy and Glinda\nand the Wizard and all their good friends in Oz, and were driven in the\nRed Wagon to the edge of the Deadly Desert, which they crossed safely\non the Magic Carpet. They then made their way across the Nome Kingdom\nand the Wheeler Country, where no one molested them, to the shores of\nthe Nonestic Ocean. There they found the boat with the silver lining\nstill lying undisturbed on the beach.\n\nThere were no important adventures during the trip and on their arrival\nat the pearl kingdom they were amazed at the beautiful appearance of\nthe island they had left in ruins. All the houses of the people had\nbeen rebuilt and were prettier than before, with green lawns before\nthem and flower gardens in the back yards. The marble towers of King\nKitticut's new palace were very striking and impressive, while the\npalace itself proved far more magnificent than it had been before the\nwarriors from Regos destroyed it.\n\nNikobob had been very active and skillful in directing all this work,\nand he had also built a pretty cottage for himself, not far from the\nKing's palace, and there Inga found Zella, who was living very happy\nand contented in her new home. Not only had Nikobob accomplished all\nthis in a comparatively brief space of time, but he had started the\npearl fisheries again and when King Kitticut returned to Pingaree he\nfound a quantity of fine pearls already in the royal treasury.\n\nSo pleased was Kitticut with the good judgment, industry and honesty of\nthe former charcoal-burner of Regos, that he made Nikobob his Lord High\nChamberlain and put him in charge of the pearl fisheries and all the\nbusiness matters of the island kingdom.\n\nThey all settled down very comfortably in the new palace and the Queen\ngathered her maids about her once more and set them to work\nembroidering new draperies for the royal throne. Inga placed the three\nMagic Pearls in their silken bag and again deposited them in the secret\ncavity under the tiled flooring of the banquet hall, where they could\nbe quickly secured if danger ever threatened the now prosperous island.\n\nKing Rinkitink occupied a royal guest chamber built especially for his\nuse and seemed in no hurry to leave his friends in Pingaree. The fat\nlittle King had to walk wherever he went and so missed Bilbil more and\nmore; but he seldom walked far and he was so fond of Prince BoBo that\nhe never regretted Bilbil's disenchantment.\n\nIndeed, the jolly monarch was welcome to remain forever in Pingaree, if\nhe wished to, for his merry disposition set smiles on the faces of all\nhis friends and made everyone near him as jolly as he was himself. When\nKing Kitticut was not too busy with affairs of state he loved to join\nhis guest and listen to his brother monarch's songs and stories. For he\nfound Rinkitink to be, with all his careless disposition, a shrewd\nphilosopher, and in talking over their adventures one day the King of\nGilgad said:\n\n\"The beauty of life is its sudden changes. No one knows what is going\nto happen next, and so we are constantly being surprised and\nentertained. The many ups and downs should not discourage us, for if we\nare down, we know that a change is coming and we will go up again;\nwhile those who are up are almost certain to go down. My grandfather\nhad a song which well expresses this and if you will listen I will sing\nit.\"\n\n\"Of course I will listen to your song,\" returned Kitticut, \"for it\nwould be impolite not to.\"\n\nSo Rinkitink sang his grandfather's song:\n\n  \"A mighty King once ruled the land--\n    But now he's baking pies.\n  A pauper, on the other hand,\n    Is ruling, strong and wise.\n\n  A tiger once in jungles raged--\n    But now he's in a zoo;\n  A lion, captive-born and caged,\n    Now roams the forest through.\n\n  A man once slapped a poor boy's pate\n    And made him weep and wail.\n  The boy became a magistrate\n    And put the man in jail.\n\n  A sunny day succeeds the night;\n    It's summer--then it snows!\n  Right oft goes wrong and wrong comes right,\n    As ev'ry wise man knows.\"\n\n\n\n\nChapter Twenty-Four\n\nThe Captive King\n\n\nOne morning, just as the royal party was finishing breakfast, a servant\ncame running to say that a great fleet of boats was approaching the\nisland from the south. King Kitticut sprang up at once, in great alarm,\nfor he had much cause to fear strange boats. The others quickly\nfollowed him to the shore to see what invasion might be coming upon\nthem.\n\nInga was there with the first, and Nikobob and Zella soon joined the\nwatchers. And presently, while all were gazing eagerly at the\napproaching fleet, King Rinkitink suddenly cried out:\n\n\"Get your pearls, Prince Inga--get them quick!\"\n\n\"Are these our enemies, then?\" asked the boy, looking with surprise\nupon the fat little King, who had begun to tremble violently.\n\n\"They are my people of Gilgad!\" answered Rinkitink, wiping a tear from\nhis eye. \"I recognize my royal standards flying from the boats. So,\nplease, dear Inga, get out your pearls to protect me!\"\n\n\"What can you fear at the hands of your own subjects?\" asked Kitticut,\nastonished.\n\nBut before his frightened guest could answer the question Prince Bobo,\nwho was standing beside his friend, gave an amused laugh and said:\n\n\"You are caught at last, dear Rinkitink. Your people will take you home\nagain and oblige you to reign as King.\"\n\nRinkitink groaned aloud and clasped his hands together with a gesture\nof despair, an attitude so comical that the others could scarcely\nforbear laughing.\n\nBut now the boats were landing upon the beach. They were fifty in\nnumber, beautifully decorated and upholstered and rowed by men clad in\nthe gay uniforms of the King of Gilgad. One splendid boat had a throne\nof gold in the center, over which was draped the King's royal robe of\npurple velvet, embroidered with gold buttercups.\n\nRinkitink shuddered when he saw this throne; but now a tall man,\nhandsomely dressed, approached and knelt upon the grass before his\nKing, while all the other occupants of the boats shouted joyfully and\nwaved their plumed hats in the air.\n\n\"Thanks to our good fortune,\" said the man who kneeled, \"we have found\nYour Majesty at last!\"\n\n\"Pinkerbloo,\" answered Rinkitink sternly, \"I must have you hanged, for\nthus finding me against my will.\"\n\n\"You think so now, Your Majesty, but you will never do it,\" returned\nPinkerbloo, rising and kissing the King's hand.\n\n\"Why won't I?\" asked Rinkitink.\n\n\"Because you are much too tender-hearted, Your Majesty.\"\n\n\"It may be--it may be,\" agreed Rinkitink, sadly. \"It is one of my\ngreatest failings. But what chance brought you here, my Lord\nPinkerbloo?\"\n\n\"We have searched for you everywhere, sire, and all the people of\nGilgad have been in despair since you so mysteriously disappeared. We\ncould not appoint a new King, because we did not know but that you\nstill lived; so we set out to find you, dead or alive. After visiting\nmany islands of the Nonestic Ocean we at last thought of Pingaree, from\nwhere come the precious pearls; and now our faithful quest has been\nrewarded.\"\n\n\"And what now?\" asked Rinkitink.\n\n\"Now, Your Majesty, you must come home with us, like a good and dutiful\nKing, and rule over your people,\" declared the man in a firm voice.\n\n\"I will not.\"\n\n\"But you must--begging Your Majesty's pardon for the contradiction.\"\n\n\"Kitticut,\" cried poor Rinkitink, \"you must save me from being captured\nby these, my subjects. What! must I return to Gilgad and be forced to\nreign in splendid state when I much prefer to eat and sleep and sing in\nmy own quiet way? They will make me sit in a throne three hours a day\nand listen to dry and tedious affairs of state; and I must stand up for\nhours at the court receptions, till I get corns on my heels; and\nforever must I listen to tiresome speeches and endless petitions and\ncomplaints!\"\n\n\"But someone must do this, Your Majesty,\" said Pinkerbloo respectfully,\n\"and since you were born to be our King you cannot escape your duty.\"\n\n\"'Tis a horrid fate!\" moaned Rinkitink. \"I would die willingly, rather\nthan be a King--if it did not hurt so terribly to die.\"\n\n\"You will find it much more comfortable to reign than to die, although\nI fully appreciate Your Majesty's difficult position and am truly sorry\nfor you,\" said Pinkerbloo.\n\nKing Kitticut had listened to this conversation thoughtfully, so now he\nsaid to his friend:\n\n\"The man is right, dear Rinkitink. It is your duty to reign, since fate\nhas made you a King, and I see no honorable escape for you. I shall\ngrieve to lose your companionship, but I feel the separation cannot be\navoided.\"\n\nRinkitink sighed.\n\n\"Then,\" said he, turning to Lord Pinkerbloo, \"in three days I will\ndepart with you for Gilgad; but during those three days I propose to\nfeast and make merry with my good friend King Kitticut.\"\n\nThen all the people of Gilgad shouted with delight and eagerly\nscrambled ashore to take their part in the festival.\n\nThose three days were long remembered in Pingaree, for never--before\nnor since--has such feasting and jollity been known upon that island.\nRinkitink made the most of his time and everyone laughed and sang with\nhim by day and by night.\n\nThen, at last, the hour of parting arrived and the King of Gilgad and\nRuler of the Dominion of Rinkitink was escorted by a grand procession\nto his boat and seated upon his golden throne. The rowers of the fifty\nboats paused, with their glittering oars pointed into the air like\ngigantic uplifted sabres, while the people of Pingaree--men, women and\nchildren--stood upon the shore shouting a royal farewell to the jolly\nKing.\n\nThen came a sudden hush, while Rinkitink stood up and, with a bow to\nthose assembled to witness his departure, sang the following song,\nwhich he had just composed for the occasion.\n\n  \"Farewell, dear Isle of Pingaree--\n  The fairest land in all the sea!\n  No living mortals, kings or churls,\n  Would scorn to wear thy precious pearls.\n\n  \"King Kitticut, 'tis with regret\n  I'm forced to say farewell; and yet\n  Abroad no longer can I roam\n  When fifty boats would drag me home.\n\n  \"Good-bye, my Prince of Pingaree;\n  A noble King some time you'll be\n  And long and wisely may you reign\n  And never face a foe again!\"\n\n\nThey cheered him from the shore; they cheered him from the boats; and\nthen all the oars of the fifty boats swept downward with a single\nmotion and dipped their blades into the purple-hued waters of the\nNonestic Ocean.\n\nAs the boats shot swiftly over the ripples of the sea Rinkitink turned\nto Prince Bobo, who had decided not to desert his former master and his\npresent friend, and asked anxiously:\n\n\"How did you like that song, Bilbil--I mean Bobo? Is it a masterpiece,\ndo you think?\"\n\nAnd Bobo replied with a smile:\n\n\"Like all your songs, dear Rinkitink, the sentiment far excels the\npoetry.\"\n\n\n\n\n\nThe Wonderful Oz Books\n\nby L. Frank Baum\n\n   1 The Wizard of Oz\n   2 The Land of Oz\n   3 Ozma of Oz\n   4 Dorothy and the Wizard in Oz\n   5 The Road to Oz\n   6 The Emerald City of Oz\n   7 The Patchwork Girl of Oz\n   8 Tik-Tok of Oz\n   9 The Scarecrow of Oz\n  10 Rinkitink in Oz\n  11 The Lost Princess of Oz\n  12 The Tin Woodman of Oz\n  13 The Magic of Oz\n  14 Glinda of Oz\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Rinkitink in Oz, by L. Frank Baum\n\n*** END OF THIS PROJECT GUTENBERG EBOOK RINKITINK IN OZ ***\n\n***** This file should be named 958.txt or 958.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/9/5/958/\n\nProduced by Anthony Matonac\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}