{"title": "Glinda of Oz", "author": "L. Frank Baum", "releaseDate": "June, 1997\n\n\n", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Anthony Matonac\n\n\n\n\n\n\n\n\n\nGLINDA OF OZ\n\n\nby\n\nL. Frank Baum\n\n\n\n\n  In which are related the Exciting Experiences of Princess\n     Ozma of Oz, and Dorothy, in their hazardous journey\n        to the home of the Flatheads, and to the Magic\n           Isle of the Skeezers, and how they were\n                rescued from dire peril by the\n                    sorcery of Glinda the\n                             Good\n\n                        by L. FRANK BAUM\n                     \"Royal Historian of Oz\"\n\n\n\n\n  This Book\n  is Dedicated to\n  My Son\n  Robert Stanton Baum\n\n\n\n\nLIST OF CHAPTERS\n\n   1  The Call to Duty\n   2  Ozma and Dorothy\n   3  The Mist Maidens\n   4  The Magic Tent\n   5  The Magic Stairway\n   6  Flathead Mountain\n   7  The Magic Isle\n   8  Queen Coo-ee-oh\n   9  Lady Aurex\n  10  Under Water\n  11  The Conquest of the Skeezers\n  12  The Diamond Swan\n  13  The Alarm Bell\n  14  Ozma's Counsellors\n  15  The Great Sorceress\n  16  The Enchanted Fishes\n  17  Under the Great Dome\n  18  The Cleverness of Ervic\n  19  Red Reera, the Yookoohoo\n  20  A Puzzling Problem\n  21  The Three Adepts\n  22  The Sunken Island\n  23  The Magic Words\n  24  Glinda's Triumph\n\n\n\n\nChapter One\n\nThe Call to Duty\n\n\nGlinda, the good Sorceress of Oz, sat in the grand court of her palace,\nsurrounded by her maids of honor--a hundred of the most beautiful girls\nof the Fairyland of Oz. The palace court was built of rare marbles,\nexquisitely polished. Fountains tinkled musically here and there; the\nvast colonnade, open to the south, allowed the maidens, as they raised\ntheir heads from their embroideries, to gaze upon a vista of rose-hued\nfields and groves of trees bearing fruits or laden with sweet-scented\nflowers. At times one of the girls would start a song, the others\njoining in the chorus, or one would rise and dance, gracefully swaying\nto the music of a harp played by a companion. And then Glinda smiled,\nglad to see her maids mixing play with work.\n\nPresently among the fields an object was seen moving, threading the\nbroad path that led to the castle gate. Some of the girls looked upon\nthis object enviously; the Sorceress merely gave it a glance and nodded\nher stately head as if pleased, for it meant the coming of her friend\nand mistress--the only one in all the land that Glinda bowed to.\n\nThen up the path trotted a wooden animal attached to a red wagon, and\nas the quaint steed halted at the gate there descended from the wagon\ntwo young girls, Ozma, Ruler of Oz, and her companion, Princess\nDorothy. Both were dressed in simple white muslin gowns, and as they\nran up the marble steps of the palace they laughed and chatted as gaily\nas if they were not the most important persons in the world's loveliest\nfairyland.\n\nThe maids of honor had risen and stood with bowed heads to greet the\nroyal Ozma, while Glinda came forward with outstretched arms to greet\nher guests.\n\n\"We've just come on a visit, you know,\" said Ozma. \"Both Dorothy and I\nwere wondering how we should pass the day when we happened to think\nwe'd not been to your Quadling Country for weeks, so we took the\nSawhorse and rode straight here.\"\n\n\"And we came so fast,\" added Dorothy, \"that our hair is blown all\nfuzzy, for the Sawhorse makes a wind of his own. Usually it's a day's\njourney from the Em'rald City, but I don't s'pose we were two hours on\nthe way.\"\n\n\"You are most welcome,\" said Glinda the Sorceress, and led them through\nthe court to her magnificent reception hall. Ozma took the arm of her\nhostess, but Dorothy lagged behind, kissing some of the maids she knew\nbest, talking with others, and making them all feel that she was their\nfriend. When at last she joined Glinda and Ozma in the reception hall,\nshe found them talking earnestly about the condition of the people, and\nhow to make them more happy and contented--although they were already\nthe happiest and most contented folks in all the world.\n\nThis interested Ozma, of course, but it didn't interest Dorothy very\nmuch, so the little girl ran over to a big table on which was lying\nopen Glinda's Great Book of Records.\n\nThis Book is one of the greatest treasures in Oz, and the Sorceress\nprizes it more highly than any of her magical possessions. That is the\nreason it is firmly attached to the big marble table by means of golden\nchains, and whenever Glinda leaves home she locks the Great Book\ntogether with five jeweled padlocks, and carries the keys safely hidden\nin her bosom.\n\nI do not suppose there is any magical thing in any fairyland to compare\nwith the Record Book, on the pages of which are constantly being\nprinted a record of every event that happens in any part of the world,\nat exactly the moment it happens.  And the records are always truthful,\nalthough sometimes they do not give as many details as one could wish.\nBut then, lots of things happen, and so the records have to be brief or\neven Glinda's Great Book could not hold them all.\n\nGlinda looked at the records several times each day, and Dorothy,\nwhenever she visited the Sorceress, loved to look in the Book and see\nwhat was happening everywhere. Not much was recorded about the Land of\nOz, which is usually peaceful and uneventful, but today Dorothy found\nsomething which interested her. Indeed, the printed letters were\nappearing on the page even while she looked.\n\n\"This is funny!\" she exclaimed. \"Did you know, Ozma, that there were\npeople in your Land of Oz called Skeezers?\"\n\n\"Yes,\" replied Ozma, coming to her side, \"I know that on Professor\nWogglebug's Map of the Land of Oz there is a place marked 'Skeezer,'\nbut what the Skeezers are like I do not know. No one I know has ever\nseen them or heard of them. The Skeezer Country is 'way at the upper\nedge of the Gillikin Country, with the sandy, impassable desert on one\nside and the mountains of Oogaboo on another side. That is a part of\nthe Land of Oz of which I know very little.\"\n\n\"I guess no one else knows much about it either, unless it's the\nSkeezers themselves,\" remarked Dorothy. \"But the Book says: 'The\nSkeezers of Oz have declared war on the Flatheads of Oz, and there is\nlikely to be fighting and much trouble as the result.'\"\n\n\"Is that all the Book says?\" asked Ozma.\n\n\"Every word,\" said Dorothy, and Ozma and Glinda both looked at the\nRecord and seemed surprised and perplexed.\n\n\"Tell me, Glinda,\" said Ozma, \"who are the Flatheads?\"\n\n\"I cannot, your Majesty,\" confessed the Sorceress. \"Until now I never\nhave heard of them, nor have I ever heard the Skeezers mentioned. In\nthe faraway corners of Oz are hidden many curious tribes of people, and\nthose who never leave their own countries and never are visited by\nthose from our favored part of Oz, naturally are unknown to me.\nHowever, if you so desire, I can learn through my arts of sorcery\nsomething of the Skeezers and the Flatheads.\"\n\n\"I wish you would,\" answered Ozma seriously. \"You see, Glinda, if these\nare Oz people they are my subjects and I cannot allow any wars or\ntroubles in the Land I rule, if I can possibly help it.\"\n\n\"Very well, your Majesty,\" said the Sorceress, \"I will try to get some\ninformation to guide you. Please excuse me for a time, while I retire\nto my Room of Magic and Sorcery.\"\n\n\"May I go with you?\" asked Dorothy, eagerly.\n\n\"No, Princess,\" was the reply. \"It would spoil the charm to have anyone\npresent.\"\n\nSo Glinda locked herself in her own Room of Magic and Dorothy and Ozma\nwaited patiently for her to come out again.\n\nIn about an hour Glinda appeared, looking grave and thoughtful.\n\n\"Your Majesty,\" she said to Ozma, \"the Skeezers live on a Magic Isle in\na great lake. For that reason--because the Skeezers deal in magic--I\ncan learn little about them.\"\n\n\"Why, I didn't know there was a lake in that part of Oz,\" exclaimed\nOzma. \"The map shows a river running through the Skeezer Country, but\nno lake.\"\n\n\"That is because the person who made the map never had visited that\npart of the country,\" explained the Sorceress. \"The lake surely is\nthere, and in the lake is an island--a Magic Isle--and on that island\nlive the people called the Skeezers.\"\n\n\"What are they like?\" inquired the Ruler of Oz.\n\n\"My magic cannot tell me that,\" confessed Glinda, \"for the magic of the\nSkeezers prevents anyone outside of their domain knowing anything about\nthem.\"\n\n\"The Flatheads must know, if they're going to fight the Skeezers,\"\nsuggested Dorothy.\n\n\"Perhaps so,\" Glinda replied, \"but I can get little information\nconcerning the Flatheads, either. They are people who inhabit a\nmountain just south of the Lake of the Skeezers. The mountain has steep\nsides and a broad, hollow top, like a basin, and in this basin the\nFlatheads have their dwellings. They also are magic-workers and usually\nkeep to themselves and allow no one from outside to visit them. I have\nlearned that the Flatheads number about one hundred people--men, women\nand children--while the Skeezers number just one hundred and one.\"\n\n\"What did they quarrel about, and why do they wish to fight one\nanother?\" was Ozma's next question.\n\n\"I cannot tell your Majesty that,\" said Glinda.\n\n\"But see here!\" cried Dorothy, \"it's against the law for anyone but\nGlinda and the Wizard to work magic in the Land of Oz, so if these two\nstrange people are magic-makers they are breaking the law and ought to\nbe punished!\" Ozma smiled upon her little friend.\n\n\"Those who do not know me or my laws,\" she said, \"cannot be expected to\nobey my laws. If we know nothing of the Skeezers or the Flatheads, it\nis likely that they know nothing of us.\"\n\n\"But they ought to know, Ozma, and we ought to know. Who's going to\ntell them, and how are we going to make them behave?\"\n\n\"That,\" returned Ozma, \"is what I am now considering. What would you\nadvise, Glinda?\"\n\nThe Sorceress took a little time to consider this question, before she\nmade reply. Then she said: \"Had you not learned of the existence of the\nFlatheads and the Skeezers, through my Book of Records, you would never\nhave worried about them or their quarrels. So, if you pay no attention\nto these peoples, you may never hear of them again.\"\n\n\"But that wouldn't be right,\" declared Ozma. \"I am Ruler of all the\nLand of Oz, which includes the Gillikin Country, the Quadling Country,\nthe Winkie Country and the Munchkin Country, as well as the Emerald\nCity, and being the Princess of this fairyland it is my duty to make\nall my people--wherever they may be--happy and content and to settle\ntheir disputes and keep them from quarreling. So, while the Skeezers\nand Flatheads may not know me or that I am their lawful Ruler, I now\nknow that they inhabit my kingdom and are my subjects, so I would not\nbe doing my duty if I kept away from them and allowed them to fight.\"\n\n\"That's  a  fact,  Ozma,\"  commented  Dorothy. \"You've got to go up to\nthe Gillikin Country and make these people behave themselves and make\nup their quarrels. But how are you going to do it?\"\n\n\"That is what is puzzling me also, your Majesty,\" said the Sorceress.\n\"It may be dangerous for you to go into those strange countries, where\nthe people are possibly fierce and warlike.\"\n\n\"I am not afraid,\" said Ozma, with a smile.\n\n\"'Tisn't a question of being 'fraid,\" argued Dorothy. \"Of course we\nknow you're a fairy, and can't be killed or hurt, and we know you've a\nlot of magic of your own to help you. But, Ozma dear, in spite of all\nthis you've been in trouble before, on account of wicked enemies, and\nit isn't right for the Ruler of all Oz to put herself in danger.\"\n\n\"Perhaps I shall be in no danger at all,\" returned Ozma, with a little\nlaugh. \"You mustn't imagine danger, Dorothy, for one should only\nimagine nice things, and we do not know that the Skeezers and Flatheads\nare wicked people or my enemies. Perhaps they would be good and listen\nto reason.\"\n\n\"Dorothy is right, your Majesty,\" asserted the Sorceress. \"It is true\nwe know nothing of these faraway subjects, except that they intend to\nfight one another, and have a certain amount of magic power at their\ncommand. Such folks do not like to submit to interference and they are\nmore likely to resent your coming among them than to receive you kindly\nand graciously, as is your due.\"\n\n\"If you had an army to take with you,\" added Dorothy, \"it wouldn't be\nso bad; but there isn't such a thing as an army in all Oz.\"\n\n\"I have one soldier,\" said Ozma.\n\n\"Yes, the soldier with the green whiskers; but he's dreadful 'fraid of\nhis gun and never loads it. I'm sure he'd run rather than fight. And\none soldier, even if he were brave, couldn't do much against two\nhundred and one Flatheads and Skeezers.\"\n\n\"What then, my friends, would you suggest?\" inquired Ozma.\n\n\"I advise you to send the Wizard of Oz to them, and let him inform them\nthat it is against the laws of Oz to fight, and that you command them\nto settle their differences and become friends,\" proposed Glinda. \"Let\nthe Wizard tell them they will be punished if they refuse to obey the\ncommands of the Princess of all the Land of Oz.\"\n\nOzma shook her head, to indicate that the advice was not to her\nsatisfaction.\n\n\"If they refuse, what then?\" she asked. \"I should be obliged to carry\nout my threat and punish them, and that would be an unpleasant and\ndifficult thing to do. I am sure it would be better for me to go\npeacefully, without an army and armed only with my authority as Ruler,\nand plead with them to obey me. Then, if they prove obstinate I could\nresort to other means to win their obedience.\"\n\n\"It's a ticklish thing, anyhow you look at it,\" sighed Dorothy. \"I'm\nsorry now that I noticed the Record in the Great Book.\"\n\n\"But can't you realize, my dear, that I must do my duty, now that I am\naware of this trouble?\" asked Ozma. \"I am fully determined to go at\nonce to the Magic Isle of the Skeezers and to the enchanted mountain of\nthe Flatheads, and prevent war and strife between their inhabitants.\nThe only question to decide is whether it is better for me to go alone,\nor to assemble a party of my friends and loyal supporters to accompany\nme.\"\n\n\"If you go I want to go, too,\" declared Dorothy. \"Whatever happens it's\ngoing to be fun--'cause all excitement is fun--and I wouldn't miss it\nfor the world!\"\n\nNeither Ozma nor Glinda paid any attention to this statement, for they\nwere gravely considering the serious aspect of this proposed adventure.\n\n\"There are plenty of friends who would like to go with you,\" said the\nSorceress, \"but none of them would afford your Majesty any protection\nin case you were in danger. You are yourself the most powerful fairy in\nOz, although both I and the Wizard have more varied arts of magic at\nour command. However, you have one art that no other in all the world\ncan equal--the art of winning hearts and making people love to bow to\nyour gracious presence. For that reason I believe you can accomplish\nmore good alone than with a large number of subjects in your train.\"\n\n\"I believe that also,\" agreed the Princess. \"I shall be quite able to\ntake care of myself, you know, but might not be able to protect others\nso well. I do not look for opposition, however. I shall speak to these\npeople in kindly words and settle their dispute--whatever it may be--in\na just manner.\"\n\n\"Aren't you going to take me?\" pleaded Dorothy. \"You'll need some\ncompanion, Ozma.\"\n\nThe Princess smiled upon her little friend.\n\n\"I see no reason why you should not accompany me,\" was her reply. \"Two\ngirls are not very warlike and they will not suspect us of being on any\nerrand but a kindly and peaceful one. But, in order to prevent war and\nstrife between these angry peoples, we must go to them at once. Let us\nreturn immediately to the Emerald City and prepare to start on our\njourney early tomorrow morning.\"\n\nGlinda was not quite satisfied with this plan, but could not think of\nany better way to meet the problem. She knew that Ozma, with all her\ngentleness and sweet disposition, was accustomed to abide by any\ndecision she had made and could not easily be turned from her purpose.\nMoreover she could see no great danger to the fairy Ruler of Oz in the\nundertaking, even though the unknown people she was to visit proved\nobstinate. But Dorothy was not a fairy; she was a little girl who had\ncome from Kansas to live in the Land of Oz. Dorothy might encounter\ndangers that to Ozma would be as nothing but to an \"Earth child\" would\nbe very serious.\n\nThe very fact that Dorothy lived in Oz, and had been made a Princess by\nher friend Ozma, prevented her from being killed or suffering any great\nbodily pain as long as she lived in that fairyland. She could not grow\nbig, either, and would always remain the same little girl who had come\nto Oz, unless in some way she left that fairyland or was spirited away\nfrom it. But Dorothy was a mortal, nevertheless, and might possibly be\ndestroyed, or hidden where none of her friends could ever find her. She\ncould, for instance be cut into pieces, and the pieces, while still\nalive and free from pain, could be widely scattered; or she might be\nburied deep underground or \"destroyed\" in other ways by evil magicians,\nwere she not properly protected. These facts Glinda was considering\nwhile she paced with stately tread her marble hall.\n\nFinally the good Sorceress paused and drew a ring from her finger,\nhanding it to Dorothy.\n\n\"Wear this ring constantly until your return,\" she said to the girl.\n\"If serious danger threatens you, turn the ring around on your finger\nonce to the right and another turn to the left. That will ring the\nalarm bell in my palace and I will at once come to your rescue. But do\nnot use the ring unless you are actually in danger of destruction.\nWhile you remain with Princess Ozma I believe she will be able to\nprotect you from all lesser ills.\"\n\n\"Thank you, Glinda,\" responded Dorothy gratefully, as she placed the\nring on her finger. \"I'm going to wear my Magic Belt which I took from\nthe Nome King, too, so I guess I'll be safe from anything the Skeezers\nand Flatheads try to do to me.\"\n\nOzma had many arrangements to make before she could leave her throne\nand her palace in the Emerald City, even for a trip of a few days, so\nshe bade goodbye to Glinda and with Dorothy climbed into the Red Wagon.\nA word to the wooden Sawhorse started that astonishing creature on the\nreturn journey, and so swiftly did he run that Dorothy was unable to\ntalk or do anything but hold tight to her seat all the way back to the\nEmerald City.\n\n\n\n\nChapter Two\n\nOzma and Dorothy\n\n\nResiding in Ozma's palace at this time was a live Scarecrow, a most\nremarkable and intelligent creature who had once ruled the Land of Oz\nfor a brief period and was much loved and respected by all the people.\nOnce a Munchkin farmer had stuffed an old suit of clothes with straw\nand put stuffed boots on the feet and used a pair of stuffed cotton\ngloves for hands. The head of the Scarecrow was a stuffed sack fastened\nto the body, with eyes, nose, mouth and ears painted on the sack. When\na hat had been put on the head, the thing was a good imitation of a\nman. The farmer placed the Scarecrow on a pole in his cornfield and it\ncame to life in a curious manner. Dorothy, who was passing by the\nfield, was hailed by the live Scarecrow and lifted him off his pole. He\nthen went with her to the Emerald City, where the Wizard of Oz gave him\nsome excellent brains, and the Scarecrow soon became an important\npersonage.\n\nOzma considered the Scarecrow one of her best friends and most loyal\nsubjects, so the morning after her visit to Glinda she asked him to\ntake her place as Ruler of the Land of Oz while she was absent on a\njourney, and the Scarecrow at once consented without asking any\nquestions.\n\nOzma had warned Dorothy to keep their journey a secret and say nothing\nto anyone about the Skeezers and Flatheads until their return, and\nDorothy promised to obey. She longed to tell her girl friends, tiny\nTrot and Betsy Bobbin, of the adventure they were undertaking, but\nrefrained from saying a word on the subject although both these girls\nlived with her in Ozma's palace.\n\nIndeed, only Glinda the Sorceress knew they were going, until after\nthey had gone, and even the Sorceress didn't know what their errand\nmight be.\n\nPrincess Ozma took the Sawhorse and the Red Wagon, although she was not\nsure there was a wagon road all the way to the Lake of the Skeezers.\nThe Land of Oz is a pretty big place, surrounded on all sides by a\nDeadly Desert which it is impossible to cross, and the Skeezer Country,\naccording to the map, was in the farthest northwestern part of Oz,\nbordering on the north desert. As the Emerald City was exactly in the\ncenter of Oz, it was no small journey from there to the Skeezers.\n\nAround the Emerald City the country is thickly settled in every\ndirection, but the farther away you get from the city the fewer people\nthere are, until those parts that border on the desert have small\npopulations. Also those faraway sections are little known to the Oz\npeople, except in the south, where Glinda lives and where Dorothy has\noften wandered on trips of exploration.\n\nThe least known of all is the Gillikin Country, which harbors many\nstrange bands of people among its mountains and valleys and forests and\nstreams, and Ozma was now bound for the most distant part of the\nGillikin Country.\n\n\"I am really sorry,\" said Ozma to Dorothy, as they rode away in the Red\nWagon, \"not to know more about the wonderful Land I rule. It is my duty\nto be acquainted with every tribe of people and every strange and\nhidden country in all Oz, but I am kept so busy at my palace making\nlaws and planning for the comforts of those who live near the Emerald\nCity, that I do not often find time to make long journeys.\"\n\n\"Well,\" replied Dorothy, \"we'll prob'bly find out a lot on this trip,\nand we'll learn all about the Skeezers and Flatheads, anyhow. Time\ndoesn't make much diff'rence in the Land of Oz, 'cause we don't grow\nup, or get old, or become sick and die, as they do other places; so, if\nwe explore one place at a time, we'll by-an'-by know all about every\nnook and corner in Oz.\"\n\nDorothy wore around her waist the Nome King's Magic Belt, which\nprotected her from harm, and the Magic Ring which Glinda had given her\nwas on her finger. Ozma had merely slipped a small silver wand into the\nbosom of her gown, for fairies do not use chemicals and herbs and the\ntools of wizards and sorcerers to perform their magic. The Silver Wand\nwas Ozma's one weapon of offense and defense and by its use she could\naccomplish many things.\n\nThey had left the Emerald City just at sunrise and the Sawhorse\ntraveled very swiftly over the roads towards the north, but in a few\nhours the wooden animal had to slacken his pace because the farm houses\nhad become few and far between and often there were no paths at all in\nthe direction they wished to follow. At such times they crossed the\nfields, avoiding groups of trees and fording the streams and rivulets\nwhenever they came to them. But finally they reached a broad hillside\nclosely covered with scrubby brush, through which the wagon could not\npass.\n\n\"It will be difficult even for you and me to get through without\ntearing our dresses,\" said Ozma, \"so we must leave the Sawhorse and the\nWagon here until our return.\"\n\n\"That's all right,\" Dorothy replied, \"I'm tired riding, anyhow. Do you\ns'pose, Ozma, we're anywhere near the Skeezer Country?\"\n\n\"I cannot tell, Dorothy dear, but I know we've been going in the right\ndirection, so we are sure to find it in time.\"\n\nThe scrubby brush was almost like a grove of small trees, for it\nreached as high as the heads of the two girls, neither of whom was very\ntall. They were obliged to thread their way in and out, until Dorothy\nwas afraid they would get lost, and finally they were halted by a\ncurious thing that barred their further progress. It was a huge web--as\nif woven by gigantic spiders--and the delicate, lacy film was fastened\nstoutly to the branches of the bushes and continued to the right and\nleft in the form of a half circle. The threads of this web were of a\nbrilliant purple color and woven into numerous artistic patterns, but\nit reached from the ground to branches above the heads of the girls and\nformed a sort of fence that hedged them in.\n\n\"It doesn't look very strong, though,\" said Dorothy. \"I wonder if we\ncouldn't break through.\" She tried but found the web stronger than it\nseemed. All her efforts could not break a single thread.\n\n\"We must go back, I think, and try to get around this peculiar web,\"\nOzma decided.\n\nSo they turned to the right and, following the web found that it seemed\nto spread in a regular circle. On and on they went until finally Ozma\nsaid they had returned to the exact spot from which they had started.\n\"Here is a handkerchief you dropped when we were here before,\" she said\nto Dorothy.\n\n\"In that case, they must have built the web behind us, after we walked\ninto the trap,\" exclaimed the little girl.\n\n\"True,\" agreed Ozma, \"an enemy has tried to imprison us.\"\n\n\"And they did it, too,\" said Dorothy. \"I wonder who it was.\"\n\n\"It's a spider-web, I'm quite sure,\" returned Ozma, \"but it must be the\nwork of enormous spiders.\"\n\n\"Quite right!\" cried a voice behind them. Turning quickly around they\nbeheld a huge purple spider sitting not two yards away and regarding\nthem with its small bright eyes.\n\nThen there crawled from the bushes a dozen more great purple spiders,\nwhich saluted the first one and said:\n\n\"The web is finished, O King, and the strangers are our prisoners.\"\n\nDorothy did not like the looks of these spiders at all. They had big\nheads, sharp claws, small eyes and fuzzy hair all over their purple\nbodies.\n\n\"They look wicked,\" she whispered to Ozma. \"What shall we do?\"\n\nOzma gazed upon the spiders with a serious face.\n\n\"What is your object in making us prisoners?\" she inquired.\n\n\"We need someone to keep house for us,\" answered the Spider King.\n\"There is sweeping and dusting to be done, and polishing and washing of\ndishes, and that is work my people dislike to do. So we decided that if\nany strangers came our way we would capture them and make them our\nservants.\"\n\n\"I am Princess Ozma, Ruler of all Oz,\" said the girl with dignity.\n\n\"Well, I am King of all Spiders,\" was the reply, \"and that makes me\nyour master. Come with me to my palace and I will instruct you in your\nwork.\"\n\n\"I won't,\" said Dorothy indignantly. \"We won't have anything to do with\nyou.\"\n\n\"We'll see about that,\" returned the Spider in a severe tone, and the\nnext instant he made a dive straight at Dorothy, opening the claws in\nhis legs as if to grab and pinch her with the sharp points. But the\ngirl was wearing her Magic Belt and was not harmed. The Spider King\ncould not even touch her. He turned swiftly and made a dash at Ozma,\nbut she held her Magic Wand over his head and the monster recoiled as\nif it had been struck.\n\n\"You'd better let us go,\" Dorothy advised him, \"for you see you can't\nhurt us.\"\n\n\"So I see,\" returned the Spider King angrily. \"Your magic is greater\nthan mine. But I'll not help you to escape. If you can break the magic\nweb my people have woven you may go; if not you must stay here and\nstarve.\" With that the Spider King uttered a peculiar whistle and all\nthe spiders disappeared.\n\n\"There is more magic in my fairyland than I dreamed of,\" remarked the\nbeautiful Ozma, with a sigh of regret. \"It seems that my laws have not\nbeen obeyed, for even these monstrous spiders defy me by means of\nMagic.\"\n\n\"Never mind that now,\" said Dorothy; \"let's see what we can do to get\nout of this trap.\"\n\nThey now examined the web with great care and were amazed at its\nstrength. Although finer than the finest silken hairs, it resisted all\ntheir efforts to work through, even though both girls threw all their\nweight against it.\n\n\"We must find some instrument which will cut the threads of the web,\"\nsaid Ozma, finally. \"Let us look about for such a tool.\"\n\nSo they wandered among the bushes and finally came to a shallow pool of\nwater, formed by a small bubbling spring. Dorothy stooped to get a\ndrink and discovered in the water a green crab, about as big as her\nhand. The crab had two big, sharp claws, and as soon as Dorothy saw\nthem she had an idea that those claws could save them.\n\n\"Come out of the water,\" she called to the crab; \"I want to talk to\nyou.\"\n\nRather lazily the crab rose to the surface and caught hold of a bit of\nrock. With his head above the water he said in a cross voice:\n\n\"What do you want?\"\n\n\"We want you to cut the web of the purple spiders with your claws, so\nwe can get through it,\" answered Dorothy. \"You can do that, can't you?\"\n\n\"I suppose so,\" replied the crab. \"But if I do what will you give me?\"\n\n\"What do you wish?\" Ozma inquired.\n\n\"I wish to be white, instead of green,\" said the crab. \"Green crabs are\nvery common, and white ones are rare; besides the purple spiders, which\ninfest this hillside, are afraid of white crabs. Could you make me\nwhite if I should agree to cut the web for you?\"\n\n\"Yes,\" said Ozma, \"I can do that easily. And, so you may know I am\nspeaking the truth, I will change your color now.\"\n\nShe waved her silver wand over the pool and the crab instantly became\nsnow-white--all except his eyes, which remained black. The creature saw\nhis reflection in the water and was so delighted that he at once\nclimbed out of the pool and began moving slowly toward the web, by\nbacking away from the pool. He moved so very slowly that Dorothy cried\nout impatiently: \"Dear me, this will never do!\" Caching the crab in her\nhands she ran with him to the web.\n\nShe had to hold him up even then, so he could reach with his claws\nstrand after strand of the filmy purple web, which he was able to sever\nwith one nip.\n\nWhen enough of the web had been cut to allow them to pass, Dorothy ran\nback to the pool and placed the white crab in the water, after which\nshe rejoined Ozma. They were just in time to escape through the web,\nfor several of the purple spiders now appeared, having discovered that\ntheir web had been cut, and had the girls not rushed through the\nopening the spiders would have quickly repaired the cuts and again\nimprisoned them.\n\nOzma and Dorothy ran as fast as they could and although the angry\nspiders threw a number of strands of web after them, hoping to lasso\nthem or entangle them in the coils, they managed to escape and clamber\nto the top of the hill.\n\n\n\n\nChapter Three\n\nThe Mist Maidens\n\n\nFrom the top of the hill Ozma and Dorothy looked down into the valley\nbeyond and were surprised to find it filled with a floating mist that\nwas as dense as smoke. Nothing in the valley was visible except these\nrolling waves of mist, but beyond, on the other side, rose a grassy\nhill that appeared quite beautiful.\n\n\"Well,\" said Dorothy, \"what are we to do, Ozma? Walk down into that\nthick fog, an' prob'bly get lost in it, or wait till it clears away?\"\n\n\"I'm not sure it will clear away, however long we wait,\" replied Ozma,\ndoubtfully. \"If we wish to get on, I think we must venture into the\nmist.\"\n\n\"But we can't see where we're going, or what we're stepping on,\"\nprotested Dorothy.  \"There may be dreadful things mixed up in that fog,\nan' I'm scared just to think of wading into it.\"\n\nEven Ozma seemed to hesitate. She was silent and thoughtful for a\nlittle while, looking at the rolling drifts that were so gray and\nforbidding. Finally she said:\n\n\"I believe this is a Mist Valley, where these moist clouds always\nremain, for even the sunshine above does not drive them away. Therefore\nthe Mist Maids must live here, and they are fairies and should answer\nmy call.\"\n\nShe placed her two hands before her mouth, forming a hollow with them,\nand uttered a clear, thrilling, bird-like cry. It floated far out over\nthe mist waves and presently was answered by a similar sound, as of a\nfar-off echo.\n\nDorothy was much impressed. She had seen many strange things since\ncoming to this fairy country, but here was a new experience. At\nordinary times Ozma was just like any little girl one might chance to\nmeet--simple, merry, lovable as could be--yet with a certain reserve\nthat lent her dignity in her most joyous moods. There were times,\nhowever, when seated on her throne and commanding her subjects, or when\nher fairy powers were called into use, when Dorothy and all others\nabout her stood in awe of their lovely girl Ruler and realized her\nsuperiority.\n\nOzma waited. Presently out from the billows rose beautiful forms,\nclothed in fleecy, trailing garments of gray that could scarcely be\ndistinguished from the mist. Their hair was mist-color, too; only their\ngleaming arms and sweet, pallid faces proved they were living,\nintelligent creatures answering the call of a sister fairy.\n\nLike sea nymphs they rested on the bosom of the clouds, their eyes\nturned questioningly upon the two girls who stood upon the bank. One\ncame quite near and to her Ozma said:\n\n\"Will you please take us to the opposite hillside? We are afraid to\nventure into the mist. I am Princess Ozma of Oz, and this is my friend\nDorothy, a Princess of Oz.\"\n\nThe Mist Maids came nearer, holding out their arms. Without hesitation\nOzma advanced and allowed them to embrace her and Dorothy plucked up\ncourage to follow. Very gently the Mist Maids held them. Dorothy\nthought the arms were cold and misty--they didn't seem real at all--yet\nthey supported the two girls above the surface of the billows and\nfloated with them so swiftly to the green hillside opposite that the\ngirls were astonished to find themselves set upon the grass before they\nrealized they had fairly started.\n\n\"Thank you!\" said Ozma gratefully, and Dorothy also added her thanks\nfor the service.\n\nThe Mist Maids made no answer, but they smiled and waved their hands in\ngood-bye as again they floated out into the mist and disappeared from\nview.\n\n\n\n\nChapter Four\n\nThe Magic Tent\n\n\n\"Well,\" said Dorothy with a laugh, \"that was easier than I expected.\nIt's worth while, sometimes, to be a real fairy. But I wouldn't like to\nbe that kind, and live in a dreadful fog all the time.\"\n\nThey now climbed the bank and found before them a delightful plain that\nspread for miles in all directions. Fragrant wild flowers were\nscattered throughout the grass; there were bushes bearing lovely\nblossoms and luscious fruits; now and then a group of stately trees\nadded to the beauty of the landscape. But there were no dwellings or\nsigns of life.\n\nThe farther side of the plain was bordered by a row of palms, and just\nin front of the palms rose a queerly shaped hill that towered above the\nplain like a mountain. The sides of this hill were straight up and\ndown; it was oblong in shape and the top seemed flat and level.\n\n\"Oh, ho!\" cried Dorothy; \"I'll bet that's the mountain Glinda told us\nof, where the Flatheads live.\"\n\n\"If it is,\" replied Ozma, \"the Lake of the Skeezers must be just beyond\nthe line of palm trees. Can you walk that far, Dorothy?\"\n\n\"Of course, in time,\" was the prompt answer. \"I'm sorry we had to leave\nthe Sawhorse and the Red Wagon behind us, for they'd come in handy just\nnow; but with the end of our journey in sight a tramp across these\npretty green fields won't tire us a bit.\"\n\nIt was a longer tramp than they suspected, however, and night overtook\nthem before they could reach the flat mountain. So Ozma proposed they\ncamp for the night and Dorothy was quite ready to approve. She didn't\nlike to admit to her friend she was tired, but she told herself that\nher legs \"had prickers in 'em,\" meaning they had begun to ache.\n\nUsually when Dorothy started on a journey of exploration or adventure,\nshe carried with her a basket of food, and other things that a traveler\nin a strange country might require, but to go away with Ozma was quite\na different thing, as experience had taught her. The fairy Ruler of Oz\nonly needed her silver wand--tipped at one end with a great sparkling\nemerald--to provide through its magic all that they might need.\nTherefore Ozma, having halted with her companion and selected a smooth,\ngrassy spot on the plain, waved her wand in graceful curves and chanted\nsome mystic words in her sweet voice, and in an instant a handsome tent\nappeared before them. The canvas was striped purple and white, and from\nthe center pole fluttered the royal banner of Oz.\n\n\"Come, dear,\" said Ozma, taking Dorothy's hand, \"I am hungry and I'm\nsure you must be also; so let us go in and have our feast.\"\n\nOn entering the tent they found a table set for two, with snowy linen,\nbright silver and sparkling glassware, a vase of roses in the center\nand many dishes of delicious food, some smoking hot, waiting to satisfy\ntheir hunger. Also, on either side of the tent were beds, with satin\nsheets, warm blankets and pillows filled with swansdown. There were\nchairs, too, and tall lamps that lighted the interior of the tent with\na soft, rosy glow.\n\nDorothy, resting herself at her fairy friend's command, and eating her\ndinner with unusual enjoyment, thought of the wonders of magic. If one\nwere a fairy and knew the secret laws of nature and the mystic words\nand ceremonies that commanded those laws, then a simple wave of a\nsilver wand would produce instantly all that men work hard and\nanxiously for through weary years. And Dorothy wished in her kindly,\ninnocent heart, that all men and women could be fairies with silver\nwands, and satisfy all their needs without so much work and worry, for\nthen, she imagined, they would have all their working hours to be happy\nin. But Ozma, looking into her friend's face and reading those\nthoughts, gave a laugh and said:\n\n\"No, no, Dorothy, that wouldn't do at all. Instead of happiness your\nplan would bring weariness to the world. If every one could wave a wand\nand have his wants fulfilled there would be little to wish for. There\nwould be no eager striving to obtain the difficult, for nothing would\nthen be difficult, and the pleasure of earning something longed for,\nand only to be secured by hard work and careful thought, would be\nutterly lost. There would be nothing to do you see, and no interest in\nlife and in our fellow creatures. That is all that makes life worth our\nwhile--to do good deeds and to help those less fortunate than\nourselves.\"\n\n\"Well, you're a fairy, Ozma. Aren't you happy?\" asked Dorothy.\n\n\"Yes, dear, because I can use my fairy powers to make others happy. Had\nI no kingdom to rule, and no subjects to look after, I would be\nmiserable. Also, you must realize that while I am a more powerful fairy\nthan any other inhabitant of Oz, I am not as powerful as Glinda the\nSorceress, who has studied many arts of magic that I know nothing of.\nEven the little Wizard of Oz can do some things I am unable to\naccomplish, while I can accomplish things unknown to the Wizard. This\nis to explain that I'm not all-powerful, by any means. My magic is\nsimply fairy magic, and not sorcery or wizardry.\"\n\n\"All the same,\" said Dorothy, \"I'm mighty glad you could make this tent\nappear, with our dinners and beds all ready for us.\"\n\nOzma smiled.\n\n\"Yes, it is indeed wonderful,\" she agreed. \"Not all fairies know that\nsort of magic, but some fairies can do magic that fills me with\nastonishment. I think that is what makes us modest and unassuming--the\nfact that our magic arts are divided, some being given each of us. I'm\nglad I don't know everything, Dorothy, and that there still are things\nin both nature and in wit for me to marvel at.\"\n\nDorothy couldn't quite understand this, so she said nothing more on the\nsubject and presently had a new reason to marvel. For when they had\nquite finished their meal table and contents disappeared in a flash.\n\n\"No dishes to wash, Ozma!\" she said with a laugh. \"I guess you'd make a\nlot of folks happy if you could teach 'em just that one trick.\"\n\nFor an hour Ozma told stories, and talked with Dorothy about various\npeople in whom they were interested. And then it was bedtime, and they\nundressed and crept into their soft beds and fell asleep almost as soon\nas their heads touched their pillows.\n\n\n\n\nChapter Five\n\nThe Magic Stairway\n\n\nThe flat mountain looked much nearer in the clear light of the morning\nsun, but Dorothy and Ozma knew there was a long tramp before them, even\nyet. They finished dressing only to find a warm, delicious breakfast\nawaiting them, and having eaten they left the tent and started toward\nthe mountain which was their first goal. After going a little way\nDorothy looked back and found that the fairy tent had entirely\ndisappeared. She was not surprised, for she knew this would happen.\n\n\"Can't your magic give us a horse an' wagon, or an automobile?\"\ninquired Dorothy.\n\n\"No, dear; I'm sorry that such magic is beyond my power,\" confessed her\nfairy friend.\n\n\"Perhaps Glinda could,\" said Dorothy thoughtfully.\n\n\"Glinda has a stork chariot that carries her through the air,\" said\nOzma, \"but even our great Sorceress cannot conjure up other modes of\ntravel. Don't forget what I told you last night, that no one is\npowerful enough to do everything.\"\n\n\"Well, I s'pose I ought to know that, having lived so long in the Land\nof Oz,\" replied Dorothy; \"but I can't do any magic at all, an' so I\ncan't figure out e'zactly how you an' Glinda an' the Wizard do it.\"\n\n\"Don't try,\" laughed Ozma. \"But you have at least one magical art,\nDorothy: you know the trick of winning all hearts.\"\n\n\"No, I don't,\" said Dorothy earnestly. \"If I really can do it, Ozma, I\nam sure I don't know how I do it.\"\n\nIt took them a good two hours to reach the foot of the round, flat\nmountain, and then they found the sides so steep that they were like\nthe wall of a house.\n\n\"Even my purple kitten couldn't climb 'em,\" remarked Dorothy, gazing\nupward.\n\n\"But there is some way for the Flatheads to get down and up again,\"\ndeclared Ozma; \"otherwise they couldn't make war with the Skeezers, or\neven meet them and quarrel with them.\"\n\n\"That's so, Ozma. Let's walk around a ways; perhaps we'll find a ladder\nor something.\"\n\nThey walked quite a distance, for it was a big mountain, and as they\ncircled around it and came to the side that faced the palm trees, they\nsuddenly discovered an entrance way cut out of the rock wall. This\nentrance was arched overhead and not very deep because it merely led to\na short flight of stone stairs.\n\n\"Oh, we've found a way to the top at last,\" announced Ozma, and the two\ngirls turned and walked straight toward the entrance. Suddenly they\nbumped against something and stood still, unable to proceed farther.\n\n\"Dear me!\" exclaimed Dorothy, rubbing her nose, which had struck\nsomething hard, although she could not see what it was; \"this isn't as\neasy as it looks. What has stopped us, Ozma? Is it magic of some sort?\"\n\nOzma was feeling around, her bands outstretched before her.\n\n\"Yes, dear, it is magic,\" she replied. \"The Flatheads had to have a way\nfrom their mountain top from the plain below, but to prevent enemies\nfrom rushing up the stairs to conquer them, they have built, at a small\ndistance before the entrance a wall of solid stone, the stones being\nheld in place by cement, and then they made the wall invisible.\"\n\n\"I wonder why they did that?\" mused Dorothy. \"A wall would keep folks\nout anyhow, whether it could be seen or not, so there wasn't any use\nmaking it invisible. Seems to me it would have been better to have left\nit solid, for then no one would have seen the entrance behind it. Now\nanybody can see the entrance, as we did. And prob'bly anybody that\ntries to go up the stairs gets bumped, as we did.\"\n\nOzma made no reply at once. Her face was grave and thoughtful.\n\n\"I think I know the reason for making the wall invisible,\" she said\nafter a while. \"The Flatheads use the stairs for coming down and going\nup. If there was a solid stone wall to keep them from reaching the\nplain they would themselves be imprisoned by the wall. So they had to\nleave some place to get around the wall, and, if the wall was visible,\nall strangers or enemies would find the place to go around it and then\nthe wall would be useless. So the Flatheads cunningly made their wall\ninvisible, believing that everyone who saw the entrance to the mountain\nwould walk straight toward it, as we did, and find it impossible to go\nany farther. I suppose the wall is really high and thick, and can't be\nbroken through, so those who find it in their way are obliged to go\naway again.\"\n\n\"Well,\" said Dorothy, \"if there's a way around the wall, where is it?\"\n\n\"We must find it,\" returned Ozma, and began feeling her way along the\nwall. Dorothy followed and began to get discouraged when Ozma had\nwalked nearly a quarter of a mile away from the entrance. But now the\ninvisible wall curved in toward the side of the mountain and suddenly\nended, leaving just space enough between the wall and the mountain for\nan ordinary person to pass through.\n\nThe girls went in, single file, and Ozma explained that they were now\nbehind the barrier and could go back to the entrance. They met no\nfurther obstructions.\n\n\"Most people, Ozma, wouldn't have figured this thing out the way you\ndid,\" remarked Dorothy. \"If I'd been alone the invisible wall surely\nwould have stumped me.\"\n\nReaching the entrance they began to mount the stone stairs. They went\nup ten stairs and then down five stairs, following a passage cut from\nthe rock. The stairs were just wide enough for the two girls to walk\nabreast, arm in arm. At the bottom of the five stairs the passage\nturned to the right, and they ascended ten more stairs, only to find at\nthe top of the flight five stairs leading straight down again. Again\nthe passage turned abruptly, this time to the left, and ten more stairs\nled upward.\n\nThe passage was now quite dark, for they were in the heart of the\nmountain and all daylight had been shut out by the turns of the\npassage. However, Ozma drew her silver wand from her bosom and the\ngreat jewel at its end gave out a lustrous, green-tinted light which\nlighted the place well enough for them to see their way plainly.\n\nTen steps up, five steps down, and a turn, this way or that. That was\nthe program, and Dorothy figured that they were only gaining five\nstairs upward each trip that they made.\n\n\"Those Flatheads must be funny people,\" she said to Ozma. \"They don't\nseem to do anything in a bold straightforward manner. In making this\npassage they forced everyone to walk three times as far as is\nnecessary. And of course this trip is just as tiresome to the Flatheads\nas it is to other folks.\"\n\n\"That is true,\" answered Ozma; \"yet it is a clever arrangement to\nprevent their being surprised by intruders. Every time we reach the\ntenth step of a flight, the pressure of our feet on the stone makes a\nbell ring on top of the mountain, to warn the Flatheads of our coming.\"\n\n\"How do you know that?\" demanded Dorothy, astonished.\n\n\"I've heard the bell ever since we started,\" Ozma told her. \"You could\nnot hear it, I know, but when I am holding my wand in my hand I can\nhear sounds a great distance off.\"\n\n\"Do you hear anything on top of the mountain 'cept the bell?\" inquired\nDorothy.\n\n\"Yes. The people are calling to one another in alarm and many footsteps\nare approaching the place where we will reach the flat top of the\nmountain.\"\n\nThis made Dorothy feel somewhat anxious. \"I'd thought we were going to\nvisit just common, ordinary people,\" she remarked, \"but they're pretty\nclever, it seems, and they know some kinds of magic, too. They may be\ndangerous, Ozma. P'raps we'd better stayed at home.\"\n\nFinally the upstairs-and-downstairs passage seemed coming to an end,\nfor daylight again appeared ahead of the two girls and Ozma replaced\nher wand in the bosom of her gown. The last ten steps brought them to\nthe surface, where they found themselves surrounded by such a throng of\nqueer people that for a time they halted, speechless, and stared into\nthe faces that confronted them.\n\nDorothy knew at once why these mountain people were called Flatheads.\nTheir heads were really flat on top, as if they had been cut off just\nabove the eyes and ears. Also the heads were bald, with no hair on top\nat all, and the ears were big and stuck straight out, and the noses\nwere small and stubby, while the mouths of the Flatheads were well\nshaped and not unusual. Their eyes were perhaps their best feature,\nbeing large and bright and a deep violet in color.\n\nThe costumes of the Flatheads were all made of metals dug from their\nmountain. Small gold, silver, tin and iron discs, about the size of\npennies, and very thin, were cleverly wired together and made to form\nknee trousers and jackets for the men and skirts and waists for the\nwomen. The colored metals were skillfully mixed to form stripes and\nchecks of various sorts, so that the costumes were quite gorgeous and\nreminded Dorothy of pictures she had seen of Knights of old clothed\narmor.\n\nAside from their flat heads, these people were not really bad looking.\nThe men were armed with bows and arrows and had small axes of steel\nstuck in their metal belts. They wore no hats nor ornaments.\n\n\n\n\nChapter Six\n\nFlathead Mountain\n\n\nWhen they saw that the intruders on their mountain were only two little\ngirls, the Flatheads grunted with satisfaction and drew back,\npermitting them to see what the mountain top looked like. It was shaped\nlike a saucer, so that the houses and other buildings--all made of\nrocks--could not be seen over the edge by anyone standing in the plain\nbelow.\n\nBut now a big fat Flathead stood before the girls and in a gruff voice\ndemanded:\n\n\"What are you doing here? Have the Skeezers sent you to spy upon us?\"\n\n\"I am Princess Ozma, Ruler of all the Land of Oz.\"\n\n\"Well, I've never heard of the Land of Oz, so you may be what you\nclaim,\" returned the Flathead.\n\n\"This is the Land of Oz--part of it, anyway,\" exclaimed Dorothy. \"So\nPrincess Ozma rules you Flathead people, as well as all the other\npeople in Oz.\"\n\nThe man laughed, and all the others who stood around laughed, too. Some\none in the crowd called:\n\n\"She'd better not tell the Supreme Dictator about ruling the Flatheads.\nEh, friends?\"\n\n\"No, indeed!\" they all answered in positive tones.\n\n\"Who is your Supreme Dictator?\" answered Ozma.\n\n\"I think I'll let him tell you that himself,\" answered the man who had\nfirst spoken. \"You have broken our laws by coming here; and whoever you\nare the Supreme Dictator must fix your punishment. Come along with me.\"\n\nHe started down a path and Ozma and Dorothy followed him without\nprotest, as they wanted to see the most important person in this queer\ncountry. The houses they passed seemed pleasant enough and each had a\nlittle yard in which were flowers and vegetables. Walls of rock\nseparated the dwellings, and all the paths were paved with smooth slabs\nof rock. This seemed their only building material and they utilized it\ncleverly for every purpose.\n\nDirectly in the center of the great saucer stood a larger building\nwhich the Flathead informed the girls was the palace of the Supreme\nDictator. He led them through an entrance hall into a big reception\nroom, where they sat upon stone benches and awaited the coming of the\nDictator. Pretty soon he entered from another room--a rather lean and\nrather old Flathead, dressed much like the others of this strange race,\nand only distinguished from them by the sly and cunning expression of\nhis face. He kept his eyes half closed and looked through the slits of\nthem at Ozma and Dorothy, who rose to receive him.\n\n\"Are you the Supreme Dictator of the Flatheads?\" inquired Ozma.\n\n\"Yes, that's me,\" he said, rubbing his hands slowly together. \"My word\nis law. I'm the head of the Flatheads on this flat headland.\"\n\n\"I am Princess Ozma of Oz, and I have come from the Emerald City to--\"\n\n\"Stop a minute,\" interrupted the Dictator, and turned to the man who\nhad brought the girls there. \"Go away, Dictator Felo Flathead!\" he\ncommanded. \"Return to your duty and guard the Stairway. I will look\nafter these strangers.\" The man bowed and departed, and Dorothy asked\nwonderingly:\n\n\"Is he a Dictator, too?\"\n\n\"Of course,\" was the answer. \"Everybody here is a dictator of something\nor other. They're all office holders. That's what keeps them contented.\nBut I'm the Supreme Dictator of all, and I'm elected once a year. This\nis a democracy, you know, where the people are allowed to vote for\ntheir rulers. A good many others would like to be Supreme Dictator, but\nas I made a law that I am always to count the votes myself, I am always\nelected.\"\n\n\"What is your name?\" asked Ozma.\n\n\"I am called the Su-dic, which is short for Supreme Dictator. I sent\nthat man away because the moment you mentioned Ozma of Oz, and the\nEmerald City, I knew who you are. I suppose I'm the only Flathead that\never heard of you, but that's because I have more brains than the rest.\"\n\nDorothy was staring hard at the Su-dic.\n\n\"I don't see how you can have any brains at all,\" she remarked,\n\"because the part of your head is gone where brains are kept.\"\n\n\"I don't blame you for thinking that,\" he said. \"Once the Flatheads had\nno brains because, as you say, there is no upper part to their heads,\nto hold brains. But long, long ago a band of fairies flew over this\ncountry and made it all a fairyland, and when they came to the\nFlatheads the fairies were sorry to find them all very stupid and quite\nunable to think. So, as there was no good place in their bodies in\nwhich to put brains the Fairy Queen gave each one of us a nice can of\nbrains to carry in his pocket and that made us just as intelligent as\nother people. See,\" he continued, \"here is one of the cans of brains\nthe fairies gave us.\" He took from a pocket a bright tin can having a\npretty red label on it which said: \"Concentrated Brains, Extra Quality.\"\n\n\"And does every Flathead have the same kind of brains?\" asked Dorothy.\n\n\"Yes, they're all alike. Here's another can.\" From another pocket he\nproduced a second can of brains.\n\n\"Did the fairies give you a double supply?\" inquired Dorothy.\n\n\"No, but one of the Flatheads thought he wanted to be the Su-dic and\ntried to get my people to rebel against me, so I punished him by taking\naway his brains. One day my wife scolded me severely, so I took away\nher can of brains. She didn't like that and went out and robbed several\nwomen of their brains. Then I made a law that if anyone stole another's\nbrains, or even tried to borrow them, he would forfeit his own brains\nto the Su-dic. So each one is content with his own canned brains and my\nwife and I are the only ones on the mountain with more than one can. I\nhave three cans and that makes me very clever--so clever that I'm a\ngood Sorcerer, if I do say it myself. My poor wife had four cans of\nbrains and became a remarkable witch, but alas! that was before those\nterrible enemies, the Skeezers, transformed her into a Golden Pig.\"\n\n\"Good gracious!\" cried Dorothy; \"is your wife really a Golden Pig?\"\n\n\"She is. The Skeezers did it and so I have declared war on them. In\nrevenge for making my wife a Pig I intend to ruin their Magic Island\nand make the Skeezers the slaves of the Flatheads!\"\n\nThe Su-dic was very angry now; his eyes flashed and his face took on a\nwicked and fierce expression. But Ozma said to him, very sweetly and in\na friendly voice:\n\n\"I am sorry to hear this. Will you please tell me more about your\ntroubles with the Skeezers?  Then perhaps I can help you.\"\n\nShe was only a girl, but there was dignity in her pose and speech which\nimpressed the Su-dic.\n\n\"If you are really Princess Ozma of Oz,\" the Flathead said, \"you are\none of that band of fairies who, under Queen Lurline, made all Oz a\nFairyland. I have heard that Lurline left one of her own fairies to\nrule Oz, and gave the fairy the name of Ozma.\"\n\n\"If you knew this why did you not come to me at the Emerald City and\ntender me your loyalty and obedience?\" asked the Ruler of Oz.\n\n\"Well, I only learned the fact lately, and I've been too busy to leave\nhome,\" he explained, looking at the floor instead of into Ozma's eyes.\nShe knew he had spoken a falsehood, but only said:\n\n\"Why did you quarrel with the Skeezers?\"\n\n\"It was this way,\" began the Su-dic, glad to change the subject. \"We\nFlatheads love fish, and as we have no fish on this mountain we would\nsometimes go to the Lake of the Skeezers to catch fish. This made the\nSkeezers angry, for they declared the fish in their lake belonged to\nthem and were under their protection and they forbade us to catch them.\nThat was very mean and unfriendly in the Skeezers, you must admit, and\nwhen we paid no attention to their orders they set a guard on the shore\nof the lake to prevent our fishing.\n\n\"Now, my wife, Rora Flathead, having four cans of brains, had become a\nwonderful witch, and fish being brain food, she loved to eat fish\nbetter than any one of us. So she vowed she would destroy every fish in\nthe lake, unless the Skeezers let us catch what we wanted. They defied\nus, so Rora prepared a kettleful of magic poison and went down to the\nlake one night to dump it all in the water and poison the fish. It was\na clever idea, quite worthy of my dear wife, but the Skeezer Queen--a\nyoung lady named Coo-ee-oh--hid on the bank of the lake and taking Rora\nunawares, transformed her into a Golden Pig. The poison was spilled on\nthe ground and wicked Queen Coo-ee-oh, not content with her cruel\ntransformation, even took away my wife's four cans of brains, so she is\nnow a common grunting pig without even brains enough to know her own\nname.\"\n\n\"Then,\" said Ozma thoughtfully, \"the Queen of the Skeezers must be a\nSorceress.\"\n\n\"Yes,\" said the Su-dic, \"but she doesn't know much magic, after all.\nShe is not as powerful as Rora Flathead was, nor half as powerful as I\nam now, as Queen Coo-ee-oh will discover when we fight our great battle\nand destroy her.\"\n\n\"The Golden Pig can't be a witch any more, of course,\" observed Dorothy.\n\n\"No; even had Queen Coo-ee-oh left her the four cans of brains, poor\nRora, in a pig's shape, couldn't do any witchcraft. A witch has to use\nher fingers, and a pig has only cloven hoofs.\"\n\n\"It seems a sad story,\" was Ozma's comment, \"and all the trouble arose\nbecause the Flatheads wanted fish that did not belong to them.\"\n\n\"As for that,\" said the Su-dic, again angry, \"I made a law that any of\nmy people could catch fish in the Lake of the Skeezers, whenever they\nwanted to. So the trouble was through the Skeezers defying my law.\"\n\n\"You can only make laws to govern your own people,\" asserted Ozma\nsternly. \"I, alone, am empowered to make laws that must be obeyed by\nall the peoples of Oz.\"\n\n\"Pooh!\" cried the Su-dic scornfully. \"You can't make me obey your laws,\nI assure you. I know the extent of your powers, Princess Ozma of Oz,\nand I know that I am more powerful than you are. To prove it I shall\nkeep you and your companion prisoners in this mountain until after we\nhave fought and conquered the Skeezers. Then, if you promise to be\ngood, I may let you go home again.\"\n\nDorothy was amazed by this effrontery and defiance of the beautiful\ngirl Ruler of Oz, whom all until now had obeyed without question. But\nOzma, still unruffled and dignified, looked at the Su-dic and said:\n\n\"You did not mean that. You are angry and speak unwisely, without\nreflection. I came here from my palace in the Emerald City to prevent\nwar and to make peace between you and the Skeezers. I do not approve of\nQueen Coo-ee-oh's action in transforming your wife Rora into a pig, nor\ndo I approve of Rora's cruel attempt to poison the fishes in the lake.\nNo one has the right to work magic in my dominions without my consent,\nso the Flatheads and the Skeezers have both broken my laws--which must\nbe obeyed.\"\n\n\"If you want to make peace,\" said the Su-dic, \"make the Skeezers\nrestore my wife to her proper form and give back her four cans of\nbrains. Also make them agree to allow us to catch fish in their lake.\"\n\n\"No,\" returned Ozma, \"I will not do that, for it would be unjust. I\nwill have the Golden Pig again transformed into your wife Rora, and\ngive her one can of brains, but the other three cans must be restored\nto those she robbed. Neither may you catch fish in the Lake of the\nSkeezers, for it is their lake and the fish belong to them. This\narrangement is just and honorable, and you must agree to it.\"\n\n\"Never!\" cried the Su-dic. Just then a pig came running into the room,\nuttering dismal grunts. It was made of solid gold, with joints at the\nbends of the legs and in the neck and jaws. The Golden Pig's eyes were\nrubies, and its teeth were polished ivory.\n\n\"There!\" said the Su-dic, \"gaze on the evil work of Queen Coo-ee-oh,\nand then say if you can prevent my making war on the Skeezers. That\ngrunting beast was once my wife--the most beautiful Flathead on our\nmountain and a skillful witch. Now look at her!\"\n\n\"Fight the Skeezers, fight the Skeezers, fight the Skeezers!\" grunted\nthe Golden Pig.\n\n\"I will fight the Skeezers,\" exclaimed the Flathead chief, \"and if a\ndozen Ozmas of Oz forbade me I would fight just the same.\"\n\n\"Not if I can prevent it!\" asserted Ozma.\n\n\"You can't prevent it. But since you threaten me, I'll have you\nconfined in the bronze prison until the war is over,\" said the Su-dic.\nHe whistled and four stout Flatheads, armed with axes and spears,\nentered the room and saluted him. Turning to the men he said: \"Take\nthese two girls, bind them with wire ropes and cast them into the\nbronze prison.\"\n\nThe four men bowed low and one of them asked:\n\n\"Where are the two girls, most noble Su-dic?\"\n\nThe Su-dic turned to where Ozma and Dorothy had stood but they had\nvanished!\n\n\n\n\nChapter Seven\n\nThe Magic Isle\n\n\nOzma, seeing it was useless to argue with the Supreme Dictator of the\nFlatheads, had been considering how best to escape from his power. She\nrealized that his sorcery might be difficult to overcome, and when he\nthreatened to cast Dorothy and her into a bronze prison she slipped her\nhand into her bosom and grasped her silver wand. With the other hand\nshe grasped the hand of Dorothy, but these motions were so natural that\nthe Su-dic did not notice them. Then when he turned to meet his four\nsoldiers, Ozma instantly rendered both herself and Dorothy invisible\nand swiftly led her companion around the group of Flatheads and out of\nthe room. As they reached the entry and descended the stone steps, Ozma\nwhispered:\n\n\"Let us run, dear! We are invisible, so no one will see us.\"\n\nDorothy understood and she was a good runner. Ozma had marked the place\nwhere the grand stairway that led to the plain was located, so they\nmade directly for it. Some people were in the paths but these they\ndodged around. One or two Flatheads heard the pattering of footsteps of\nthe girls on the stone pavement and stopped with bewildered looks to\ngaze around them, but no one interfered with the invisible fugitives.\n\nThe Su-dic had lost no time in starting the chase. He and his men ran\nso fast that they might have overtaken the girls before they reached\nthe stairway had not the Golden Pig suddenly run across their path. The\nSu-dic tripped over the pig and fell flat, and his four men tripped\nover him and tumbled in a heap. Before they could scramble up and reach\nthe mouth of the passage it was too late to stop the two girls.\n\nThere was a guard on each side of the stairway, but of course they did\nnot see Ozma and Dorothy as they sped past and descended the steps.\nThen they had to go up five steps and down another ten, and so on, in\nthe same manner in which they had climbed to the top of the mountain.\nOzma lighted their way with her wand and they kept on without relaxing\ntheir speed until they reached the bottom. Then they ran to the right\nand turned the corner of the invisible wall just as the Su-dic and his\nfollowers rushed out of the arched entrance and looked around in an\nattempt to discover the fugitives.\n\nOzma now knew they were safe, so she told Dorothy to stop and both of\nthem sat down on the grass until they could breathe freely and become\nrested from their mad flight.\n\nAs for the Su-dic, he realized he was foiled and soon turned and\nclimbed his stairs again. He was very angry--angry with Ozma and angry\nwith himself--because, now that he took time to think, he remembered\nthat he knew very well the art of making people invisible, and visible\nagain, and if he had only thought of it in time he could have used his\nmagic knowledge to make the girls visible and so have captured them\neasily. However, it was now too late for regrets and he determined to\nmake preparations at once to march all his forces against the Skeezers.\n\n\"What shall we do next?\" asked Dorothy, when they were rested.\n\n\"Let us find the Lake of the Skeezers,\" replied Ozma. \"From what that\ndreadful Su-dic said I imagine the Skeezers are good people and worthy\nof our friendship, and if we go to them we may help them to defeat the\nFlatheads.\"\n\n\"I s'pose we can't stop the war now,\" remarked Dorothy reflectively, as\nthey walked toward the row of palm trees.\n\n\"No; the Su-dic is determined to fight the Skeezers, so all we can do\nis to warn them of their danger and help them as much as possible.\"\n\n\"Of course you'll punish the Flatheads,\" said Dorothy.\n\n\"Well, I do not think the Flathead people are as much to blame as their\nSupreme Dictator,\" was the answer. \"If he is removed from power and his\nunlawful magic taken from him, the people will probably be good and\nrespect the laws of the Land of Oz, and live at peace with all their\nneighbors in the future.\"\n\n\"I hope so,\" said Dorothy with a sigh of doubt\n\nThe palms were not far from the mountain and the girls reached them\nafter a brisk walk. The huge trees were set close together, in three\nrows, and had been planted so as to keep people from passing them, but\nthe Flatheads had cut a passage through this barrier and Ozma found the\npath and led Dorothy to the other side.\n\nBeyond the palms they discovered a very beautiful scene. Bordered by a\ngreen lawn was a great lake fully a mile from shore to shore, the\nwaters of which were exquisitely blue and sparkling, with little\nwavelets breaking its smooth surface where the breezes touched it. In\nthe center of this lake appeared a lovely island, not of great extent\nbut almost entirely covered by a huge round building with glass walls\nand a high glass dome which glittered brilliantly in the sunshine.\nBetween the glass building and the edge of the island was no grass,\nflowers or shrubbery, but only an expanse of highly polished white\nmarble. There were no boats on either shore and no signs of life could\nbe seen anywhere on the island.\n\n\"Well,\" said Dorothy, gazing wistfully at the island, \"we've found the\nLake of the Skeezers and their Magic Isle. I guess the Skeezers are in\nthat big glass palace, but we can't get at 'em.\"\n\n\n\n\nChapter Eight\n\nQueen Coo-ee-oh\n\n\nPrincess Ozma considered the situation gravely. Then she tied her\nhandkerchief to her wand and, standing at the water's edge, waved the\nhandkerchief like a flag, as a signal. For a time they could observe no\nresponse.\n\n\"I don't see what good that will do,\" said Dorothy. \"Even if the\nSkeezers are on that island and see us, and know we're friends, they\nhaven't any boats to come and get us.\"\n\nBut the Skeezers didn't need boats, as the girls soon discovered. For\non a sudden an opening appeared at the base of the palace and from the\nopening came a slender shaft of steel, reaching out slowly but steadily\nacross the water in the direction of the place where they stood. To the\ngirls this steel arrangement looked like a triangle, with the base\nnearest the water. It came toward them in the form of an arch,\nstretching out from the palace wall until its end reached the bank and\nrested there, while the other end still remained on the island.\n\nThen they saw that it was a bridge, consisting of a steel footway just\nbroad enough to walk on, and two slender guide rails, one on either\nside, which were connected with the footway by steel bars. The bridge\nlooked rather frail and Dorothy feared it would not bear their weight,\nbut Ozma at once called, \"Come on!\" and started to walk across, holding\nfast to the rail on either side. So Dorothy summoned her courage and\nfollowed after. Before Ozma had taken three steps she halted and so\nforced Dorothy to halt, for the bridge was again moving and returning\nto the island.\n\n\"We need not walk after all,\" said Ozma. So they stood still in their\nplaces and let the steel bridge draw them onward. Indeed, the bridge\ndrew them well into the glass-domed building which covered the island,\nand soon they found themselves standing in a marble room where two\nhandsomely dressed young men stood on a platform to receive them.\n\nOzma at once stepped from the end of the bridge to the marble platform,\nfollowed by Dorothy, and then the bridge disappeared with a slight\nclang of steel and a marble slab covered the opening from which it had\nemerged.\n\nThe two young men bowed profoundly to Ozma, and one of them said:\n\n\"Queen Coo-ee-oh bids you welcome, O Strangers. Her Majesty is waiting\nto receive you in her palace.\"\n\n\"Lead on,\" replied Ozma with dignity.\n\nBut instead of \"leading on,\" the platform of marble began to rise,\ncarrying them upward through a square hole above which just fitted it.\nA moment later they found themselves within the great glass dome that\ncovered almost all of the island.\n\nWithin this dome was a little village, with houses, streets, gardens\nand parks. The houses were of colored marbles, prettily designed, with\nmany stained-glass windows, and the streets and gardens seemed well\ncared for. Exactly under the center of the lofty dome was a small park\nfilled with brilliant flowers, with an elaborate fountain, and facing\nthis park stood a building larger and more imposing than the others.\nToward this building the young men escorted Ozma and Dorothy.\n\nOn the streets and in the doorways or open windows of the houses were\nmen, women and children, all richly dressed. These were much like other\npeople in different parts of the Land of Oz, except that instead of\nseeming merry and contented they all wore expressions of much solemnity\nor of nervous irritation. They had beautiful homes, splendid clothes,\nand ample food, but Dorothy at once decided something was wrong with\ntheir lives and that they were not happy. She said nothing, however,\nbut looked curiously at the Skeezers.\n\nAt the entrance of the palace Ozma and Dorothy were met by two other\nyoung men, in uniform and armed with queer weapons that seemed about\nhalfway between pistols and guns, but were like neither. Their\nconductors bowed and left them, and the two in uniforms led the girls\ninto the palace.\n\nIn a beautiful throne room, surrounded by a dozen or more young men and\nwomen, sat the Queen of the Skeezers, Coo-ee-oh. She was a girl who\nlooked older than Ozma or Dorothy--fifteen or sixteen, at least--and\nalthough she was elaborately dressed as if she were going to a ball she\nwas too thin and plain of feature to be pretty. But evidently Queen\nCoo-ee-oh did not realize this fact, for her air and manner betrayed\nher as proud and haughty and with a high regard for her own importance.\nDorothy at once decided she was \"snippy\" and that she would not like\nQueen Coo-ee-oh as a companion.\n\nThe Queen's hair was as black as her skin was white and her eyes were\nblack, too. The eyes, as she calmly examined Ozma and Dorothy, had a\nsuspicious and unfriendly look in them, but she said quietly:\n\n\"I know who you are, for I have consulted my Magic Oracle, which told\nme that one calls herself Princess Ozma, the Ruler of all the Land of\nOz, and the other is Princess Dorothy of Oz, who came from a country\ncalled Kansas. I know nothing of the Land of Oz, and I know nothing of\nKansas.\"\n\n\"Why, this is the Land of Oz!\" cried Dorothy. \"It's a part of the Land\nof Oz, anyhow, whether you know it or not.\"\n\n\"Oh, in-deed!\" answered Queen Coo-ee-oh, scornfully. \"I suppose you\nwill claim next that this Princess Ozma, ruling the Land of Oz, rules\nme!\"\n\n\"Of course,\" returned Dorothy. \"There's no doubt of it.\"\n\nThe Queen turned to Ozma.\n\n\"Do you dare make such a claim?\" she asked.\n\nBy this time Ozma had made up her mind as to the character of this\nhaughty and disdainful creature, whose self-pride evidently led her to\nbelieve herself superior to all others.\n\n\"I did not come here to quarrel with your Majesty,\" said the girl Ruler\nof Oz, quietly. \"What and who I am is well established, and my\nauthority comes from the Fairy Queen Lurline, of whose band I was a\nmember when Lurline made all Oz a Fairyland. There are several\ncountries and several different peoples in this broad land, each of\nwhich has its separate rulers, Kings, Emperors and Queens. But all\nthese render obedience to my laws and acknowledge me as the supreme\nRuler.\"\n\n\"If other Kings and Queens are fools that does not interest me in the\nleast,\" replied Coo-ee-oh, disdainfully. \"In the Land of the Skeezers I\nalone am supreme. You are impudent to think I would defer to you--or to\nanyone else.\"\n\n\"Let us not speak of this now, please,\" answered Ozma. \"Your island is\nin danger, for a powerful foe is preparing to destroy it.\"\n\n\"Pah! The Flatheads. I do not fear them.\"\n\n\"Their Supreme Dictator is a Sorcerer.\"\n\n\"My magic is greater than his. Let the Flatheads come! They will never\nreturn to their barren mountain-top. I will see to that.\"\n\nOzma did not like this attitude, for it meant that the Skeezers were\neager to fight the Flatheads, and Ozma's object in coming here was to\nprevent fighting and induce the two quarrelsome neighbors to make\npeace. She was also greatly disappointed in Coo-ee-oh, for the reports\nof Su-dic had led her to imagine the Queen more just and honorable than\nwere the Flatheads. Indeed Ozma reflected that the girl might be better\nat heart than her self-pride and overbearing manner indicated, and in\nany event it would be wise not to antagonize her but to try to win her\nfriendship.\n\n\"I do not like wars, your Majesty,\" said Ozma. \"In the Emerald City,\nwhere I rule thousands of people, and in the countries near to the\nEmerald City, where thousands more acknowledge my rule, there is no\narmy at all, because there is no quarreling and no need to fight. If\ndifferences arise between my people, they come to me and I judge the\ncases and award justice to all. So, when I learned there might be war\nbetween two faraway people of Oz, I came here to settle the dispute and\nadjust the quarrel.\"\n\n\"No one asked you to come,\" declared Queen Coo-ee-oh. \"It is my\nbusiness to settle this dispute, not yours. You say my island is a part\nof the Land of Oz, which you rule, but that is all nonsense, for I've\nnever heard of the Land of Oz, nor of you. You say you are a fairy, and\nthat fairies gave you command over me. I don't believe it! What I do\nbelieve is that you are an impostor and have come here to stir up\ntrouble among my people, who are already becoming difficult to manage.\nYou two girls may even be spies of the vile Flatheads, for all I know,\nand may be trying to trick me. But understand this,\" she added, proudly\nrising from her jeweled throne to confront them, \"I have magic powers\ngreater than any fairy possesses, and greater than any Flathead\npossesses. I am a Krumbic Witch--the only Krumbic Witch in the\nworld--and I fear the magic of no other creature that exists! You say\nyou rule thousands. I rule one hundred and one Skeezers. But every one\nof them trembles at my word. Now that Ozma of Oz and Princess Dorothy\nare here, I shall rule one hundred and three subjects, for you also\nshall bow before my power. More than that, in ruling you I also rule\nthe thousands you say you rule.\"\n\nDorothy was very indignant at this speech.\n\n\"I've got a pink kitten that sometimes talks like that,\" she said, \"but\nafter I give her a good whipping she doesn't think she's so high and\nmighty after all. If you only knew who Ozma is you'd be scared to death\nto talk to her like that!\"\n\nQueen Coo-ee-oh gave the girl a supercilious look. Then she turned\nagain to Ozma.\n\n\"I happen to know,\" said she, \"that the Flatheads intend to attack us\ntomorrow, but we are ready for them. Until the battle is over, I shall\nkeep you two strangers prisoners on my island, from which there is no\nchance for you to escape.\"\n\nShe turned and looked around the band of courtiers who stood silently\naround her throne.\n\n\"Lady Aurex,\" she continued, singling out one of the young women, \"take\nthese children to your house and care for them, giving them food and\nlodging. You may allow them to wander anywhere under the Great Dome,\nfor they are harmless. After I have attended to the Flatheads I will\nconsider what next to do with these foolish girls.\"\n\nShe resumed her seat and the Lady Aurex bowed low and said in a humble\nmanner:\n\n\"I obey your Majesty's commands.\" Then to Ozma and Dorothy she added,\n\"Follow me,\" and turned to leave the throne room.\n\nDorothy looked to see what Ozma would do. To her surprise and a little\nto her disappointment Ozma turned and followed Lady Aurex. So Dorothy\ntrailed after them, but not without giving a parting, haughty look\ntoward Queen Coo-ee-oh, who had her face turned the other way and did\nnot see the disapproving look.\n\n\n\n\nChapter Nine\n\nLady Aurex\n\n\nLady Aurex led Ozma and Dorothy along a street to a pretty marble house\nnear to one edge of the great glass dome that covered the village. She\ndid not speak to the girls until she had ushered them into a pleasant\nroom, comfortably furnished, nor did any of the solemn people they met\non the street venture to speak.\n\nWhen they were seated Lady Aurex asked if they were hungry, and finding\nthey were summoned a maid and ordered food to be brought.\n\nThis Lady Aurex looked to be about twenty years old, although in the\nLand of Oz where people have never changed in appearance since the\nfairies made it a fairyland--where no one grows old or dies--it is\nalways difficult to say how many years anyone has lived. She had a\npleasant, attractive face, even though it was solemn and sad as the\nfaces of all Skeezers seemed to be, and her costume was rich and\nelaborate, as became a lady in waiting upon the Queen.\n\nOzma had observed Lady Aurex closely and now asked her in a gentle tone:\n\n\"Do you, also, believe me to be an impostor?\"\n\n\"I dare not say,\" replied Lady Aurex in a low tone.\n\n\"Why are you afraid to speak freely?\" inquired Ozma.\n\n\"The Queen punishes us if we make remarks that she does not like.\"\n\n\"Are we not alone then, in this house?\"\n\n\"The Queen can hear everything that is spoken on this island--even the\nslightest whisper,\" declared Lady Aurex. \"She is a wonderful witch, as\nshe has told you, and it is folly to criticise her or disobey her\ncommands.\"\n\nOzma looked into her eyes and saw that she would like to say more if\nshe dared. So she drew from her bosom her silver wand, and having\nmuttered a magic phrase in a strange tongue, she left the room and\nwalked slowly around the outside of the house, making a complete circle\nand waving her wand in mystic curves as she walked. Lady Aurex watched\nher curiously and, when Ozma had again entered the room and seated\nherself, she asked:\n\n\"What have you done?\"\n\n\"I've enchanted this house in such a manner that Queen Coo-ee-oh, with\nall her witchcraft, cannot hear one word we speak within the magic\ncircle I have made,\" replied Ozma. \"We may now speak freely and as\nloudly as we wish, without fear of the Queen's anger.\"\n\nLady Aurex brightened at this.\n\n\"Can I trust you?\" she asked.\n\n\"Ev'rybody trusts Ozma,\" exclaimed Dorothy. \"She is true and honest,\nand your wicked Queen will be sorry she insulted the powerful Ruler of\nall the Land of Oz.\"\n\n\"The Queen does not know me yet,\" said Ozma, \"but I want you to know\nme, Lady Aurex, and I want you to tell me why you, and all the\nSkeezers, are unhappy. Do not fear Coo-ee-oh's anger, for she cannot\nhear a word we say, I assure you.\"\n\nLady Aurex was thoughtful a moment; then she said: \"I shall trust you,\nPrincess Ozma, for I believe you are what you say you are--our supreme\nRuler. If you knew the dreadful punishments our Queen inflicts upon us,\nyou would not wonder we are so unhappy. The Skeezers are not bad\npeople; they do not care to quarrel and fight, even with their enemies\nthe Flatheads; but they are so cowed and fearful of Coo-ee-oh that they\nobey her slightest word, rather than suffer her anger.\"\n\n\"Hasn't she any heart, then?\" asked Dorothy.\n\n\"She never displays mercy. She loves no one but herself,\" asserted Lady\nAurex, but she trembled as she said it, as if afraid even yet of her\nterrible Queen.\n\n\"That's pretty bad,\" said Dorothy, shaking her head gravely. \"I see\nyou've a lot to do here, Ozma, in this forsaken corner of the Land of\nOz. First place, you've got to take the magic away from Queen\nCoo-ee-oh, and from that awful Su-dic, too. My idea is that neither of\nthem is fit to rule anybody, 'cause they're cruel and hateful. So\nyou'll have to give the Skeezers and Flatheads new rulers and teach all\ntheir people that they're part of the Land of Oz and must obey, above\nall, the lawful Ruler, Ozma of Oz. Then, when you've done that, we can\ngo back home again.\"\n\nOzma smiled at her little friend's earnest counsel, but Lady Aurex said\nin an anxious tone:\n\n\"I am surprised that you suggest these reforms while you are yet\nprisoners on this island and in Coo-ee-oh's power. That these things\nshould be done, there is no doubt, but just now a dreadful war is\nlikely to break out, and frightful things may happen to us all.  Our\nQueen has such conceit that she thinks she can overcome the Su-dic and\nhis people, but it is said Su-dic's magic is very powerful, although\nnot as great as that possessed by his wife Rora, before Coo-ee-oh\ntransformed her into a Golden Pig.\"\n\n\"I don't blame her very much for doing that,\" remarked Dorothy, \"for\nthe Flatheads were wicked to try to catch your beautiful fish and the\nWitch Rora wanted to poison all the fishes in the lake.\"\n\n\"Do you know the reason?\" asked the Lady Aurex.\n\n\"I don't s'pose there was any reason, 'cept just wickedness,\" replied\nDorothy.\n\n\"Tell us the reason,\" said Ozma earnestly.\n\n\"Well, your Majesty, once--a long time ago--the Flatheads and the\nSkeezers were friendly. They visited our island and we visited their\nmountain, and everything was pleasant between the two peoples. At that\ntime the Flatheads were ruled by three Adepts in Sorcery, beautiful\ngirls who were not Flatheads, but had wandered to the Flat Mountain and\nmade their home there. These three Adepts used their magic only for\ngood, and the mountain people gladly made them their rulers. They\ntaught the Flatheads how to use their canned brains and how to work\nmetals into clothing that would never wear out, and many other things\nthat added to their happiness and content.\n\n\"Coo-ee-oh was our Queen then, as now, but she knew no magic and so had\nnothing to be proud of. But the three Adepts were very kind to\nCoo-ee-oh. They built for us this wonderful dome of glass and our\nhouses of marble and taught us to make beautiful clothing and many\nother things. Coo-ee-oh pretended to be very grateful for these favors,\nbut it seems that all the time she was jealous of the three Adepts and\nsecretly tried to discover their arts of magic. In this she was more\nclever than anyone suspected. She invited the three Adepts to a banquet\none day, and while they were feasting Coo-ee-oh stole their charms and\nmagical instruments and transformed them into three fishes--a gold\nfish, a silver fish and a bronze fish. While the poor fishes were\ngasping and flopping helplessly on the floor of the banquet room one of\nthem said reproachfully: 'You will be punished for this, Coo-ee-oh, for\nif one of us dies or is destroyed, you will become shrivelled and\nhelpless, and all your stolen magic will depart from you.' Frightened\nby this threat, Coo-ee-oh at once caught up the three fish and ran with\nthem to the shore of the lake, where she cast them into the water. This\nrevived the three Adepts and they swam away and disappeared.\n\n\"I, myself, witnessed this shocking scene,\" continued Lady Aurex, \"and\nso did many other Skeezers. The news was carried to the Flatheads, who\nthen turned from friends to enemies. The Su-dic and his wife Rora were\nthe only ones on the mountain who were glad the three Adepts had been\nlost to them, and they at once became Rulers of the Flatheads and stole\ntheir canned brains from others to make themselves the more powerful.\nSome of the Adepts' magic tools had been left on the mountain, and\nthese Rora seized and by the use of them she became a witch.\n\n\"The result of Coo-ee-oh's treachery was to make both the Skeezers and\nthe Flatheads miserable instead of happy. Not only were the Su-dic and\nhis wife cruel to their people, but our Queen at once became proud and\narrogant and treated us very unkindly. All the Skeezers knew she had\nstolen her magic powers and so she hated us and made us humble\nourselves before her and obey her slightest word. If we disobeyed, or\ndid not please her, or if we talked about her when we were in our own\nhomes she would have us dragged to the whipping post in her palace and\nlashed with knotted cords. That is why we fear her so greatly.\"\n\nThis story filled Ozma's heart with sorrow and Dorothy's heart with\nindignation.\n\n\"I now understand,\" said Ozma, \"why the fishes in the lake have brought\nabout war between the Skeezers and the Flatheads.\"\n\n\"Yes,\" Lady Aurex answered, \"now that you know the story it is easy to\nunderstand. The Su-dic and his wife came to our lake hoping to catch\nthe silver fish, or gold fish, or bronze fish--any one of them would\ndo--and by destroying it deprive Coo-ee-oh of her magic. Then they\ncould easily conquer her. Also they had another reason for wanting to\ncatch the fish--they feared that in some way the three Adepts might\nregain their proper forms and then they would be sure to return to the\nmountain and punish Rora and the Su-dic. That was why Rora finally\ntried to poison all the fishes in the lake, at the time Coo-ee-oh\ntransformed her into a Golden Pig. Of course this attempt to destroy\nthe fishes frightened the Queen, for her safety lies in keeping the\nthree fishes alive.\"\n\n\"I s'pose Coo-ee-oh will fight the Flatheads with all her might,\"\nobserved Dorothy.\n\n\"And with all her magic,\" added Ozma, thoughtfully.\n\n\"I do not see how the Flatheads can get to this island to hurt us,\"\nsaid Lady Aurex.\n\n\"They have bows and arrows, and I guess they mean to shoot the arrows\nat your big dome, and break all the glass in it,\" suggested Dorothy.\n\nBut Lady Aurex shook her head with a smile.\n\n\"They cannot do that,\" she replied.\n\n\"Why not?\"\n\n\"I dare not tell you why, but if the Flatheads come to-morrow morning\nyou will yourselves see the reason.\"\n\n\"I do not think they will attempt to harm the island,\" Ozma declared.\n\"I believe they will first attempt to destroy the fishes, by poison or\nsome other means. If they succeed in that, the conquest of the island\nwill not be difficult.\"\n\n\"They have no boats,\" said Lady Aurex, \"and Coo-ee-oh, who has long\nexpected this war, has been preparing for it in many astonishing ways.\nI almost wish the Flatheads would conquer us, for then we would be free\nfrom our dreadful Queen; but I do not wish to see the three transformed\nfishes destroyed, for in them lies our only hope of future happiness.\"\n\n\"Ozma will take care of you, whatever happens,\" Dorothy assured her.\nBut the Lady Aurex, not knowing the extent of Ozma's power--which was,\nin fact, not so great as Dorothy imagined--could not take much comfort\nin this promise.\n\nIt was evident there would be exciting times on the morrow, if the\nFlatheads really attacked the Skeezers of the Magic Isle.\n\n\n\n\nChapter Ten\n\nUnder Water\n\n\nWhen night fell all the interior of the Great Dome, streets and houses,\nbecame lighted with brilliant incandescent lamps, which rendered it\nbright as day. Dorothy thought the island must look beautiful by night\nfrom the outer shore of the lake. There was revelry and feasting in the\nQueen's palace, and the music of the royal band could be plainly heard\nin Lady Aurex's house, where Ozma and Dorothy remained with their\nhostess and keeper. They were prisoners, but treated with much\nconsideration.\n\nLady Aurex gave them a nice supper and when they wished to retire\nshowed them to a pretty room with comfortable beds and wished them a\ngood night and pleasant dreams.\n\n\"What do you think of all this, Ozma?\" Dorothy anxiously inquired when\nthey were alone.\n\n\"I am glad we came,\" was the reply, \"for although there may be mischief\ndone to-morrow, it was necessary I should know about these people,\nwhose leaders are wild and lawless and oppress their subjects with\ninjustice and cruelties. My task, therefore, is to liberate the\nSkeezers and the Flatheads and secure for them freedom and happiness. I\nhave no doubt I can accomplish this in time.\"\n\n\"Just now, though, we're in a bad fix,\" asserted Dorothy. \"If Queen\nCoo-ee-oh conquers to-morrow, she won't be nice to us, and if the\nSu-dic conquers, he'll be worse.\"\n\n\"Do not worry, dear,\" said Ozma, \"I do not think we are in danger,\nwhatever happens, and the result of our adventure is sure to be good.\"\n\nDorothy was not worrying, especially. She had confidence in her friend,\nthe fairy Princess of Oz, and she enjoyed the excitement of the events\nin which she was taking part. So she crept into bed and fell asleep as\neasily as if she had been in her own cosy room in Ozma's palace.\n\nA sort of grating, grinding sound awakened her. The whole island seemed\nto tremble and sway, as it might do in an earthquake. Dorothy sat up in\nbed, rubbing her eyes to get the sleep out of them, and then found it\nwas daybreak.\n\nOzma was hurriedly dressing herself.\n\n\"What is it?\" asked Dorothy, jumping out of bed.\n\n\"I'm not sure,\" answered Ozma \"but it feels as if the island is\nsinking.\"\n\nAs soon as possible they finished dressing, while the creaking and\nswaying continued. Then they rushed into the living room of the house\nand found Lady Aurex, fully dressed, awaiting them.\n\n\"Do not be alarmed,\" said their hostess. \"Coo-ee-oh has decided to\nsubmerge the island, that is all. But it proves the Flatheads are\ncoming to attack us.\"\n\n\"What do you mean by sub-sub-merging the island?\" asked Dorothy.\n\n\"Come here and see,\" was the reply.\n\nLady Aurex led them to a window which faced the side of the great dome\nwhich covered all the village, and they could see that the island was\nindeed sinking, for the water of the lake was already half way up the\nside of the dome. Through the glass could be seen swimming fishes, and\ntall stalks of swaying seaweeds, for the water was clear as crystal and\nthrough it they could distinguish even the farther shore of the lake.\n\n\"The Flatheads are not here yet,\" said Lady Aurex. \"They will come\nsoon, but not until all of this dome is under the surface of the water.\"\n\n\"Won't the dome leak?\" Dorothy inquired anxiously.\n\n\"No, indeed.\"\n\n\"Was the island ever sub-sub-sunk before?\"\n\n\"Oh, yes; on several occasions. But Coo-ee-oh doesn't care to do that\noften, for it requires a lot of hard work to operate the machinery. The\ndome was built so that the island could disappear. I think,\" she\ncontinued, \"that our Queen fears the Flatheads will attack the island\nand try to break the glass of the dome.\"\n\n\"Well, if we're under water, they can't fight us, and we can't fight\nthem,\" asserted Dorothy.\n\n\"They could kill the fishes, however,\" said Ozma gravely.\n\n\"We have ways to fight, also, even though our island is under water,\"\nclaimed Lady Aurex. \"I cannot tell you all our secrets, but this island\nis full of surprises. Also our Queen's magic is astonishing.\"\n\n\"Did she steal it all from the three Adepts in Sorcery that are now\nfishes?\"\n\n\"She stole the knowledge and the magic tools, but she has used them as\nthe three Adepts never would have done.\"\n\nBy this time the top of the dome was quite under water and suddenly the\nisland stopped sinking and became stationary.\n\n\"See!\" cried Lady Aurex, pointing to the shore. \"The Flatheads have\ncome.\"\n\nOn the bank, which was now far above their heads, a crowd of dark\nfigures could be seen.\n\n\"Now let us see what Coo-ee-oh will do to oppose them,\" continued Lady\nAurex, in a voice that betrayed her excitement.\n\n   *     *     *     *     *\n\nThe Flatheads, pushing their way through the line of palm trees, had\nreached the shore of the lake just as the top of the island's dome\ndisappeared beneath the surface. The water now flowed from shore to\nshore, but through the clear water the dome was still visible and the\nhouses of the Skeezers could be dimly seen through the panes of glass.\n\n\"Good!\" exclaimed the Su-dic, who had armed all his followers and had\nbrought with him two copper vessels, which he carefully set down upon\nthe ground beside him. \"If Coo-ee-oh wants to hide instead of fighting\nour job will be easy, for in one of these copper vessels I have enough\npoison to kill every fish in the lake.\"\n\n\"Kill them, then, while we have time, and then we can go home again,\"\nadvised one of the chief officers.\n\n\"Not yet,\" objected the Su-dic. \"The Queen of the Skeezers has defied\nme, and I want to get her into my power, as well as to destroy her\nmagic. She transformed my poor wife into a Golden Pig, and I must have\nrevenge for that, whatever else we do.\"\n\n\"Look out!\" suddenly exclaimed the officers, pointing into the lake;\n\"something's going to happen.\"\n\nFrom the submerged dome a door opened and something black shot swiftly\nout into the water. The door instantly closed behind it and the dark\nobject cleaved its way through the water, without rising to the\nsurface, directly toward the place where the Flatheads were standing.\n\n\"What is that?\" Dorothy asked the Lady Aurex.\n\n\"That is one of the Queen's submarines,\" was the reply. \"It is all\nenclosed, and can move under water. Coo-ee-oh has several of these\nboats which are kept in little rooms in the basement under our village.\nWhen the island is submerged, the Queen uses these boats to reach the\nshore, and I believe she now intends to fight the Flatheads with them.\"\n\nThe Su-dic and his people knew nothing of Coo-ee-oh's submarines, so\nthey watched with surprise as the under-water boat approached them.\nWhen it was quite near the shore it rose to the surface and the top\nparted and fell back, disclosing a boat full of armed Skeezers. At the\nhead was the Queen, standing up in the bow and holding in one hand a\ncoil of magic rope that gleamed like silver.\n\nThe boat halted and Coo-ee-oh drew back her arm to throw the silver\nrope toward the Su-dic, who was now but a few feet from her. But the\nwily Flathead leader quickly realized his danger and before the Queen\ncould throw the rope he caught up one of the copper vessels and dashed\nits contents full in her face!\n\n\n\n\nChapter Eleven\n\nThe Conquest of the Skeezers\n\n\nQueen Coo-ee-oh dropped the rope, tottered and fell headlong into the\nwater, sinking beneath the surface, while the Skeezers in the submarine\nwere too bewildered toassist her and only stared at the ripples in the\nwater where she had disappeared. A moment later there arose to the\nsurface a beautiful White Swan. This Swan was of large size, very\ngracefully formed, and scattered all over its white feathers were tiny\ndiamonds, so thickly placed that as the rays of the morning sun fell\nupon them the entire body of the Swan glistened like one brilliant\ndiamond. The head of the Diamond Swan had a bill of polished gold and\nits eyes were two sparkling amethysts.\n\n\"Hooray!\" cried the Su-dic, dancing up and down with wicked glee. \"My\npoor wife, Rora, is avenged at last. You made her a Golden Pig,\nCoo-ee-oh, and now I have made you a Diamond Swan. Float on your lake\nforever, if you like, for your web feet can do no more magic and you\nare as powerless as the Pig you made of my wife!\n\n\"Villain! Scoundrel!\" croaked the Diamond Swan. \"You will be punished\nfor this. Oh, what a fool I was to let you enchant me!\n\n\"A fool you were, and a fool you are!\" laughed the Su-dic, dancing\nmadly in his delight. And then he carelessly tipped over the other\ncopper vessel with his heel and its contents spilled on the sands and\nwere lost to the last drop.\n\nThe Su-dic stopped short and looked at the overturned vessel with a\nrueful countenance.\n\n\"That's too bad--too bad!\" he exclaimed sorrowfully. \"I've lost all the\npoison I had to kill the fishes with, and I can't make any more because\nonly my wife knew the secret of it, and she is now a foolish Pig and\nhas forgotten all her magic.\"\n\n\"Very well,\" said the Diamond Swan scornfully, as she floated upon the\nwater and swam gracefully here and there. \"I'm glad to see you are\nfoiled. Your punishment is just beginning, for although you have\nenchanted me and taken away my powers of sorcery you have still the\nthree magic fishes to deal with, and they'll destroy you in time, mark\nmy words.\"\n\nThe Su-dic stared at the Swan a moment. Then he yelled to his men:\n\n\"Shoot her! Shoot the saucy bird!\"\n\nThey let fly some arrows at the Diamond Swan, but she dove under the\nwater and the missiles fell harmless. When Coo-ce-oh rose to the\nsurface she was far from the shore and she swiftly swam across the lake\nto where no arrows or spears could reach her.\n\nThe Su-dic rubbed his chin and thought what to do next. Near by floated\nthe submarine in which the Queen had come, but the Skeezers who were in\nit were puzzled what to do with themselves. Perhaps they were not sorry\ntheir cruel mistress had been transformed into a Diamond Swan, but the\ntransformation had left them quite helpless. The under-water boat was\nnot operated by machinery, but by certain mystic words uttered by\nCoo-ee-oh. They didn't know how to submerge it, or how to make the\nwater-tight shield cover them again, or how to make the boat go back to\nthe castle, or make it enter the little basement room where it was\nusually kept. As a matter of fact, they were now shut out of their\nvillage under the Great Dome and could not get back again. So one of\nthe men called to the Supreme Dictator of the Flatheads, saying:\n\n\"Please make us prisoners and take us to your mountain, and feed and\nkeep us, for we have nowhere to go.\"\n\nThen the Su-dic laughed and answered:\n\n\"Not so. I can't be bothered by caring for a lot of stupid Skeezers.\nStay where you are, or go wherever you please, so long as you keep away\nfrom our mountain.\" He turned to his men and added: \"We have conquered\nQueen Coo-ee-oh and made her a helpless swan. The Skeezers are under\nwater and may stay there. So, having won the war, let us go home again\nand make merry and feast, having after many years proved the Flatheads\nto be greater and more powerful than the Skeezers.\"\n\nSo the Flatheads marched away and passed through the row of palms and\nwent back to their mountain, where the Su-dic and a few of his officers\nfeasted and all the others were forced to wait on them.\n\n\"I'm sorry we couldn't have roast pig,\" said the Su-dic, \"but as the\nonly pig we have is made of gold, we can't eat her. Also the Golden Pig\nhappens to be my wife, and even were she not gold I am sure she would\nbe too tough to eat.\"\n\n\n\n\nChapter Twelve\n\nThe Diamond Swan\n\n\nWhen the Flatheads had gone away the Diamond Swan swam back to the boat\nand one of the young Skeezers named Ervic said to her eagerly:\n\n\"How can we get back to the island, your Majesty?\"\n\n\"Am I not beautiful?\" asked Coo-ee-oh, arching her neck gracefully and\nspreading her diamond-sprinkled wings. \"I can see my reflection in the\nwater, and I'm sure there is no bird nor beast, nor human as\nmagnificent as I am!\"\n\n\"How shall we get back to the island, your Majesty?\" pleaded Ervic.\n\n\"When my fame spreads throughout the land, people will travel from all\nparts of this lake to look upon my loveliness,\" said Coo-ee-oh, shaking\nher feathers to make the diamonds glitter more brilliantly.\n\n\"But, your Majesty, we must go home and we do not know how to get\nthere,\" Ervic persisted.\n\n\"My eyes,\" remarked the Diamond Swan, \"are wonderfully blue and bright\nand will charm all beholders.\"\n\n\"Tell us how to make the boat go--how to get back into the island,\"\nbegged Ervic and the others cried just as earnestly: \"Tell us,\nCoo-ee-oh; tell us!\"\n\n\"I don't know,\" replied the Queen in a careless tone.\n\n\"You are a magic-worker, a sorceress, a witch!\"\n\n\"I was, of course, when I was a girl,\" she said, bending her head over\nthe clear water to catch her reflection in it; \"but now I've forgotten\nall such foolish things as magic. Swans are lovelier than girls,\nespecially when they're sprinkled with diamonds. Don't you think so?\"\nAnd she gracefully swam away, without seeming to care whether they\nanswered or not.\n\nErvic and his companions were in despair. They saw plainly that\nCoo-ee-oh could not or would not help them. The former Queen had no\nfurther thought for her island, her people, or her wonderful magic; she\nwas only intent on admiring her own beauty.\n\n\"Truly,\" said Ervic, in a gloomy voice, \"the Flatheads have conquered\nus!\"\n\n   *     *     *     *     *\n\nSome of these events had been witnessed by Ozma and Dorothy and Lady\nAurex, who had left the house and gone close to the glass of the dome,\nin order to see what was going on. Many of the Skeezers had also\ncrowded against the dome, wondering what would happen next. Although\ntheir vision was to an extent blurred by the water and the necessity of\nlooking upward at an angle, they had observed the main points of the\ndrama enacted above. They saw Queen Coo-ee-oh's submarine come to the\nsurface and open; they saw the Queen standing erect to throw her magic\nrope; they saw her sudden transformation into a Diamond Swan, and a cry\nof amazement went up from the Skeezers inside the dome.\n\n\"Good!\" exclaimed Dorothy. \"I hate that old Su-dic, but I'm glad\nCoo-ee-oh is punished.\"\n\n\"This is a dreadful misfortune!\" cried Lady Aurex, pressing her hands\nupon her heart.\n\n\"Yes,\" agreed Ozma, nodding her head thoughtfully; \"Coo-ee-oh's\nmisfortune will prove a terrible blow to her people.\"\n\n\"What do you mean by that?\" asked Dorothy in surprise. \"Seems to me the\nSkeezers are in luck to lose their cruel Queen.\"\n\n\"If that were all you would be right,\" responded Lady Aurex; \"and if\nthe island were above water it would not be so serious. But here we all\nare, at the bottom of the lake, and fast prisoners in this dome.\"\n\n\"Can't you raise the island?\" inquired Dorothy.\n\n\"No. Only Coo-ee-oh knew how to do that,\" was the answer.\n\n\"We can try,\" insisted Dorothy. \"If it can be made to go down, it can\nbe made to come up. The machinery is still here, I suppose.\n\n\"Yes; but the machinery works by magic, and Coo-ee-oh would never share\nher secret power with any one of us.\"\n\nDorothy's face grew grave; but she was thinking.\n\n\"Ozma knows a lot of magic,\" she said.\n\n\"But not that kind of magic,\" Ozma replied.\n\n\"Can't you learn how, by looking at the machinery?\"\n\n\"I'm afraid not, my dear. It isn't fairy magic at all; it is\nwitchcraft.\"\n\n\"Well,\" said Dorothy, turning to Lady Aurex, \"you say there are other\nsub-sub-sinking boats. We can get in one of those, and shoot out to the\ntop of the water, like Coo-ee-oh did, and so escape. And then we can\nhelp to rescue all the Skeezers down here.\"\n\n\"No one knows how to work the under-water boats but the Queen,\"\ndeclared Lady Aurex.\n\n\"Isn't there any door or window in this dome that we could open?\"\n\n\"No; and, if there were, the water would rush in to flood the dome, and\nwe could not get out.\"\n\n\"The Skeezers,\" said Ozma, \"could not drown; they only get wet and\nsoggy and in that condition they would be very uncomfortable and\nunhappy. But you are a mortal girl, Dorothy, and if your Magic Belt\nprotected you from death you would have to lie forever at the bottom of\nthe lake.\"\n\n\"No, I'd rather die quickly,\" asserted the little girl. \"But there are\ndoors in the basement that open--to let out the bridges and the\nboats--and that would not flood the dome, you know.\"\n\n\"Those doors open by a magic word, and only Coo-ee-oh knows the word\nthat must be uttered,\" said Lady Aurex.\n\n\"Dear me!\" exclaimed Dorothy, \"that dreadful Queen's witchcraft upsets\nall my plans to escape. I guess I'll give it up, Ozma, and let you save\nus.\"\n\nOzma smiled, but her smile was not so cheerful as usual. The Princess\nof Oz found herself confronted with a serious problem, and although she\nhad no thought of despairing she realized that the Skeezers and their\nisland, as well as Dorothy and herself, were in grave trouble and that\nunless she could find a means to save them they would be lost to the\nLand of Oz for all future time.\n\n\"In such a dilemma,\" said she, musingly, \"nothing is gained by haste.\nCareful thought may aid us, and so may the course of events. The\nunexpected is always likely to happen, and cheerful patience is better\nthan reckless action.\"\n\n\"All right,\" returned Dorothy; \"take your time, Ozma; there's no hurry.\nHow about some breakfast, Lady Aurex?\"\n\nTheir hostess led them back to the house, where she ordered her\ntrembling servants to prepare and serve breakfast. All the Skeezers\nwere frightened and anxious over the transformation of their Queen into\na swan. Coo-ee-oh was feared and hated, but they had depended on her\nmagic to conquer the Flatheads and she was the only one who could raise\ntheir island to the surface of the lake again.\n\nBefore breakfast was over several of the leading Skeezers came to Aurex\nto ask her advice and to question Princess Ozma, of whom they knew\nnothing except that she claimed to be a fairy and the Ruler of all the\nland, including the Lake of the Skeezers.\n\n\"If what you told Queen Coo-ee-oh was the truth,\" they said to her,\n\"you are our lawful mistress, and we may depend on you to get us out of\nour difficulties.\"\n\n\"I will try to do that,\" Ozma graciously assured them, \"but you must\nremember that the powers of fairies are granted them to bring comfort\nand happiness to all who appeal to them. On the contrary, such magic as\nCoo-ee-oh knew and practiced is unlawful witchcraft and her arts are\nsuch as no fairy would condescend to use. However, it is sometimes\nnecessary to consider evil in order to accomplish good, and perhaps by\nstudying Coo-ee-oh's tools and charms of witchcraft I may be able to\nsave us. Do you promise to accept me as your Ruler and to obey my\ncommands?\"\n\nThey promised willingly.\n\n\"Then,\" continued Ozma, \"I will go to Coo-ee-oh's palace and take\npossession of it. Perhaps what I find there will be of use to me. In\nthe meantime tell all the Skeezers to fear nothing, but have patience.\nLet them return to their homes and perform their daily tasks as usual.\nCoo-ee-oh's loss may not prove a misfortune, but rather a blessing.\"\n\nThis speech cheered the Skeezers amazingly. Really, they had no one now\nto depend upon but Ozma, and in spite of their dangerous position their\nhearts were lightened by the transformation and absence of their cruel\nQueen.\n\nThey got out their brass band and a grand procession escorted Ozma and\nDorothy to the palace, where all of Coo-ee-oh's former servants were\neager to wait upon them. Ozma invited Lady Aurex to stay at the palace\nalso, for she knew all about the Skeezers and their island and had also\nbeen a favorite of the former Queen, so her advice and information were\nsure to prove valuable.\n\nOzma was somewhat disappointed in what she found in the palace. One\nroom of Coo-ee-oh's private suite was entirely devoted to the practice\nof witchcraft, and here were countless queer instruments and jars of\nointments and bottles of potions labeled with queer names, and strange\nmachines that Ozma could not guess the use of, and pickled toads and\nsnails and lizards, and a shelf of books that were written in blood,\nbut in a language which the Ruler of Oz did not know.\n\n\"I do not see,\" said Ozma to Dorothy, who accompanied her in her\nsearch, \"how Coo-ee-oh knew the use of the magic tools she stole from\nthe three Adept Witches. Moreover, from all reports these Adepts\npracticed only good witchcraft, such as would be helpful to their\npeople, while Coo-ee-oh performed only evil.\"\n\n\"Perhaps she turned the good things to evil uses?\" suggested Dorothy.\n\n\"Yes, and with the knowledge she gained Coo-ee-oh doubtless invented\nmany evil things quite unknown to the good Adepts, who are now fishes,\"\nadded Ozma. \"It is unfortunate for us that the Queen kept her secrets\nso closely guarded, for no one but herself could use any of these\nstrange things gathered in this room.\"\n\n\"Couldn't we capture the Diamond Swan and make her tell the secrets?\"\nasked Dorothy.\n\n\"No; even were we able to capture her, Coo-ee-oh now has forgotten all\nthe magic she ever knew. But until we ourselves escape from this dome\nwe could not capture the Swan, and were we to escape we would have no\nuse for Coo-ee-oh's magic.\"\n\n\"That's a fact,\" admitted Dorothy. \"But--say, Ozma, here's a good idea!\nCouldn't we capture the three fishes--the gold and silver and bronze\nones, and couldn't you transform 'em back to their own shapes, and then\ncouldn't the three Adepts get us out of here?\"\n\n\"You are not very practical, Dorothy dear. It would be as hard for us\nto capture the three fishes, from among all the other fishes in the\nlake, as to capture the Swan.\"\n\n\"But if we could, it would be more help to us,\" persisted the little\ngirl.\n\n\"That is true,\" answered Ozma, smiling at her friend's eagerness. \"You\nfind a way to catch the fish, and I'll promise when they are caught to\nrestore them to their proper forms.\"\n\n\"I know you think I can't do it,\" replied Dorothy, \"but I'm going to\ntry.\"\n\nShe left the palace and went to a place where she could look through a\nclear pane of the glass dome into the surrounding water. Immediately\nshe became interested in the queer sights that met her view.\n\nThe Lake of the Skeezers was inhabited by fishes of many kinds and many\nsizes. The water was so transparent that the girl could see for a long\ndistance and the fishes came so close to the glass of the dome that\nsometimes they actually touched it. On the white sands at the bottom of\nthe lake were star-fish, lobsters, crabs and many shell fish of strange\nshapes and with shells of gorgeous hues. The water foliage was of\nbrilliant colors and to Dorothy it resembled a splendid garden.\n\nBut the fishes were the most interesting of all. Some were big and\nlazy, floating slowly along or lying at rest with just their fins\nwaving. Many with big round eyes looked full at the girl as she watched\nthem and Dorothy wondered if they could hear her through the glass if\nshe spoke to them. In Oz, where all the animals and birds can talk,\nmany fishes are able to talk also, but usually they are more stupid\nthan birds and animals because they think slowly and haven't much to\ntalk about.\n\nIn the Lake of the Skeezers the fish of smaller size were more active\nthan the big ones and darted quickly in and out among the swaying\nweeds, as if they had important business and were in a hurry. It was\namong the smaller varieties that Dorothy hoped to spy the gold and\nsilver and bronze fishes. She had an idea the three would keep\ntogether, being companions now as they were in their natural forms, but\nsuch a multitude of fishes constantly passed, the scene shifting every\nmoment, that she was not sure she would notice them even if they\nappeared in view. Her eyes couldn't look in all directions and the\nfishes she sought might be on the other side of the dome, or far away\nin the lake.\n\n\"P'raps, because they were afraid of Coo-ee-oh, they've hid themselves\nsomewhere, and don't know their enemy has been transformed,\" she\nreflected.\n\nShe watched the fishes for a long time, until she became hungry and\nwent back to the palace for lunch. But she was not discouraged.\n\n\"Anything new, Ozma?\" she asked.\n\n\"No, dear. Did you discover the three fishes?\"\n\n\"Not yet. But there isn't anything better for me to do, Ozma, so I\nguess I'll go back and watch again.\"\n\n\n\n\nChapter Thirteen\n\nThe Alarm Bell\n\n\nGlinda, the Good, in her palace in the Quadling Country, had many\nthings to occupy her mind, for not only did she look after the weaving\nand embroidery of her bevy of maids, and assist all those who came to\nher to implore her help--beasts and birds as well as people--but she\nwas a close student of the arts of sorcery and spent much time in her\nMagical Laboratory, where she strove to find a remedy for every evil\nand to perfect her skill in magic.\n\nNevertheless, she did not forget to look in the Great Book of Records\neach day to see if any mention was made of the visit of Ozma and\nDorothy to the Enchanted Mountain of the Flatheads and the Magic Isle\nof the Skeezers. The Records told her that Ozma had arrived at the\nmountain, that she had escaped, with her companion, and gone to the\nisland of the Skeezers, and that Queen Coo-ee-oh had submerged the\nisland so that it was entirely under water. Then came the statement\nthat the Flatheads had come to the lake to poison the fishes and that\ntheir Supreme Dictator had transformed Queen Coo-ee-oh into a swan.\n\nNo other details were given in the Great Book and so Glinda did not\nknow that since Coo-ee-oh had forgotten her magic none of the Skeezers\nknew how to raise the island to the surface again. So Glinda was not\nworried about Ozma and Dorothy until one morning, while she sat with\nher maids, there came a sudden clang of the great alarm bell. This was\nso unusual that every maid gave a start and even the Sorceress for a\nmoment could not think what the alarm meant.\n\nThen she remembered the ring she had given Dorothy when she left the\npalace to start on her venture. In giving the ring Glinda had warned\nthe little girl not to use its magic powers unless she and Ozma were in\nreal danger, but then she was to turn it on her finger once to the\nright and once to the left and Glinda's alarm bell would ring.\n\nSo the Sorceress now knew that danger threatened her beloved Ruler and\nPrincess Dorothy, and she hurried to her magic room to seek information\nas to what sort of danger it was. The answer to her question was not\nvery satisfactory, for it was only: \"Ozma and Dorothy are prisoners in\nthe great Dome of the Isle of the Skeezers, and the Dome is under the\nwater of the lake.\"\n\n\"Hasn't Ozma the power to raise the island to the surface?\" inquired\nGlinda.\n\n\"No,\" was the reply, and the Record refused to say more except that\nQueen Coo-ee-oh, who alone could command the island to rise, had been\ntransformed by the Flathead Su-dic into a Diamond Swan.\n\nThen Glinda consulted the past records of the Skeezers in the Great\nBook. After diligent search she discovered that Coo-ee-oh was a\npowerful sorceress who had gained most of her power by treacherously\ntransforming the Adepts of Magic, who were visiting her, into three\nfishes--gold, silver and bronze--after which she had them cast into the\nlake.\n\nGlinda reflected earnestly on this information and decided that someone\nmust go to Ozma's assistance. While there was no great need of haste,\nbecause Ozma and Dorothy could live in a submerged dome a long time, it\nwas evident they could not get out until someone was able to raise the\nisland.\n\nThe Sorceress looked through all her recipes and books of sorcery, but\ncould find no magic that would raise a sunken island. Such a thing had\nnever before been required in sorcery. Then Glinda made a little\nisland, covered by a glass dome, and sunk it in a pond near her castle,\nand experimented in magical ways to bring it to the surface. She made\nseveral such experiments, but all were failures. It seemed a simple\nthing to do, yet she could not do it.\n\nNevertheless, the wise Sorceress did not despair of finding a way to\nliberate her friends. Finally she concluded that the best thing to do\nwas to go to the Skeezer country and examine the lake. While there she\nwas more likely to discover a solution to the problem that bothered\nher, and to work out a plan for the rescue of Ozma and Dorothy.\n\nSo Glinda summoned her storks and her aerial chariot, and telling her\nmaids she was going on a journey and might not soon return, she entered\nthe chariot and was carried swiftly to the Emerald City.\n\nIn Princess Ozma's palace the Scarecrow was now acting as Ruler of the\nLand of Oz. There wasn't much for him to do, because all the affairs of\nstate moved so smoothly, but he was there in case anything unforeseen\nshould happen.\n\nGlinda found the Scarecrow playing croquet with Trot and Betsy Bobbin,\ntwo little girls who lived at the palace under Ozma's protection and\nwere great friends of Dorothy and much loved by all the Oz people.\n\n\"Something's happened!\" cried Trot, as the chariot of the Sorceress\ndescended near them. \"Glinda never comes here 'cept something's gone\nwrong.\"\n\n\"I hope no harm has come to Ozma, or Dorothy,\" said Betsy anxiously, as\nthe lovely Sorceress stepped down from her chariot.\n\nGlinda approached the Scarecrow and told him of the dilemma of Ozma and\nDorothy and she added: \"We must save them, somehow, Scarecrow.\"\n\n\"Of course,\" replied the Scarecrow, stumbling over a wicket and falling\nflat on his painted face.\n\nThe girls picked him up and patted his straw stuffing into shape, and\nhe continued, as if nothing had occurred: \"But you'll have to tell me\nwhat to do, for I never have raised a sunken island in all my life.\"\n\n\"We must have a Council of State as soon as possible,\" proposed the\nSorceress. \"Please send messengers to summon all of Ozma's counsellors\nto this palace. Then we can decide what is best to be done.\"\n\nThe Scarecrow lost no time in doing this. Fortunately most of the royal\ncounsellors were in the Emerald City or near to it, so they all met in\nthe throne room of the palace that same evening.\n\n\n\n\nChapter Fourteen\n\nOzma's Counsellors\n\n\nNo Ruler ever had such a queer assortment of advisers as the Princess\nOzma had gathered about her throne. Indeed, in no other country could\nsuch amazing people exist. But Ozma loved them for their peculiarities\nand could trust every one of them.\n\nFirst there was the Tin Woodman. Every bit of him was tin, brightly\npolished. All his joints were kept well oiled and moved smoothly. He\ncarried a gleaming axe to prove he was a woodman, but seldom had cause\nto use it because he lived in a magnificent tin castle in the Winkie\nCountry of Oz and was the Emperor of all the Winkies. The Tin Woodman's\nname was Nick Chopper. He had a very good mind, but his heart was not\nof much account, so he was very careful to do nothing unkind or to hurt\nanyone's feelings.\n\nAnother counsellor was Scraps, the Patchwork Girl of Oz, who was made\nof a gaudy patchwork quilt, cut into shape and stuffed with cotton.\nThis Patchwork Girl was very intelligent, but so full of fun and mad\npranks that a lot of more stupid folks thought she must be crazy.\nScraps was jolly under all conditions, however grave they might be, but\nher laughter and good spirits were of value in cheering others and in\nher seemingly careless remarks much wisdom could often be found.\n\nThen there was the Shaggy Man--shaggy from head to foot, hair and\nwhiskers, clothes and shoes--but very kind and gentle and one of Ozma's\nmost loyal supporters.\n\nTik-Tok was there, a copper man with machinery inside him, so cleverly\nconstructed that he moved, spoke and thought by three separate\nclock-works. Tik-Tok was very reliable because he always did exactly\nwhat he was wound up to do, but his machinery was liable to run down at\ntimes and then he was quite helpless until wound up again.\n\nA different sort of person was Jack Pumpkinhead, one of Ozma's oldest\nfriends and her companion on many adventures. Jack's body was very\ncrude and awkward, being formed of limbs of trees of different sizes,\njointed with wooden pegs. But it was a substantial body and not likely\nto break or wear out, and when it was dressed the clothes covered much\nof its roughness. The head of Jack Pumpkinhead was, as you have\nguessed, a ripe pumpkin, with the eyes, nose and mouth carved upon one\nside. The pumpkin was stuck on Jack's wooden neck and was liable to get\nturned sidewise or backward and then he would have to straighten it\nwith his wooden hands.\n\nThe worst thing about this sort of a head was that it did not keep well\nand was sure to spoil sooner or later. So Jack's main business was to\ngrow a field of fine pumpkins each year, and always before his old head\nspoiled he would select a fresh pumpkin from the field and carve the\nfeatures on it very neatly, and have it ready to replace the old head\nwhenever it became necessary. He didn't always carve it the same way,\nso his friends never knew exactly what sort of an expression they would\nfind on his face. But there was no mistaking him, because he was the\nonly pumpkin-headed man alive in the Land of Oz.\n\nA one-legged sailor-man was a member of Ozma's council. His name was\nCap'n Bill and he had come to the Land of Oz with Trot, and had been\nmade welcome on account of his cleverness, honesty and good nature. He\nwore a wooden leg to replace the one he had lost and was a great friend\nof all the children in Oz because he could whittle all sorts of toys\nout of wood with his big jack-knife.\n\nProfessor H. M. Wogglebug, T. E., was another member of the council.\nThe \"H. M.\" meant Highly Magnified, for the Professor was once a little\nbug, who became magnified to the size of a man and always remained so.\nThe \"T. E.\" meant that he was Thoroughly Educated. He was at the head\nof Princess Ozma's Royal Athletic College, and so that the students\nwould not have to study and so lose much time that could be devoted to\nathletic sports, such as football, baseball and the like, Professor\nWogglebug had invented the famous Educational Pills. If one of the\ncollege students took a Geography Pill after breakfast, he knew his\ngeography lesson in an instant; if he took a Spelling Pill he at once\nknew his spelling lesson, and an Arithmetic Pill enabled the student to\ndo any kind of sum without having to think about it.\n\nThese useful pills made the college very popular and taught the boys\nand girls of Oz their lessons in the easiest possible way. In spite of\nthis, Professor Wogglebug was not a favorite outside his college, for\nhe was very conceited and admired himself so much and displayed his\ncleverness and learning so constantly, that no one cared to associate\nwith him. Ozma found him of value in her councils, nevertheless.\n\nPerhaps the most splendidly dressed of all those present was a great\nfrog as large as a man, called the Frogman, who was noted for his wise\nsayings. He had come to the Emerald City from the Yip Country of Oz and\nwas a guest of honor. His long-tailed coat was of velvet, his vest of\nsatin and his trousers of finest silk. There were diamond buckles on\nhis shoes and he carried a gold-headed cane and a high silk hat. All of\nthe bright colors were represented in his rich attire, so it tired\none's eyes to look at him for long, until one became used to his\nsplendor.\n\nThe best farmer in all Oz was Uncle Henry, who was Dorothy's own uncle,\nand who now lived near the Emerald City with his wife Aunt Em. Uncle\nHenry taught the Oz people how to grow the finest vegetables and fruits\nand grains and was of much use to Ozma in keeping the Royal Storehouses\nwell filled. He, too, was a counsellor.\n\nThe reason I mention the little Wizard of Oz last is because he was the\nmost important man in the Land of Oz. He wasn't a big man in size but\nhe was a man in power and intelligence and second only to Glinda the\nGood in all the mystic arts of magic. Glinda had taught him, and the\nWizard and the Sorceress were the only ones in Oz permitted by law to\npractice wizardry and sorcery, which they applied only to good uses and\nfor the benefit of the people.\n\nThe Wizard wasn't exactly handsome but he was pleasant to look at. His\nbald head was as shiny as if it had been varnished; there was always a\nmerry twinkle in his eyes and he was as spry as a schoolboy.  Dorothy\nsays the reason the Wizard is not as powerful as Glinda is because\nGlinda didn't teach him all she knows, but what the Wizard knows he\nknows very well and so he performs some very remarkable magic. The ten\nI have mentioned assembled, with the Scarecrow and Glinda, in Ozma's\nthrone room, right after dinner that evening, and the Sorceress told\nthem all she knew of the plight of Ozma and Dorothy.\n\n\"Of course we must rescue them,\" she continued, \"and the sooner they\nare rescued the better pleased they will be; but what we must now\ndetermine is how they can be saved. That is why I have called you\ntogether in council.\"\n\n\"The easiest way,\" remarked the Shaggy Man, \"is to raise the sunken\nisland of the Skeezers to the top of the water again.\"\n\n\"Tell me how?\" said Glinda.\n\n\"I don't know how, your Highness, for I have never raised a sunken\nisland.\"\n\n\"We might all get under it and lift,\" suggested Professor Wogglebug.\n\n\"How can we get under it when it rests on the bottom of the lake?\"\nasked the Sorceress.\n\n\"Couldn't we throw a rope around it and pull it ashore?\" inquired Jack\nPumpkinhead.\n\n\"Why not pump the water out of the lake?\" suggested the Patchwork Girl\nwith a laugh.\n\n\"Do be sensible!\" pleaded Glinda. \"This is a serious matter, and we\nmust give it serious thought.\"\n\n\"How big is the lake and how big is the island?\" was the Frogman's\nquestion.\n\n\"None of us can tell, for we have not been there.\"\n\n\"In that case,\" said the Scarecrow, \"it appears to me we ought to go to\nthe Skeezer country and examine it carefully.\"\n\n\"Quite right,\" agreed the Tin Woodman.\n\n\"We-will-have-to-go-there-any-how,\" remarked Tik-Tok in his jerky\nmachine voice.\n\n\"The question is which of us shall go, and how many of us?\" said the\nWizard.\n\n\"I shall go of course,\" declared the Scarecrow.\n\n\"And I,\" said Scraps.\n\n\"It is my duty to Ozma to go,\" asserted the Tin Woodman.\n\n\"I could not stay away, knowing our loved Princess is in danger,\" said\nthe Wizard.\n\n\"We all feel like that,\" Uncle Henry said.\n\nFinally one and all present decided to go to the Skeezer country, with\nGlinda and the little Wizard to lead them. Magic must meet magic in\norder to conquer it, so these two skillful magic-workers were necessary\nto insure the success of the expedition.\n\nThey were all ready to start at a moment's notice, for none had any\naffairs of importance to attend to. Jack was wearing a newly made\nPumpkin-head and the Scarecrow had recently been stuffed with fresh\nstraw. Tik-Tok's machinery was in good running order and the Tin\nWoodman always was well oiled.\n\n\"It is quite a long journey,\" said Glinda, \"and while I might travel\nquickly to the Skeezer country by means of my stork chariot the rest of\nyou will be obliged to walk. So, as we must keep together, I will send\nmy chariot back to my castle and we will plan to leave the Emerald City\nat sunrise to-morrow.\"\n\n\n\n\nChapter Fifteen\n\nThe Great Sorceress\n\n\nBetsy and Trot, when they heard of the rescue expedition, begged the\nWizard to permit them to join it and he consented. The Glass Cat,\noverhearing the conversation, wanted to go also and to this the Wizard\nmade no objection.\n\nThis Glass Cat was one of the real curiosities of Oz. It had been made\nand brought to life by a clever magician named Dr. Pipt, who was not\nnow permitted to work magic and was an ordinary citizen of the Emerald\nCity. The cat was of transparent glass, through which one could plainly\nsee its ruby heart beating and its pink brains whirling around in the\ntop of the head.\n\nThe Glass Cat's eyes were emeralds; its fluffy tail was of spun glass\nand very beautiful. The ruby heart, while pretty to look at, was hard\nand cold and the Glass Cat's disposition was not pleasant at all times.\nIt scorned to catch mice, did not eat, and was extremely lazy. If you\ncomplimented the remarkable cat on her beauty, she would be very\nfriendly, for she loved admiration above everything. The pink brains\nwere always working and their owner was indeed more intelligent than\nmost common cats.\n\nThree other additions to the rescue party were made the next morning,\njust as they were setting out upon their journey. The first was a\nlittle boy called Button Bright, because he had no other name that\nanyone could remember. He was a fine, manly little fellow, well\nmannered and good humored, who had only one bad fault. He was\ncontinually getting lost. To be sure, Button Bright got found as often\nas he got lost, but when he was missing his friends could not help\nbeing anxious about him.\n\n\"Some day,\" predicted the Patchwork Girl, \"he won't be found, and that\nwill be the last of him.\" But that didn't worry Button Bright, who was\nso careless that he did not seem to be able to break the habit of\ngetting lost.\n\nThe second addition to the party was a Munchkin boy of about Button\nBright's age, named Ojo. He was often called \"Ojo the Lucky,\" because\ngood fortune followed him wherever he went. He and Button Bright were\nclose friends, although of such different natures, and Trot and Betsy\nwere fond of both.\n\nThe third and last to join the expedition was an enormous lion, one of\nOzma's regular guardians and the most important and intelligent beast\nin all Oz. He called himself the Cowardly Lion, saying that every\nlittle danger scared him so badly that his heart thumped against his\nribs, but all who knew him knew that the Cowardly Lion's fears were\ncoupled with bravery and that however much he might be frightened he\nsummoned courage to meet every danger he encountered. Often he had\nsaved Dorothy and Ozma in times of peril, but afterward he moaned and\ntrembled and wept because he had been so scared.\n\n\"If Ozma needs help, I'm going to help her,\" said the great beast.\n\"Also, I suspect the rest of you may need me on the journey--especially\nTrot and Betsy--for you may pass through a dangerous part of the\ncountry. I know that wild Gillikin country pretty well. Its forests\nharbor many ferocious beasts.\"\n\nThey were glad the Cowardly Lion was to join them, and in good spirits\nthe entire party formed a procession and marched out of the Emerald\nCity amid the shouts of the people, who wished them success and a safe\nreturn with their beloved Ruler.\n\nThey followed a different route from that taken by Ozma and Dorothy,\nfor they went through the Winkie Country and up north toward Oogaboo.\nBut before they got there they swerved to the left and entered the\nGreat Gillikin Forest, the nearest thing to a wilderness in all Oz.\nEven the Cowardly Lion had to admit that certain parts of this forest\nwere unknown to him, although he had often wandered among the trees,\nand the Scarecrow and Tin Woodman, who were great travelers, never had\nbeen there at all.\n\nThe forest was only reached after a tedious tramp, for some of the\nRescue Expedition were quite awkward on their feet. The Patchwork Girl\nwas as light as a feather and very spry; the Tin Woodman covered the\nground as easily as Uncle Henry and the Wizard; but Tik-Tok moved\nslowly and the slightest obstruction in the road would halt him until\nthe others cleared it away. Then, too, Tik-Tok's machinery kept running\ndown, so Betsy and Trot took turns in winding it up.\n\nThe Scarecrow was more clumsy but less bother, for although he often\nstumbled and fell he could scramble up again and a little patting of\nhis straw-stuffed body would put him in good shape again.\n\nAnother awkward one was Jack Pumpkinhead, for walking would jar his\nhead around on his neck and then he would be likely to go in the wrong\ndirection. But the Frogman took Jack's arm and then he followed the\npath more easily.\n\nCap'n Bill's wooden leg didn't prevent him from keeping up with the\nothers and the old sailor could walk as far as any of them.\n\nWhen they entered the forest the Cowardly Lion took the lead. There was\nno path here for men, but many beasts had made paths of their own which\nonly the eyes of the Lion, practiced in woodcraft, could discern. So he\nstalked ahead and wound his way in and out, the others following in\nsingle file, Glinda being next to the Lion.\n\nThere are dangers in the forest, of course, but as the huge Lion headed\nthe party he kept the wild denizens of the wilderness from bothering\nthe travelers. Once, to be sure, an enormous leopard sprang upon the\nGlass Cat and caught her in his powerful jaws, but he broke several of\nhis teeth and with howls of pain and dismay dropped his prey and\nvanished among the trees.\n\n\"Are you hurt?\" Trot anxiously inquired of the Glass Cat.\n\n\"How silly!\" exclaimed the creature in an irritated tone of voice;\n\"nothing can hurt glass, and I'm too solid to break easily. But I'm\nannoyed at that leopard's impudence. He has no respect for beauty or\nintelligence. If he had noticed my pink brains work, I'm sure he would\nhave realized I'm too important to be grabbed in a wild beast's jaws.\"\n\n\"Never mind,\" said Trot consolingly; \"I'm sure he won't do it again.\"\n\nThey were almost in the center of the forest when Ojo, the Munchkin\nboy, suddenly said: \"Why, where's Button Bright?\"\n\nThey halted and looked around them. Button Bright was not with the\nparty.\n\n\"Dear me,\" remarked Betsy, \"I expect he's lost again!\"\n\n\"When did you see him last, Ojo?\" inquired Glinda.\n\n\"It was some time ago,\" replied Ojo. \"He was trailing along at the end\nand throwing twigs at the squirrels in the trees. Then I went to talk\nto Betsy and Trot, and just now I noticed he was gone.\"\n\n\"This is too bad,\" declared the Wizard, \"for it is sure to delay our\njourney. We must find Button Bright before we go any farther, for this\nforest is full of ferocious beasts that would not hesitate to tear the\nboy to pieces.\"\n\n\"But what shall we do?\" asked the Scarecrow. \"If any of us leaves the\nparty to search for Button Bright he or she might fall a victim to the\nbeasts, and if the Lion leaves us we will have no protector.\n\n\"The Glass Cat could go,\" suggested the Frogman. \"The beasts can do her\nno harm, as we have discovered.\"\n\nThe Wizard turned to Glinda.\n\n\"Cannot your sorcery discover where Button Bright is?\" he asked.\n\n\"I think so,\" replied the Sorceress.\n\nShe called to Uncle Henry, who had been carrying her wicker box, to\nbring it to her, and when he obeyed she opened it and drew out a small\nround mirror. On the surface of the glass she dusted a white powder and\nthen wiped it away with her handkerchief and looked in the mirror. It\nreflected a part of the forest, and there, beneath a wide-spreading\ntree, Button Bright was lying asleep. On one side of him crouched a\ntiger, ready to spring; on the other side was a big gray wolf, its\nbared fangs glistening in a wicked way.\n\n\"Goodness me!\" cried Trot, looking over Glinda's shoulder. \"They'll\ncatch and kill him sure.\"\n\nEveryone crowded around for a glimpse at the magic mirror.\n\n\"Pretty bad--pretty bad!\" said the Scarecrow sorrowfully.\n\n\"Comes of getting lost!\" said Cap'n Bill, sighing.\n\n\"Guess he's a goner!\" said the Frogman, wiping his eyes on his purple\nsilk handkerchief.\n\n\"But where is he?  Can't we save him?\" asked Ojo the Lucky.\n\n\"If we knew where he is we could probably save him,\" replied the little\nWizard, \"but that tree looks so much like all the other trees, that we\ncan't tell whether it's far away or near by.\"\n\n\"Look at Glinda!\" exclaimed Betsy\n\nGlinda, having handed the mirror to the Wizard, had stepped aside and\nwas making strange passes with her outstretched arms and reciting in\nlow, sweet tones a mystical incantation. Most of them watched the\nSorceress with anxious eyes, despair giving way to the hope that she\nmight be able to save their friend. The Wizard, however, watched the\nscene in the mirror, while over his shoulders peered Trot, the\nScarecrow and the Shaggy Man.\n\nWhat they saw was more strange than Glinda's actions. The tiger started\nto spring on the sleeping boy, but suddenly lost its power to move and\nlay flat upon the ground. The gray wolf seemed unable to lift its feet\nfrom the ground. It pulled first at one leg and then at another, and\nfinding itself strangely confined to the spot began to back and snarl\nangrily. They couldn't hear the barkings and snarls, but they could see\nthe creature's mouth open and its thick lips move. Button Bright,\nhowever, being but a few feet away from the wolf, heard its cries of\nrage, which wakened him from his untroubled sleep. The boy sat up and\nlooked first at the tiger and then at the wolf. His face showed that\nfor a moment he was quite frightened, but he soon saw that the beasts\nwere unable to approach him and so he got upon his feet and examined\nthem curiously, with a mischievous smile upon his face. Then he\ndeliberately kicked the tiger's head with his foot and catching up a\nfallen branch of a tree he went to the wolf and gave it a good\nwhacking. Both the beasts were furious at such treatment but could not\nresent it.\n\nButton Bright now threw down the stick and with his hands in his\npockets wandered carelessly away.\n\n\"Now,\" said Glinda, \"let the Glass Cat run and find him. He is in that\ndirection,\" pointing the way, \"but how far off I do not know. Make\nhaste and lead him back to us as quickly as you can.\"\n\nThe Glass Cat did not obey everyone's orders, but she really feared the\ngreat Sorceress, so as soon as the words were spoken the crystal animal\ndarted away and was quickly lost to sight.\n\nThe Wizard handed the mirror back to Glinda, for the woodland scene had\nnow faded from the glass. Then those who cared to rest sat down to\nawait Button Bright's coming. It was not long before hye appeared\nthrough the trees and as he rejoined his friends he said in a peevish\ntone:\n\n\"Don't ever send that Glass Cat to find me again. She was very impolite\nand, if we didn't all know that she had no manners, I'd say she\ninsulted me.\"\n\nGlinda turned upon the boy sternly.\n\n\"You have caused all of us much anxiety and annoyance,\" said she. \"Only\nmy magic saved you from destruction. I forbid you to get lost again.\"\n\n\"Of course,\" he answered. \"It won't be my fault if I get lost again;\nbut it wasn't my fault this time.\"\n\n\n\n\nChapter Sixteen\n\nThe Enchanted Fishes\n\n\nI must now tell you what happened to Ervic and the three other Skeezers\nwho were left floating in the iron boat after Queen Coo-ee-oh had been\ntransformed into a Diamond Swan by the magic of the Flathead Su-dic.\n\nThe four Skeezers were all young men and their leader was Ervic.\nCoo-ee-oh had taken them with her in the boat to assist her if she\ncaptured the Flathead chief, as she hoped to do by means of her silver\nrope. They knew nothing about the witchcraft that moved the submarine\nand so, when left floating upon the lake, were at a loss what to do.\nThe submarine could not be submerged by them or made to return to the\nsunken island. There were neither oars nor sails in the boat, which was\nnot anchored but drifted quietly upon the surface of the lake.\n\nThe Diamond Swan had no further thought or care for her people. She had\nsailed over to the other side of the lake and all the calls and\npleadings of Ervic and his companions were unheeded by the vain bird.\nAs there was nothing else for them to do, they sat quietly in their\nboat and waited as patiently as they could for someone to come to their\naid.\n\nThe Flatheads had refused to help them and had gone back to their\nmountain. All the Skeezers were imprisoned in the Great Dome and could\nnot help even themselves. When evening came, they saw the Diamond Swan,\nstill keeping to the opposite shore of the lake, walk out of the water\nto the sands, shake her diamond-sprinkled feathers, and then disappear\namong the bushes to seek a resting place for the night.\n\n\"I'm hungry,\" said Ervic.\n\n\"I'm cold,\" said another Skeezer.\n\n\"I'm tired,\" said a third.\n\n\"I'm afraid,\" said the last one of them.\n\nBut it did them no good to complain. Night fell and the moon rose and\ncast a silvery sheen over the surface of the water.\n\n\"Go to sleep,\" said Ervic to his companions. \"I'll stay awake and\nwatch, for we may be rescued in some unexpected way.\"\n\nSo the other three laid themselves down in the bottom of the boat and\nwere soon fast asleep.\n\nErvic watched. He rested himself by leaning over the bow of the boat,\nhis face near to the moonlit water, and thought dreamily of the day's\nsurprising events and wondered what would happen to the prisoners in\nthe Great Dome.\n\nSuddenly a tiny goldfish popped its head above the surface of the lake,\nnot more than a foot from his eyes. A silverfish then raised its head\nbeside that of the goldfish, and a moment later a bronzefish lifted its\nhead beside the others. The three fish, all in a row, looked earnestly\nwith their round, bright eyes into the astonished eyes of Ervic the\nSkeezer.\n\n\"We are the three Adepts whom Queen Coo-ee-oh betrayed and wickedly\ntransformed,\" said the goldfish, its voice low and soft but distinctly\nheard in the stillness of the night.\n\n\"I know of our Queen's treacherous deed,\" replied Ervic, \"and I am\nsorry for your misfortune. Have you been in the lake ever since?\"\n\n\"Yes,\" was the reply.\n\n\"I--I hope you are well--and comfortable,\" stammered Ervic, not knowing\nwhat else to say.\n\n\"We knew that some day Coo-ee-oh would meet with the fate she so richly\ndeserves,\" declared the bronzefish. \"We have waited and watched for\nthis time. Now if you will promise to help us and will be faithful and\ntrue, you can aid us in regaining our natural forms, and save yourself\nand all your people from the dangers that now threaten you.\"\n\n\"Well,\" said Ervic, \"you can depend on my doing the best I can. But I'm\nno witch, nor magician, you must know.\"\n\n\"All we ask is that you obey our instructions,\" returned the\nsilverfish. \"We know that you are honest and that you served Coo-ee-oh\nonly because you were obliged to in order to escape her anger. Do as we\ncommand and all will be well.\"\n\n\"I promise!\" exclaimed the young man. \"Tell me what I am to do first.\"\n\n\"You will find in the bottom of your boat the silver cord which dropped\nfrom Coo-ee-oh's hand when she was transformed,\" said the goldfish.\n\"Tie one end of that cord to the bow of your boat and drop the other\nend to us in the water. Together we will pull your boat to the shore.\"\n\nErvic much doubted that the three small fishes could move so heavy a\nboat, but he did as he was told and the fishes all seized their end of\nthe silver cord in their mouths and headed toward the nearest shore,\nwhich was the very place where the Flatheads had stood when they\nconquered Queen Coo-ee-oh.\n\nAt first the boat did not move at all, although the fishes pulled with\nall their strength. But presently the strain began to tell. Very slowly\nthe boat crept toward the shore, gaining more speed at every moment. A\ncouple of yards away from the sandy beach the fishes dropped the cord\nfrom their mouths and swam to one side, while the iron boat, being now\nunder way, continued to move until its prow grated upon the sands.\n\nErvic leaned over the side and said to the fishes: \"What next?\"\n\n\"You will find upon the sand,\" said the silverfish, \"a copper kettle,\nwhich the Su-dic forgot when he went away. Cleanse it thoroughly in the\nwater of the lake, for it has had poison in it. When it is cleaned,\nfill it with fresh water and hold it over the side of the boat, so that\nwe three may swim into the kettle. We will then instruct you further.\"\n\n\"Do you wish me to catch you, then?\" asked Ervic in surprise.\n\n\"Yes,\" was the reply.\n\nSo Ervic jumped out of the boat and found the copper kettle. Carrying\nit a little way down the beach, he washed it well, scrubbing away every\ndrop of the poison it had contained with sand from the shore.\n\nThen he went back to the boat.\n\nErvic's comrades were still sound asleep and knew nothing of the three\nfishes or what strange happenings were taking place about them. Ervic\ndipped the kettle in the lake, holding fast to the handle until it was\nunder water. The gold and silver and bronze fishes promptly swam into\nthe kettle. The young Skeezer then lifted it, poured out a little of\nthe water so it would not spill over the edge, and said to the fishes:\n\"What next?\"\n\n\"Carry the kettle to the shore. Take one hundred steps to the east,\nalong the edge of the lake, and then you will see a path leading\nthrough the meadows, up hill and down dale. Follow the path until you\ncome to a cottage which is painted a purple color with white trimmings.\nWhen you stop at the gate of this cottage we will tell you what to do\nnext. Be careful, above all, not to stumble and spill the water from\nthe kettle, or you would destroy us and all you have done would be in\nvain.\"\n\nThe goldfish issued these commands and Ervic promised to be careful and\nstarted to obey. He left his sleeping comrades in the boat, stepping\ncautiously over their bodies, and on reaching the shore took exactly\none hundred steps to the east. Then he looked for the path and the\nmoonlight was so bright that he easily discovered it, although it was\nhidden from view by tall weeds until one came full upon it. This path\nwas very narrow and did not seem to be much used, but it was quite\ndistinct and Ervic had no difficulty in following it. He walked through\na broad meadow, covered with tall grass and weeds, up a hill and down\ninto a valley and then up another hill and down again.\n\nIt seemed to Ervic that he had walked miles and miles. Indeed the moon\nsank low and day was beginning to dawn when finally he discovered by\nthe roadside a pretty little cottage, painted purple with white\ntrimmings. It was a lonely place--no other buildings were anywhere\nabout and the ground was not tilled at all. No farmer lived here, that\nwas certain. Who would care to dwell in such an isolated place?\n\nBut Ervic did not bother his head long with such questions. He went up\nto the gate that led to the cottage, set the copper kettle carefully\ndown and bending over it asked:\n\n\"What next?\"\n\n\n\n\nChapter Seventeen\n\nUnder the Great Dome\n\n\nWhen Glinda the Good and her followers of the Rescue Expedition came in\nsight of the Enchanted Mountain of the Flatheads, it was away to the\nleft of them, for the route they had taken through the Great Forest was\nsome distance from that followed by Ozma and Dorothy.\n\nThey halted awhile to decide whether they should call upon the Supreme\nDictator first, or go on to the Lake of the Skeezers.\n\n\"If we go to the mountain,\" said the Wizard, \"we may get into trouble\nwith that wicked Su-dic, and then we would be delayed in rescuing Ozma\nand Dorothy. So I think our best plan will be to go to the Skeezer\nCountry, raise the sunken island and save our friends and the\nimprisoned Skeezers. Afterward we can visit the mountain and punish the\ncruel magician of the Flatheads.\"\n\n\"That is sensible,\" approved the Shaggy Man. \"I quite agree with you.\"\n\nThe others, too, seemed to think the Wizard's plan the best, and Glinda\nherself commended it, so on they marched toward the line of palm trees\nthat hid the Skeezers' lake from view.\n\nPretty soon they came to the palms. These were set closely together,\nthe branches, which came quite to the ground, being so tightly\ninterlaced that even the Glass Cat could scarcely find a place to\nsqueeze through. The path which the Flatheads used was some distance\naway.\n\n\"Here's a job for the Tin Woodman,\" said the Scarecrow.\n\nSo the Tin Woodman, who was always glad to be of use, set to work with\nhis sharp, gleaming axe, which he always carried, and in a surprisingly\nshort time had chopped away enough branches to permit them all to pass\neasily through the trees.\n\nNow the clear waters of the beautiful lake were before them and by\nlooking closely they could see the outlines of the Great Dome of the\nsunken island, far from shore and directly in the center of the lake.\n\nOf course every eye was at first fixed upon this dome, where Ozma and\nDorothy and the Skeezers were still fast prisoners. But soon their\nattention was caught by a more brilliant sight, for here was the\nDiamond Swan swimming just before them, its long neck arched proudly,\nthe amethyst eyes gleaming and all the diamond-sprinkled feathers\nglistening splendidly under the rays of the sun.\n\n\"That,\" said Glinda, \"is the transformation of Queen Coo-ce-oh, the\nhaughty and wicked witch who betrayed the three Adepts at Magic and\ntreated her people like slaves.\"\n\n\"She's wonderfully beautiful now,\" remarked the Frogman.\n\n\"It doesn't seem like much of a punishment,\" said Trot. \"The Flathead\nSu-dic ought to have made her a toad.\"\n\n\"I am sure Coo-ee-oh is punished,\" said Glinda, \"for she has lost all\nher magic power and her grand palace and can no longer misrule the poor\nSkeezers.\"\n\n\"Let us call to her, and hear what she has to say,\" proposed the Wizard.\n\nSo Glinda beckoned the Diamond Swan, which swam gracefully to a\nposition near them. Before anyone could speak Coo-ee-oh called to them\nin a rasping voice--for the voice of a swan is always harsh and\nunpleasant--and said with much pride:\n\n\"Admire me, Strangers!  Admire the lovely Coo-ee-oh, the handsomest\ncreature in all Oz. Admire me!\"\n\n\"Handsome is as handsome does,\" replied the Scarecrow. \"Are your deeds\nlovely, Coo-ce-oh?\"\n\n\"Deeds?  What deeds can a swan do but swim around and give pleasure to\nall beholders?\" said the sparkling bird.\n\n\"Have you forgotten your former life? Have you forgotten your magic and\nwitchcraft?\" inquired the Wizard.\n\n\"Magic--witchcraft? Pshaw, who cares for such silly things?\" retorted\nCoo-ee-oh. \"As for my past life, it seems like an unpleasant dream. I\nwouldn't go back to it if I could. Don't you admire my beauty,\nStrangers?\"\n\n\"Tell us, Coo-ee-oh,\" said Glinda earnestly, \"if you can recall enough\nof your witchcraft to enable us to raise the sunken island to the\nsurface of the lake. Tell us that and I'll give you a string of pearls\nto wear around your neck and add to your beauty.\"\n\n\"Nothing can add to my beauty, for I'm the most beautiful creature\nanywhere in the whole world.\"\n\n\"But how can we raise the island?\"\n\n\"I don't know and I don't care. If ever I knew I've forgotten, and I'm\nglad of it,\" was the response. \"Just watch me circle around and see me\nglitter!\n\n\"It's no use,\" said Button Bright; \"the old Swan is too much in love\nwith herself to think of anything else.\"\n\n\"That's a fact,\" agreed Betsy with a sigh; \"but we've got to get Ozma\nand Dorothy out of that lake, somehow or other.\"\n\n\"And we must do it in our own way,\" added the Scarecrow.\n\n\"But how?\" asked Uncle Henry in a grave voice, for he could not bear to\nthink of his dear niece Dorothy being out there under water; \"how shall\nwe do it?\"\n\n\"Leave that to Glinda,\" advised the Wizard, realizing he was helpless\nto do it himself.\n\n\"If it were just an ordinary sunken island,\" said the powerful\nsorceress, \"there would be several ways by which I might bring it to\nthe surface again. But this is a Magic Isle, and by some curious art of\nwitchcraft, unknown to any but Queen Coo-ce-oh, it obeys certain\ncommands of magic and will not respond to any other. I do not despair\nin the least, but it will require some deep study to solve this\ndifficult problem. If the Swan could only remember the witchcraft that\nshe invented and knew as a woman, I could force her to tell me the\nsecret, but all her former knowledge is now forgotten.\"\n\n\"It seems to me,\" said the Wizard after a brief silence had followed\nGlinda's speech, \"that there are three fishes in this lake that used to\nbe Adepts at Magic and from whom Coo-ee-oh stole much of her knowledge.\nIf we could find those fishes and return them to their former shapes,\nthey could doubtless tell us what to do to bring the sunken island to\nthe surface.\"\n\n\"I have thought of those fishes,\" replied Glinda, \"but among so many\nfishes as this lake contains how are we to single them out?\"\n\nYou will understand, of course, that had Glinda been at home in her\ncastle, where the Great Book of Records was, she would have known that\nErvic the Skeezer already had taken the gold and silver and bronze\nfishes from the lake. But that act had been recorded in the Book after\nGlinda had set out on this journey, so it was all unknown to her.\n\n\"I think I see a boat yonder on the shore,\" said Ojo the Munchkin boy,\npointing to a place around the edge of the lake. \"If we could get that\nboat and row all over the lake, calling to the magic fishes, we might\nbe able to find them.\"\n\n\"Let us go to the boat,\" said the Wizard.\n\nThey walked around the lake to where the boat was stranded upon the\nbeach, but found it empty. It was a mere shell of blackened steel, with\na collapsible roof that, when in position, made the submarine\nwatertight, but at present the roof rested in slots on either side of\nthe magic craft. There were no oars or sails, no machinery to make the\nboat go, and although Glinda promptly realized it was meant to be\noperated by witchcraft, she was not acquainted with that sort of magic.\n\n\"However,\" said she, \"the boat is merely a boat, and I believe I can\nmake it obey a command of sorcery, as well as it did the command of\nwitchcraft. After I have given a little thought to the matter, the boat\nwill take us wherever we desire to go.\"\n\n\"Not all of us,\" returned the Wizard, \"for it won't hold so many. But,\nmost noble Sorceress, provided you can make the boat go, of what use\nwill it be to us?\"\n\n\"Can't we use it to catch the three fishes?\" asked Button Bright.\n\n\"It will not be necessary to use the boat for that purpose,\" replied\nGlinda. \"Wherever in the lake the enchanted fishes may be, they will\nanswer to my call. What I am trying to discover is how the boat came to\nbe on this shore, while the island on which it belongs is under water\nyonder. Did Coo-ee-oh come here in the boat to meet the Flatheads\nbefore the island was sunk, or afterward?\"\n\nNo one could answer that question, of course; but while they pondered\nthe matter three young men advanced from the line of trees, and rather\ntimidly bowed to the strangers.\n\n\"Who are you, and where did you come from?\" inquired the Wizard.\n\n\"We are Skeezers,\" answered one of them, \"and our home is on the Magic\nIsle of the Lake. We ran away when we saw you coming, and hid behind\nthe trees, but as you are Strangers and seem to be friendly we decided\nto meet you, for we are in great trouble and need assistance.\"\n\n\"If you belong on the island, why are you here?\" demanded Glinda.\n\nSo they told her all the story: How the Queen had defied the Flatheads\nand submerged the whole island so that her enemies could not get to it\nor destroy it; how, when the Flatheads came to the shore, Coo-ee-oh had\ncommanded them, together with their friend Ervic, to go with her in the\nsubmarine to conquer the Su-dic, and how the boat had shot out from the\nbasement of the sunken isle, obeying a magic word, and risen to the\nsurface, where it opened and floated upon the water.\n\nThen followed the account of how the Su-dic had transformed Coo-ee-oh\ninto a swan, after which she had forgotten all the witchcraft she ever\nknew. The young men told how, in the night when they were asleep, their\ncomrade Ervic had mysteriously disappeared, while the boat in some\nstrange manner had floated to the shore and stranded upon the beach.\n\nThat was all they knew. They had searched in vain for three days for\nErvic. As their island was under water and they could not get back to\nit, the three Skeezers had no place to go, and so had waited patiently\nbeside their boat for something to happen.\n\nBeing questioned by Glinda and the Wizard, they told all they knew\nabout Ozma and Dorothy and declared the two girls were still in the\nvillage under the Great Dome. They were quite safe and would be well\ncared for by Lady Aurex, now that the Queen who opposed them was out of\nthe way.\n\nWhen they had gleaned all the information they could from these\nSkeezers, the Wizard said to Glinda:\n\n\"If you find you can make this boat obey your sorcery, you could have\nit return to the island, submerge itself, and enter the door in the\nbasement from which it came. But I cannot see that our going to the\nsunken island would enable our friends to escape. We would only Join\nthem as prisoners.\"\n\n\"Not so, friend Wizard,\" replied Glinda. \"If the boat would obey my\ncommands to enter the basement door, it would also obey my commands to\ncome out again, and I could bring Ozma and Dorothy back with me.\"\n\n\"And leave all of our people still imprisoned?\" asked one of the\nSkeezers reproachfully.\n\n\"By making several trips in the boat, Glinda could fetch all your\npeople to the shore,\" replied the Wizard.\n\n\"But what could they do then?\" inquired another Skeezer. \"They would\nhave no homes and no place to go, and would be at the mercy of their\nenemies, the Flatheads.\"\n\n\"That is true,\" said Glinda the Good. \"And as these people are Ozma's\nsubjects, I think she would refuse to escape with Dorothy and leave the\nothers behind, or to abandon the island which is the lawful home of the\nSkeezers. I believe the best plan will be to summon the three fishes\nand learn from them how to raise the island.\"\n\nThe little Wizard seemed to think that this was rather a forlorn hope.\n\n\"How will you summon them,\" he asked the lovely Sorceress, \"and how can\nthey hear you?\"\n\n\"That is something we must consider carefully,\" responded stately\nGlinda, with a serene smile.  \"I think I can find a way.\"\n\nAll of Ozma's counsellors applauded this sentiment, for they knew well\nthe powers of the Sorceress.\n\n\"Very well,\" agreed the Wizard. \"Summon them, most noble Glinda.\"\n\n\n\n\nChapter Eighteen\n\nThe Cleverness of Ervic\n\n\nWe must now return to Ervic the Skeezer, who, when he had set down the\ncopper kettle containing the three fishes at the gate of the lonely\ncottage, had asked, \"What next?\"\n\nThe goldfish stuck its head above the water in the kettle and said in\nits small but distinct voice:\n\n\"You are to lift the latch, open the door, and walk boldly into the\ncottage. Do not be afraid of anything you see, for however you seem to\nbe threatened with dangers, nothing can harm you. The cottage is the\nhome of a powerful Yookoohoo, named Reera the Red, who assumes all\nsorts of forms, sometimes changing her form several times in a day,\naccording to her fancy. What her real form may be we do not know. This\nstrange creature cannot be bribed with treasure, or coaxed through\nfriendship, or won by pity. She has never assisted anyone, or done\nwrong to anyone, that we know of. All her wonderful powers are used for\nher own selfish amusement. She will order you out of the house but you\nmust refuse to go. Remain and watch Reera closely and try to see what\nshe uses to accomplish her transformations. If you can discover the\nsecret whisper it to us and we will then tell you what to do next.\"\n\n\"That sounds easy,\" returned Ervic, who had listened carefully. \"But\nare you sure she will not hurt me, or try to transform me?\"\n\n\"She may change your form,\" replied the goldfish, \"but do not worry if\nthat happens, for we can break that enchantment easily. You may be sure\nthat nothing will harm you, so you must not be frightened at anything\nyou see or hear.\"\n\nNow Ervic was as brave as any ordinary young man, and he knew the\nfishes who spoke to him were truthful and to be relied upon,\nnevertheless he experienced a strange sinking of the heart as he picked\nup the kettle and approached the door of the cottage. His hand trembled\nas he raised the latch, but he was resolved to obey his instructions.\nHe pushed the door open, took three strides into the middle of the one\nroom the cottage contained, and then stood still and looked around him.\n\nThe sights that met his gaze were enough to frighten anyone who had not\nbeen properly warned. On the floor just before Ervic lay a great\ncrocodile, its red eyes gleaming wickedly and its wide open mouth\ndisplaying rows of sharp teeth. Horned toads hopped about; each of the\nfour upper corners of the room was festooned with a thick cobweb, in\nthe center of which sat a spider as big around as a washbasin, and\narmed with pincher-like claws; a red-and-green lizard was stretched at\nfull length on the window-sill and black rats darted in and out of the\nholes they had gnawed in the floor of the cottage.\n\nBut the most startling thing was a huge gray ape which sat upon a bench\nand knitted. It wore a lace cap, such as old ladies wear, and a little\napron of lace, but no other clothing. Its eyes were bright and looked\nas if coals were burning in them. The ape moved as naturally as an\nordinary person might, and on Ervic's entrance stopped knitting and\nraised its head to look at him.\n\n\"Get out!\" cried a sharp voice, seeming to come from the ape's mouth.\n\nErvic saw another bench, empty, just beyond him, so he stepped over the\ncrocodile, sat down upon the bench and carefully placed the kettle\nbeside him.\n\n\"Get out!\" again cried the voice.\n\nErvic shook his head.\n\n\"No,\" said he, \"I'm going to stay.\"\n\nThe spiders left their four corners, dropped to the floor and made a\nrush toward the young Skeezer, circling around his legs with their\npinchers extended. Ervic paid no attention to them. An enormous black\nrat ran up Ervic's body, passed around his shoulders and uttered\npiercing squeals in his ears, but he did not wince. The green-and-red\nlizard, coming from the window-sill, approached Ervic and began\nspitting a flaming fluid at him, but Ervic merely stared at the\ncreature and its flame did not touch him.\n\nThe crocodile raised its tail and, swinging around, swept Ervic off the\nbench with a powerful blow. But the Skeezer managed to save the kettle\nfrom upsetting and he got up, shook off the horned toads that were\ncrawling over him and resumed his seat on the bench.\n\nAll the creatures, after this first attack, remained motionless, as if\nawaiting orders. The old gray ape knitted on, not looking toward Ervic\nnow, and the young Skeezer stolidly kept his seat. He expected\nsomething else to happen, but nothing did. A full hour passed and Ervic\nwas growing nervous.\n\n\"What do you want?\" the ape asked at last.\n\n\"Nothing,\" said Ervic.\n\n\"You may have that!\" retorted the ape, and at this all the strange\ncreatures in the room broke into a chorus of cackling laughter.\n\nAnother long wait.\n\n\"Do you know who I am?\" questioned the ape.\n\n\"You must be Reera the Red--the Yookoohoo,\" Ervic answered.\n\n\"Knowing so much, you must also know that I do not like strangers. Your\npresence here in my home annoys me. Do you not fear my anger?\"\n\n\"No,\" said the young man.\n\n\"Do you intend to obey me, and leave this house?\" \"No,\" replied Ervic,\njust as quietly as the Yookoohoo had spoken.\n\nThe ape knitted for a long time before resuming the conversation.\n\n\"Curiosity,\" it said, \"has led to many a man's undoing. I suppose in\nsome way you have learned that I do tricks of magic, and so through\ncuriosity you have come here. You may have been told that I do not\ninjure anyone, so you are bold enough to disobey my commands to go\naway. You imagine that you may witness some of the rites of witchcraft,\nand that they may amuse you. Have I spoken truly?\"\n\n\"Well,\" remarked Ervic, who had been pondering on the strange\ncircumstances of his coming here, \"you are right in some ways, but not\nin others. I am told that you work magic only for your own amusement.\nThat seems to me very selfish. Few people understand magic. I'm told\nthat you are the only real Yookoohoo in all Oz. Why don't you amuse\nothers as well as yourself?\"\n\n\"What right have you to question my actions?\"\n\n\"None at all.\"\n\n\"And you say you are not here to demand any favors of me?\"\n\n\"For myself I want nothing from you.\"\n\n\"You are wise in that. I never grant favors.\"\n\n\"That doesn't worry me,\" declared Ervic.\n\n\"But you are curious? You hope to witness some of my magic\ntransformations?\"\n\n\"If you wish to perform any magic, go ahead,\" said Ervic. \"It may\ninterest me and it may not. If you'd rather go on with your knitting,\nit's all the same to me. I am in no hurry at all.\"\n\nThis may have puzzled Red Reera, but the face beneath the lace cap\ncould show no expression, being covered with hair. Perhaps in all her\ncareer the Yookoohoo had never been visited by anyone who, like this\nyoung man, asked for nothing, expected nothing, and had no reason for\ncoming except curiosity. This attitude practically disarmed the witch\nand she began to regard the Skeezer in a more friendly way. She knitted\nfor some time, seemingly in deep thought, and then she arose and walked\nto a big cupboard that stood against the wall of the room. When the\ncupboard door was opened Ervic could see a lot of drawers inside, and\ninto one of these drawers--the second from the bottom--Reera thrust a\nhairy hand.\n\nUntil now Ervic could see over the bent form of the ape, but suddenly\nthe form, with its back to him, seemed to straighten up and blot out\nthe cupboard of drawers. The ape had changed to the form of a woman,\ndressed in the pretty Gillikin costume, and when she turned around he\nsaw that it was a young woman, whose face was quite attractive.\n\n\"Do you like me better this way?\" Reera inquired with a smile.\n\n\"You look better,\" he said calmly, \"but I'm not sure I like you any\nbetter.\"\n\nShe laughed, saying: \"During the heat of the day I like to be an ape,\nfor an ape doesn't wear any clothes to speak of. But if one has\ngentlemen callers it is proper to dress up.\"\n\nErvic noticed her right hand was closed, as if she held something in\nit. She shut the cupboard door, bent over the crocodile and in a moment\nthe creature had changed to a red wolf. It was not pretty even now, and\nthe wolf crouched beside its mistress as a dog might have done. Its\nteeth looked as dangerous as had those of the crocodile.\n\nNext the Yookoohoo went about touching all the lizards and toads, and\nat her touch they became kittens. The rats she changed into chipmunks.\nNow the only horrid creatures remaining were the four great spiders,\nwhich hid themselves behind their thick webs.\n\n\"There!\" Reera cried, \"now my cottage presents a more comfortable\nappearance. I love the toads and lizards and rats, because most people\nhate them, but I would tire of them if they always remained the same.\nSometimes I change their forms a dozen times a day.\"\n\n\"You are clever,\" said Ervic. \"I did not hear you utter any\nincantations or magic words. All you did was to touch the creatures.\"\n\n\"Oh, do you think so?\" she replied. \"Well, touch them yourself, if you\nlike, and see if you can change their forms.\"\n\n\"No,\" said the Skeezer, \"I don't understand magic and if I did I would\nnot try to imitate your skill. You are a wonderful Yookoohoo, while I\nam only a common Skeezer.\"\n\nThis confession seemed to please Reera, who liked to have her\nwitchcraft appreciated.\n\n\"Will you go away now?\" she asked. \"I prefer to be alone.\"\n\n\"I prefer to stay here,\" said Ervic.\n\n\"In another person's home, where you are not wanted?\"\n\n\"Yes.\"\n\n\"Is not your curiosity yet satisfied?\" demanded Reera, with a smile.\n\n\"I don't know. Is there anything else you can do?\"\n\n\"Many things. But why should I exhibit my powers to a stranger?\"\n\n\"I can think of no reason at all,\" he replied.\n\nShe looked at him curiously.\n\n\"You want no power for yourself, you say, and you're too stupid to be\nable to steal my secrets. This isn't a pretty cottage, while outside\nare sunshine, broad prairies and beautiful wildflowers. Yet you insist\non sitting on that bench and annoying me with your unwelcome presence.\nWhat have you in that kettle?\"\n\n\"Three fishes,\" he answered readily.\n\n\"Where did you get them?\"\n\n\"I caught them in the Lake of the Skeezers.\"\n\n\"What do you intend to do with the fishes?\"\n\n\"I shall carry them to the home of a friend of mine who has three\nchildren. The children will love to have the fishes for pets.\"\n\nShe came over to the bench and looked into the kettle, where the three\nfishes were swimming quietly in the water.\n\n\"They're pretty,\" said Reera. \"Let me transform them into something\nelse.\"\n\n\"No,\" objected the Skeezer.\n\n\"I love to transform things; it's so interesting. And I've never\ntransformed any fishes in all my life.\"\n\n\"Let them alone,\" said Ervic.\n\n\"What shapes would you prefer them to have? I can make them turtles, or\ncute little sea-horses; or I could make them piglets, or rabbits, or\nguinea-pigs; or, if you like I can make chickens of them, or eagles, or\nbluejays.\"\n\n\"Let them alone!\" repeated Ervic.\n\n\"You're not a very pleasant visitor,\" laughed Red Reera. \"People accuse\nme of being cross and crabbed and unsociable, and they are quite right.\nIf you had come here pleading and begging for favors, and half afraid\nof my Yookoohoo magic, I'd have abused you until you ran away; but\nyou're quite different from that. You're the unsociable and crabbed and\ndisagreeable one, and so I like you, and bear with your grumpiness.\nIt's time for my midday meal; are you hungry?\"\n\n\"No,\" said Ervic, although he really desired food.\n\n\"Well, I am,\" Reera declared and clapped her hands together. Instantly\na table appeared, spread with linen and bearing dishes of various\nfoods, some smoking hot. There were two plates laid, one at each end of\nthe table, and as soon as Reera seated herself all her creatures\ngathered around her, as if they were accustomed to be fed when she ate.\nThe wolf squatted at her right hand and the kittens and chipmunks\ngathered at her left.\n\n\"Come, Stranger, sit down and eat,\" she called cheerfully, \"and while\nwe're eating let us decide into what forms we shall change your fishes.\"\n\n\"They're all right as they are,\" asserted Ervic, drawing up his bench\nto the table. \"The fishes are beauties--one gold, one silver and one\nbronze. Nothing that has life is more lovely than a beautiful fish.\"\n\n\"What! Am I not more lovely?\" Reera asked, smiling at his serious face.\n\n\"I don't object to you--for a Yookoohoo, you know,\" he said, helping\nhimself to the food and eating with good appetite.\n\n\"And don't you consider a beautiful girl more lovely than a fish,\nhowever pretty the fish may be?\"\n\n\"Well,\" replied Ervic, after a period of thought, \"that might be. If\nyou transformed my three fish into three girls--girls who would be\nAdepts at Magic, you know they might please me as well as the fish do.\nYou won't do that of course, because you can't, with all your skill.\nAnd, should you be able to do so, I fear my troubles would be more than\nI could bear. They would not consent to be my slaves--especially if\nthey were Adepts at Magic--and so they would command me to obey them.\nNo, Mistress Reera, let us not transform the fishes at all.\"\n\nThe Skeezer had put his case with remarkable cleverness. He realized\nthat if he appeared anxious for such a transformation the Yookoohoo\nwould not perform it, yet he had skillfully suggested that they be made\nAdepts at Magic.\n\n\n\n\nChapter Nineteen\n\nRed Reera, the Yookoohoo\n\n\nAfter the meal was over and Reera had fed her pets, including the four\nmonster spiders which had come down from their webs to secure their\nshare, she made the table disappear from the floor of the cottage.\n\n\"I wish you'd consent to my transforming your fishes,\" she said, as she\ntook up her knitting again.\n\nThe Skeezer made no reply. He thought it unwise to hurry matters. All\nduring the afternoon they sat silent. Once Reera went to her cupboard\nand after thrusting her hand into the same drawer as before, touched\nthe wolf and transformed it into a bird with gorgeous colored feathers.\nThis bird was larger than a parrot and of a somewhat different form,\nbut Ervic had never seen one like it before.\n\n\"Sing!\" said Reera to the bird, which had perched itself on a big\nwooden peg--as if it had been in the cottage before and knew just what\nto do.\n\nAnd the bird sang jolly, rollicking songs with words to them--just as a\nperson who had been carefully trained might do. The songs were\nentertaining and Ervic enjoyed listening to them. In an hour or so the\nbird stopped singing, tucked its head under its wing and went to sleep.\nReera continued knitting but seemed thoughtful.\n\nNow Ervic had marked this cupboard drawer well and had concluded that\nReera took something from it which enabled her to perform her\ntransformations. He thought that if he managed to remain in the\ncottage, and Reera fell asleep, he could slyly open the cupboard, take\na portion of whatever was in the drawer, and by dropping it into the\ncopper kettle transform the three fishes into their natural shapes.\nIndeed, he had firmly resolved to carry out this plan when the\nYookoohoo put down her knitting and walked toward the door.\n\n\"I'm going out for a few minutes,\" said she; \"do you wish to go with\nme, or will you remain here?\"\n\nErvic did not answer but sat quietly on his bench. So Reera went out\nand closed the cottage door.\n\nAs soon as she was gone, Ervic rose and tiptoed to the cupboard.\n\n\"Take care! Take care!\" cried several voices, coming from the kittens\nand chipmunks. \"If you touch anything we'll tell the Yookoohoo!\"\n\nErvic hesitated a moment but, remembering that he need not consider\nReera's anger if he succeeded in transforming the fishes, he was about\nto open the cupboard when he was arrested by the voices of the fishes,\nwhich stuck their heads above the water in the kettle and called out:\n\n\"Come here, Ervic!\"\n\nSo he went back to the kettle and bent over it\n\n\"Let the cupboard alone,\" said the goldfish to him earnestly. \"You\ncould not succeed by getting that magic powder, for only the Yookoohoo\nknows how to use it. The best way is to allow her to transform us into\nthree girls, for then we will have our natural shapes and be able to\nperform all the Arts of Magic we have learned and well understand. You\nare acting wisely and in the most effective manner. We did not know you\nwere so intelligent, or that Reera could be so easily deceived by you.\nContinue as you have begun and try to persuade her to transform us. But\ninsist that we be given the forms of girls.\"\n\nThe goldfish ducked its head down just as Reera re-entered the cottage.\nShe saw Ervic bent over the kettle, so she came and joined him.\n\n\"Can your fishes talk?\" she asked.\n\n\"Sometimes,\" he replied, \"for all fishes in the Land of Oz know how to\nspeak. Just now they were asking me for some bread. They are hungry.\"\n\n\"Well, they can have some bread,\" said Reera. \"But it is nearly\nsupper-time, and if you would allow me to transform your fishes into\ngirls they could join us at the table and have plenty of food much\nnicer than crumbs. Why not let me transform them?\"\n\n\"Well,\" said Ervic, as if hesitating, \"ask the fishes. If they consent,\nwhy--why, then, I'll think it over.\"\n\nReera bent over the kettle and asked:\n\n\"Can you hear me, little fishes?\"\n\nAll three popped their heads above water.\n\n\"We can hear you,\" said the bronzefish.\n\n\"I want to give you other forms, such as rabbits, or turtles or girls,\nor something; but your master, the surly Skeezer, does not wish me to.\nHowever, he has agreed to the plan if you will consent.\"\n\n\"We'd like to be girls,\" said the silverfish.\n\n\"No, no!\" exclaimed Ervic.\n\n\"If you promise to make us three beautiful girls, we will consent,\"\nsaid the goldfish.\n\n\"No, no!\" exclaimed Ervic again.\n\n\"Also make us Adepts at Magic,\" added the bronzefish.\n\n\"I don't know exactly what that means,\" replied Reera musingly, \"but as\nno Adept at Magic is as powerful as Yookoohoo, I'll add that to the\ntransformation.\"\n\n\"We won't try to harm you, or to interfere with your magic in any way,\"\npromised the goldfish. \"On the contrary, we will be your friends.\"\n\n\"Will you agree to go away and leave me alone in my cottage, whenever I\ncommand you to do so?\" asked Reera.\n\n\"We promise that,\" cried the three fishes.\n\n\"Don't do it! Don't consent to the transformation,\" urged Ervic.\n\n\"They have already consented,\" said the Yookoohoo, laughing in his\nface, \"and you have promised me to abide by their decision. So, friend\nSkeezer, I shall perform the transformation whether you like it or not.\"\n\nErvic seated himself on the bench again, a deep scowl on his face but\njoy in his heart. Reera moved over to the cupboard, took something from\nthe drawer and returned to the copper kettle. She was clutching\nsomething tightly in her right hand, but with her left she reached\nwithin the kettle, took out the three fishes and laid them carefully on\nthe floor, where they gasped in distress at being out of water.\n\nReera did not keep them in misery more than a few seconds, for she\ntouched each one with her right hand and instantly the fishes were\ntransformed into three tall and slender young women, with fine,\nintelligent faces and clothed in handsome, clinging gowns. The one who\nhad been a goldfish had beautiful golden hair and blue eyes and was\nexceedingly fair of skin; the one who had been a bronzefish had dark\nbrown hair and clear gray eyes and her complexion matched these lovely\nfeatures. The one who had been a silverfish had snow-white hair of the\nfinest texture and deep brown eyes. The hair contrasted exquisitely\nwith her pink cheeks and ruby-red lips, nor did it make her look a day\nolder than her two companions.\n\nAs soon as they secured these girlish shapes, all three bowed low to\nthe Yookoohoo and said:\n\n\"We thank you, Reera.\"\n\nThen they bowed to the Skeezer and said:\n\n\"We thank you, Ervic.\"\n\n\"Very good!\" cried the Yookoohoo, examining her work with critical\napproval. \"You are much better and more interesting than fishes, and\nthis ungracious Skeezer would scarcely allow me to do the\ntransformations. You surely have nothing to thank him for. But now let\nus dine in honor of the occasion.\"\n\nShe clapped her hands together and again a table loaded with food\nappeared in the cottage. It was a longer table, this time, and places\nwere set for the three Adepts as well as for Reera and Ervic.\n\n\"Sit down, friends, and eat your fill,\" said the Yookoohoo, but instead\nof seating herself at the head of the table she went to the cupboard,\nsaying to the Adepts: \"Your beauty and grace, my fair friends, quite\noutshine my own. So that I may appear properly at the banquet table I\nintend, in honor of this occasion, to take upon myself my natural\nshape.\"\n\nScarcely had she finished this speech when Reera transformed herself\ninto a young woman fully as lovely as the three Adepts. She was not\nquite so tall as they, but her form was more rounded and more\nhandsomely clothed, with a wonderful jeweled girdle and a necklace of\nshining pearls. Her hair was a bright auburn red, and her eyes large\nand dark.\n\n\"Do you claim this is your natural form?\" asked Ervic of the Yookoohoo.\n\n\"Yes,\" she replied. \"This is the only form I am really entitled to\nwear. But I seldom assume it because there is no one here to admire or\nappreciate it and I get tired admiring it myself.\"\n\n\"I see now why you are named Reera the Red,\" remarked Ervic.\n\n\"It is on account of my red hair,\" she explained smiling. \"I do not\ncare for red hair myself, which is one reason I usually wear other\nforms.\"\n\n\"It is beautiful,\" asserted the young man; and then remembering the\nother women present he added: \"But, of course, all women should not\nhave red hair, because that would make it too common. Gold and silver\nand brown hair are equally handsome.\"\n\nThe smiles that he saw interchanged between the four filled the poor\nSkeezer with embarrassment, so he fell silent and attended to eating\nhis supper, leaving the others to do the talking. The three Adepts\nfrankly told Reera who they were, how they became fishes and how they\nhad planned secretly to induce the Yookoohoo to transform them. They\nadmitted that they had feared, had they asked her to help, that she\nwould have refused them.\n\n\"You were quite right,\" returned the Yookoohoo. \"I make it my rule\nnever to perform magic to assist others, for if I did there would\nalways be crowd at my cottage demanding help and I hate crowds and want\nto be left alone.\"\n\n\"However, now that you are restored to your proper shapes, I do not\nregret my action and I hope you will be of use in saving the Skeezer\npeople by raising their island to the surface of the lake, where it\nreally belongs. But you must promise me that after you go away you will\nnever come here again, nor tell anyone what I have done for you.\"\n\nThe three Adepts and Ervic thanked the Yookoohoo warmly. They promised\nto remember her wish that they should not come to her cottage again and\nso, with a good-bye, took their departure.\n\n\n\n\nChapter Twenty\n\nA Puzzling Problem\n\n\nGlinda the Good, having decided to try her sorcery upon the abandoned\nsubmarine, so that it would obey her commands, asked all of her party,\nincluding the Skeezers, to withdraw from the shore of the lake to the\nline of palm trees. She kept with her only the little Wizard of Oz, who\nwas her pupil and knew how to assist her in her magic rites. When they\ntwo were alone beside the stranded boat, Glinda said to the Wizard:\n\n\"I shall first try my magic recipe No. 1163, which is intended to make\ninanimate objects move at my command. Have you a skeropythrope with\nyou?\"\n\n\"Yes, I always carry one in my bag,\" replied the Wizard. He opened his\nblack bag of magic tools and took out a brightly polished\nskeropythrope, which he handed to the Sorceress. Glinda had also\nbrought a small wicker bag, containing various requirements of sorcery,\nand from this she took a parcel of powder and a vial of liquid. She\npoured the liquid into the skeropythrope and added the powder. At once\nthe skeropythrope began to sputter and emit sparks of a violet color,\nwhich spread in all directions. The Sorceress instantly stepped into\nthe middle of the boat and held the instrument so that the sparks fell\nall around her and covered every bit of the blackened steel boat. At\nthe same time Glinda crooned a weird incantation in the language of\nsorcery, her voice sounding low and musical.\n\nAfter a little the violet sparks ceased, and those that had fallen upon\nthe boat had disappeared and left no mark upon its surface. The\nceremony was ended and Glinda returned the skeropythrope to the Wizard,\nwho put it away in his black bag.\n\n\"That ought to do the business all right,\" he said confidently.\n\n\"Let us make a trial and see,\" she replied.\n\nSo they both entered the boat and seated themselves.\n\nSpeaking in a tone of command the Sorceress said to the boat: \"Carry us\nacross the lake, to the farther shore.\"\n\nAt once the boat backed off the sandy beach, turned its prow and moved\nswiftly over the water.\n\n\"Very good--very good indeed!\" cried the Wizard, when the boat slowed\nup at the shore opposite from that whence they had departed. \"Even\nCoo-ee-oh, with all her witchcraft, could do no better.\"\n\nThe Sorceress now said to the boat:\n\n\"Close up, submerge and carry us to the basement door of the sunken\nisland--the door from which you emerged at the command of Queen\nCoo-ee-oh.\"\n\nThe boat obeyed. As it sank into the water the top sections rose from\nthe sides and joined together over the heads of Glinda and the Wizard,\nwho were thus enclosed in a water-proof chamber. There were four glass\nwindows in this covering, one on each side and one on either end, so\nthat the passengers could see exactly where they were going. Moving\nunder water more slowly than on the surface, the submarine gradually\napproached the island and halted with its bow pressed against the huge\nmarble door in the basement under the Dome. This door was tightly\nclosed and it was evident to both Glinda and the Wizard that it would\nnot open to admit the underwater boat unless a magic word was spoken by\nthem or someone from within the basement of the island. But what was\nthis magic word?  Neither of them knew.\n\n\"I'm afraid,\" said the Wizard regretfully, \"that we can't get in, after\nall. Unless your sorcery can discover the word to open the marble door.\"\n\n\"That is probably some word only known to Coo-ce-oh,\" replied the\nSorceress. \"I may be able to discover what it is, but that will require\ntime. Let us go back again to our companions.\"\n\n\"It seems a shame, after we have made the boat obey us, to be balked by\njust a marble door,\" grumbled the Wizard.\n\nAt Glinda's command the boat rose until it was on a level with the\nglass dome that covered the Skeezer village, when the Sorceress made it\nslowly circle all around the Great Dome.\n\nMany faces were pressed against the glass from the inside, eagerly\nwatching the submarine, and in one place were Dorothy and Ozma, who\nquickly recognized Glinda and the Wizard through the glass windows of\nthe boat. Glinda saw them, too, and held the boat close to the Dome\nwhile the friends exchanged greetings in pantomime. Their voices,\nunfortunately, could not be heard through the Dome and the water and\nthe side of the boat. The Wizard tried to make the girls understand,\nthrough signs, that he and Glinda had come to their rescue, and Ozma\nand Dorothy understood this from the very fact that the Sorceress and\nthe Wizard had appeared. The two girl prisoners were smiling and in\nsafety, and knowing this Glinda felt she could take all the time\nnecessary in order to effect their final rescue.\n\nAs nothing more could be done just then, Glinda ordered the boat to\nreturn to shore and it obeyed readily. First it ascended to the surface\nof the water, then the roof parted and fell into the slots at the side\nof the boat, and then the magic craft quickly made the shore and\nbeached itself on the sands at the very spot from which it had departed\nat Glinda's command. All the Oz people and the Skeezers at once ran to\nthe boat to ask if they had reached the island, and whether they had\nseen Ozma and Dorothy. The Wizard told them of the obstacle they had\nmet in the way of a marble door, and how Glinda would now undertake to\nfind a magic way to conquer the door.\n\nRealizing that it would require several days to succeed in reaching the\nisland raising it and liberating their friends and the Skeezer people,\nGlinda now prepared a camp half way between the lake shore and the palm\ntrees.\n\nThe Wizard's wizardry made a number of tents appear and the sorcery of\nthe Sorceress furnished these tents all complete, with beds, chairs,\ntables, flags, lamps and even books with which to pass idle hours. All\nthe tents had the Royal Banner of Oz flying from the centerpoles and\none big tent, not now occupied, had Ozma's own banner moving in the\nbreeze.\n\nBetsy and Trot had a tent to themselves, and Button Bright and Ojo had\nanother. The Scarecrow and the Tin Woodman paired together in one tent\nand so did Jack Pumpkinhead and the Shaggy Man, Cap'n Bill and Uncle\nHenry, Tik-Tok and Professor Wogglebug. Glinda had the most splendid\ntent of all, except that reserved for Ozma, while the Wizard had a\nlittle one of his own. Whenever it was meal time, tables loaded with\nfood magically appeared in the tents of those who were in the habit of\neating, and these complete arrangements made the rescue party just\ncomfortable as they would have been in their own homes.\n\nFar into the night Glinda sat in her tent studying a roll of mystic\nscrolls in search of a word that would open the basement door of the\nisland and admit her to the Great Dome. She also made many magical\nexperiments, hoping to discover something that would aid her. Yet the\nmorning found the powerful Sorceress still unsuccessful.\n\nGlinda's art could have opened any ordinary door, you may be sure, but\nyou must realize that this marble door of the island had been commanded\nnot to open save in obedience to one magic word, and therefore all\nother magic words could have no effect upon it. The magic word that\nguarded the door had probably been invented by Coo-ee-oh, who had now\nforgotten it. The only way, then, to gain entrance to the sunken island\nwas to break the charm that held the door fast shut. If this could be\ndone no magic would be required to open it.\n\nThe next day the Sorceress and the Wizard again entered the boat and\nmade it submerge and go to the marble door, which they tried in various\nways to open, but without success.\n\n\"We shall have to abandon this attempt, I think,\" said Glinda. \"The\neasiest way to raise the island would be for us to gain admittance to\nthe Dome and then descend to the basement and see in what manner\nCoo-ee-oh made the entire island sink or rise at her command. It\nnaturally occurred to me that the easiest way to gain admittance would\nbe by having the boat take us into the basement through the marble door\nfrom which Coo-ee-oh launched it. But there must be other ways to get\ninside the Dome and join Ozma and Dorothy, and such ways we must find\nby study and the proper use of our powers of magic.\"\n\n\"It won't be easy,\" declared the Wizard, \"for we must not forget that\nOzma herself understands considerable magic, and has doubtless tried to\nraise the island or find other means of escape from it and failed.\"\n\n\"That is true,\" returned Glinda, \"but Ozma's magic is fairy magic,\nwhile you are a Wizard and I am a Sorceress. In this way the three of\nus have a great variety of magic to work with, and if we should all\nfail it will be because the island is raised and lowered by a magic\npower none of us is acquainted with. My idea therefore is to seek--by\nsuch magic as we possess--to accomplish our object in another way.\"\n\nThey made the circle of the Dome again in their boat, and once more saw\nOzma and Dorothy through their windows and exchanged signals with the\ntwo imprisoned girls.\n\nOzma realized that her friends were doing all in their power to rescue\nher and smiled an encouragement to their efforts. Dorothy seemed a\nlittle anxious but was trying to be as brave as her companion.\n\nAfter the boat had returned to the camp and Glinda was seated in her\ntent, working out various ways by which Ozma and Dorothy could be\nrescued, the Wizard stood on the shore dreamily eying the outlines of\nthe Great Dome which showed beneath the clear water, when he raised his\neyes and saw a group of strange people approaching from around the\nlake. Three were young women of stately presence, very beautifully\ndressed, who moved with remarkable grace. They were followed at a\nlittle distance by a good-looking young Skeezer.\n\nThe Wizard saw at a glance that these people might be very important,\nso he advanced to meet them. The three maidens received him graciously\nand the one with the golden hair said:\n\n\"I believe you are the famous Wizard of Oz, of whom I have often heard.\nWe are seeking Glinda, the Sorceress, and perhaps you can lead us to\nher.\"\n\n\"I can, and will, right gladly,\" answered the Wizard. \"Follow me,\nplease.\"\n\nThe little Wizard was puzzled as to the identity of the three lovely\nvisitors but he gave no sign that might embarrass them.\n\nHe understood they did not wish to be questioned, and so he made no\nremarks as he led the way to Glinda's tent.\n\nWith a courtly bow the Wizard ushered the three visitors into the\ngracious presence of Glinda, the Good.\n\n\n\n\nChapter Twenty-One\n\nThe Three Adepts\n\n\nThe Sorceress looked up from her work as the three maidens entered, and\nsomething in their appearance and manner led her to rise and bow to\nthem in her most dignified manner. The three knelt an instant before\nthe great Sorceress and then stood upright and waited for her to speak.\n\n\"Whoever you may be,\" said Glinda, \"I bid you welcome.\"\n\n\"My name is Audah,\" said one.\n\n\"My name is Aurah,\" said another.\n\n\"My name is Aujah,\" said the third.\n\nGlinda had never heard these names before, but looking closely at the\nthree she asked:\n\n\"Are you witches or workers in magic?\"\n\n\"Some of the secret arts we have gleaned from Nature,\" replied the\nbrownhaired maiden modestly, \"but we do not place our skill beside that\nof the Great Sorceress, Glinda the Good.\"\n\n\"I suppose you are aware it is unlawful to practice magic in the Land\nof Oz, without the permission of our Ruler, Princess Ozma?\"\n\n\"No, we were not aware of that,\" was the reply.  \"We have heard of\nOzma, who is the appointed Ruler of all this great fairyland, but her\nlaws have not reached us, as yet.\"\n\nGlinda studied the strange maidens thoughtfully; then she said to them:\n\n\"Princess Ozma is even now imprisoned in the Skeezer village, for the\nwhole island with its Great Dome, was sunk to the bottom of the lake by\nthe witchcraft of Coo-ee-oh, whom the Flathead Su-dic transformed into\na silly swan. I am seeking some way to overcome Coo-ee-oh's magic and\nraise the isle to the surface again. Can you help me do this?\"\n\nThe maidens exchanged glances, and the white-haired one replied:\n\n\"We do not know; but we will try to assist you.\"\n\n\"It seems,\" continued Glinda musingly, \"that Coo-ee-oh derived most of\nher witchcraft from three Adepts at Magic, who at one time ruled the\nFlatheads. While the Adepts were being entertained by Coo-ee-oh at a\nbanquet in her palace, she cruelly betrayed them and after transforming\nthem into fishes cast them into the lake.\n\n\"If I could find these three fishes and return them to their natural\nshapes--they might know what magic Coo-ee-oh used to sink the island. I\nwas about to go to the shore and call these fishes to me when you\narrived. So, if you will join me, we will try to find them.\"\n\nThe maidens exchanged smiles now, and the golden-haired one, Audah,\nsaid to Glinda:\n\n\"It will not be necessary to go to the lake. We are the three fishes.\"\n\n\"Indeed!\" cried Glinda. \"Then you are the three Adepts at Magic,\nrestored to your proper forms?\"\n\n\"We are the three Adepts,\" admitted Aujah.\n\n\"Then,\" said Glinda, \"my task is half accomplished. But who destroyed\nthe transformation that made you fishes?\"\n\n\"We have promised not to tell,\" answered Aurah; \"but this young Skeezer\nwas largely responsible for our release; he is brave and clever, and we\nowe him our gratitude.\"\n\nGlinda looked at Ervic, who stood modestly behind the Adepts, hat in\nhand. \"He shall be properly rewarded,\" she declared, \"for in helping\nyou he has helped us all, and perhaps saved his people from being\nimprisoned forever in the sunken isle.\"\n\nThe Sorceress now asked her guests to seat themselves and a long talk\nfollowed, in which the Wizard of Oz shared.\n\n\"We are quite certain,\" said Aurah, \"that if we could get inside the\nDome we could discover Coo-ee-oh's secrets, for in all her work, after\nwe became fishes, she used the formulas and incantations and arts that\nshe stole from us. She may have added to these things, but they were\nthe foundation of all her work.\"\n\n\"What means do you suggest for our getting into the Dome?\" inquired\nGlinda.\n\nThe three Adepts hesitated to reply, for they had not yet considered\nwhat could be done to reach the inside of the Great Dome. While they\nwere in deep thought, and Glinda and the Wizard were quietly awaiting\ntheir suggestions, into the tent rushed Trot and Betsy, dragging\nbetween them the Patchwork Girl.\n\n\"Oh, Glinda,\" cried Trot, \"Scraps has thought of a way to rescue Ozma\nand Dorothy and all of the Skeezers.\"\n\nThe three Adepts could not avoid laughing merrily, for not only were\nthey amused by the queer form of the Patchwork Girl, but Trot's\nenthusiastic speech struck them as really funny. If the Great Sorceress\nand the famous Wizard and the three talented Adepts at Magic were\nunable as yet to solve the important problem of the sunken isle, there\nwas little chance for a patched girl stuffed with cotton to succeed.\n\nBut Glinda, smiling indulgently at the earnest faces turned toward her,\npatted the children's heads and said:\n\n\"Scraps is very clever. Tell us what she has thought of, my dear.\"\n\n\"Well,\" said Trot, \"Scraps says that if you could dry up all the water\nin the lake the island would be on dry land, an' everyone could come\nand go whenever they liked.\"\n\nGlinda smiled again, but the Wizard said to the girls:\n\n\"If we should dry up the lake, what would become of all the beautiful\nfishes that now live in the water?\"\n\n\"Dear me! That's so,\" admitted Betsy, crestfallen; \"we never thought of\nthat, did we Trot?\"\n\n\"Couldn't you transform 'em into polliwogs?\" asked Scraps, turning a\nsomersault and then standing on one leg. \"You could give them a little,\nteeny pond to swim in, and they'd be just as happy as they are as\nfishes.\"\n\n\"No indeed!\" replied the Wizard, severely. \"It is wicked to transform\nany living creatures without their consent, and the lake is the home of\nthe fishes and belongs to them.\"\n\n\"All right,\" said Scraps, making a face at him; \"I don't care.\"\n\n\"It's too bad,\" sighed Trot, \"for I thought we'd struck a splendid\nidea.\"\n\n\"So you did,\" declared Glinda, her face now grave and thoughtful.\n\"There is something in the Patchwork Girl's idea that may be of real\nvalue to us.\"\n\n\"I think so, too,\" agreed the golden-haired Adept. \"The top of the\nGreat Dome is only a few feet below the surface of the water. If we\ncould reduce the level of the lake until the Dome sticks a little above\nthe water, we could remove some of the glass and let ourselves down\ninto the village by means of ropes.\"\n\n\"And there would be plenty of water left for the fishes to swim in,\"\nadded the white-haired maiden.\n\n\"If we succeed in raising the island we could fill up the lake again,\"\nsuggested the brown-haired Adept.\n\n\"I believe,\" said the Wizard, rubbing his hands together in delight,\n\"that the Patchwork Girl has shown us the way to success.\"\n\nThe girls were looking curiously at the three beautiful Adepts,\nwondering who they were, so Glinda introduced them to Trot and Betsy\nand Scraps, and then sent the children away while she considered how to\ncarry the new idea into effect.\n\nNot much could be done that night, so the Wizard prepared another tent\nfor the Adepts, and in the evening Glinda held a reception and invited\nall her followers to meet the new arrivals. The Adepts were greatly\nastonished at the extraordinary personages presented to them, and\nmarveled that Jack Pumpkinhead and the Scarecrow and the Tin Woodman\nand Tik-Tok could really live and think and talk just like other\npeople. They were especially pleased with the lively Patchwork Girl and\nloved to watch her antics.\n\nIt was quite a pleasant party, for Glinda served some dainty\nrefreshments to those who could eat, and the Scarecrow recited some\npoems, and the Cowardly Lion sang a song in his deep bass voice. The\nonly thing that marred their joy was the thought that their beloved\nOzma and dear little Dorothy were yet confined in the Great Dome of the\nSunken island.\n\n\n\n\nChapter Twenty-Two\n\nThe Sunken Island\n\n\nAs soon as they had breakfasted the next morning, Glinda and the Wizard\nand the three Adepts went down to the shore of the lake and formed a\nline with their faces toward the submerged island. All the others came\nto watch them, but stood at a respectful distance in the background.\n\nAt the right of the Sorceress stood Audah and Aurah, while at the left\nstood the Wizard and Aujah. Together they stretched their arms over the\nwater's edge and in unison the five chanted a rhythmic incantation.\n\nThis chant they repeated again and again, swaying their arms gently\nfrom side to side, and in a few minutes the watchers behind them\nnoticed that the lake had begun to recede from the shore. Before long\nthe highest point of the dome appeared above the water. Gradually the\nwater fell, making the dome appear to rise. When it was three or four\nfeet above the surface Glinda gave the signal to stop, for their work\nhad been accomplished.\n\nThe blackened submarine was now entirely out of water, but Uncle Henry\nand Cap'n Bill managed to push it into the lake. Glinda, the Wizard,\nErvic and the Adepts got into the boat, taking with them a coil of\nstrong rope, and at the command of the Sorceress the craft cleaved its\nway through the water toward the part of the Dome which was now visible.\n\n\"There's still plenty of water for the fish to swim in,\" observed the\nWizard as they rode along. \"They might like more but I'm sure they can\nget along until we have raised the island and can fill up the lake\nagain.\"\n\nThe boat touched gently on the sloping glass of the Dome, and the\nWizard took some tools from his black bag and quickly removed one large\npane of glass, thus making a hole large enough for their bodies to pass\nthrough. Stout frames of steel supported the glass of the Dome, and\naround one of these frames the Wizard tied the end of a rope.\n\n\"I'll go down first,\" said he, \"for while I'm not as spry as Cap'n Bill\nI'm sure I can manage it easily.  Are you sure the rope is long enough\nto reach the bottom?\"\n\n\"Quite sure,\" replied the Sorceress.\n\nSo the Wizard let down the rope and climbing through the opening\nlowered himself down, hand over hand, clinging to the rope with his\nlegs and feet. Below in the streets of the village were gathered all\nthe Skeezers, men, women and children, and you may be sure that Ozma\nand Dorothy, with Lady Aurex, were filled with joy that their friends\nwere at last coming to their rescue.\n\nThe Queen's palace, now occupied by Ozma, was directly in the center of\nthe Dome, so that when the rope was let down the end of it came just in\nfront of the palace entrance. Several Skeezers held fast to the rope's\nend to steady it and the Wizard reached the ground in safety. He hugged\nfirst Ozma and then Dorothy, while all the Skeezers cheered as loud as\nthey could.\n\nThe Wizard now discovered that the rope was long enough to reach from\nthe top of the Dome to the ground when doubled, so he tied a chair to\none end of the rope and called to Glinda to sit in the chair while he\nand some of the Skeezers lowered her to the pavement. In this way the\nSorceress reached the ground quite comfortably and the three Adepts and\nErvic soon followed her.\n\nThe Skeezers quickly recognized the three Adepts at Magic, whom they\nhad learned to respect before their wicked Queen betrayed them, and\nwelcomed them as friends. All the inhabitants of the village had been\ngreatly frightened by their imprisonment under water, but now realized\nthat an attempt was to be made to rescue them.\n\nGlinda, the Wizard and the Adepts followed Ozma and Dorothy into the\npalace, and they asked Lady Aurex and Ervic to join them. After Ozma\nhad told of her adventures in trying to prevent war between the\nFlatheads and the Skeezers, and Glinda had told all about the Rescue\nExpedition and the restoration of the three Adepts by the help of\nErvic, a serious consultation was held as to how the island could be\nmade to rise.\n\n\"I've tried every way in my power,\" said Ozma, \"but Coo-ee-oh used a\nvery unusual sort of magic which I do not understand. She seems to have\nprepared her witchcraft in such a way that a spoken word is necessary\nto accomplish her designs, and these spoken words are known only to\nherself.\"\n\n\"That is a method we taught her,\" declared Aurah the Adept.\n\n\"I can do no more, Glinda,\" continued Ozma, \"so I wish you would try\nwhat your sorcery can accomplish.\"\n\n\"First, then,\" said Glinda, \"let us visit the basement of the island,\nwhich I am told is underneath the village.\"\n\nA flight of marble stairs led from one of Coo-ee-oh's private rooms\ndown to the basement, but when the party arrived all were puzzled by\nwhat they saw. In the center of a broad, low room, stood a mass of\ngreat cog-wheels, chains and pulleys, all interlocked and seeming to\nform a huge machine; but there was no engine or other motive power to\nmake the wheels turn.\n\n\"This, I suppose, is the means by which the island is lowered or\nraised,\" said Ozma, \"but the magic word which is needed to move the\nmachinery is unknown to us.\"\n\nThe three Adepts were carefully examining the mass of wheels, and soon\nthe golden-haired one said:\n\n\"These wheels do not control the island at all. On the contrary, one\nset of them is used to open the doors of the little rooms where the\nsubmarines are kept, as may be seen from the chains and pulleys used.\nEach boat is kept in a little room with two doors, one to the basement\nroom where we are now and the other letting into the lake.\n\n\"When Coo-ee-oh used the boat in which she attacked the Flatheads, she\nfirst commanded the basement door to open and with her followers she\ngot into the boat and made the top close over them. Then the basement\ndoor being closed, the outer door was slowly opened, letting the water\nfill the room to float the boat, which then left the island, keeping\nunder water.\"\n\n\"But how could she expect to get back again?\" asked the Wizard.\n\n\"Why the boat would enter the room filled with water and after the\nouter door was closed a word of command started a pump which pumped all\nthe water from the room. Then the boat would open and Coo-ee-oh could\nenter the basement.\"\n\n\"I see,\" said the Wizard. \"It is a clever contrivance, but won't work\nunless one knows the magic words.\"\n\n\"Another part of this machinery,\" explained the white-haired Adept, \"is\nused to extend the bridge from the island to the mainland. The steel\nbridge is in a room much like that in which the boats are kept, and at\nCoo-ce-oh's command it would reach out, joint by joint, until its far\nend touched the shore of the lake. The same magic command would make\nthe bridge return to its former position. Of course the bridge could\nnot be used unless the island was on the surface of the water.\"\n\n\"But how do you suppose Coo-ee-oh managed to sink the island, and make\nit rise again?\" inquired Glinda.\n\nThis the Adepts could not yet explain. As nothing more could be learned\nfrom the basement they mounted the steps to the Queen's private suite\nagain, and Ozma showed them to a special room where Coo-ee-oh kept her\nmagical instruments and performed all her arts of witchcraft.\n\n\n\n\nChapter Twenty-Three\n\nThe Magic Words\n\n\nMany interesting things were to be seen in the Room of Magic, including\nmuch that had been stolen from the Adepts when they were transformed to\nfishes, but they had to admit that Coo-ee-oh had a rare genius for\nmechanics, and had used her knowledge in inventing a lot of mechanical\napparatus that ordinary witches, wizards and sorcerers could not\nunderstand.\n\nThey all carefully inspected this room, taking care to examine every\narticle they came across.\n\n\"The island,\" said Glinda thoughtfully, \"rests on a base of solid\nmarble. When it is submerged, as it is now, the base of the island is\nupon the bottom of the lake. What puzzles me is how such a great weight\ncan be lifted and suspended in the water, even by magic.\"\n\n\"I now remember,\" returned Aujah, \"that one of the arts we taught\nCoo-ee-oh was the way to expand steel, and I think that explains how\nthe island is raised and lowered. I noticed in the basement a big steel\npillar that passed through the floor and extended upward to this\npalace. Perhaps the end of it is concealed in this very room. If the\nlower end of the steel pillar is firmly embedded in the bottom of the\nlake, Coo-ee-oh could utter a magic word that would make the pillar\nexpand, and so lift the entire island to the level of the water.\"\n\n\"I've found the end of the steel pillar. It's just here,\" announced the\nWizard, pointing to one side of the room where a great basin of\npolished steel seemed to have been set upon the floor.\n\nThey all gathered around, and Ozma said:\n\n\"Yes, I am quite sure that is the upper end of the pillar that supports\nthe island. I noticed it when I first came here. It has been hollowed\nout, you see, and something has been burned in the basin, for the fire\nhas left its marks. I wondered what was under the great basin and got\nseveral of the Skeezers to come up here and try to lift it for me. They\nwere strong men, but could not move it at all.\"\n\n\"It seems to me,\" said Audah the Adept, \"that we have discovered the\nmanner in which Coo-ee-oh raised the island. She would burn some sort\nof magic powder in the basin, utter the magic word, and the pillar\nwould lengthen out and lift the island with it.\"\n\n\"What's this?\" asked Dorothy, who had been searching around with the\nothers, and now noticed a slight hollow in the wall, near to where the\nsteel basin stood. As she spoke Dorothy pushed her thumb into the\nhollow and instantly a small drawer popped out from the wall.\n\nThe three Adepts, Glinda and the Wizard sprang forward and peered into\nthe drawer. It was half filled with a grayish powder, the tiny grains\nof which constantly moved as if impelled by some living force.\n\n\"It may be some kind of radium,\" said the Wizard.\n\n\"No,\" replied Glinda, \"it is more wonderful than even radium, for I\nrecognize it as a rare mineral powder called Gaulau by the sorcerers. I\nwonder how Coo-ee-oh discovered it and where she obtained it.\"\n\n\"There is no doubt,\" said Aujah the Adept, \"that this is the magic\npowder Coo-ee-oh burned in the basin. If only we knew the magic word, I\nam quite sure we could raise the island.\"\n\n\"How can we discover the magic word?\" asked Ozma, turning to Glinda as\nshe spoke.\n\n\"That we must now seriously consider,\" answered the Sorceress.\n\nSo all of them sat down in the Room of Magic and began to think. It was\nso still that after a while Dorothy grew nervous. The little girl never\ncould keep silent for long, and at the risk of displeasing her\nmagic-working friends she suddenly said:\n\n\"Well, Coo-ee-oh used just three magic words, one to make the bridge\nwork, and one to make the submarines go out of their holes, and one to\nraise and lower the island. Three words. And Coo-ee-oh's name is made\nup of just three words. One is 'Coo,' and one is 'ee,' and one is 'oh.'\"\n\nThe Wizard frowned but Glinda looked wonderingly at the young girl and\nOzma cried out:\n\n\"A good thought, Dorothy dear! You may have solved our problem.\"\n\n\"I believe it is worth a trial,\" agreed Glinda. \"It would be quite\nnatural for Coo-ee-oh to divide her name into three magic syllables,\nand Dorothy's suggestion seems like an inspiration.\"\n\nThe three Adepts also approved the trial but the brown-haired one said:\n\n\"We must be careful not to use the wrong word, and send the bridge out\nunder water. The main thing, if Dorothy's idea is correct, is to hit\nupon the one word that moves the island.\"\n\n\"Let us experiment,\" suggested the Wizard.\n\nIn the drawer with the moving gray powder was a tiny golden cup, which\nthey thought was used for measuring. Glinda filled this cup with the\npowder and carefully poured it into the shallow basin, which was the\ntop of the great steel pillar supporting the island. Then Aurah the\nAdept lighted a taper and touched it to the powder, which instantly\nglowed fiery red and tumbled about the basin with astonishing energy.\nWhile the grains of powder still glowed red the Sorceress bent over it\nand said in a voice of command: \"Coo!\"\n\nThey waited motionless to see what would happen. There was a grating\nnoise and a whirl of machinery, but the island did not move a particle.\n\nDorothy rushed to the window, which overlooked the glass side of the\ndome.\n\n\"The boats!\" she exclaimed. \"The boats are all loose an' sailing under\nwater.\"\n\n\"We've made a mistake,\" said the Wizard gloomily.\n\n\"But it's one which shows we are on the right track,\" declared Aujah\nthe Adept. \"We know now that Coo-ee-oh used the syllables of her name\nfor the magic words.\"\n\n\"If 'Coo' sends out the boats, it is probable that ee' works the\nbridge,\" suggested Ozma. \"So the last part of the name may raise the\nisland.\"\n\n\"Let us try that next then,\" proposed the Wizard.\n\nHe scraped the embers of the burned powder out of the basin and Glinda\nagain filled the golden cup from the drawer and placed it on top the\nsteel pillar. Aurah lighted it with her taper and Ozma bent over the\nbasin and murmured the long drawn syllable: \"Oh-h-h!\"\n\nInstantly the island trembled and with a weird groaning noise it moved\nupward--slowly, very slowly, but with a steady motion, while all the\ncompany stood by in awed silence. It was a wonderful thing, even to\nthose skilled in the arts of magic, wizardry and sorcery, to realize\nthat a single word could raise that great, heavy island, with its\nimmense glass Dome.\n\n\"Why, we're way above the lake now!\" exclaimed Dorothy from the window,\nwhen at last the island ceased to move.\n\n\"That is because we lowered the level of the water,\" explained Glinda.\n\nThey could hear the Skeezers cheering lustily in the streets of the\nvillage as they realized that they were saved.\n\n\"Come,\" said Ozma eagerly, \"let us go down and join the people.\"\n\n\"Not just yet,\" returned Glinda, a happy smile upon her lovely face,\nfor she was overjoyed at their success. \"First let us extend the bridge\nto the mainland, where our friends from the Emerald City are waiting.\"\n\nIt didn't take long to put more powder in the basin, light it and utter\nthe syllable \"EE!\" The result was that a door in the basement opened\nand the steel bridge moved out, extended itself joint by joint, and\nfinally rested its far end on the shore of the lake just in front of\nthe encampment.\n\n\"Now,\" said Glinda, \"we can go up and receive the congratulations of\nthe Skeezers and of our friends of the Rescue Expedition.\"\n\nAcross the water, on the shore of the lake, the Patchwork Girl was\nwaving them a welcome.\n\n\n\n\nChapter Twenty-Four\n\nGlinda's Triumph\n\n\nOf course all those who had joined Glinda's expedition at once crossed\nthe bridge to the island, where they were warmly welcomed by the\nSkeezers. Before all the concourse of people Princess Ozma made a\nspeech from a porch of the palace and demanded that they recognize her\nas their lawful Ruler and promise to obey the laws of the Land of Oz.\nIn return she agreed to protect them from all future harm and declared\nthey would no longer be subjected to cruelty and abuse.\n\nThis pleased the Skeezers greatly, and when Ozma told them they might\nelect a Queen to rule over them, who in turn would be subject to Ozma\nof Oz, they voted for Lady Aurex, and that same day the ceremony of\ncrowning the new Queen was held and Aurex was installed as mistress of\nthe palace.\n\nFor her Prime Minister the Queen selected Ervic, for the three Adepts\nhad told of his good judgment, faithfulness and cleverness, and all the\nSkeezers approved the appointment.\n\nGlinda, the Wizard and the Adepts stood on the bridge and recited an\nincantation that quite filled the lake with water again, and the\nScarecrow and the Patchwork Girl climbed to the top of the Great Dome\nand replaced the pane of glass that had been removed to allow Glinda\nand her followers to enter.\n\nWhen evening came Ozma ordered a great feast prepared, to which every\nSkeezer was invited. The village was beautifully decorated and\nbrilliantly lighted and there was music and dancing until a late hour\nto celebrate the liberation of the people. For the Skeezers had been\nfreed, not only from the water of the lake but from the cruelty of\ntheir former Queen.\n\nAs the people from the Emerald City prepared the next morning to depart\nQueen Aurex said to Ozma:\n\n\"There is only one thing I now fear for my people, and that is the\nenmity of the terrible Su-dic of the Flatheads. He is liable to come\nhere at any time and try to annoy us, and my Skeezers are peaceful\nfolks and unable to fight the wild and wilful Flatheads.\"\n\n\"Do not worry,\" returned Ozma, reassuringly. \"We intend to stop on our\nway at the Flatheads' Enchanted Mountain and punish the Su-dic for his\nmisdeeds.\"\n\nThat satisfied Aurex and when Ozma and her followers trooped over the\nbridge to the shore, having taken leave of their friends, all the\nSkeezers cheered them and waved their hats and handkerchiefs, and the\nband played and the departure was indeed a ceremony long to be\nremembered.\n\nThe three Adepts at Magic, who had formerly ruled the Flatheads wisely\nand considerately, went with Princess Ozma and her people, for they had\npromised Ozma to stay on the mountain and again see that the laws were\nenforced.\n\nGlinda had been told all about the curious Flatheads and she had\nconsulted with the Wizard and formed a plan to render them more\nintelligent and agreeable.\n\nWhen the party reached the mountain Ozma and Dorothy showed them how to\npass around the invisible wall--which had been built by the Flatheads\nafter the Adepts were transformed--and how to gain the up-and-down\nstairway that led to the mountain top.\n\nThe Su-dic had watched the approach of the party from the edge of the\nmountain and was frightened when he saw that the three Adepts had\nrecovered their natural forms and were coming back to their former\nhome. He realized that his power would soon be gone and yet he\ndetermined to fight to the last. He called all the Flatheads together\nand armed them, and told them to arrest all who came up the stairway\nand hurl them over the edge of the mountain to the plain below. But\nalthough they feared the Supreme Dictator, who had threatened to punish\nthem if they did not obey his commands, as soon as they saw the three\nAdepts they threw down their arms and begged their former rulers to\nprotect them.\n\nThe three Adepts assured the excited Flatheads that they had nothing to\nfear.\n\nSeeing that his people had rebelled the Su-dic ran away and tried to\nhide, but the Adepts found him and had him cast into a prison, all his\ncans of brains being taken away from him.\n\nAfter this easy conquest of the Su-dic, Glinda told the Adepts of her\nplan, which had already been approved by Ozma of Oz, and they joyfully\nagreed to it. So, during the next few days, the great Sorceress\ntransformed, in a way, every Flathead on the mountain.\n\nTaking them one at a time, she had the can of brains that belonged to\neach one opened and the contents spread on the flat head, after which,\nby means of her arts of sorcery, she caused the head to grow over the\nbrains--in the manner most people wear them--and they were thus\nrendered as intelligent and good looking as any of the other\ninhabitants of the Land of Oz.\n\nWhen all had been treated in this manner there were no more Flatheads\nat all, and the Adepts decided to name their people Mountaineers. One\ngood result of Glinda's sorcery was that no one could now be deprived\nof the brains that belonged to him and each person had exactly the\nshare he was entitled to.\n\nEven the Su-dic was given his portion of brains and his flat head made\nround, like the others, but he was deprived of all power to work\nfurther mischief, and with the Adepts constantly watching him he would\nbe forced to become obedient and humble.\n\nThe Golden Pig, which ran grunting about the streets, with no brains at\nall, was disenchanted by Glinda, and in her woman's form was given\nbrains and a round head. This wife of the Su-dic had once been even\nmore wicked than her evil husband, but she had now forgotten all her\nwickedness and was likely to be a good woman thereafter.\n\nThese things being accomplished in a satisfactory manner, Princess Ozma\nand her people bade farewell to the three Adepts and departed for the\nEmerald City, well pleased with their interesting adventures.\n\nThey returned by the road over which Ozma and Dorothy had come,\nstopping to get the Sawhorse and the Red Wagon where they had left them.\n\n\"I'm very glad I went to see these peoples,\" said Princess Ozma, \"for I\nnot only prevented any further warfare between them, but they have been\nfreed from the rule of the Su-dic and Coo-ee-oh and are now happy and\nloyal subjects of the Land of Oz. Which proves that it is always wise\nto do one's duty, however unpleasant that duty may seem to be.\"\n\n\n\n\n\n\nThe Wonderful Oz Books\n\nby L. Frank Baum:\n\n  The Wizard of Oz\n  The Land of Oz\n  Ozma of Oz\n  Dorothy and the Wizard in Oz\n  The Road to Oz\n  The Emerald city of Oz\n  The Patchwork Girl of Oz\n  Tik-Tok of Oz\n  The Scarecrow of Oz\n  Rinkitink in Oz\n  The Lost Princess of Oz\n  The Tin Woodman of Oz\n  The Magic of Oz\n  Glinda of Oz\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Glinda of Oz, by L. Frank Baum\n\n*** END OF THIS PROJECT GUTENBERG EBOOK GLINDA OF OZ ***\n\n***** This file should be named 961.txt or 961.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/9/6/961/\n\nProduced by Anthony Matonac\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}