{"title": "Domnei", "author": "James Branch Cabell", "releaseDate": "January, 2006\n", "language": "English", "content": "\n\n\n\nProduced by Suzanne Shell, Anuradha Valsa Raj, and Project\nGutenberg Distributed Proofreaders\n\n\n\n\n\n\n\n\n\n\n\nDomnei\n\nA Comedy of Woman-Worship\n\nBy\n\nJAMES BRANCH CABELL\n\n1920\n\n\n\n\n\n\n\"_En cor gentil domnei per mort no passa_.\"\n\n\nTO\n\nSARAH READ McADAMS\n\nIN GRATITUDE AND AFFECTION\n\n\n\n\n\"The complication of opinions and ideas, of affections and habits,\nwhich prompted the chevalier to devote himself to the service of a\nlady, and by which he strove to prove to her his love, and to merit\nhers in return, was expressed, in the language of the Troubadours, by a\nsingle word, by the word _domnei_, a derivation of _domna_, which may\nbe regarded as an alteration of the Latin _domina_, lady, mistress.\"\n\n--C. C. FAURIEL,\n_History of Provencal Poetry_.\n\n\nCONTENTS\n\nCHAPTER\n\nA PREFACE\n\nCRITICAL COMMENT\n\nTHE ARGUMENT\n\n\nPART ONE--PERION\n\n     I  HOW PERION WAS UNMASKED\n\n    II  HOW THE VICOMTE WAS VERY GAY\n\n   III  HOW MELICENT WOOED\n\n    IV  HOW THE BISHOP AIDED PERION\n\n     V  HOW MELICENT WEDDED\n\n\nPART TWO--MELICENT\n\n    VI  HOW MELICENT SOUGHT OVERSEA\n\n   VII  HOW PERION WAS FREED\n\n  VIII  HOW DEMETRIOS WAS AMUSED\n\n    IX  HOW TIME SPED IN HEATHENRY\n\n     X  HOW DEMETRIOS WOOED\n\n\nPART THREE--DEMETRIOS\n\n    XI  HOW TIME SPED WITH PERION\n\n   XII  HOW DEMETRIOS WAS TAKEN\n\n  XIII  HOW THEY PRAISED MELICENT\n\n   XIV  HOW PERION BRAVED THEODORET.\n\n    XV  HOW PERION FOUGHT\n\n   XVI  HOW DEMETRIOS MEDITATED.\n\n  XVII  HOW A MINSTREL CAME\n\n XVIII  HOW THEY CRIED QUITS\n\n   XIX  HOW FLAMBERGE WAS LOST\n\n    XX  HOW PERION GOT AID\n\n\nPART FOUR--AHASUERUS\n\n   XXI  HOW DEMETRIOS HELD HIS CHATTEL\n\n  XXII  HOW MISERY HELD NACUMERA.\n\n XXIII  HOW DEMETRIOS CRIED FAREWELL\n\n  XXIV  HOW ORESTES RULED\n\n   XXV  HOW WOMEN TALKED TOGETHER\n\n  XXVI  HOW MEN ORDERED MATTERS\n\n XXVII  HOW AHASUERUS WAS CANDID\n\nXXVIII  HOW PERION SAW MELICENT\n\n  XXIX  HOW A BARGAIN WAS CRIED\n\n   XXX  HOW MELICENT CONQUERED\n\nTHE AFTERWORD\n\nBIBLIOGRAPHY\n\n\n\nA Preface\n\nBy\nJoseph Hergesheimer\n\n\nIt would be absorbing to discover the present feminine attitude toward\nthe profoundest compliment ever paid women by the heart and mind of men\nin league--the worshipping devotion conceived by Plato and elevated to\na living faith in mediaeval France. Through that renaissance of a\nsublimated passion _domnei_ was regarded as a throne of alabaster by\nthe chosen figures of its service: Melicent, at Bellegarde, waiting for\nher marriage with King Theodoret, held close an image of Perion made of\nsubstance that time was powerless to destroy; and which, in a life of\nsingular violence, where blood hung scarlet before men's eyes like a\ntapestry, burned in a silver flame untroubled by the fate of her body.\nIt was, to her, a magic that kept her inviolable, perpetually, in spite\nof marauding fingers, a rose in the blanched perfection of its early\nflowering.\n\nThe clearest possible case for that religion was that it transmuted the\nindividual subject of its adoration into the deathless splendor of a\nMadonna unique and yet divisible in a mirage of earthly loveliness. It\nwas heaven come to Aquitaine, to the Courts of Love, in shapes of vivid\nfragrant beauty, with delectable hair lying gold on white samite worked\nin borders of blue petals. It chose not abstractions for its faith, but\nthe most desirable of all actual--yes, worldly--incentives: the sister,\nit might be, of Count Emmerick of Poictesme. And, approaching beatitude\nnot so much through a symbol of agony as by the fragile grace of a\nwoman, raising Melicent to the stars, it fused, more completely than in\nany other aspiration, the spirit and the flesh.\n\nHowever, in its contact, its lovers' delight, it was no more than a\nslow clasping and unclasping of the hands; the spirit and flesh,\nmerged, became spiritual; the height of stars was not a figment....\nHere, since the conception of _domnei_ has so utterly vanished, the\nbreak between the ages impassable, the sympathy born of understanding\nis interrupted. Hardly a woman, to-day, would value a sigh the passion\nwhich turned a man steadfastly away that he might be with her forever\nbeyond the parched forest of death. Now such emotion is held strictly\nto the gains, the accountability, of life's immediate span; women have\nleft their cloudy magnificence for a footing on earth; but--at least in\nwarm graceful youth--their dreams are still of a Perion de la Forêt.\nThese, clear-eyed, they disavow; yet their secret desire, the most\nElysian of all hopes, to burn at once with the body and the soul, mocks\nwhat they find.\n\nThat vision, dominating Mr. Cabell's pages, the record of his revealed\nidealism, brings specially to _Domnei_ a beauty finely escaping the\ndusty confusion of any present. It is a book laid in a purity, a\nserenity, of space above the vapors, the bigotry and engendered spite,\nof dogma and creed. True to yesterday, it will be faithful of\nto-morrow; for, in the evolution of humanity, not necessarily the turn\nof a wheel upward, certain qualities have remained at the center,\nundisturbed. And, of these, none is more fixed than an abstract love.\n\nDifferent in men than in women, it is, for the former, an instinct, a\nneed, to serve rather than be served: their desire is for a shining\nimage superior, at best, to both lust and maternity. This\nconsciousness, grown so dim that it is scarcely perceptible, yet still\nalive, is not extinguished with youth, but lingers hopeless of\nsatisfaction through the incongruous years of middle age. There is\nnever a man, gifted to any degree with imagination, but eternally\nsearches for an ultimate loveliness not disappearing in the circle of\nhis embrace--the instinctively Platonic gesture toward the only\nimmortality conceivable in terms of ecstasy.\n\nA truth, now, in very low esteem! With the solidification of society,\nof property, the bond of family has been tremendously exalted, the mere\nfact of parenthood declared the last sanctity. Together with this,\nnaturally, the persistent errantry of men, so vulgarly misunderstood,\nhas become only a reprehensible paradox. The entire shelf of James\nBranch Cabell's books, dedicated to an unquenchable masculine idealism,\nhas, as well, a paradoxical place in an age of material sentimentality.\nCompared with the novels of the moment, _Domnei_ is an isolated, a\nheroic fragment of a vastly deeper and higher structure. And, of its\nmany aspects, it is not impossible that the highest, rising over even\nits heavenly vision, is the rare, the simple, fortitude of its\nstatement.\n\nWhatever dissent the philosophy of Perion and Melicent may breed, no\none can fail to admire the steady courage with which it is upheld.\nAside from its special preoccupation, such independence in the face of\nponderable threat, such accepted isolation, has a rare stability in a\nworld treacherous with mental quicksands and evasions. This is a valor\nnot drawn from insensibility, but from the sharpest possible\nrecognition of all the evil and Cyclopean forces in existence, and a\ndeliberate engagement of them on their own ground. Nothing more, in\nthat direction, can be asked of Mr. Cabell, of anyone. While about the\nstory itself, the soul of Melicent, the form and incidental writing, it\nis no longer necessary to speak.\n\nThe pages have the rich sparkle of a past like stained glass called to\nlife: the Confraternity of St. Médard presenting their masque of\nHercules; the claret colored walls adorned with gold cinquefoils of\nDemetrios' court; his pavilion with porticoes of Andalusian copper;\nTheodoret's capital, Megaris, ruddy with bonfires; the free port of\nNarenta with its sails spread for the land of pagans; the\nlichen-incrusted glade in the Forest of Columbiers; gardens with the\nwalks sprinkled with crocus and vermilion and powdered mica ... all are\nat once real and bright with unreality, rayed with the splendor of an\nantiquity built from webs and films of imagined wonder. The past is, at\nits moment, the present, and that lost is valueless. Distilled by time,\nonly an imperishable romantic conception remains; a vision, where it is\nsignificant, animated by the feelings, the men and women, which only,\nat heart, are changeless.\n\nThey, the surcharged figures of _Domnei_, move vividly through their\nstone galleries and closes, in procession, and--a far more difficult\naccomplishment--alone. The lute of the Bishop of Montors, playing as he\nrides in scarlet, sounds its Provençal refrain; the old man Theodoret,\na king, sits shabbily between a prie-dieu and the tarnished hangings of\nhis bed; Mélusine, with the pale frosty hair of a child, spins the\nmelancholy of departed passion; Ahasuerus the Jew buys Melicent for a\nhundred and two minae and enters her room past midnight for his act of\nabnegation. And at the end, looking, perhaps, for a mortal woman,\nPerion finds, in a flesh not unscarred by years, the rose beyond\ndestruction, the high silver flame of immortal happiness.\n\nSo much, then, everything in the inner questioning of beings condemned\nto a glimpse of remote perfection, as though the sky had opened on a\ncity of pure bliss, transpires in _Domnei_; while the fact that it is\nlaid in Poictesme sharpens the thrust of its illusion. It is by that\nmuch the easier of entry; it borders--rather than on the clamor of\nmills--on the reaches men explore, leaving' weariness and dejection for\nfancy--a geography for lonely sensibilities betrayed by chance into the\nblind traps, the issueless barrens, of existence.\n\nJOSEPH HERGESHEIMER.\n\n\nCRITICAL COMMENT\n\n_And Norman_ Nicolas _at hearté meant\n(Pardie!) some subtle occupation\nIn making of his Tale of Melicent,\nThat stubbornly desiréd Perion.\nWhat perils for to rollen up and down,\nSo long process, so many a sly cautel,\nFor to obtain a silly damosel!_\n\n--THOMAS UPCLIFFE.\n\n\nNicolas de Caen, one of the most eminent of the early French writers of\nromance, was born at Caen in Normandy early in the 15th century, and\nwas living in 1470. Little is known of his life, apart from the fact\nthat a portion of his youth was spent in England, where he was\nconnected in some minor capacity with the household of the Queen\nDowager, Joan of Navarre. In later life, from the fact that two of his\nworks are dedicated to Isabella of Portugal, third wife to Philip the\nGood, Duke of Burgundy, it is conjectured that Nicolas was attached to\nthe court of that prince . . . . Nicolas de Caen was not greatly\nesteemed nor highly praised by his contemporaries, or by writers of the\ncentury following, but latterly has received the recognition due to his\nunusual qualities of invention and conduct of narrative, together with\nhis considerable knowledge of men and manners, and occasional\nremarkable modernity of thought. His books, therefore, apart from the\ninterest attached to them as specimens of early French romance, and in\nspite of the difficulties and crudities of the unformed language in\nwhich they are written, are still readable, and are rich in instructive\ndetail concerning the age that gave them birth . . . . Many romances\nare attributed to Nicolas de Caen. Modern criticism has selected four\nonly as undoubtedly his. These are--(1) _Les Aventures d'Adhelmar de\nNointel_, a metrical romance, plainly of youthful composition,\ncontaining some seven thousand verses; (2) _Le Roy Amaury_, well known\nto English students in Watson's spirited translation; (3) _Le Roman de\nLusignan_, a re-handling of the Melusina myth, most of which is wholly\nlost; (4) _Le Dizain des Reines_, a collection of quasi-historical\n_novellino_ interspersed with lyrics. Six other romances are known to\nhave been written by Nicolas, but these have perished; and he is\ncredited with the authorship of _Le Cocu Rouge_, included by Hinsauf,\nand of several Ovidian translations or imitations still unpublished.\nThe Satires formerly attributed to him Bülg has shown to be spurious\ncompositions of 17th century origin.\n\n--E. Noel Codman,\n_Handbook of Literary Pioneers._\n\nNicolas de Caen est un représentant agréable, naïf, et expressif de cet\nâge que nous aimons à nous représenter de loin comme l'âge d'or du bon\nvieux temps ... Nicolas croyait à son Roy et à sa Dame, il croyait\nsurtout à son Dieu. Nicolas sentait que le monde était semé à chaque\npas d'obscurités et d'embûches, et que l'inconnu était partout; partout\naussi était le protecteur invisible et le soutien; à chaque souffle qui\nfrémissait, Nicolas croyait le sentir comme derrière le rideau. Le ciel\npar-dessus ce Nicolas de Caen était ouvert, peuplé en chaque point de\nfigures vivantes, de patrons attentifs et manifestes, d'une invocation\ndirecte. Le plus intrépide guerrier alors marchait dans un mélange\nhabituel de crainte et de confiance, comme un tout petit enfant. A\ncette vue, les esprits les plus émancipés d'aujourd'hui ne sauraient\ns'empêcher de crier, en tempérant leur sourire par le respect: _Sancta\nsimplicitas!_\n\n--Paul Verville,\n_Notice sur la vie de Nicolas de Caen._\n\n\n\n\nTHE ARGUMENT\n\n_\"Of how, through Woman-Worship, knaves compound\nWith honoure; Kings reck not of their domaine;\nProud Pontiffs sigh; & War-men world-renownd,\nToe win one Woman, all things else disdaine:\nSince Melicent doth in herselfe contayne\nAll this world's Riches that may farre be found.\n\n\"If Saphyres ye desire, her eies are plaine;\nIf Rubies, loe, hir lips be Rubyes sound;\nIf Pearles, hir teeth be Pearles, both pure & round;\nIf Yvorie, her forehead Yvory weene;\nIf Gold, her locks with finest Gold abound;\nIf Silver, her faire hands have Silver's sheen.\n\n\"Yet that which fayrest is, but Few beholde,\nHer Soul adornd with vertues manifold.\"_\n\n--SIR WILLIAM ALLONBY.\n\n\nTHE ROMANCE OF LUSIGNAN OF\nTHAT FORGOTTEN MAKER IN THE\nFRENCH TONGUE, MESSIRE NICOLAS\nDE CAEN. HERE BEGINS THE TALE\nWHICH THEY OF POICTESME NARRATE\nCONCERNING DAME MELICENT,\nTHAT WAS DAUGHTER TO\nTHE GREAT COUNT MANUEL.\n\n\n\n\n\nPART ONE\n\n\nPERION\n_How Perion, that stalwart was and gay,\nTreadeth with sorrow on a holiday,\nSince Melicent anon must wed a king:\nHow in his heart he hath vain love-longing,\nFor which he putteth life in forfeiture,\nAnd would no longer in such wise endure;\nFor writhing Perion in Venus' fire\nSo burneth that he dieth for desire._\n\n\n\n\n1.\n\n\n_How Perion Was Unmasked_\n\nPerion afterward remembered the two weeks spent at Bellegarde as in\nrecovery from illness a person might remember some long fever dream\nwhich was all of an intolerable elvish brightness and of incessant\nlaughter everywhere. They made a deal of him in Count Emmerick's\npleasant home: day by day the outlaw was thrust into relations of mirth\nwith noblemen, proud ladies, and even with a king; and was all the\nwhile half lightheaded through his singular knowledge as to how\nprecariously the self-styled Vicomte de Puysange now balanced himself,\nas it were, upon a gilded stepping-stone from infamy to oblivion.\n\nNow that King Theodoret had withdrawn his sinister presence, young\nPerion spent some seven hours of every day alone, to all intent, with\nDame Melicent. There might be merry people within a stone's throw,\nabout this recreation or another, but these two seemed to watch\naloofly, as royal persons do the antics of their hired comedians,\nwithout any condescension into open interest. They were together; and\nthe jostle of earthly happenings might hope, at most, to afford them\nmatter for incurious comment.\n\nThey sat, as Perion thought, for the last time together, part of an\naudience before which the Confraternity of St. Médard was enacting a\nmasque of _The Birth of Hercules_. The Bishop of Montors had returned\nto Bellegarde that evening with his brother, Count Gui, and the\npleasure-loving prelate had brought these mirth-makers in his train.\nClad in scarlet, he rode before them playing upon a lute--unclerical\nconduct which shocked his preciser brother and surprised nobody.\n\nIn such circumstances Perion began to speak with an odd purpose,\nbecause his reason was bedrugged by the beauty and purity of Melicent,\nand perhaps a little by the slow and clutching music to whose progress\nthe chorus of Theban virgins was dancing. When he had made an end of\nharsh whispering, Melicent sat for a while in scrupulous appraisement\nof the rushes. The music was so sweet it seemed to Perion he must go\nmad unless she spoke within the moment.\n\nThen Melicent said:\n\n\"You tell me you are not the Vicomte de Puysange. You tell me you are,\ninstead, the late King Helmas' servitor, suspected of his murder. You\nare the fellow that stole the royal jewels--the outlaw for whom half\nChristendom is searching--\"\n\nThus Melicent began to speak at last; and still he could not intercept\nthose huge and tender eyes whose purple made the thought of heaven\ncomprehensible.\n\nThe man replied:\n\n\"I am that widely hounded Perion of the Forest. The true vicomte is the\nwounded rascal over whose delirium we marvelled only last Tuesday. Yes,\nat the door of your home I attacked him, fought him--hah, but fairly,\nmadame!--and stole his brilliant garments and with them his papers.\nThen in my desperate necessity I dared to masquerade. For I know enough\nabout dancing to estimate that to dance upon air must necessarily prove\nto everybody a disgusting performance, but pre-eminently unpleasing to\nthe main actor. Two weeks of safety till the _Tranchemer_ sailed I\ntherefore valued at a perhaps preposterous rate. To-night, as I have\nsaid, the ship lies at anchor off Manneville.\"\n\nMelicent said an odd thing, asking, \"Oh, can it be you are a less\ndespicable person than you are striving to appear!\"\n\n\"Rather, I am a more unmitigated fool than even I suspected, since when\naffairs were in a promising train I have elected to blurt out, of all\nthings, the naked and distasteful truth. Proclaim it now; and see the\nlate Vicomte de Puysange lugged out of this hall and after appropriate\ntorture hanged within the month.\" And with that Perion laughed.\n\nThereafter he was silent. As the masque went, Amphitryon had newly\nreturned from warfare, and was singing under Alcmena's window in the\nterms of an aubade, a waking-song. \"_Rei glorios, verais lums e\nclardatz--\" Amphitryon had begun. Dame Melicent heard him through.\n\nAnd after many ages, as it seemed to Perion, the soft and brilliant and\nexquisite mouth was pricked to motion.\n\n\"You have affronted, by an incredible imposture and beyond the reach of\nmercy, every listener in this hall. You have injured me most deeply of\nall persons here. Yet it is to me alone that you confess.\"\n\nPerion leaned forward. You are to understand that, through the\nincurrent necessities of every circumstance, each of them spoke in\nwhispers, even now. It was curious to note the candid mirth on either\nside. Mercury was making his adieux to Alcmena's waiting-woman in the\nmiddle of a jig.\n\n\"But you,\" sneered Perion, \"are merciful in all things. Rogue that I\nam, I dare to build on this notorious fact. I am snared in a hard\ngolden trap, I cannot get a guide to Manneville, I cannot even procure\na horse from Count Emmerick's stables without arousing fatal\nsuspicions; and I must be at Manneville by dawn or else be hanged.\nTherefore I dare stake all upon one throw; and you must either save or\nhang me with unwashed hands. As surely as God reigns, my future rests\nwith you. And as I am perfectly aware, you could not live comfortably\nwith a gnat's death upon your conscience. Eh, am I not a seasoned\nrascal?\"\n\n\"Do not remind me now that you are vile,\" said Melicent. \"Ah, no, not\nnow!\"\n\n\"Lackey, impostor, and thief!\" he sternly answered. \"There you have the\ncatalogue of all my rightful titles. And besides, it pleases me, for a\nreason I cannot entirely fathom, to be unpardonably candid and to fling\nmy destiny into your lap. To-night, as I have said, the _Tranchemer_\nlies off Manneville; keep counsel, get me a horse if you will, and\nto-morrow I am embarked for desperate service under the harried Kaiser\nof the Greeks, and for throat-cuttings from which I am not likely ever\nto return. Speak, and I hang before the month is up.\"\n\nDame Melicent looked at him now, and within the moment Perion was\nrepaid, and bountifully, for every folly and misdeed of his entire\nlife.\n\n\"What harm have I ever done you, Messire de la Forêt, that you should\nshame me in this fashion? Until to-night I was not unhappy in the\nbelief I was loved by you. I may say that now without paltering, since\nyou are not the man I thought some day to love. You are but the rind of\nhim. And you would force me to cheat justice, to become a hunted\nthief's accomplice, or else to murder you!\"\n\n\"It comes to that, madame.\"\n\n\"Then I must help you preserve your life by any sorry stratagems you\nmay devise. I shall not hinder you. I will procure you a guide to\nManneville. I will even forgive you all save one offence, since\ndoubtless heaven made you the foul thing you are.\" The girl was in a\nhot and splendid rage. \"For you love me. Women know. You love me. You!\"\n\n\"Undoubtedly, madame.\"\n\n\"Look into my face! and say what horrid writ of infamy you fancied was\napparent there, that my nails may destroy it.\"\n\n\"I am all base,\" he answered, \"and yet not so profoundly base as you\nsuppose. Nay, believe me, I had never hoped to win even such scornful\nkindness as you might accord your lapdog. I have but dared to peep at\nheaven while I might, and only as lost Dives peeped. Ignoble as I am, I\nnever dreamed to squire an angel down toward the mire and filth which\nis henceforward my inevitable kennel.\"\n\n\"The masque is done,\" said Melicent, \"and yet you talk, and talk, and\ntalk, and mimic truth so cunningly--Well, I will send some trusty\nperson to you. And now, for God's sake!--nay, for the fiend's love who\nis your patron!--let me not ever see you again, Messire de la Forêt.\"\n\n\n\n\n2.\n\n\n_How the Vicomte Was Very Gay_\n\nThere was dancing afterward and a sumptuous supper. The Vicomte de\nPuysange was generally accounted that evening the most excellent of\ncompany. He mingled affably with the revellers and found a prosperous\nanswer for every jest they broke upon the projected marriage of Dame\nMelicent and King Theodoret; and meanwhile hugged the reflection that\nhalf the realm was hunting Perion de la Forêt in the more customary\nhaunts of rascality. The springs of Perion's turbulent mirth were that\nto-morrow every person in the room would discover how impudently every\nperson had been tricked, and that Melicent deliberated even now, and\ncould not but admire, the hunted outlaw's insolence, however much she\nloathed its perpetrator; and over this thought in particular Perion\nlaughed like a madman.\n\n\"You are very gay to-night, Messire de Puysange,\" said the Bishop of\nMontors.\n\nThis remarkable young man, it is necessary to repeat, had reached\nBellegarde that evening, coming from Brunbelois. It was he (as you have\nheard) who had arranged the match with Theodoret. The bishop himself\nloved his cousin Melicent; but, now that he was in holy orders and\npossession of her had become impossible, he had cannily resolved to\nutilise her beauty, as he did everything else, toward his own\npreferment.\n\n\"Oh, sir,\" replied Perion, \"you who are so fine a poet must surely know\nthat _gay_ rhymes with _to-day_ as patly as _sorrow_ goes with\n_to-morrow_.\"\n\n\"Yet your gay laughter, Messire de Puysange, is after all but breath:\nand _breath_ also\"--the bishop's sharp eyes fixed Perion's--\"has a\nhackneyed rhyme.\"\n\n\"Indeed, it is the grim rhyme that rounds off and silences all our\nrhyming,\" Perion assented. \"I must laugh, then, without rhyme or\nreason.\"\n\nStill the young prelate talked rather oddly. \"But,\" said he, \"you have\nan excellent reason, now that you sup so near to heaven.\" And his\nglance at Melicent did not lack pith.\n\n\"No, no, I have quite another reason,\" Perion answered; \"it is that\nto-morrow I breakfast in hell.\"\n\n\"Well, they tell me the landlord of that place is used to cater to each\naccording to his merits,\" the bishop, shrugging, returned.\n\nAnd Perion thought how true this was when, at the evening's end, he was\nalone in his own room. His life was tolerably secure. He trusted\nAhasuerus the Jew to see to it that, about dawn, one of the ship's\nboats would touch at Fomor Beach near Manneville, according to their\nold agreement. Aboard the _Tranchemer_ the Free Companions awaited\ntheir captain; and the savage land they were bound for was a thought\nbeyond the reach of a kingdom's lamentable curiosity concerning the\nwhereabouts of King Helmas' treasure. The worthless life of Perion was\nsafe.\n\nFor worthless, and far less than worthless, life seemed to Perion as he\nthought of Melicent and waited for her messenger. He thought of her\nbeauty and purity and illimitable loving-kindness toward every person\nin the world save only Perion of the Forest. He thought of how clean\nshe was in every thought and deed; of that, above all, he thought, and\nhe knew that he would never see her any more.\n\n\"Oh, but past any doubting,\" said Perion, \"the devil caters to each\naccording to his merits.\"\n\n\n\n\n3.\n\n\n_How Melicent Wooed_\n\nThen Perion knew that vain regret had turned his brain, very certainly,\nfor it seemed the door had opened and Dame Melicent herself had come,\nwarily, into the panelled gloomy room. It seemed that Melicent paused\nin the convulsive brilliancy of the firelight, and stayed thus with\nvaguely troubled eyes like those of a child newly wakened from sleep.\n\nAnd it seemed a long while before she told Perion very quietly that she\nhad confessed all to Ayrart de Montors, and had, by reason of de\nMontors' love for her, so goaded and allured the outcome of their\ntalk--\"ignobly,\" as she said,--that a clean-handed gentleman would come\nat three o'clock for Perion de la Forêt, and guide a thief toward\nunmerited impunity. All this she spoke quite levelly, as one reads\naloud from a book; and then, with a signal change of voice, Melicent\nsaid: \"Yes, that is true enough. Yet why, in reality, do you think I\nhave in my own person come to tell you of it?\"\n\n\"Madame, I may not guess. Hah, indeed, indeed,\" Perion cried, because\nhe knew the truth and was unspeakably afraid, \"I dare not guess!\"\n\n\"You sail to-morrow for the fighting oversea----\" she began, but her\nsweet voice trailed and died into silence. He heard the crepitations of\nthe fire, and even the hurried beatings of his own heart, as against a\nterrible and lovely hush of all created life. \"Then take me with you.\"\n\nPerion had never any recollection of what he answered. Indeed, he\nuttered no communicative words, but only foolish babblements.\n\n\"Oh, I do not understand,\" said Melicent. \"It is as though some spell\nwere laid upon me. Look you, I have been cleanly reared, I have never\nwronged any person that I know of, and throughout my quiet, sheltered\nlife I have loved truth and honour most of all. My judgment grants you\nto be what you are confessedly. And there is that in me more masterful\nand surer than my judgment, that which seems omniscient and lightly\nputs aside your confessings as unimportant.\"\n\n\"Lackey, impostor, and thief!\" young Perion answered. \"There you have\nthe catalogue of all my rightful titles fairly earned.\"\n\n\"And even if I believed you, I think I would not care! Is that not\nstrange? For then I should despise you. And even then, I think, I would\nfling my honour at your feet, as I do now, and but in part with\nloathing, I would still entreat you to make of me your wife, your\nservant, anything that pleased you . . . . Oh, I had thought that when\nlove came it would be sweet!\"\n\nStrangely quiet, in every sense, he answered:\n\n\"It is very sweet. I have known no happier moment in my life. For you\nstand within arm's reach, mine to touch, mine to possess and do with as\nI elect. And I dare not lift a finger. I am as a man that has lain for\na long while in a dungeon vainly hungering for the glad light of\nday--who, being freed at last, must hide his eyes from the dear\nsunlight he dare not look upon as yet. Ho, I am past speech unworthy of\nyour notice! and I pray you now speak harshly with me, madame, for when\nyour pure eyes regard me kindly, and your bright and delicate lips have\ncome thus near to mine, I am so greatly tempted and so happy that I\nfear lest heaven grow jealous!\"\n\n\"Be not too much afraid--\" she murmured.\n\n\"Nay, should I then be bold? and within the moment wake Count Emmerick\nto say to him, very boldly, 'Beau sire, the thief half Christendom is\nhunting has the honour to request your sister's hand in marriage'?\"\n\n\"You sail to-morrow for the fighting oversea. Take me with you.\"\n\n\"Indeed the feat would be worthy of me. For you are a lady tenderly\nnurtured and used to every luxury the age affords. There comes to woo\nyou presently an excellent and potent monarch, not all unworthy of your\nlove, who will presently share with you many happy and honourable\nyears. Yonder is a lawless naked wilderness where I and my fellow\ndesperadoes hope to cheat offended justice and to preserve\nthrice-forfeited lives in savagery. You bid me aid you to go into this\ncountry, never to return! Madame, if I obeyed you, Satan would protest\nagainst pollution of his ageless fires by any soul so filthy.\"\n\n\"You talk of little things, whereas I think of great things. Love is\nnot sustained by palatable food alone, and is not served only by those\npersons who go about the world in satin.\"\n\n\"Then take the shameful truth. It is undeniable I swore I loved you,\nand with appropriate gestures, too. But, dompnedex, madame! I am past\nmaster in these specious ecstasies, for somehow I have rarely seen the\nwoman who had not some charm or other to catch my heart with. I confess\nnow that you alone have never quickened it. My only purpose was through\nhyperbole to wheedle you out of a horse, and meanwhile to have my\nrecreation, you handsome jade!--and that is all you ever meant to me. I\nswear to you that is all, all, all!\" sobbed Perion, for it appeared\nthat he must die. \"I have amused myself with you, I have abominably\ntricked you--\"\n\nMelicent only waited with untroubled eyes which seemed to plumb his\nheart and to appraise all which Perion had ever thought or longed for\nsince the day that Perion was born; and she was as beautiful, it seemed\nto him, as the untroubled, gracious angels are, and more compassionate.\n\n\"Yes,\" Perion said, \"I am trying to lie to you. And even at lying I\nfail.\"\n\nShe said, with a wonderful smile:\n\n\"Assuredly there were never any other persons so mad as we. For I must\ndo the wooing, as though you were the maid, and all the while you\nrebuff me and suffer so that I fear to look on you. Men say you are no\nbetter than a highwayman; you confess yourself to be a thief: and I\nbelieve none of your accusers. Perion de la Forêt,\" said Melicent, and\nballad-makers have never shaped a phrase wherewith to tell you of her\nvoice, \"I know that you have dabbled in dishonour no more often than an\narchangel has pilfered drying linen from a hedgerow. I do not guess,\nfor my hour is upon me, and inevitably I know! and there is nothing\ndares to come between us now.\"\n\n\"Nay,--ho, and even were matters as you suppose them, without any\nwarrant,--there is at least one silly stumbling knave that dares as\nmuch. Saith he: 'What is the most precious thing in the world?--Why,\nassuredly, Dame Melicent's welfare. Let me get the keeping of it, then.\nFor I have been entrusted with a host of common priceless things--with\nyouth and vigour and honour, with a clean conscience and a child's\nfaith, and so on--and no person alive has squandered them more\ngallantly. So heartward ho! and trust me now, my timorous yoke-fellow,\nto win and squander also the chiefest jewel of the world.' Eh, thus he\nchuckles and nudges me, with wicked whisperings. Indeed, madame, this\nrascal that shares equally in my least faculty is a most pitiful,\nignoble rogue! and he has aforetime eked out our common livelihood by\nsuch practices as your unsullied imagination could scarcely depicture.\nUntil I knew you I had endured him. But you have made of him a horror.\nA horror, a horror! a thing too pitiful for hell!\"\n\nPerion turned away from her, groaning. He flung himself into a chair.\nHe screened his eyes as if before some physical abomination.\n\nThe girl kneeled close to him, touching him.\n\n\"My dear, my dear! then slay for me this other Perion of the Forest.\"\n\nAnd Perion laughed, not very mirthfully.\n\n\"It is the common usage of women to ask of men this little labour,\nwhich is a harder task than ever Hercules, that mighty-muscled king of\nheathenry, achieved. Nay, I, for all my sinews, am an attested\nweakling. The craft of other men I do not fear, for I have encountered\nno formidable enemy save myself; but that same midnight stabber\nunhorsed me long ago. I had wallowed in the mire contentedly enough\nuntil you came.... Ah, child, child! why needed you to trouble me! for\nto-night I want to be clean as you are clean, and that I may not ever\nbe. I am garrisoned with devils, I am the battered plaything of every\nvice, and I lack the strength, and it may be, even the will, to leave\nmy mire. Always I have betrayed the stewardship of man and god alike\nthat my body might escape a momentary discomfort! And loving you as I\ndo, I cannot swear that in the outcome I would not betray you too, to\nthis same end! I cannot swear--Oh, now let Satan laugh, yet not\nunpitifully, since he and I, alone, know all the reasons why I may not\nswear! Hah, Madame Melicent!\" cried Perion, in his great agony, \"you\noffer me that gift an emperor might not accept save in awed gratitude;\nand I refuse it.\" Gently he raised her to her feet. \"And now, in God's\nname, go, madame, and leave the prodigal among his husks.\"\n\n\"You are a very brave and foolish gentleman,\" she said, \"who chooses to\nface his own achievements without any paltering. To every man, I think,\nthat must be bitter work; to the woman who loves him it is impossible.\"\n\nPerion could not see her face, because he lay prone at the feet of\nMelicent, sobbing, but without any tears, and tasting very deeply of\nsuch grief and vain regret as, he had thought, they know in hell alone;\nand even after she had gone, in silence, he lay in this same posture\nfor an exceedingly long while.\n\nAnd after he knew not how long a while, Perion propped his chin between\nhis hands and, still sprawling upon the rushes, stared hard into the\nlittle, crackling fire. He was thinking of a Perion de la Forêt that\nonce had been. In him might have been found a fit mate for Melicent had\nthis boy not died very long ago.\n\nIt is no more cheerful than any other mortuary employment, this\ndisinterment of the person you have been, and are not any longer; and\nso did Perion find his cataloguing of irrevocable old follies and\nevasions.\n\nThen Perion arose and looked for pen and ink. It was the first letter\nhe ever wrote to Melicent, and, as you will presently learn, she never\nsaw it.\n\nIn such terms Perion wrote:\n\n\"Madame--It may please you to remember that when Dame Mélusine and I\nwere interrogated, I freely confessed to the murder of King Helmas and\nthe theft of my dead master's jewels. In that I lied. For it was my\nmanifest duty to save the woman whom, as I thought, I loved, and it was\napparent that the guilty person was either she or I.\n\n\"She is now at Brunbelois, where, as I have heard, the splendour of her\nestate is tolerably notorious. I have not ever heard she gave a thought\nto me, her cat's-paw. Madame, when I think of you and then of that\nsleek, smiling woman, I am appalled by my own folly. I am aghast by my\nlong blindness as I write the words which no one will believe. To what\navail do I deny a crime which every circumstance imputed to me and my\nown confession has publicly acknowledged?\n\n\"But you, I think, will believe me. Look you, madame, I have nothing to\ngain of you. I shall not ever see you any more. I go into a perilous\nand an eternal banishment; and in the immediate neighbourhood of death\na man finds little sustenance for romance. Take the worst of me: a\ngentleman I was born, and as a wastrel I have lived, and always very\nfoolishly; but without dishonour. I have never to my knowledge--and God\njudge me as I speak the truth!--wronged any man or woman save myself.\nMy dear, believe me! believe me, in spite of reason! and understand\nthat my adoration and misery and unworthiness when I think of you are\nsuch as I cannot measure, and afford me no judicious moment wherein to\nfashion lies. For I shall not see you any more.\n\n\"I thank you, madame, for your all-unmerited kindnesses, and, oh, I\npray you to believe!\"\n\n\n\n\n4.\n\n\n_How the Bishop Aided Perion_\n\nThen at three o'clock, as Perion supposed, someone tapped upon the\ndoor. Perion went out into the corridor, which was now unlighted, so\nthat he had to hold to the cloak of Ayrart de Montors as the young\nprelate guided Perion through the complexities of unfamiliar halls and\nstairways into an inhospitable night. There were ready two horses, and\npresently the men were mounted and away.\n\nOnce only Perion shifted in the saddle to glance back at Bellegarde,\nblack and formless against an empty sky; and he dared not look again,\nfor the thought of her that lay awake in the Marshal's Tower, so near\nat hand as yet, was like a dagger. With set teeth he followed in the\nwake of his taciturn companion. The bishop never spoke save to growl\nout some direction.\n\nThus they came to Manneville and, skirting the town, came to Fomor\nBeach, a narrow sandy coast. It was dark in this place and very still\nsave for the encroachment of the tide. Yonder were four little lights,\nlazily heaving with the water's motion, to show them where the\n_Tranchemer_ lay at anchor. It did not seem to Perion that anything\nmattered.\n\n\"It will be nearing dawn by this,\" he said.\n\n\"Ay,\" Ayrart de Montors said, very briefly; and his tone evinced his\nwillingness to dispense with further conversation. Perion of the Forest\nwas an unclean thing which the bishop must touch in his necessity, but\ncould touch with loathing only, as a thirsty man takes a fly out of his\ndrink. Perion conceded it, because nothing would ever matter any more;\nand so, the horses tethered, they sat upon the sand in utter silence\nfor the space of a half hour.\n\nA bird cried somewhere, just once, and with a start Perion knew the\nnight was not quite so murky as it had been, for he could now see a\nbroken line of white, where the tide crept up and shattered and ebbed.\nThen in a while a light sank tipsily to the water's level and presently\nwas bobbing in the darkness, apart from those other lights, and it was\ngrowing in size and brilliancy.\n\nSaid Perion, \"They have sent out the boat.\"\n\n\"Ay,\" the bishop answered, as before.\n\nA sort of madness came upon Perion, and it seemed that he must weep,\nbecause everything fell out so very ill in this world.\n\n\"Messire de Montors, you have aided me. I would be grateful if you\npermitted it.\"\n\nDe Montors spoke at last, saying crisply:\n\n\"Gratitude, I take it, forms no part of the bargain. I am the kinsman\nof Dame Melicent. It makes for my interest and for the honour of our\nhouse that the man whose rooms she visits at night be got out of\nPoictesme--\"\n\nSaid Perion, \"You speak in this fashion of the most lovely lady God has\nmade--of her whom the world adores!\"\n\n\"Adores!\" the bishop answered, with a laugh; \"and what poor gull am I\nto adore an attested wanton?\" Then, with a sneer, he spoke of Melicent,\nand in such terms as are not bettered by repetition.\n\nPerion said:\n\n\"I am the most unhappy man alive, as surely as you are the most\nungenerous. For, look you, in my presence you have spoken infamy of\nDame Melicent, though knowing I am in your debt so deeply that I have\nnot the right to resent anything you may elect to say. You have just\ngiven me my life; and armoured by the fire-new obligation, you\nblaspheme an angel, you condescend to buffet a fettered man--\"\n\nBut with that his sluggish wits had spied an honest way out of the\nimbroglio.\n\nPerion said then, \"Draw, messire! for, as God lives, I may yet\nrepurchase, at this eleventh hour, the privilege of destroying you.\"\n\n\"Heyday! but here is an odd evincement of gratitude!\" de Montors\nretorted; \"and though I am not particularly squeamish, let me tell you,\nmy fine fellow, I do not ordinarily fight with lackeys.\"\n\n\"Nor are you fit to do so, messire. Believe me, there is not a lackey\nin this realm--no, not a cut-purse, nor any pander--who would not in\nmeeting you upon equal footing degrade himself. For you have slandered\nthat which is most perfect in the world; yet lies, Messire de Montors,\nhave short legs; and I design within the hour to insure the calumny\nagainst an echo.\"\n\n\"Rogue, I have given you your very life within the hour--\"\n\n\"The fact is undeniable. Thus I must fling the bounty back to you, so\nthat we sorry scoundrels may meet as equals.\" Perion wheeled toward the\nboat, which was now within the reach of wading. \"Who is among you?\nGaucelm, Roger, Jean Britauz--\" He found the man he sought. \"Ahasuerus,\nthe captain that was to have accompanied the Free Companions oversea is\nof another mind. I cede my leadership to Landry de Bonnay. You will\nhave the kindness to inform him of the unlooked-for change, and to\ntender your new captain every appropriate regret and the dying\nfelicitations of Perion de la Forêt.\"\n\nHe bowed toward the landward twilight, where the sand hillocks were\ntaking form.\n\n\"Messire de Montors, we may now resume our vigil. When yonder vessel\nsails there will be no conceivable happening that can keep breath\nwithin my body two weeks longer. I shall be quit of every debt to you.\nYou will then fight with a man already dead if you so elect; but\notherwise--if you attempt to flee this place, if you decline to cross\nswords with a lackey, with a convicted thief, with a suspected\nmurderer, I swear upon my mother's honour! I will demolish you without\ncompunction, as I would any other vermin.\"\n\n\"Oh, brave, brave!\" sneered the bishop, \"to fling away your life, and\nperhaps mine too, for an idle word--\" But at that he fetched a sob. \"How\nfoolish of you! and how like you!\" he said, and Perion wondered at this\nprelate's voice.\n\n\"Hey, gentlemen!\" cried Ayrart de Montors, \"a moment if you please!\" He\nsplashed knee-deep into the icy water, wading to the boat, where he\nsnatched the lantern from the Jew's hands and fetched this light\nashore. He held it aloft, so that Perion might see his face, and Perion\nperceived that, by some wonder-working, the person in man's attire who\nheld this light aloft was Melicent. It was odd that Perion always\nremembered afterward most clearly of all the loosened wisp of hair the\nwind tossed about her forehead.\n\n\"Look well upon me, Perion,\" said Melicent. \"Look well, ruined\ngentleman! look well, poor hunted vagabond! and note how proud I am.\nOh, in all things I am very proud! A little I exult in my high station\nand in my wealth, and, yes, even in my beauty, for I know that I am\nbeautiful, but it is the chief of all my honours that you love me--and\nso foolishly!\"\n\n\"You do not understand--!\" cried Perion.\n\n\"Rather I understand at last that you are in sober verity a lackey, an\nimpostor, and a thief, even as you said. Ay, a lackey to your honour!\nan imposter that would endeavour--and, oh, so very vainly!--to\nimpersonate another's baseness! and a thief that has stolen another\nperson's punishment! I ask no questions; loving means trusting; but I\nwould like to kill that other person very, very slowly. I ask no\nquestions, but I dare to trust the man I know of, even in defiance of\nthat man's own voice. I dare protest the man no thief, but in all\nthings a madly honourable gentleman. My poor bruised, puzzled boy,\" said\nMelicent, with an odd mirthful tenderness, \"how came you to be\nblundering about this miry world of ours! Only be very good for my sake\nand forget the bitterness; what does it matter when there is happiness,\ntoo?\"\n\nHe answered nothing, but it was not because of misery.\n\n\"Come, come, will you not even help me into the boat?\" said Melicent.\nShe, too, was glad.\n\n\n\n\n5.\n\n\n_How Melicent Wedded_\n\n\"That may not be, my cousin.\"\n\nIt was the real Bishop of Montors who was speaking. His company, some\nfifteen men in all, had ridden up while Melicent and Perion looked\nseaward. The bishop was clothed, in his habitual fashion, as a\ncavalier, showing in nothing as a churchman. He sat a-horseback for a\nconsiderable while, looking down at them, smiling and stroking the\npommel of his saddle with a gold-fringed glove. It was now dawn.\n\n\"I have been eavesdropping,\" the bishop said. His voice was tender, for\nthe young man loved his kinswoman with an affection second only to that\nwhich he reserved for Ayrart de Montors. \"Yes, I have been\neavesdropping for an instant, and through that instant I seemed to see\nthe heart of every woman that ever lived; and they differed only as\nstars differ on a fair night in August. No woman ever loved a man\nexcept, at bottom, as a mother loves her child: let him elect to build\na nation or to write imperishable verses or to take purses upon the\nhighway, and she will only smile to note how breathlessly the boy goes\nabout his playing; and when he comes back to her with grimier hands she\nis a little sorry, and, if she think it salutary, will pretend to be\nangry. Meanwhile she sets about the quickest way to cleanse him and to\nheal his bruises. They are more wise than we, and at the bottom of\ntheir hearts they pity us more stalwart folk whose grosser wits\nrequire, to be quite sure of anything, a mere crass proof of it; and\nalways they make us better by indomitably believing we are better than\nin reality a man can ever be.\"\n\nNow Ayrart de Montors dismounted.\n\n\"So much for my sermon. For the rest, Messire de la Forêt, I perfectly\nrecognised you on the day you came to Bellegarde. But I said nothing.\nFor that you had not murdered King Helmas, as is popularly reported, I\nwas certain, inasmuch as I happen to know he is now at Brunbelois,\nwhere Dame Mélusine holds his person and his treasury. A terrible,\ndelicious woman! begotten on a water-demon, people say. I ask no\nquestions. She is a close and useful friend to me, and through her aid\nI hope to go far. You see that I am frank. It is my nature.\" The bishop\nshrugged. \"In a phrase, I accepted the Vicomte de Puysange, although it\nwas necessary, of course, to keep an eye upon your comings in and your\ngoings out, as you now see. And until this the imposture amused me. But\nthis\"--his hand waved toward the _Tranchemer_--\"this, my fair friends,\nis past a jest.\"\n\n\"You talk and talk,\" cried Perion, \"while I reflect that I love the\nfairest lady who at any time has had life upon earth.\"\n\n\"The proof of your affection,\" the bishop returned, \"is, if you will\npermit the observation, somewhat extraordinary. For you propose, I\ngather, to make of her a camp-follower, a soldier's drab. Come, come,\nmessire! you and I are conversant with warfare as it is. Armies do not\nconduct encounters by throwing sugar-candy at one another. What home\nhave you, a landless man, to offer Melicent? What place is there for\nMelicent among your Free Companions?\"\n\n\"Oh, do I not know that!\" said Perion. He turned to Melicent, and long\nand long they gazed upon each other.\n\n\"Ignoble as I am,\" said Perion, \"I never dreamed to squire an angel\ndown toward the mire and filth which for a while as yet must be my\nkennel. I go. I go alone. Do you bid me return?\"\n\nThe girl was perfectly calm. She took a ring of diamonds from her hand,\nand placed it on his little finger, because the others were too large.\n\n\"While life endures I pledge you faith and service, Perion. There is no\nneed to speak of love.\"\n\n\"There is no need,\" he answered. \"Oh, does God think that I will live\nwithout you!\"\n\n\"I suppose they will give me to King Theodoret. The terrible old man\nhas set my body as the only price that will buy him off from ravaging\nPoictesme, and he is stronger in the field than Emmerick. Emmerick is\nafraid of him, and Ayrart here has need of the King's friendship in\norder to become a cardinal. So my kinsmen must make traffic of my eyes\nand lips and hair. But first I wed you, Perion, here in the sight of\nGod, and I bid you return to me, who am your wife and servitor for ever\nnow, whatever lesser men may do.\"\n\n\"I will return,\" he said.\n\nThen in a little while she withdrew her lips from his lips.\n\n\n\"Cover my face, Ayrart. It may be I shall weep presently. Men must not\nsee the wife of Perion weep. Cover my face, for he is going now, and I\ncannot watch his going.\"\n\n\n\n\n\nPART TWO\n\n\nMELICENT\n\n_Of how through love is Melicent upcast\nUnder a heathen castle at the last:\nAnd how a wicked lord of proud degree,\nDemetrios, dwelleth in this country,\nWhere humbled under him are all mankind:\nHow to this wretched woman he hath mind,\nThat fallen is in pagan lands alone,\nIn point to die, as presently is shown._\n\n\n\n\n6.\n\n\n_How Melicent Sought Oversea_\n\nIt is a tale which they narrate in Poictesme, telling how love began\nbetween Perion of the Forest, who was a captain of mercenaries, and\nyoung Melicent, who was daughter to the great Dom Manuel, and sister to\nCount Emmerick of Poictesme. They tell also how Melicent and Perion\nwere parted, because there was no remedy, and policy demanded she\nshould wed King Theodoret.\n\nAnd the tale tells how Perion sailed with his retainers to seek\ndesperate service under the harried Kaiser of the Greeks.\n\nThis venture was ill-fated, since, as the Free Companions were passing\nnot far from Masillia, their vessel being at the time becalmed, they\nwere attacked by three pagan galleys under the admiralty of the\nproconsul Demetrios. Perion's men, who fought so hardily on land, were\nnovices at sea. They were powerless against an adversary who, from a\ngreat distance, showered liquid fire upon their vessel.\n\nThen Demetrios sent little boats and took some thirty prisoners from\nthe blazing ship, and made slaves of all save Ahasuerus the Jew, whom\nhe released on being informed of the lean man's religion. It was a\ncustomary boast of this Demetrios that he made war on Christians only.\n\nAnd presently, as Perion had commanded, Ahasuerus came to Melicent.\n\nThe princess sat in a high chair, the back of which was capped with a\nbig lion's head in brass. It gleamed above her head, but was less\nglorious than her bright hair.\n\nAhasuerus made dispassionate report. \"Thus painfully I have delivered,\nas my task was, these fine messages concerning Faith and Love and Death\nand so on. Touching their rationality I may reserve my own opinion. I\nam merely Perion's echo. Do I echo madness? This madman was my loved\nand honoured master once, a lord without any peer in the fields where\nmen contend in battle. To-day those sinews which preserved a throne are\ndedicated to the transportation of luggage. Grant it is laughable. I do\nnot laugh.\"\n\n\"And I lack time to weep,\" said Melicent.\n\nSo, when the Jew had told his tale and gone, young Melicent arose and\nwent into a chamber painted with the histories of Jason and Medea,\nwhere her brother Count Emmerick hid such jewels as had not many equals\nin Christendom.\n\nShe did not hesitate. She took no thought for her brother, she did not\nremember her loved sisters: Ettarre and Dorothy were their names, and\nthey also suffered for their beauty, and for the desire it quickened in\nthe hearts of men. Melicent knew only that Perion was in captivity and\nmight not look for aid from any person living save herself.\n\nShe gathered in a blue napkin such emeralds as would ransom a pope. She\ncut short her marvellous hair and disguised herself in all things as a\nman, and under cover of the ensuing night slipped from the castle. At\nManneville she found a Venetian ship bound homeward with a cargo of\nswords and armour.\n\nShe hired herself to the captain of this vessel as a servant, calling\nherself Jocelin Gaignars. She found no time--wherein to be afraid or to\ngrieve for the estate she was relinquishing, so long as Perion lay in\ndanger.\n\nThus the young Jocelin, though not without hardship and odd by-ends of\nadventure here irrelevant, came with time's course into a land of\nsunlight and much wickedness where Perion was.\n\nThere the boy found in what fashion Perion was living and won the\ndearly purchased misery of seeing him, from afar, in his deplorable\ncondition, as Perion went through the outer yard of Nacumera laden with\nchains and carrying great logs toward the kitchen. This befell when\nJocelin had come into the hill country, where the eyrie of Demetrios\nblocked a crag-hung valley as snugly as a stone chokes a gutter-pipe.\n\nYoung Jocelin had begged an audience of this heathen lord and had\nobtained it--though Jocelin did not know as much--with ominous\nfacility.\n\n\n\n\n7.\n\n\n_How Perion Was Freed_\n\nDemetrios lay on a divan within the Court of Stars, through which you\npassed from the fortress into the Women's Garden and the luxurious\nprison where he kept his wives. This court was circular in form and was\npaved with red and yellow slabs, laid alternately, like a chess-board.\nIn the centre was a fountain, which cast up a tall thin jet of water. A\ngallery extended around the place, supported by columns that had been\npainted scarlet and were gilded with fantastic designs. The walls were\nof the colour of claret and were adorned with golden cinquefoils\nregularly placed. From a distance they resembled stars, and so gave the\nenclosure its name.\n\nDemetrios lay upon a long divan which was covered with crimson, and\nwhich encircled the court entirely, save for the apertures of the two\nentrances. Demetrios was of burly person, which he by ordinary, as\nto-day, adorned resplendently; of a stature little above the common\nsize, and disproportionately broad as to his chest and shoulders. It\nwas rumoured that he could bore an apple through with his forefinger\nand had once killed a refractory horse with a blow of his naked fist;\nnor looking on the man, did you presume to question the report. His\neyes were large and insolent, coloured like onyxes; for the rest, he\nhad a handsome surly face which was disfigured by pimples.\n\nHe did not speak at all while Jocelin explained that his errand was to\nransom Perion. Then, \"At what price?\" Demetrios said, without any sign\nof interest; and Jocelin, with many encomiums, displayed his emeralds.\n\n\"Ay, they are well enough,\" Demetrios agreed. \"But then I have a\nsuperfluity of jewels.\"\n\nHe raised himself a little among the cushions, and in this moving the\nfigured golden stuff in which he was clothed heaved and glittered like\nthe scales of a splendid monster. He leisurely unfastened the great\nchrysoberyl, big as a hen's egg, which adorned his fillet.\n\n\"Look you, this is of a far more beautiful green than any of your\ntrinkets, I think it is as valuable also, because of its huge size.\nMoreover, it turns red by lamplight--red as blood. That is an admirable\ncolour. And yet I do not value it. I think I do not value anything. So\nI will make you a gift of this big coloured pebble, if you desire it,\nbecause your ignorance amuses me. Most people know Demetrios is not a\nmerchant. He does not buy and sell. That which he has he keeps, and\nthat which he desires he takes.\"\n\nThe boy was all despair. He did not speak. He was very handsome as he\nstood in that still place where everything excepting him was red and\ngold.\n\n\"You do not value my poor chrysoberyl? You value your friend more? It\nis a page out of Theocritos--'when there were golden men of old, when\nfriends gave love for love.' And yet I could have sworn--Come now, a\nwager,\" purred Demetrios. \"Show your contempt of this bauble to be as\ngreat as mine by throwing this shiny pebble, say, into the gallery, for\nthe next passer-by to pick up, and I will credit your sincerity. Do\nthat and I will even name my price for Perion.\"\n\nThe boy obeyed him without hesitation. Turning, he saw the horrid\nchange in the intent eyes of Demetrios, and quailed before it. But\ninstantly that flare of passion flickered out.\n\nDemetrios gently said:\n\n\"A bargain is a bargain. My wives are beautiful, but their caresses\nannoy me as much as formerly they pleased me. I have long thought it\nwould perhaps amuse me if I possessed a Christian wife who had eyes\nlike violets and hair like gold, and a plump white body. A man tires\nvery soon of ebony and amber.... Procure me such a wife and I will\nwillingly release this Perion and all his fellows who are yet alive.\"\n\n\"But, seignior,\"--and the boy was shaken now,--\"you demand of me an\nimpossibility!\"\n\n\"I am so hardy as to think not. And my reason is that a man throws from\nthe elbow only, but a woman with her whole arm.\"\n\nThere fell a silence now.\n\n\"Why, look you, I deal fairly, though. Were such a woman here--\nDemetrios of Anatolia's guest--I verily believe I would not hinder her\ndeparture, as I might easily do. For there is not a person within many\nmiles of this place who considers it wholesome to withstand me. Yet\nwere this woman purchasable, I would purchase. And--if she refused--I\nwould not hinder her departure; but very certainly I would put Perion\nto the Torment of the Waterdrops. It is so droll to see a man go mad\nbefore your eyes, I think that I would laugh and quite forget the\nwoman.\"\n\nShe said, \"O God, I cry to You for justice!\"\n\nHe answered:\n\n\"My good girl, in Nacumera the wishes of Demetrios are justice. But we\nwaste time. You desire to purchase one of my belongings? So be it. I\nwill hear your offer.\"\n\nJust once her hands had gripped each other. Her arms fell now as if\nthey had been drained of life. She spoke in a dull voice.\n\n\"Seignior, I offer Melicent who was a princess. I cry a price,\nseignior, for red lips and bright eyes and a fair woman's tender body\nwithout any blemish. I cry a price for youth and happiness and honour.\nThese you may have for playthings, seignior, with everything which I\npossess, except my heart, for that is dead.\"\n\nDemetrios asked, \"Is this true speech?\"\n\nShe answered:\n\n\"It is as sure as Love and Death. I know that nothing is more sure than\nthese, and I praise God for my sure knowledge.\"\n\nHe chuckled, saying, \"Platitudes break no bones.\"\n\nSo on the next day the chains were filed from Perion de la Forêt and\nall his fellows, save the nine unfortunates whom Demetrios had\nappointed to fight with lions a month before this, when he had\nentertained the Soldan of Bacharia. These men were bathed and perfumed\nand richly clad.\n\nA galley of the proconsul's fleet conveyed them toward Christendom and\nset the twoscore slaves of yesterday ashore not far from Megaris. The\ncaptain of the galley on departure left with Perion a blue napkin,\nwherein were wrapped large emeralds and a bit of parchment.\n\nUpon this parchment was written:\n\n\"Not these, but the body of Melicent, who was once a princess,\npurchased your bodies. Yet these will buy you ships and men and swords\nwith which to storm my house where Melicent now is. Come if you will\nand fight with Demetrios of Anatolia for that brave girl who loved a\nporter as all loyal men should love their Maker and customarily do not.\nI think it would amuse us.\"\n\nThen Perion stood by the languid sea which\nsevered him from Melicent and cried:\n\n\"O God, that hast permitted this hard bargain, trade now with me! now\nbarter with me, O Father of us all! That which a man has I will give.\"\n\nThus he waited in the clear sunlight, with no more wavering in his face\nthan you may find in the next statue's face. Both hands strained toward\nthe blue sky, as though he made a vow. If so, he did not break it.\n\nAnd now no more of Perion.\n\n       *       *       *       *       *\n\nAt the same hour young Melicent, wrapped all about with a\nflame-coloured veil and crowned with marjoram, was led by a spruce boy\ntoward a threshold, over which Demetrios lifted her, while many people\nsang in a strange tongue. And then she paid her ransom.\n\n\"Hymen, O Hymen!\" they sang. \"Do thou of many names and many temples,\ngolden Aphrodite, be propitious to this bridal! Now let him first\ncompute the glittering stars of midnight and the grasshoppers of a\nsummer day who would count the joys this bridal shall bring about! Hymen,\nO Hymen, rejoice thou in this bridal!\"\n\n\n\n\n8.\n\n\n_How Demetrios Was Amused_\n\nNow Melicent abode in the house of Demetrios, whom she had not seen\nsince the morning after he had wedded her. A month had passed. As yet\nshe could not understand the language of her fellow prisoners, but\nHalaon, a eunuch who had once served a cardinal in Tuscany, informed\nher the proconsul was in the West Provinces, where an invading force\nhad landed under Ranulph de Meschines.\n\nA month had passed. She woke one night from dreams of Perion--what else\nshould women dream of?--and found the same Ahasuerus that had brought\nher news of Perion's captivity, so long ago, attendant at her bedside.\n\nHe seemed a prey to some half-scornful mirth. In speech, at least, the\nman was of entire discretion. \"The Splendour of the World desires your\npresence, madame.\" Thus the Jew blandly spoke.\n\nShe cried, aghast at so much treachery, \"You had planned this!\"\n\nHe answered:\n\n\"I plan always. Oh, certainly, I must weave always as the spider\ndoes.... Meanwhile time passes. I, like you, am now the servitor of\nDemetrios. I am his factor now at Calonak. I buy and sell. I estimate\nounces. I earn my wages. Who forbids it?\" Here the Jew shrugged. \"And\nto conclude, the Splendour of the World desires your presence, madame.\"\n\nHe seemed to get much joy of this mouth-filling periphrasis as\nsneeringly he spoke of their common master.\n\n       *       *       *       *       *\n\nNow Melicent, in a loose robe of green Coan stuff shot through and\nthrough with a radiancy like that of copper, followed the thin, smiling\nJew Ahasuerus. She came thus with bare feet into the Court of Stars,\nwhere the proconsul lay on the divan as though he had not ever moved\nfrom there. To-night he was clothed in scarlet, and barbaric ornaments\ndangled from his pierced ears. These glittered now that his head moved\na little as he silently dismissed Ahasuerus from the Court of Stars.\n\nReal stars were overhead, so brilliant and (it seemed) so near they\nturned the fountain's jet into a spurt of melting silver. The moon was\nset, but there was a flaring lamp of iron, high as a man's shoulder,\nyonder where Demetrios lay.\n\n\"Stand close to it, my wife,\" said the proconsul, \"in order that I may\nsee my newest purchase very clearly.\"\n\nShe obeyed him; and she esteemed the sacrifice, however unendurable,\nwhich bought for Perion the chance to serve God and his love for her by\nvalorous and commendable actions to be no cause for grief.\n\n\"I think with those old men who sat upon the walls of Troy,\" Demetrios\nsaid, and he laughed because his voice had shaken a little. \"Meanwhile\nI have returned from crucifying a hundred of your fellow worshippers,\"\nDemetrios continued. His speech had an odd sweetness. \"Ey, yes, I\nconquered at Yroga. It was a good fight. My horse's hoofs were red at\nits conclusion. My surviving opponents I consider to have been\ndeplorable fools when they surrendered, for people die less painfully\nin battle. There was one fellow, a Franciscan monk, who hung six hours\nupon a palm tree, always turning his head from one side to the other.\nIt was amusing.\"\n\nShe answered nothing.\n\n\"And I was wondering always how I would feel were you nailed in his\nplace. It was curious I should have thought of you.... But your white\nflesh is like the petals of a flower. I suppose it is as readily\ndestructible. I think you would not long endure.\"\n\n\"I pray God hourly that I may not!\" said tense Melicent.\n\nHe was pleased to have wrung one cry of anguish from this lovely\neffigy. He motioned her to him and laid one hand upon her naked breast.\nHe gave a gesture of distaste.\n\nDemetrios said:\n\n\"No, you are not afraid. However, you are very beautiful. I thought\nthat you would please me more when your gold hair had grown a trifle\nlonger. There is nothing in the world so beautiful as golden hair. Its\nbeauty weathers even the commendation of poets.\"\n\nNo power of motion seemed to be in this white girl, but certainly you\ncould detect no fear. Her clinging robe shone like an opal in the\nlamplight, her body, only partly veiled, was enticing, and her visage\nwas very lovely. Her wide-open eyes implored you, but only as those of\na trapped animal beseech the mercy for which it does not really hope.\nThus Melicent waited in the clear lamplight, with no more wavering in\nher face than you may find in the next statue's face.\n\nIn the man's heart woke now some comprehension of the nature of her\nlove for Perion, of that high and alien madness which dared to make of\nDemetrios of Anatolia's will an unavoidable discomfort, and no more.\nThe prospect was alluring. The proconsul began to chuckle as water\npours from a jar, and the gold in his ears twinkled.\n\n\"Decidedly I shall get much mirth of you. Go back to your own rooms. I\nhad thought the world afforded no adversary and no game worthy of\nDemetrios. I have found both. Therefore, go back to your own rooms,\" he\ngently said.\n\n\n\n\n9.\n\n\n_How Time Sped in Heathenry_\n\nOn the next day Melicent was removed to more magnificent apartments,\nand she was lodged in a lofty and spacious pavilion, which had three\nporticoes builded of marble and carved teakwood and Andalusian copper.\nHer rooms were spread with gold-worked carpets and hung with tapestries\nand brocaded silks figured with all manner of beasts and birds in their\nproper colours. Such was the girl's home now, where only happiness was\ndenied to her. Many slaves attended Melicent, and she lacked for\nnothing in luxury and riches and things of price; and thereafter she\nabode at Nacumera, to all appearances, as the favourite among the\nproconsul's wives.\n\nIt must be recorded of Demetrios that henceforth he scrupulously\ndemurred even to touch her. \"I have purchased your body,\" he proudly\nsaid, \"and I have taken seizin. I find I do not care for anything which\ncan be purchased.\"\n\nIt may be that the man was never sane; it is indisputable that the\nmainspring of his least action was an inordinate pride. Here he had\nstumbled upon something which made of Demetrios of Anatolia a temporary\ndiscomfort, and which bedwarfed the utmost reach of his ill-doing into\nequality with the molestations of a house-fly; and perception of this\nfact worked in Demetrios like a poisonous ferment. To beg or once again\nto pillage he thought equally unworthy of himself. \"Let us have\npatience!\" It was not easily said so long as this fair Frankish woman\ndared to entertain a passion which Demetrios could not comprehend, and\nof which Demetrios was, and knew himself to be, incapable.\n\nA connoisseur of passions, he resented such belittlement tempestuously;\nand he heaped every luxury upon Melicent, because, as he assured\nhimself, the heart of every woman is alike.\n\nHe had his theories, his cunning, and, chief of all, an appreciation of\nher beauty, as his abettors. She had her memories and her clean heart.\nThey duelled thus accoutred.\n\nMeanwhile his other wives peered from screened alcoves at these two and\nduly hated Melicent. Upon no less than three occasions did Callistion--\nthe first wife of the proconsul and the mother of his elder son--\nattempt the life of Melicent; and thrice Demetrios spared the woman at\nMelicent's entreaty. For Melicent (since she loved Perion) could\nunderstand that it was love of Demetrios, rather than hate of her,\nwhich drove the Dacian virago to extremities.\n\nThen one day about noon Demetrios came unheralded into Melicent's\nresplendent prison. Through an aisle of painted pillars he came to her,\nstriding with unwonted quickness, glittering as he moved. His robe this\nday was scarlet, the colour he chiefly affected. Gold glowed upon his\nforehead, gold dangled from his ears, and about his throat was a broad\ncollar of gold and rubies. At his side was a cross-handled sword, in a\nscabbard of blue leather, curiously ornamented.\n\n\"Give thanks, my wife,\" Demetrios said, \"that you are beautiful. For\nbeauty was ever the spur of valour.\" Then quickly, joyously, he told\nher of how a fleet equipped by the King of Cyprus had been despatched\nagainst the province of Demetrios, and of how among the invaders were\nPerion of the Forest and his Free Companions. \"Ey, yes, my porter has\nreturned. I ride instantly for the coast to greet him with appropriate\nwelcome. I pray heaven it is no sluggard or weakling that is come out\nagainst me.\"\n\nProudly, Melicent replied:\n\n\"There comes against you a champion of noted deeds, a courteous and\nhardy gentleman, pre-eminent at swordplay. There was never any man more\nready than Perion to break a lance or shatter a shield, or more eager\nto succour the helpless and put to shame all cowards and traitors.\"\n\nDemetrios dryly said:\n\n\"I do not question that the virtues of my porter are innumerable.\nTherefore we will not attempt to catalogue them. Now Ahasuerus reports\nthat even before you came to tempt me with your paltry emeralds you\nonce held the life of Perion in your hands?\" Demetrios unfastened his\nsword. He grasped the hand of Melicent, and laid it upon the scabbard.\n\"And what do you hold now, my wife? You hold the death of Perion. I\ntake the antithesis to be neat.\"\n\nShe answered nothing. Her seeming indifference angered him. Demetrios\nwrenched the sword from its scabbard, with a hard violence that made\nMelicent recoil. He showed the blade all covered with graved symbols of\nwhich she could make nothing.\n\n\"This is Flamberge,\" said the proconsul; \"the weapon which was the\npride and bane of my father, famed Miramon Lluagor, because it was the\nsword which Galas made, in the old time's heyday, for unconquerable\nCharlemagne. Clerks declare it is a magic weapon and that the man who\nwields it is always unconquerable. I do not know. I think it is as\ndifficult to believe in sorcery as it is to be entirely sure that all\nwe know is not the sorcery of a drunken wizard. I very potently\nbelieve, however, that with this sword I shall kill Perion.\"\n\nMelicent had plenty of patience, but astonishingly little, it seemed,\nfor this sort of speech. \"I think that you talk foolishly, seignior.\nAnd, other matters apart, it is manifest that you yourself concede\nPerion to be the better swordsman, since you require to be abetted by\nsorcery before you dare to face him.\"\n\n\"So, so!\" Demetrios said, in a sort of grinding whisper, \"you think\nthat I am not the equal of this long-legged fellow! You would think\notherwise if I had him here. You will think otherwise when I have\nkilled him with my naked hands. Oh, very soon you will think\notherwise.\"\n\nHe snarled, rage choking him, flung the sword at her feet and quitted\nher without any leave-taking. He had ridden three miles from Nacumera\nbefore he began to laugh. He perceived that Melicent at least respected\nsorcery, and had tricked him out of Flamberge by playing upon his\ntetchy vanity. Her adroitness pleased him.\n\nDemetrios did not laugh when he found the Christian fleet had been\ningloriously repulsed at sea by the Emir of Arsuf, and had never\neffected a landing. Demetrios picked a quarrel with the victorious\nadmiral and killed the marplot in a public duel, but that was\ninadequate comfort.\n\n\"However,\" the proconsul reassured himself, \"if my wife reports at all\ntruthfully as to this Perion's nature it is certain that this Perion\nwill come again.\" Then Demetrios went into the sacred grove upon the\nhillsides south of Quesiton and made an offering of myrtle-branches,\nrose-leaves and incense to Aphrodite of Colias.\n\n\n\n\n10.\n\n\n_How Demetrios Wooed_\n\nAhasuerus came and went at will. Nothing was known concerning this\nsoft-treading furtive man except by the proconsul, who had no\nconfidants. By his decree Ahasuerus was an honoured guest at Nacumera.\nAnd always the Jew's eyes when Melicent was near him were as\nexpressionless as the eyes of a snake, which do not ever change.\n\nOnce she told Demetrios that she feared Ahasuerus.\n\n\"But I do not fear him, Melicent, though I have larger reason. For I\nalone of all men living know the truth concerning this same Jew.\nTherefore, it amuses me to think that he, who served my wizard father\nin a very different fashion, is to-day my factor and ciphers over my\naccounts.\"\n\nDemetrios laughed, and had the Jew summoned.\n\nThis was in the Women's Garden, where the proconsul sat with Melicent\nin a little domed pavilion of stone-work which was gilded with red gold\nand crowned with a cupola of alabaster. Its pavement was of transparent\nglass, under which were clear running waters wherein swam red and\nyellow fish.\n\nDemetrios said:\n\n\"It appears that you are a formidable person, Ahasuerus. My wife here\nfears you.\"\n\n\"Splendour of the Age,\" returned Ahasuerus, quietly, \"it is notorious\nthat women have long hair and short wits. There is no need to fear a\nJew. The Jew, I take it, was created in order that children might\nevince their playfulness by stoning him, the honest show their\ncommon-sense by robbing him, and the religious display their piety by\nburning him. Who forbids it?\"\n\n\"Ey, but my wife is a Christian and in consequence worships a Jew.\"\nDemetrios reflected. His dark eyes twinkled. \"What is your opinion\nconcerning this other Jew, Ahasuerus?\"\n\n\"I know that He was the Messiah, Lord.\"\n\n\"And yet you do not worship Him.\"\n\nThe Jew said:\n\n\"It was not altogether worship He desired. He asked that men should\nlove Him. He does not ask love of me.\"\n\n\"I find that an obscure saying,\" Demetrios considered.\n\n\"It is a true saying, King of Kings. In time it will be made plain.\nThat time is not yet come. I used to pray it would come soon. Now I do\nnot pray any longer. I only wait.\"\n\nDemetrios tugged at his chin, his eyes narrowed, meditating. He\nlaughed.\n\nDemetrios said:\n\n\"It is no affair of mine. What am I that I am called upon to have\nprejudices concerning the universe? It is highly probable there are\ngods of some sort or another, but I do not so far flatter myself as to\nconsider that any possible god would be at all interested in my opinion\nof him. In any event, I am Demetrios. Let the worst come, and in\nwhatever baleful underworld I find myself imprisoned I shall maintain\nmyself there in a manner not unworthy of Demetrios.\" The proconsul\nshrugged at this point. \"I do not find you amusing, Ahasuerus. You may\ngo.\"\n\n\"I hear, and I obey,\" the Jew replied. He went away patiently.\n\nThen Demetrios turned toward Melicent, rejoicing that his chattel had\ngolden hair and was comely beyond comparison with all other women he\nhad ever seen.\n\nSaid Demetrios:\n\n\"I love you, Melicent, and you do not love me. Do not be offended\nbecause my speech is harsh, for even though I know my candour is\ndistasteful I must speak the truth. You have been obdurate too long,\ndenying Kypris what is due to her. I think that your brain is giddy\nbecause of too much exulting in the magnificence of your body and in\nthe number of men who have desired it to their own hurt. I concede your\nbeauty, yet what will it matter a hundred years from now?\n\n\"I admit that my refrain is old. But it will presently take on a more\npoignant meaning, because a hundred years from now you--even you, dear\nMelicent!--and all the loveliness which now causes me to estimate life\nas a light matter in comparison with your love, will be only a bone or\ntwo. Your lustrous eyes, which are now more beautiful than it is\npossible to express, will be unsavoury holes and a worm will crawl\nthrough them; and what will it matter a hundred years from now?\n\n\"A hundred years from now should anyone break open our gilded tomb, he\nwill find Melicent to be no more admirable than Demetrios. One skull is\nlike another, and is as lightly split with a mattock. You will be as\nugly as I, and nobody will be thinking of your eyes and hair. Hail,\nrain and dew will drench us both impartially when I lie at your side,\nas I intend to do, for a hundred years and yet another hundred years.\nYou need not frown, for what will it matter a hundred years from now?\n\n\"Melicent, I offer love and a life that derides the folly of all other\nmanners of living; and even if you deny me, what will it matter a\nhundred years from now?\"\n\nHis face was contorted, his speech had fervent bitterness, for even\nwhile he wooed this woman the man internally was raging over his own\ninfatuation.\n\nAnd Melicent answered:\n\n\"There can be no question of love between us, seignior. You purchased\nmy body. My body is at your disposal under God's will.\"\n\nDemetrios sneered, his ardours cooled. He said, \"I have already told\nyou, my girl, I do not care for that which can be purchased.\"\n\nIn such fashion Melicent abode among these odious persons as a lily\nwhich is rooted in mire. She was a prisoner always, and when Demetrios\ncame to Nacumera--which fell about irregularly, for now arose much\nfighting between the Christians and the pagans--a gem which he uncased,\nadmired, curtly exulted in, and then, jeering at those hot wishes in\nhis heart, locked up untouched when he went back to warfare.\n\nTo her the man was uniformly kind, if with a sort of sneer she could\nnot understand; and he pillaged an infinity of Genoese and Venetian\nships--which were notoriously the richest laden--of jewels, veils,\nsilks, furs, embroideries and figured stuffs, wherewith to enhance the\ncomeliness of Melicent. It seemed an all-engulfing madness with this\ndespot daily to aggravate his fierce desire of her, to nurture his\nobsession, so that he might glory in the consciousness of treading down\nno puny adversary.\n\nPride spurred him on as witches ride their dupes to a foreknown\ndestruction. \"Let us have patience,\" he would say.\n\nMeanwhile his other wives peered from screened alcoves at these two and\nduly hated Melicent. \"Let us have patience!\" they said, also, but with\na meaning that was more sinister.\n\n\n\n\n\nPART THREE\n\n\nDEMETRIOS\n\n_Of how Dame Melicent's fond lovers go\nAs comrades, working each his fellow's woe:\nEach hath unhorsed the other of the twain,\nAnd knoweth that nowhither 'twixt Ukraine\nAnd Ormus roameth any lion's son\nMore eager in the hunt than Perion,\nNor any viper's sire more venomous\nThrough jealous hurt than is Demetrios._\n\n\n\n\n11.\n\n\n_How Time Sped with Perion_\n\nIt is a tale which they narrate in Poictesme, telling of what befell\nPerion de la Forêt after he had been ransomed out of heathenry. They\ntell how he took service with the King of Cyprus. And the tale tells\nhow the King of Cyprus was defeated at sea by the Emir of Arsuf; and\nhow Perion came unhurt from that battle, and by land relieved the\ngarrison at Japhe, and was ennobled therefor; and was afterward called\nthe Comte de la Forêt.\n\nThen the King of Cyprus made peace with heathendom, and Perion left\nhim. Now Perion's skill in warfare was leased to whatsoever lord would\ndare contend against Demetrios and the proconsul's magic sword\nFlamberge: and Perion of the Forest did not inordinately concern\nhimself as to the merits of any quarrel because of which battalions\ndied, so long as he fought toward Melicent. Demetrios was pleased, and\nthrilled with the heroic joy of an athlete who finds that he\nunwittingly has grappled with his equal.\n\nSo the duel between these two dragged on with varying fortunes, and the\nyears passed, and neither duellist had conquered as yet. Then King\nTheodoret, third of that name to rule, and once (as you have heard) a\nwooer of Dame Melicent, declared a crusade; and Perion went to him at\nLacre Kai. It was in making this journey, they say, that Perion passed\nthrough Pseudopolis, and had speech there with Queen Helen, the delight\nof gods and men: and Perion conceded this Queen was well-enough to look\nat.\n\n\"She reminds me, indeed, of that Dame Melicent whom I serve in this\nworld, and trust to serve in Paradise,\" said Perion. \"But Dame Melicent\nhas a mole on her left cheek.\"\n\n\"That is a pity,\" said an attendant lord. \"A mole disfigures a pretty\nwoman.\"\n\n\"I was speaking, messire, of Dame Melicent.\"\n\n\"Even so,\" the lord replied, \"a mole is a blemish.\"\n\n\"I cannot permit these observations,\" said Perion. So they fought, and\nPerion killed his opponent, and left Pseudopolis that afternoon.\n\nSuch was Perion's way.\n\nHe came unhurt to King Theodoret, who at once recognised in the famous\nComte de la Forêt the former Vicomte de Puysange, but gave no sign of\nsuch recognition.\n\n\"Heaven chooses its own instruments,\" the pious King reflected: \"and\nthis swaggering Comte de la Forêt, who affects so many names has also\nthe name of being a warrior without any peer in Christendom. Let us\nfirst conquer this infamous proconsul, this adversary of our Redeemer,\nand then we shall see. It may be that heaven will then permit me to\ndetect this Comte de la Forêt in some particularly abominable heresy.\nFor this long-legged ruffian looks like a schismatic, and would\nsingularly grace a rack.\"\n\nSo King Theodoret kissed Perion upon both cheeks, and created him\ngeneralissimo of King Theodoret's forces. It was upon St. George's day\nthat Perion set sail with thirty-four ships of great dimensions and\nadmirable swiftness.\n\n\"Do you bring me back Demetrios in chains,\" said the King, fondling\nPerion at parting, \"and all that I have is yours.\"\n\n\"I mean to bring back my stolen wife, Dame Melicent,\" was Perion's\nreply: \"and if I can manage it I shall also bring you this Demetrios,\nin return for lending me these ships and soldiers.\"\n\n\"Do you think,\" the King asked, peevishly, \"that monarchs nowadays fit\nout armaments to replevin a woman who is no longer young, and who was\nalways stupid?\"\n\n\"I cannot permit these observations--\" said Perion.\n\nTheodoret hastily explained that his was merely a general observation,\nwithout any personal bearing.\n\n\n\n\n12.\n\n\n_How Demetrios Was Taken_\n\nThus it was that war awoke and raged about the province of Demetrios as\ntirelessly as waves lapped at its shores.\n\nThen, after many ups and downs of carnage,[1: Nicolas de Caen gives\nhere a minute account of the military and naval evolutions, with a\nfullness that verges upon prolixity. It appears expedient to omit all\nthis.] Perion surprised the galley of Demetrios while the proconsul\nslept at anchor in his own harbour of Quesiton. Demetrios fought\nnakedly against accoutred soldiers and had killed two of them with his\nhands before he could be quieted by an admiring Perion.\n\nDemetrios by Perion's order was furnished with a sword of ordinary\nattributes, and Perion ridded himself of all defensive armour. The two\nmet like an encounter of tempests, and in the outcome Demetrios was\nwounded so that he lay insensible.\n\nDemetrios was taken as a prisoner toward the domains of King Theodoret.\n\n\"Only you are my private capture,\" said Perion; \"conquered by my own\nhand and in fair fight. Now I am unwilling to insult the most valiant\nwarrior whom I have known by valuing him too cheaply, and I accordingly\nfix your ransom as the person of Dame Melicent.\"\n\nDemetrios bit his nails.\n\n\"Needs must,\" he said at last. \"It is unnecessary to inform you that\nwhen my property is taken from me I shall endeavour to regain it. I\nshall, before the year is out, lay waste whatever kingdom it is that\nharbours you. Meanwhile I warn you it is necessary to be speedy in this\nransoming. My other wives abhor the Frankish woman who has supplanted\nthem in my esteem. My son Orestes, who succeeds me, will be guided by\nhis mother. Callistion has thrice endeavoured to kill Melicent. If any\nharm befalls me, Callistion to all intent will reign in Nacumera, and\nshe will not be satisfied with mere assassination. I cannot guess what\ntorment Callistion will devise, but it will be no child's play--\"\n\n\"Hah, infamy!\" cried Perion. He had learned long ago how cunning the\nheathen were in such cruelties, and so he shuddered.\n\nDemetrios was silent. He, too, was frightened, because this despot\nknew--and none knew better--that in his lordly house far oversea\nCallistion would find equipment for a hundred curious tortures.\n\n\"It has been difficult for me to tell you this,\" Demetrios then said,\n\"because it savours of an appeal to spare me. I think you will have\ngleaned, however, from our former encounters, that I am not\nunreasonably afraid of death. Also I think that you love Melicent. For\nthe rest, there is no person in Nacumera so untutored as to cross my\nleast desire until my death is triply proven. Accordingly, I who am\nDemetrios am willing to entreat an oath that you will not permit\nTheodoret to kill me.\"\n\n\"I swear by God and all the laws of Rome--\" cried Perion.\n\n\"Ey, but I am not very popular in Rome,\" Demetrios interrupted. \"I\nwould prefer that you swore by your love for Melicent. I would prefer\nan oath which both of us may understand, and I know of none other.\"\n\nSo Perion swore as Demetrios requested, and set about the conveyance of\nDemetrios into King Theodoret's realm.\n\n\n\n\n13.\n\n\n_How They Praised Melicent_\n\nThe conqueror and the conquered sat together upon the prow of Perion's\nship. It was a warm, clear night, so brilliant that the stars were\ninvisible. Perion sighed. Demetrios inquired the reason. Perion said:\n\n\"It is the memory of a fair and noble lady, Messire Demetrios, that\ncauses me to heave a sigh from my inmost heart. I cannot forget that\nloveliness which had no parallel. Pardieu, her eyes were amethysts, her\nlips were red as the berries of a holly tree. Her hair blazed in the\nlight, bright as the sunflower glows; her skin was whiter than milk;\nthe down of a fledgling bird was not more grateful to the touch than\nwere her hands. There was never any person more delightful to gaze\nupon, and whosoever beheld her forthwith desired to render love and\nservice to Dame Melicent.\"\n\nDemetrios gave his customary lazy shrug. Demetrios said:\n\n\"She is still a brightly-coloured creature, moves gracefully, has a\nsweet, drowsy voice, and is as soft to the touch as rabbit's fur.\nTherefore, it is imperative that one of us must cut the other's throat.\nThe deduction is perfectly logical. Yet I do not know that my love for\nher is any greater than my hatred. I rage against her patient tolerance\nof me, and I am often tempted to disfigure, mutilate, even to destroy\nthis colourful, stupid woman, who makes me wofully ridiculous in my own\neyes. I shall be happier when death has taken the woman who ventures to\ndeal in this fashion with Demetrios.\"\n\nSaid Perion:\n\n\"When I first saw Dame Melicent the sea was languid, as if outworn by\nvain endeavours to rival the purple of her eyes. Sea-birds were adrift\nin the air, very close to her and their movements were less graceful\nthan hers. She was attired in a robe of white silk, and about her\nwrists were heavy bands of silver. A tiny wind played truant in order\nto caress her unplaited hair, because the wind was more hardy than I,\nand dared to love her. I did not think of love, I thought only of the\nnoble deeds I might have done and had not done. I thought of my\nunworthiness, and it seemed to me that my soul writhed like an eel in\nsunlight, a naked, despicable thing, that was unworthy to render any\nlove and service to Dame Melicent.\"\n\nDemetrios said:\n\n\"When I first saw the girl she knew herself entrapped, her body mine,\nher life dependent on my whim. She waved aside such petty\ninconveniences, bade them await an hour when she had leisure to\nconsider them, because nothing else was of any importance so long as my\nporter went in chains. I was an obstacle to her plans and nothing more;\na pebble in her shoe would have perturbed her about as much as I did.\nHere at last, I thought, is genuine common-sense--a clear-headed\ndecision as to your actual desire, apart from man-taught ethics, and\nfearless purchase of your desire at any cost. There is something not\nunakin to me, I reflected, in the girl who ventures to deal in this\nfashion with Demetrios.\"\n\nSaid Perion:\n\n\"Since she permits me to serve her, I may not serve unworthily.\nTo-morrow I shall set new armies afield. To-morrow it will delight me\nto see their tents rise in your meadows, Messire Demetrios, and to see\nour followers meet in clashing combat, by hundreds and thousands, so\nmightily that men will sing of it when we are gone. To-morrow one of us\nmust kill the other. To-night we drink our wine in amity. I have not\ntime to hate you, I have not time to like or dislike any living person,\nI must devote all faculties that heaven gave me to the love\nand service of Dame Melicent.\"\n\nDemetrios said:\n\n\"To-night we babble to the stars and dream vain dreams as other fools\nhave done before us. To-morrow rests--perhaps--with heaven; but, depend\nupon it, Messire de la Forêt, whatever we may do to-morrow will be\nfoolishly performed, because we are both besotted by bright eyes and\nlips and hair. I trust to find our antics laughable. Yet there is that\nin me which is murderous when I reflect that you and she do not dislike\nme. It is the distasteful truth that neither of you considers me to be\nworth the trouble. I find such conduct irritating, because no other\npersons have ever ventured to deal in this fashion with Demetrios.\"\n\n\"Demetrios, already your antics are laughable, for you pass blindly by\nthe revelation of heaven's splendour in heaven's masterwork; you ignore\nthe miracle; and so do you find only the stings of the flesh where I\nfind joy in rendering love and service to Dame Melicent.\"\n\n\"Perion, it is you that play the fool, in not recognising that heaven\nis inaccessible and doubtful. But clearer eyes perceive the not at all\ndoubtful dullness of wit, and the gratifying accessibility of every\nwoman when properly handled,--yes, even of her who dares to deal in\nthis fashion with Demetrios.\"\n\nThus they would sit together, nightly, upon the prow of Perion's ship\nand speak against each other in the manner of a Tenson, as these two\nrhapsodised of Melicent until the stars grew lustreless before the sun.\n\n\n\n\n14.\n\n\n_How Perion Braved Theodoret_\n\nThe city of Megaris (then Theodoret's capital) was ablaze with bonfires\non the night that the Comte de la Forêt entered it at the head of his\nforces. Demetrios, meanly clothed, his hands tied behind him, trudged\nsullenly beside his conqueror's horse. Yet of the two the gloomier face\nshowed below the count's coronet, for Perion did not relish the\nimpendent interview with King Theodoret. They came thus amid much\nshouting to the Hôtel d'Ebelin, their assigned quarters, and slept\nthere.\n\nNext morning, about the hour of prime, two men-at-arms accompanied a\nfettered Demetrios into the presence of King Theodoret. Perion of the\nForest preceded them. He pardonably swaggered, in spite of his\nunderlying uneasiness, for this last feat, as he could not ignore, was\na performance which Christendom united to applaud.\n\nThey came thus into a spacious chamber, very inadequately lighted. The\nwalls were unhewn stone. There was but one window, of uncoloured glass;\nand it was guarded by iron bars. The floor was bare of rushes. On one\nside was a bed with tattered hangings of green, which were adorned with\nrampant lions worked in silver thread much tarnished; to the right hand\nstood a _prie-dieu_. Between these isolated articles of furniture, and\nbehind an unpainted table sat, in a high-backed chair, a wizen and\nshabbily-clad old man. This was Theodoret, most pious and penurious of\nmonarchs. In attendance upon him were Fra Battista, prior of the Grey\nMonks, and Melicent's near kinsman, once the Bishop, now the Cardinal,\nde Montors, who, as was widely known, was the actual monarch of this\nrealm. The latter was smartly habited as a cavalier and showed in\nnothing like a churchman.\n\nThe infirm King arose and came to meet the champion who had performed\nwhat many generals of Christendom had vainly striven to achieve. He\nembraced the conqueror of Demetrios as one does an equal.\n\nSaid Theodoret:\n\n\"Hail, my fair friend! you who have lopped the right arm of heathenry!\nTo-day, I know, the saints hold festival in heaven. I cannot recompense\nyou, since God alone is omnipotent. Yet ask now what you will, short of\nmy crown, and it is yours.\" The old man kissed the chief of all his\ntreasures, a bit of the True Cross, which hung upon his breast\nsupported by a chain of gold.\n\n\"The King has spoken,\" Perion returned. \"I ask the life of Demetrios.\"\n\nTheodoret recoiled, like a small flame which is fluttered by its\nkindler's breath. He cackled thinly, saying:\n\n\"A jest or so is privileged in this high hour. Yet we ought not to make\na jest of matters which concern the Church. Am I not right, Ayrart? Oh,\nno, this merciless Demetrios is assuredly that very Antichrist whose\ncoming was foretold. I must relinquish him to Mother Church, in order\nthat he may be equitably tried, and be baptised--since even he may have\na soul--and afterward be burned in the market-place.\"\n\n\"The King has spoken,\" Perion replied. \"I too have spoken.\"\n\nThere was a pause of horror upon the part of King Theodoret. He was at\nfirst in a mere whirl. Theodoret said:\n\n\"You ask, in earnest, for the life of this Demetrios, this arch-foe of\nour Redeemer, this spawn of Satan, who has sacked more of my towns than\nI have fingers on this wasted hand! Now, now that God has singularly\nfavoured me--!\" Theodoret snarled and gibbered like a frenzied ape, and\nhad no longer the ability to articulate.\n\n\"Beau sire, I fought the man because he infamously held Dame Melicent,\nwhom I serve in this world without any reservation, and trust to serve\nin Paradise. His person, and this alone, will ransom Melicent.\"\n\n\"You plan to loose this fiend!\" the old King cried. \"To stir up all\nthis butchery again!\"\n\n\"Sire, pray recall how long I have loved Melicent. Reflect that if you\nslay Demetrios, Dame Melicent will be left destitute in heathenry.\nRemember that she will be murdered through the hatred of this man's\nother wives whom her inestimable beauty has supplanted.\" Thus Perion\nentreated.\n\nAll this while the cardinal and the proconsul had been appraising each\nother. It was as though they two had been the only persons in the\ndimly-lit apartment. They had not met before. \"Here is my match,\"\nthought each of these two; \"here, if the world affords it, is my peer\nin cunning and bravery.\"\n\nAnd each lusted for a contest, and with something of mutual\ncomprehension.\n\nIn consequence they stinted pity for Theodoret, who unfeignedly\nbelieved that whether he kept or broke his recent oath damnation was\ninevitable. \"You have been ill-advised--\" he stammered. \"I do not dare\nrelease Demetrios--My soul would answer that enormity--But it was sworn\nupon the Cross--Oh, ruin either way! Come now, my gallant captain,\" the\nKing barked. \"I have gold, lands, and jewels--\"\n\n\"Beau sire, I have loved this my dearest lady since the time when both\nof us were little more than children, and each day of the year my love\nfor her has been doubled. What would it avail me to live in however\nlofty estate when I cannot daily see the treasure of my life?\"\n\nNow the Cardinal de Montors interrupted, and his voice was to the ear\nas silk is to the fingers.\n\n\"Beau sire,\" said Ayrart de Montors, \"I speak in all appropriate\nrespect. But you have sworn an oath which no man living may presume to\nviolate.\"\n\n\"Oh, true, Ayrart!\" the fluttered King assented. \"This blusterer holds\nme as in a vise.\" He turned to Perion again, fierce, tense and fragile,\nlike an angered cat. \"Choose now! I will make you the wealthiest person\nin my realm--My son, I warn you that since Adam's time women have been\nthe devil's peculiar bait. See now, I am not angry. Heh, I remember,\ntoo, how beautiful she was. I was once tempted much as you are tempted.\nSo I pardon you. I will give you my daughter Ermengarde in marriage, I\nwill make you my heir, I will give you half my kingdom--\" His voice\nrose, quavering; and it died now, for he foreread the damnation of\nTheodoret's soul while he fawned before this impassive Perion.\n\n\"Since Love has taken up his abode within my heart,\" said Perion,\n\"there has not ever been a vacancy therein for any other thought. How\nmay I help it if Love recompenses my hospitality by afflicting me with\na desire which can neither subdue the world nor be subdued by it?\"\n\nTheodoret continued like the rustle of dead leaves:\n\n\"--Else I must keep my oath. In that event you may depart with this\nunbeliever. I will accord you twenty-four hours wherein to accomplish\nthis. But, oh, if I lay hands upon either of you within the\ntwenty-fifth hour I will not kill my prisoner at once. For first I must\ndevise unheard-of torments--\"\n\nThe King's face was not agreeable to look upon.\n\nYet Perion encountered it with an untroubled gaze until Battista spoke,\nsaying:\n\n\"I promise worse. The Book will be cast down, the bells be tolled, and\nall the candles snuffed--ah, very soon!\" Battista licked his lips,\ngingerly, just as a cat does.\n\nThen Perion was moved, since excommunication is more terrible than\ndeath to any of the Church's loyal children, and he was now more\nfrightened than the King. And so Perion thought of Melicent a while\nbefore he spoke.\n\nSaid Perion:\n\n\"I choose. I choose hell fire in place of riches and honour, and I\ndemand the freedom of Demetrios.\"\n\n\"Go!\" the King said. \"Go hence, blasphemer. Hah, you will weep for this\nin hell. I pray that I may hear you then, and laugh as I do now--\"\n\nHe went away, and was followed by Battista, who whispered of a\nmakeshift. The cardinal remained and saw to it that the chains were\ntaken from Demetrios.\n\n\"In consequence of Messire de la Forêt's--as I must term it--most\nunchristian decision,\" said the cardinal, \"it is not impossible,\nMessire the Proconsul, that I may head the next assault upon your\nterritory--\"\n\nDemetrios laughed. He said:\n\n\"I dare to promise your Eminence that reception you would most enjoy.\"\n\n\"I had hoped for as much,\" the cardinal returned; and he too laughed.\nTo do him justice, he did not know of Battista's makeshift.\n\nThe cardinal remained when they had gone. Seated in a king's chair,\nAyrart de Montors meditated rather wistfully upon that old time when\nhe, also, had loved Melicent whole-heartedly. It seemed a great while\nago, made him aware of his maturity.\n\nHe had put love out of his life, in common with all other weaknesses\nwhich might conceivably hinder the advancement of Ayrart de Montors. In\nconsequence, he had climbed far. He was not dissatisfied. It was a\nman's business to make his way in the world, and he had done this.\n\n\"My cousin is a brave girl, though,\" he said aloud, \"I must certainly\ndo what I can to effect her rescue as soon as it is convenient to send\nanother expedition against Demetrios.\"\n\nThen the cardinal set about concoction of a moving sonnet in praise of\nMonna Vittoria de' Pazzi. Desperation loaned him extraordinary\neloquence (as he complacently reflected) in addressing this obdurate\nwoman, who had held out against his love-making for six weeks now.\n\n\n\n\n15.\n\n\n_How Perion Fought_\n\nDemetrios and Perion, by the quick turn of fortune previously recorded,\nwere allied against all Christendom. They got arms at the Hôtel\nd'Ebelin, and they rode out of the city of Megaris, where the bonfires\nlighted over-night in Perion's honour were still smouldering, amid loud\nexecrations. Fra Battista had not delayed to spread the news of King\nTheodoret's dilemma. The burghers yelled menaces; but, knowing that an\nendeavour to constrain the passage of these champions would prove\nunwholesome for at least a dozen of the arrestors, they cannily\nconfined their malice to a vocal demonstration.\n\nDemetrios rode unhelmeted, intending that these snarling little people\nof Megaris should plainly see the man whom they most feared and hated.\n\nIt was Perion who spoke first. They had passed the city walls, and had\nmounted the hill which leads toward the Forest of Sannazaro. Their road\nlay through a rocky pass above which the leaves of spring were like\nsparse traceries on a blue cupola, for April had not come as yet.\n\n\"I meant,\" said Perion, \"to hold you as the ransom of Dame Melicent. I\nfear that is impossible. I, who am a landless man, have neither\nservitors nor any castle wherein to retain you as a prisoner. I\nearnestly desire to kill you, forthwith, in single combat; but when\nyour son Orestes knows that you are dead he will, so you report, kill\nMelicent. And yet it may be you are lying.\"\n\nPerion was of a tall imperious person, and accustomed to command. He\nhad black hair, grey eyes which challenged you, and a thin pleasant\nface which was not pleasant now.\n\n\"You know that I am not a coward--.\" Demetrios began.\n\n\"Indeed,\" said Perion, \"I believe you to be the hardiest warrior in the\nworld.\"\n\n\"Therefore I may without dishonour repeat to you that my death involves\nthe death of Melicent. Orestes hates her for his mother's sake. I\nthink, now we have fought so often, that each of us knows I do not fear\ndeath. I grant I had Flamberge to wield, a magic weapon--\" Demetrios\nshook himself, like a dog coming from the water, for to consider an\nextraneous invincibility was nauseous. \"However! I who am Demetrios\nprotest I will not fight with you, that I will accept any insult rather\nthan risk my life in any quarrel extant, because I know the moment that\nOrestes has made certain I am no longer to be feared he will take\nvengeance on Dame Melicent.\"\n\n\"Prove this!\" said Perion, and with deliberation he struck Demetrios.\nFull in the face he struck the swart proconsul, and in the ensuing\nsilence you could hear a feeble breeze that strayed about the\ntree-tops, but you could hear nothing else. And Perion, strong man, the\nwilling scourge of heathendom, had half a mind to weep.\n\nDemetrios had not moved a finger. It was appalling. The proconsul's\ncountenance had throughout the hue of wood-ashes, but his fixed eyes\nwere like blown embers.\n\n\"I believe that it is proved,\" said Demetrios, \"since both of us are\nstill alive.\" He whispered this.\n\n\"In fact the thing is settled,\" Perion agreed. \"I know that nothing\nsave your love for Melicent could possibly induce you to decline a\nproffered battle. When Demetrios enacts the poltroon I am the most\nhasty of all men living to assert that the excellency of his reason is\nindisputable. Let us get on! I have only five hundred sequins, but this\nwill be enough to buy your passage back to Quesiton. And inasmuch as we\nare near the coast--\"\n\n\"I think some others mean to have a spoon in that broth,\" Demetrios\nreturned. \"For look, messire!\" Perion saw that far beneath them a\ncompany of retainers in white and purple were spurring up the hill. \"It\nis Duke Sigurd's livery,\" said Perion.\n\nDemetrios forthwith interpreted and was amused by their common ruin. He\nsaid, grinning:\n\n\"Pious Theodoret has sworn a truce of twenty-four hours, and in\nconsequence might not send any of his own lackeys after us. But there\nwas nothing to prevent the dropping of a hint into the ear of his\nbrother in-law, because you servitors of Christ excel in these\ndistinctions.\"\n\n\"This is hardly an opportunity for theological debate,\" Perion\nconsidered. \"And for the rest, time presses. It is your instant\nbusiness to escape.\" He gave his tiny bag of gold to his chief enemy.\n\"Make for Narenta. It is a free city and unfriendly to Theodoret. If I\nsurvive I will come presently and fight with you for Melicent.\"\n\n\"I shall do nothing of the sort,\" Demetrios equably returned. \"Am I the\nperson to permit the man whom I most hate--you who have struck me and\nyet live!--to fight alone against some twenty adversaries! Oh, no, I\nshall remain, since after all, there are only twenty.\"\n\n\"I was mistaken in you,\" Perion replied, \"for I had thought you loved\nDame Melicent as I do. I find too late that you would estimate your\nprivate honour as set against her welfare.\"\n\nThe two men looked upon each other. Long and long they looked, and the\nheart of each was elated. \"I comprehend,\" Demetrios said. He clapped\nspurs to his horse and fled as a coward would have fled. This was one\noccasion in his life when he overcame his pride, and should in\nconsequence be noted.\n\nThe heart of Perion was glad.\n\n\"Oh, but at times,\" said Perion, \"I wish that I might honourably love\nthis infamous and lustful pagan.\"\n\nAfterward Perion wheeled and met Duke Sigurd's men. Then like a reaper\ncutting a field of wheat Sire Perion showed the sun his sword and went\nabout his work, not without harvesting.\n\nIn that narrow way nothing could be heard but the striking of blows on\narmour and the clash of swords which bit at one another. The Comte de\nla Forêt, for once, allowed himself the privilege of fighting in anger.\nHe went without a word toward this hopeless encounter, as a drunkard to\nhis bottle. First Perion killed Ruggiero of the Lamberti and after that\nPerion raged as a wolf harrying sheep. Six other stalwart men he cut\ndown, like a dumb maniac among tapestries. His horse was slain and lay\nblocking the road, making a barrier behind which Perion fought. Then\nPerion encountered Giacomo di Forio, and while the two contended Gulio\nthe Red very warily cast his sword like a spear so that it penetrated\nPerion's left shoulder and drew much blood. This hampered the lone\nchampion. Marzio threw a stone which struck on Perion's crest and broke\nthe fastenings of Perion's helmet. Instantly Giacomo gave him three\nwounds, and Perion stumbled, the sunlight glossing his hair. He fell\nand they took him. They robbed the corpses of their surcoats, which\nthey tore in strips. They made ropes of this bloodied finery, and with\nthese ropes they bound Perion of the Forest, whom twenty men had\nconquered at last.\n\nHe laughed feebly, like a person bedrugged; but in the midst of this\nsuperfluous defiance Perion swooned because of many injuries. He knew\nthat with fair luck Demetrios had a sufficient start. The heart of\nPerion exulted, thinking that Melicent was saved.\n\nIt was the happier for him he was not ever destined to comprehend the\nstandards of Demetrios.\n\n\n\n\n16.\n\n\n_How Demetrios Meditated_\n\nDemetrios came without any hindrance into Narenta, a free city. He\nbelieved his Emperor must have sent galleys toward Christendom to get\ntidings of his generalissimo, but in this city of merchants Demetrios\nheard no report of them. Yet in the harbour he found a trading-ship\nprepared for traffic in the country of the pagans; the sail was naked\nto the wind, the anchor chain was already shortened at the bow.\nDemetrios bargained with the captain of this vessel, and in the outcome\npaid him four hundred sequins. In exchange the man agreed to touch at\nthe Needle of Ansignano that afternoon and take Demetrios aboard. Since\nthe proconsul had no passport, he could not with safety endeavour to\nelude those officers of the Tribunal who must endorse the ship's\npassage at Piaja.\n\nThus about sunset Demetrios waited the ship's coming, alone upon the\nNeedle. This promontory is like a Titan's finger of black rock thrust\nout into the water. The day was perishing, and the querulous sea before\nDemetrios was an unresting welter of gold and blood.\n\nHe thought of how he had won safely through a horde of dangers, and the\ngross man chuckled. He considered that unquestioned rulership of every\nperson near Demetrios which awaited him oversea, and chiefly he thought\nof Melicent whom he loved even better than he did the power to sneer at\neverything the world contained. And the proconsul chuckled.\n\nHe said, aloud:\n\n\"I owe very much to Messire de la Forêt. I owe far more than I can\nestimate. For, by this, those lackeys will have slain Messire de la\nForêt or else they will have taken Messire de la Forêt to King\nTheodoret, who will piously make an end of this handsome idiot. Either\nway, I shall enjoy tranquillity and shall possess my Melicent until I\ndie. Decidedly, I owe a deal to this self-satisfied tall fool.\"\n\nThus he contended with his irritation. It may be that the man was never\nsane; it is certain that the mainspring of his least action was an\ninordinate pride. Now hatred quickened, spreading from a flicker of\ndistaste; and his faculties were stupefied, as though he faced a\ngirdling conflagration. It was not possible to hate adequately this\nPerion who had struck Demetrios of Anatolia and perhaps was not yet\ndead; nor could Demetrios think of any sufficing requital for this\nPerion who dared to be so tall and handsome and young-looking when\nDemetrios was none of these things, for this Perion whom Melicent had\nloved and loved to-day. And Demetrios of Anatolia had fought with a\ncharmed sword against a person such as this, safe as an angler matched\nagainst a minnow; Demetrios of Anatolia, now at the last, accepted alms\nfrom what had been until to-day a pertinacious gnat. Demetrios was\nphysically shaken by disgust at the situation, and in the sunset's\nglare his swarthy countenance showed like that of Belial among the\ndamned.\n\n\"The life of Melicent hangs on my safe return to Nacumera.... Ey, what\nis that to me!\" the proconsul cried aloud. \"The thought of Melicent is\nsweeter than the thought of any god. It is not sweet enough to bribe me\ninto living as this Perion's debtor.\"\n\nSo when the ship touched at the Needle, a half-hour later, that spur of\nrock was vacant. Demetrios had untethered his horse, had thrown away\nhis sword and other armour, and had torn his garments; afterward he\nrolled in the first puddle he discovered. Thus he set out afoot, in\ngrimy rags--for no one marks a beggar upon the highway--and thus he\ncame again into the realm of King Theodoret, where certainly nobody\nlooked for Demetrios to come unarmed.\n\nWith the advantage of a quiet advent, as was quickly proven, he found\nno check for a notorious leave-taking.\n\n\n\n\n17.\n\n\n_How a Minstrel Came_\n\nDemetrios came to Megaris where Perion lay fettered in the Castle of\nSan' Alessandro, then a new building. Perion's trial, condemnation, and\nso on, had consumed the better part of an hour, on account of the\ndrunkenness of one of the Inquisitors, who had vexatiously impeded\nthese formalities by singing love-songs; but in the end it had been\nsalutarily arranged that the Comte de la Forêt be torn apart by four\nhorses upon the St. Richard's day ensuing.\n\nDemetrios, having gleaned this knowledge in a pothouse, purchased a\nstout file, a scarlet cap and a lute. Ambrogio Bracciolini, head-gaoler\nat the fortress--so the gossips told Demetrios--had been a jongleur in\nyouth, and minstrels were always welcome guests at San' Alessandro.\n\nThe gaoler was a very fat man with icy little eyes. Demetrios took his\nmeasure to a hair's breadth as this Bracciolini straddled in the\ndoorway.\n\nDemetrios had assumed an admirable air of simplicity.\n\n\"God give you joy, messire,\" he said, with a simper; \"I come bringing a\nprecious balsam which cures all sorts of ills, and heals the troubles\nboth of body and mind. For what is better than to have a pleasant\ncompanion to sing and tell merry tales, songs and facetious histories?\"\n\n\"You appear to be something of a fool,\" Bracciolini considered, \"but\nall do not sleep who snore. Come, tell me what are your\naccomplishments.\"\n\n\"I can play the lute, the violin, the flageolet, the harp, the syrinx\nand the regals,\" the other replied; \"also the Spanish penola that is\nstruck with a quill, the organistrum that a wheel turns round, the wait\nso delightful, the rebeck so enchanting, the little gigue that chirps\nup on high, and the great horn that booms like thunder.\"\n\nBracciolini said:\n\n\"That is something. But can you throw knives into the air and catch\nthem without cutting your fingers? Can you balance chairs and do tricks\nwith string? or imitate the cries of birds? or throw a somersault and\nwalk on your head? Ha, I thought not. The Gay Science is dying out, and\nyoung practitioners neglect these subtile points. It was not so in my\nday. However, you may come in.\"\n\nSo when night fell Demetrios and Bracciolini sat snug and sang of love,\nof joy, and arms. The fire burned bright, and the floor was well\ncovered with gaily tinted mats. White wines and red were on the table.\n\nPresently they turned to canzons of a more indecorous nature. Demetrios\nsang the loves of Douzi and Ishtar, which the gaoler found remarkable.\nHe said so and crossed himself. \"Man, man, you must have been afishing\nin the mid-pit of hell to net such filth.\"\n\n\"I learned that song in Nacumera,\" said Demetrios, \"when I was a\nprisoner there with Messire de la Forêt. It was a favourite song with\nhim.\"\n\n\"Ay?\" said Bracciolini. He looked at Demetrios very hard, and\nBracciolini pursed his lips as if to whistle. The gaoler scented from\nafar a bribe, but the face of Demetrios was all vacant cheerfulness.\n\nBracciolini said, idly:\n\n\"So you served under him? I remember that he was taken by the heathen.\nA woman ransomed him, they say.\"\n\nDemetrios, able to tell a tale against any man, told now the tale of\nMelicent's immolation, speaking with vivacity and truthfulness in all\npoints save that he represented himself to have been one of the\nransomed Free Companions.\n\nBracciolini's careful epilogue was that the proconsul had acted\nfoolishly in not keeping the emeralds.\n\n\"He gave his enemy a weapon against him,\" Bracciolini said, and waited.\n\n\"Oh, but that weapon was never used. Sire Perion found service at once,\nunder King Bernart, you will remember. Therefore Sire Perion hid away\nthese emeralds against future need--under an oak in Sannazaro, he told\nme. I suppose they lie there yet.\"\n\n\"Humph!\" said Bracciolini. He for a while was silent. Demetrios sat\nadjusting the strings of the lute, not looking at him.\n\nBracciolini said, \"There were eighteen of them, you tell me? and all\nfine stones?\"\n\n\"Ey?--oh, the emeralds? Yes, they were flawless, messire. The smallest\nwas larger than a robin's egg. But I recall another song we learned at\nNacumera--\"\n\nDemetrios sang the loves of Lucius and Fotis. Bracciolini grunted,\n\"Admirable\" in an abstracted fashion, muttered something about the\nduties of his office, and left the room. Demetrios heard him lock the\ndoor outside and waited stolidly.\n\nPresently Bracciolini returned in full armour, a naked sword in his\nhand.\n\n\"My man,\"--and his voice rasped--\"I believe you to be a rogue. I\nbelieve that you are contriving the escape of this infamous Comte de la\nForêt. I believe you are attempting to bribe me into conniving at\nhis escape. I shall do nothing of the sort, because, in the first\nplace, it would be an abominable violation of my oath of office, and in\nthe second place, it would result in my being hanged.\"\n\n\"Messire, I swear to you--!\" Demetrios cried, in excellently feigned\nperturbation.\n\n\"And in addition, I believe you have lied to me throughout. I do not\nbelieve you ever saw this Comte de la Forêt. I very certainly do not\nbelieve you are a friend of this Comte de la Forêt's, because in\nthat event you would never have been mad enough to admit it. The\nstatement is enough to hang you twice over. In short, the only thing I\ncan be certain of is that you are out of your wits.\"\n\n\"They say that I am moonstruck,\" Demetrios answered; \"but I will tell\nyou a secret. There is a wisdom lies beyond the moon, and it is because\nof this that the stars are glad and admirable.\"\n\n\"That appears to me to be nonsense,\" the gaoler commented; and he went\non: \"Now I am going to confront you with Messire de la Forêt. If your\nstory prove to be false, it will be the worse for you.\"\n\n\"It is a true tale. But sensible men close the door to him who always\nspeaks the truth.\"\n\n\"These reflections are not to the purpose,\" Bracciolini submitted, and\ncontinued his argument: \"In that event Messire de la Forêt will\nundoubtedly be moved by your fidelity in having sought out him whom all\nthe rest of the world has forsaken. You will remember that this same\nfidelity has touched me to such an extent that I am granting you an\ninterview with your former master. Messire de la Forêt will naturally\nreflect that a man once torn in four pieces has no particular use for\nemeralds. He will, I repeat, be moved. In his emotion, in his\ngratitude, in mere decency, he will reveal to you the location of those\neighteen stones, all flawless. If he should not evince a sufficiency of\nsuch appropriate and laudable feeling, I tell you candidly, it will be\nthe worse for you. And now get on!\"\n\nBracciolini pointed the way and Demetrios cringed through the door.\nBracciolini followed with drawn sword. The corridors were deserted. The\nhead-gaoler had seen to that.\n\nHis position was simple. Armed, he was certainly not afraid of any\ncombination between a weaponless man and a fettered one. If this\njongleur had lied, Bracciolini meant to kill him for his insolence.\nBracciolini's own haphazard youth had taught him that a jongleur had no\ncivil rights, was a creature to be beaten, robbed, or stabbed with\nimpunity.\n\nUpon the other hand, if the vagabond's tale were true, one of two\nthings would happen. Either Perion would not be brought to tell where\nthe emeralds were hidden, in which event Bracciolini would kill the\njongleur for his bungling; or else the prisoner would tell everything\nnecessary, in which event Bracciolini would kill the jongleur for\nknowing more than was convenient. This Bracciolini had an honest\nrespect for gems and considered them to be equally misplaced when under\nan oak or in a vagabond's wallet.\n\nConsideration of such avarice may well have heartened Demetrios when\nthe well-armoured gaoler knelt in order to unlock the door of Perion's\ncell. As an asp leaps, the big and supple hands of the proconsul\ngripped Bracciolini's neck from behind, and silenced speech.\n\nDemetrios, who was not tall, lifted the gaoler as high as possible,\nlest the beating of armoured feet upon the slabs disturb any of the\nother keepers, and Demetrios strangled his dupe painstakingly. The\nkeys, as Demetrios reflected, were luckily attached to the belt of this\nwrithing thing, and in consequence had not jangled on the floor. It was\nan inaudible affair and consumed in all some ten minutes. Then with the\nsword of Bracciolini Demetrios cut Bracciolini's throat. In such\nmatters Demetrios was thorough.\n\n\n\n\n18.\n\n\n_How They Cried Quits_\n\nDemetrios went into Perion's cell and filed away the chains of Perion\nof the Forest. Demetrios thrust the gaoler's corpse under the bed, and\nwashed away all stains before the door of the cell, so that no awkward\ntraces might remain. Demetrios locked the door of an unoccupied\napartment and grinned as Old Legion must have done when Judas fell.\n\nMore thanks to Bracciolini's precautions, these two got safely from the\nconfines of San' Alessandro, and afterward from the city of Megaris.\nThey trudged on a familiar road. Perion would have spoken, but\nDemetrios growled, \"Not now, messire.\" They came by night to that pass\nin Sannazaro which Perion had held against a score of men-at-arms.\n\nDemetrios turned. Moonlight illuminated the warriors' faces and showed\nthe face of Demetrios as sly and leering. It was less the countenance\nof a proud lord than a carved head on some old waterspout.\n\n\"Messire de la Forêt,\" Demetrios said, \"now we cry quits. Here our ways\npart till one of us has killed the other, as one of us must surely do.\"\n\nYou saw that Perion was tremulous with fury. \"You knave,\" he said,\n\"because of your pride you have imperilled your accursed life--your\nlife on which the life of Melicent depends! You must need delay and\nrescue me, while your spawn inflicted hideous infamies on Melicent! Oh,\nI had never hated you until to-night!\"\n\nDemetrios was pleased.\n\n\"Behold the increment,\" he said, \"of the turned cheek and of the\ncontriving of good for him that had despitefully used me! Be satisfied,\nO young and zealous servitor of Love and Christ. I am alone, unarmed\nand penniless, among a people whom I have never been at pains even to\ndespise. Presently I shall be taken by this vermin, and afterward I\nshall be burned alive. Theodoret is quite resolved to make of me a\ncandle which will light his way to heaven.\"\n\n\"That is true,\" said Perion; \"and I cannot permit that you be killed by\nanyone save me, as soon as I can afford to kill you.\"\n\nThe two men talked together, leagued against entire Christendom.\nDemetrios had thirty sequins and Perion no money at all. Then Perion\nshowed the ring which Melicent had given him, as a love-token, long\nago, when she was young and ignorant of misery. He valued it as he did\nnothing else.\n\nPerion said:\n\n\"Oh, very dear to me is this dear ring which once touched a finger of\nthat dear young Melicent whom you know nothing of! Its gold is my lost\nyouth, the gems of it are the tears she has shed because of me. Kiss\nit, Messire Demetrios, as I do now for the last time. It is a favour\nyou have earned.\"\n\nThen these two went as mendicants--for no one marks a beggar upon the\nhighway--into Narenta, and they sold this ring, in order that Demetrios\nmight be conveyed oversea, and that the life of Melicent might be\npreserved. They found another vessel which was about to venture into\nheathendom. Their gold was given to the captain; and, in exchange, the\nbargain ran, his ship would touch at Assignano, a little after the\nensuing dawn, and take Demetrios aboard.\n\nThus the two lovers of Melicent foreplanned the future, and did not\nadmit into their accounting vagarious Dame Chance.\n\n\n\n\n19.\n\n\n_How Flamberge Was Lost_\n\nThese hunted men spent the following night upon the Needle, since there\nit was not possible for an adversary to surprise them. Perion's was the\nearlier watch, until midnight, and during this time Demetrios slept.\nThen the proconsul took his equitable turn. When Perion awakened the\nhour was after dawn.\n\nWhat Perion noted first, and within thirty feet of him, was a tall\ngalley with blue and yellow sails. He perceived that the promontory was\nthronged with heathen sailors, who were unlading the ship of various\nbales and chests. Demetrios, now in the costume of his native country,\nstood among them giving orders. And it seemed, too, to Perion, in the\nmoment of waking, that Dame Mélusine, whom Perion had loved so long\nago, also stood among them; yet, now that Perion rose and faced\nDemetrios, she was not visible anywhere, and Perion wondered dimly over\nhis wild dream that she had been there at all. But more importunate\nmatters were in hand.\n\nThe proconsul grinned malevolently.\n\n\"This is a ship that once was mine,\" he said. \"Do you not find it droll\nthat Euthyclos here should have loved me sufficiently to hazard his\nlife in order to come in search of me? Personally, I consider it\npreposterous. For the rest, you slept so soundly, Messire de la Forêt,\nthat I was unwilling to waken you. Then, too, such was the advice of a\nperson who has some influence with the waterfolk, people say, and who\nwas perhaps the means of bringing this ship hither so opportunely. I do\nnot know. She is gone now, you see, intent as always on her own ends.\nWell, well! her ways are not our ways, and it is wiser not to meddle\nwith them.\"\n\nBut Perion, unarmed and thus surrounded, understood only that he was\nlost.\n\n\"Messire Demetrios,\" said Perion, \"I never thought to ask a favour of\nyou. I ask it now. For the ring's sake, give me at least a knife,\nMessire Demetrios. Let me die fighting.\"\n\n\"Why, but who spoke of fighting? For the ring's sake, I have caused the\nship to be rifled of what valuables they had aboard. It is not much,\nbut it is all I have. And you are to accept my apologies for the\nsomewhat miscellaneous nature of the cargo, Messire de la\nForêt--consisting, as it does, of armours and gems, camphor and\nambergris, carpets of raw silk, teakwood and precious metals, rugs of\nYemen leather, enamels, and I hardly know what else besides. For\nEuthyclos, as you will readily understand, was compelled to masquerade\nas a merchant-trader.\"\n\nPerion shook his head, and declared: \"You offer enough to make me a\nwealthy man. But I would prefer a sword.\"\n\nAt that Demetrios grimaced, saying, \"I had hoped to get off more\ncheaply.\" He unbuckled the crosshandled sword which he now wore and\nhanded it to Perion. \"This is Flamberge,\" Demetrios continued--\"that\nmagic blade which Galas made, in the old time's heyday, for\nCharlemaigne. It was with this sword that I slew my father, and this\nsword is as dear to me as your ring was to you. The man who wields it\nis reputed to be unconquerable. I do not know about that, but in any\nevent I yield Flamberge to you as a free gift. I might have known it\nwas the only gift you would accept.\" His swart face lighted. \"Come\npresently and fight with me for Melicent. Perhaps it will amuse me to\nride out to battle and know I shall not live to see the sunset. Already\nit seems laughable that you will probably kill me with this very sword\nwhich I am touching now.\"\n\nThe champions faced each other, Demetrios in a half-wistful mirth, and\nPerion in half-grudging pity. Long and long they looked.\n\nDemetrios shrugged. Demetrios said:\n\n\"For such as I am, to love is dangerous. For such as I am, nor fire nor\nmeteor hurls a mightier bolt than Aphrodite's shaft, or marks its\npassage by more direful ruin. But you do not know Euripides?--a\nfidgety-footed liar, Messire the Comte, who occasionally blunders into\nthe clumsiest truths. Yes, he is perfectly right; all things this\ngoddess laughingly demolishes while she essays haphazard flights about\nthe world as unforeseeably as travels a bee. And, like the bee, she\nwilfully dispenses honey, and at other times a wound.\"\n\nSaid Perion, who was no scholar:\n\n\"I glory in our difference. For such as I am, love is sufficient proof\nthat man was fashioned in God's image.\"\n\n\"Ey, there is no accounting for a taste in aphorisms,\" Demetrios\nreplied. He said, \"Now I embark.\" Yet he delayed, and spoke with\nunaccustomed awkwardness. \"Come, you who have been generous till this!\nwill you compel me to desert you here--quite penniless?\"\n\nSaid Perion:\n\n\"I may accept a sword from you. I do accept it gladly. But I may not\naccept anything else.\"\n\n\"That would have been my answer. I am a lucky man,\" Demetrios said, \"to\nhave provoked an enemy so worthy of my opposition. We two have fought\nan honest and notable duel, wherein our weapons were not made of steel.\nI pray you harry me as quickly as you may; and then we will fight with\nswords till I am rid of you or you of me.\"\n\n\"Assuredly, I shall not fail you,\" answered Perion.\n\nThese two embraced and kissed each other. Afterward Demetrios went into\nhis own country, and Perion remained, girt with the magic sword\nFlamberge. It was not all at once Perion recollected that the wearer of\nFlamberge is unconquerable, if ancient histories are to be believed,\nfor in deduction Perion was leisurely.\n\nNow on a sudden he perceived that Demetrios had flung control of the\nfuture to Perion, as one gives money to a sot, entirely prescient of\nhow it will be used. Perion had his moment of bleak rage.\n\n\"I will not cog the dice to my advantage any more than you!\" said\nPerion. He drew the sword of Charlemaigne and brandished it and cast it\nas far as even strong Perion could cast, and the sea swallowed it. \"Now\nGod alone is arbiter!\" cried Perion, \"and I am not afraid.\"\n\nHe stood a pauper and a friendless man. Beside his thigh hung a\nsorcerer's scabbard of blue leather, curiously ornamented, but it was\nemptied of power. Yet Perion laughed exultingly, because he was elate\nwith dreams of the future. And for the rest, he was aware it is less\ngrateful to remember plaudits than to recall the exercise of that in us\nwhich is not merely human.\n\n\n\n\n20.\n\n\n_How Perion Got Aid_\n\nThen Perion turned from the Needle of Assignano, and went westward into\nthe Forest of Columbiers. He had no plan. He wandered in the high woods\nthat had never yet been felled or ordered, as a beast does in watchful\ncare of hunters.\n\nHe came presently to a glade which the sunlight flooded without\nobstruction. There was in this place a fountain, which oozed from under\nan iron-coloured boulder incrusted with grey lichens and green moss.\nUpon the rock a woman sat, her chin propped by one hand, and she\nappeared to consider remote and pleasant happenings. She was clothed\nthroughout in white, with metal bands about her neck and arms; and her\nloosened hair, which was coloured like straw, and was as pale as the\nhair of children, glittered about her, and shone frostily where it lay\noutspread upon the rock behind her.\n\nShe turned toward Perion without any haste or surprise, and Perion saw\nthat this woman was Dame Mélusine, whom he had loved to his own hurt\n(as you have heard) when Perion served King Helmas. She did not speak\nfor a long while, but she lazily considered Perion's honest face in a\nsort of whimsical regret for the adoration she no longer found there.\n\n\"Then it was really you,\" he said, in wonder, \"whom I saw talking with\nDemetrios when I awakened to-day.\"\n\n\"You may be sure,\" she answered, \"that my talking was in no way\ninjurious to you. Ah, no, had I been elsewhere, Perion, I think you\nwould by this have been in Paradise.\" Then Mélusine fell again to\nmeditation. \"And so you do not any longer either love or hate me,\nPerion?\" Here was an odd echo of the complaint Demetrios had made.\n\n\"That I once loved you is a truth which neither of us, I think, may\never quite forget,\" said Perion, very quiet. \"I alone know how utterly\nI loved you--no, it was not I who loved you, but a boy that is dead\nnow. King's daughter, all of stone, O cruel woman and hateful, O sleek,\nsmiling traitress! to-day no man remembers how utterly I loved you, for\nthe years are as a mist between the heart of the dead boy and me, so\nthat I may no longer see the boy's heart clearly. Yes, I have forgotten\nmuch. ...Yet even to-day there is that in me which is faithful to you,\nand I cannot give you the hatred which your treachery has earned.\"\n\nMélusine spoke shrewdly. She had a sweet, shrill voice.\n\n\"But I loved you, Perion--oh, yes, in part I loved you, just as one\ncannot help but love a large and faithful mastiff. But you were\ntedious, you annoyed me by your egotism. Yes, my friend, you think too\nmuch of what you owe to Perion's honour; you are perpetually squaring\naccounts with heaven, and you are too intent on keeping the balance in\nyour favour to make a satisfactory lover.\" You saw that Mélusine was\nsmiling in the shadow of her pale hair. \"And yet you are very droll\nwhen you are unhappy,\" she said, as of two minds.\n\nHe replied:\n\n\"I am, as heaven made me, a being of mingled nature. So I remember\nwithout distaste old happenings which now seem scarcely credible. I\ncannot quite believe that it was you and I who were so happy when youth\nwas common to us... O Mélusine, I have almost forgotten that if the\nworld were searched between the sunrise and the sunsetting the Mélusine\nI loved would not be found. I only know that a woman has usurped the\nvoice of Mélusine, and that this woman's eyes also are blue, and that\nthis woman smiles as Mélusine was used to smile when I was young. I\nwalk with ghosts, king's daughter, and I am none the happier.\"\n\n\"Ay, Periori,\" she wisely answered, \"for the spring is at hand, intent\nupon an ageless magic. I am no less comely than I was, and my heart, I\nthink, is tenderer. You are yet young, and you are very beautiful, my\nbrave mastiff... And neither of us is moved at all! For us the spring\nis only a dotard sorcerer who has forgotten the spells of yesterday. I\nthink that it is pitiable, although I would not have it otherwise.\" She\nwaited, fairy-like and wanton, seeming to premeditate a delicate\nmischief.\n\nHe declared, sighing, \"No, I would not have it otherwise.\"\n\nThen presently Mélusine arose. She said:\n\n\"You are a hunted man, unarmed--oh, yes, I know. Demetrios talked\nfreely, because the son of Miramon Lluagor has good and ancient reasons\nto trust me. Besides, it was not for nothing that Pressina was my\nmother, and I know many things, pilfering light from the past to shed\nit upon the future. Come now with me to Brunbelois. I am too deeply in\nyour debt, my Perion. For the sake of that boy who is dead--as you tell\nme--you may honourably accept of me a horse, arms, and a purse, because\nI loved that boy after my fashion.\"\n\n\"I take your bounty gladly,\" he replied; and he added conscientiously:\n\"I consider that I am not at liberty to refuse of anybody any honest\nmeans of serving my lady Melicent.\"\n\nMélusine parted her lips as if about to speak, and then seemed to think\nbetter of it. It is probable she was already informed concerning\nMelicent; she certainly asked no questions. Mélusine only shrugged,\nand laughed afterward, and the man and the woman turned toward\nBrunbelois. At times a shaft of sunlight would fall on her pale hair\nand convert it into silver, as these two went through the high woods\nthat had never yet been felled or ordered.\n\n\n\n\n\nPART FOUR\n\nAHASUERUS\n\n\n\n _Of how a knave hath late compassion\nOn Melicent's forlorn condition;\nFor which he saith as ye shall after hear:\n\"Dame, since that game we play costeth too dear,\nMy truth I plight, I shall you no more grieve\nBy my behest, and here I take my leave\nAs of the fairest, truest and best wife\nThat ever yet I knew in all my life.\"_\n\n\n\n\n21.\n\n\n_How Demetrios Held His Chattel_\n\nIt is a tale which they narrate in Poictesme, telling how Demetrios\nreturned into the country of the pagans and found all matters there as\nhe had left them. They relate how Melicent was summoned.\n\nAnd the tale tells how upon the stairway by which you descended from\nthe Women's Garden to the citadel--people called it the Queen's\nStairway, because it was builded by Queen Rudabeh very long ago when\nthe Emperor Zal held Nacumera--Demetrios waited with a naked sword.\nBelow were four of his soldiers, picked warriors. This stairway was of\nwhite marble, and a sphinx carved in green porphyry guarded each\nbalustrade.\n\n\"Now that we have our audience,\" Demetrios said, \"come, let the games\nbegin.\"\n\nOne of the soldiers spoke. It was that Euthyclos who (as you have\nheard) had ventured into Christendom at the hazard of his life to\nrescue the proconsul. Euthyclos was a man of the West Provinces and had\nfollowed the fortunes of Demetrios since boyhood.\n\n\"King of the Age,\" cried Euthyclos, \"it is grim hearing that we must\nfight with you. But since your will is our will, we must endure this\ntesting, although we find it bitter as aloes and hot as coals. Dear\nlord and master, none has put food to his lips for whose sake we would\nharm you willingly, and we shall weep to-night when your ghost passes\nover and through us.\"\n\nDemetrios answered:\n\n\"Rise up and leave this idleness! It is I that will clip the ends of my\nhair to-night for the love of you, my stalwart knaves. Such weeping as\nis done your wounds will perform.\"\n\nAt that they addressed themselves to battle, and Melicent perceived she\nwas witnessing no child's play. The soldiers had attacked in unison,\nand before the onslaught Demetrios stepped lightly back. But his sword\nflashed as he moved, and with a grunt Demetrios, leaning far forward,\ndug deep into the throat of his foremost assailant. The sword\npenetrated and caught in a link of the gold chain about the fellow's\nneck, so that Demetrios was forced to wrench the weapon free, twisting\nit, as the dying man stumbled backward. Prostrate, the soldier did not\ncry out, but only writhed and gave a curious bubbling noise as his soul\npassed.\n\n\"Come,\" Demetrios said, \"come now, you others, and see what you can win\nof me. I warn you it will be dearly purchased.\"\n\nAnd Melicent turned away, hiding her eyes. She was obscurely conscious\nthat a wanton butchery went on, hearing its blows and groans as if from\na great distance, while she entreated the Virgin for deliverance from\nthis foul place.\n\nThen a hand fell upon Melicent's shoulder, rousing her. It was\nDemetrios. He breathed quickly, but his voice was gentle.\n\n\"It is enough,\" he said. \"I shall not greatly need Flamberge when I\nencounter that ruddy innocent who is so dear to you.\"\n\nHe broke off. Then he spoke again, half jeering, half wistful. Said\nDemetrios:\n\n\"I had hoped that you would look on and admire my cunning at swordplay.\nI was anxious to seem admirable somehow in your eyes ... I failed. I\nknow very well that I shall always fail. I know that Nacumera will\nfall, that some day in your native land people will say, 'That aged\nwoman yonder was once the wife of Demetrios of Anatolia, who was\npre-eminent among the heathen.' Then they will tell of how I cleft the\nhead of an Emperor who had likened me to Priapos, and how I dragged his\nsuccessor from behind an arras where he hid from me, to set him upon\nthe throne I did not care to take; and they will tell how for a while\ngreat fortune went with me, and I ruled over much land, and was dreaded\nupon the wide sea, and raised the battlecry in cities that were not my\nown, fearing nobody. But you will not think of these matters, you will\nthink only of your children's ailments, of baking and sewing and\nweaving tapestries, and of directing little household tasks. And the\nspider will spin her web in my helmet, which will hang as a trophy in\nthe hall of Messire de la Forêt.\"\n\nThen he walked beside her into the Women's Garden, keeping silence for\na while. He seemed to deliberate, to reach a decision. All at once\nDemetrios began to tell of that magnanimous contest which he had fought\nout in Theodoret's country with Perion of the Forest.\n\n\"To do the long-legged fellow simple justice,\" said the proconsul, as\nepilogue, \"there is no hardier knight alive. I shall always wonder\nwhether or no I would have spared him had the water-demon's daughter\nnot intervened in his behalf. Yes, I have had some previous dealings\nwith her. Perhaps the less said concerning them, the better.\" Demetrios\nreflected for a while, rather sadly; then his swart face cleared. \"Give\nthanks, my wife, that I have found an enemy who is not unworthy of me.\nHe will come soon, I think, and then we will fight to the death. I\nhunger for that day.\"\n\nAll praise of Perion, however worded, was as wine to Melicent.\nDemetrios saw as much, noted how the colour in her cheeks augmented\ndelicately, how her eyes grew kindlier. It was his cue. Thereafter\nDemetrios very often spoke of Perion in that locked palace where no\necho of the outer world might penetrate except at the proconsul's will.\nHe told Melicent, in an unfeigned admiration, of Perion's courage and\nactivity, declaring that no other captain since the days of those\nfamous generals, Hannibal and Joshua, could lay claim to such\npreeminence in general estimation; and Demetrios narrated how the Free\nCompanions had ridden through many kingdoms at adventure, serving many\nlords with valour and always fighting applaudably. To talk of Perion\ndelighted Melicent: it was with such bribes that Demetrios purchased\nwhere his riches did not avail; and Melicent no longer avoided him.\n\nThere is scope here for compassion. The man's love, if it be possible\nso to call that force which mastered him, had come to be an incessant\nmalady. It poisoned everything, caused him to find his statecraft\ntedious, his power profitless, and his vices gloomy. But chief of all\nhe fretted over the standards by which the lives of Melicent and Perion\nwere guided. Demetrios thought these criteria comely, he had discovered\nthem to be unshakable, and he despairingly knew that as long as he\ntrusted in the judgment heaven gave him they must always appear to him\nsupremely idiotic. To bring Melicent to his own level or to bring\nhimself to hers was equally impossible. There were moments when he\nhated her.\n\nThus the months passed, and the happenings of another year were\nchronicled; and as yet neither Perion nor Ayrart de Montors came to\nNacumera, and the long plain before the citadel stayed tenantless save\nfor the jackals crying there at night.\n\n\"I wonder that my enemies do not come,\" Demetrios said. \"It cannot be\nthey have forgotten you and me. That is impossible.\" He frowned and\nsent spies into Christendom.\n\n\n\n\n22.\n\n\n_How Misery Held Nacumera_\n\nThen one day Demetrios came to Melicent, and he was in a surly rage.\n\n\"Rogues all!\" he grumbled. \"Oh, I am wasted in this paltry age. Where\nare the giants and tyrants, and stalwart single-hearted champions of\nyesterday? Why, they are dead, and have become rotten bones. I will\nfight no longer. I will read legends instead, for life nowadays is no\nlonger worthy of love or hatred.\"\n\nMelicent questioned him, and he told how his spies reported that the\nCardinal de Montors could now not ever head an expedition against\nDemetrios' territories. The Pope had died suddenly in the course of the\npreceding October, and it was necessary to name his successor. The\nCollege of Cardinals had reached no decision after three days'\nballoting. Then, as is notorious, Dame Mélusine, as always hand in\nglove with Ayrart de Montors, held conference with the bishop who\ninspected the cardinals' dinner before it was carried into the\napartments where these prelates were imprisoned together until, in\nedifying seclusion from all worldly influences, they should have\nprayerfully selected the next Pope.\n\nThe Cardinal of Genoa received on the fourth day a chicken stuffed with\na deed to the palaces of Monticello and Soriano; the Cardinal of Parma\na similarly dressed fowl which made him master of the bishop's\nresidence at Porto with its furniture and wine-cellar; while the\nCardinals Orsino, Savelli, St. Angelo and Colonna were served with food\nof the same ingratiating sort. Such nourishment cured them of\nindecision, and Ayrart de Montors had presently ascended the papal\nthrone under the title of Adrian VII, servant to the servants of God.\nHis days of military captaincy were over. Demetrios deplored the loss\nof a formidable adversary, and jeered at the fact that the vicarship of\nheaven had been settled by six hens. But he particularly fretted over\nother news his spies had brought, which was the information that Perion\nhad wedded Dame Mélusine, and had begotten two lusty children--Bertram\nand a daughter called Blaniferte--and now enjoyed the opulence and\nsovereignty of Brunbelois.\n\nDemetrios told this unwillingly. He turned away his eyes in speaking,\nand doggedly affected to rearrange a cushion, so that he might not see\nthe face of Melicent. She noted his action and was grateful.\n\nDemetrios said, bitterly, \"It is an old and tawdry history. He has\nforgotten you, Melicent, as a wise man will always put aside the dreams\nof his youth. To Cynara the Fates accord but a few years; a wanton Lyce\nlaughs, cheats her adorers, and outlives the crow. There is an\nunintended moral here--\" Demetrios said, \"Yet you do not forget.\"\n\n\"I know nothing as to this Perion you tell me of. I only know the\nPerion I loved has not forgotten,\" answered Melicent.\n\nAnd Demetrios, evincing a twinge like that of gout, demanded her\nreasons. It was a May morning, very hot and still, and Demetrios sat\nwith his Christian wife in the Court of Stars.\n\nSaid Melicent, \"It is not unlikely that the Perion men know to-day has\nforgotten me and the service which I joyed to render Perion. Let him\nwho would understand the mystery of the Crucifixion first become a\nlover! I pray for old sake's sake that Perion and his lady may taste of\nevery prosperity. Indeed, I do not envy her. Rather I pity her, because\nlast night I wandered through a certain forest hand-in-hand with a\nyoung Perion, whose excellencies she will never know as I know them in\nour own woods.\"\n\nSaid Demetrios, \"Do you console yourself with dreams?\" The swart man\ngrinned.\n\nMelicent said:\n\n\"Now it is always twilight in these woods, and the light there is\nneither green nor gold, but both colours intermingled. It is like a\nfriendly cloak for all who have been unhappy, even very long ago.\nIseult is there, and Thisbe, too, and many others, and they are not\nsevered from their lovers now.. Sometimes Dame Venus passes, riding\nupon a panther, and low-hanging leaves clutch at her tender flesh. Then\nPerion and I peep from a coppice, and are very glad and a little\nfrightened in the heart of our own woods.\"\n\nSaid Demetrios, \"Do you console yourself with madness?\" He showed no\nsign of mirth.\n\nMelicent said:\n\n\"Ah, no, the Perion whom Mélusine possesses is but a man--a very happy\nman, I pray of God and all His saints. I am the luckier, who may not\never lose the Perion that to-day is mine alone. And though I may not\never touch this younger Perion's hands--and their palms were as hard as\nleather in that dear time now overpast--or see again his honest and\ncourageous face, the most beautiful among all the faces of men and\nwomen I have ever seen, I do not grieve immeasurably, for nightly we\nwalk hand-in-hand in our own woods.\"\n\nDemetrios said, \"Ay; and then night passes, and dawn comes to light my\nface, which is the most hideous to you among all the faces of men and\nwomen!\"\n\nBut Melicent said only:\n\n\"Seignior, although the severing daylight endures for a long while, I\nmust be brave and worthy of Perion's love--nay, rather, of the love he\ngave me once. I may not grieve so long as no one else dares enter into\nour own woods.\"\n\n\"Now go,\" cried the proconsul, when she had done, and he had noted her\nsoft, deep, devoted gaze at one who was not there; \"now go before I\nslay you!\" And this new Demetrios whom she then saw was featured like a\ndevil in sore torment.\n\nWonderingly Melicent obeyed him.\n\nThought Melicent, who was too proud to show her anguish: \"I could have\nborne aught else, but this I am too cowardly to bear without complaint.\nI am a very contemptible person. I ought to love this Mélusine, who no\ndoubt loves her husband quite as much as I love him--how could a woman\ndo less?--and yet I cannot love her. I can only weep that I, robbed of\nall joy, and with no children to bewail me, must travel very tediously\ntoward death, a friendless person cursed by fate, while this Mélusine\nlaughs with her children. She has two children, as Demetrios reports. I\nthink the boy must be the more like Perion. I think she must be very\nhappy when she lifts that boy into her lap.\"\n\nThus Melicent; and her full-blooded husband was not much more\nlight-hearted. He went away from Nacumera shortly, in a shaking rage\nwhich robbed him of his hands' control, intent to kill and pillage,\nand, in fine, to make all other persons share his misery.\n\n\n\n\n23.\n\n\n_How Demetrios Cried Farewell_\n\nAnd then one day, when the proconsul had been absent some six weeks,\nAhasuerus fetched Dame Melicent into the Court of Stars. Demetrios lay\nupon the divan supported by many pillows, as though he had not ever\nstirred since that first day when an unfettered Melicent, who was a\nprincess then, exulted in her youth and comeliness.\n\n\"Stand there,\" he said, and did not move at all, \"that I may see my\npurchase.\"\n\nAnd presently he smiled, though wryly. Demetrios said next:\n\n\"Of my own will I purchased misery. Yea, and death also. It is\namusing.... Two days ago, in a brief skirmish, a league north of Calonak,\nthe Prankish leader met me hand to hand. He has endeavoured to do this\nfor a long while. I also wished it. Nothing could be sweeter than to\nfeel the horse beneath me wading in his blood, I thought.. Ey, well, he\ndismounted me at the first encounter, though I am no weakling. I cannot\nunderstand quite how it happened. Pious people will say some deity was\noffended, but, for my part, I think my horse stumbled. It does not seem\nto matter now. What really matters, more or less, is that it would\nappear the man broke my backbone as one snaps a straw, since I cannot\nmove a limb of me.\"\n\n\"Seignior,\" said Melicent, \"you mean that you are dying!\"\n\nHe answered, \"Yes; but it is a trivial discomfort, now I see that it\ngrieves you a little.\"\n\nShe spoke his name some three times, sobbing. It was in her mind even\nthen how strange the happening was that she should grieve for\nDemetrios.\n\n\"O Melicent,\" he harshly said, \"let us have done with lies! That\nFrankish captain who has brought about my death is Perion de la Forêt.\nHe has not ever faltered in the duel between us since your paltry\nemeralds paid for his first armament.--Why, yes, I lied. I always hoped\nthe man would do as in his place I would have done. I hoped in vain.\nFor many long and hard-fought years this handsome maniac has been\nassailing Nacumera, tirelessly. Then the water-demon's daughter, that\nstrange and wayward woman of Brunbelois, attempted to ensnare him. And\nthat too was in vain. She failed, my spies reported--even Dame\nMélusine, who had not ever failed before in such endeavours.\"\n\n\"But certainly the foul witch failed!\" cried Melicent. A glorious\nchange had come into her face, and she continued, quite untruthfully,\n\"Nor did I ever believe that this vile woman had made Perion prove\nfaithless.\"\n\n\"No, the fool's lunacy is rock, like yours. _En cor gentil domnei per\nmort no passa_, as they sing in your native country.... Ey, how\nindomitably I lied, what pains I took, lest you should ever know of\nthis! And now it does not seem to matter any more.... The love this man\nbears for you,\" snarled Demetrios, \"is sprung of the High God whom we\ndiversely worship. The love I bear you is human, since I, too, am only\nhuman.\" And Demetrios chuckled. \"Talk, and talk, and talk! There is no\nbird in any last year's nest.\"\n\nShe laid her hand upon his unmoved hand, and found it cold and swollen.\nShe wept to see the broken tyrant, who to her at least had been not all\nunkind.\n\nHe said, with a great hunger in his eyes:\n\n\"So likewise ends the duel which was fought between us two. I would\nsalute the victor if I could. ... Ey, Melicent, I still consider you\nand Perion are fools. We have a not intolerable world to live in, and\ncommon-sense demands we make the most of every tidbit this world\naffords. Yet you can find in it only an exercising-ground for\ninfatuation, and in all its contents--pleasures and pains alike--only\nso many obstacles for rapt insanity to override. I do not understand\nthis mania; I would I might have known it, none the less. Always I\nenvied you more than I loved you. Always my desire was less to win the\nlove of Melicent than to love Melicent as Melicent loved Perion. I was\nincapable of this. Yet I have loved you. That was the reason, I\nbelieve, I put aside my purchased toy.\" It seemed to puzzle him.\n\n\"Fair friend, it is the most honourable of reasons. You have done\nchivalrously. In this, at least, you have done that which would be not\nunworthy of Perion de la Forêt.\" A woman never avid for strained\nsubtleties, it may be that she never understood, quite, why Demetrios\nlaughed.\n\nHe said:\n\n\"I mean to serve you now, as I had always meant to serve you some day.\nEy, yes, I think I always meant to give you back to Perion as a free\ngift. Meanwhile to see, and to writhe in seeing your perfection, has\nmeant so much to me that daily I have delayed such a transfiguration of\nmyself until to-morrow.\" The man grimaced. \"My son Orestes, who will\npresently succeed me, has been summoned. I will order that he conduct\nyou at once into Perion's camp--yonder by Quesiton. I think I shall not\nlive three days.\"\n\n\"I would not leave you, friend, until--\"\n\nHis grin was commentary and completion equally. Demetrios observed:\n\n\"A dead dog has no teeth wherewith to serve even virtue. Oh, no, my\nwomen hate you far too greatly. You must go straightway to this Perion,\nwhile Demetrios of Anatolia is alive, or else not ever go.\"\n\nShe had no words. She wept, and less for joy of winning home to Perion\nat last than for her grief that Demetrios was dying. Woman-like, she\ncould remember only that the man had loved her in his fashion. And,\nwoman-like, she could but wonder at the strength of Perion.\n\nThen Demetrios said:\n\n\"I must depart into a doubtful exile. I have been powerful and valiant,\nI have laughed loud, I have drunk deep, but heaven no longer wishes\nDemetrios to exist. I am unable to support my sadness, so near am I to\nmy departure from all I have loved. I cry farewell to all diversions\nand sports, to well-fought battles, to furred robes of vair and of\nsilk, to noisy merriment, to music, to vain-gloriously coloured gems,\nand to brave deeds in open sunlight; for I desire--and I entreat of\nevery person--only compassion and pardon.\n\n\"Chiefly I grieve because I must leave Melicent behind me, unfriended\nin a perilous land, and abandoned, it may be, to the malice of those\nwho wish her ill. I was a noted warrior, I was mighty of muscle, and I\ncould have defended her stoutly. But I lie broken in the hand of\nDestiny. It is necessary I depart into the place where sinners, whether\ncrowned or ragged, must seek for unearned mercy. I cry farewell to all\nthat I have loved, to all that I have injured; and so in chief to you,\ndear Melicent, I cry farewell, and of you in chief I crave compassion\nand pardon.\n\n\"O eyes and hair and lips of Melicent, that I have loved so long, I do\nnot hunger for you now. Yet, as a dying man, I cry to the clean soul of\nMelicent--the only adversary that in all my lifetime I who was once\nDemetrios could never conquer. A ravening beast was I, and as a beast I\nraged to see you so unlike me. And now, a dying beast, I cry to you,\nbut not for love, since that is overpast. I cry for pity that I have\nnot earned, for pardon which I have not merited. Conquered and\nimpotent, I cry to you, O soul of Melicent, for compassion and pardon.\n\n\"Melicent, it may be that when I am dead, when nothing remains of\nDemetrios except his tomb, you will comprehend I loved, even while I\nhated, what is divine in you. Then since you are a woman, you will lift\nyour lover's face between your hands, as you have never lifted my face,\nMelicent, and you will tell him of my folly merrily; yet since you are\na woman, you will sigh afterward, and you will not deny me compassion\nand pardon.\"\n\nShe gave him both--she who was prodigal of charity. Orestes came, with\nAhasuerus at his heels, and Demetrios sent Melicent into the Women's\nGarden, so that father and son might talk together. She waited in this\nplace for a half-hour, just as the proconsul had commanded her, obeying\nhim for the last time. It was strange to think of that.\n\n       *       *       *       *       *\n\nIt was not gladness which Melicent knew for a brief while. Rather, it\nwas a strange new comprehension of the world. To Melicent the world\nseemed very lovely.\n\nIndeed, the Women's Garden on this morning lacked nothing to delight\neach sense. Its hedges were of flowering jessamine; its walkways were\nspread with new sawdust tinged with crocus and vermilion and with mica\nbeaten into a powder; and the place was rich in fruit-bearing trees and\nwelling waters. The sun shone, and birds chaunted merrily to the right\nhand and to the left. Dog-headed apes, sacred to the moon, were\nchattering in the trees. There was a statue in this place, carved out\nof black stone, in the likeness of a woman, having enamelled eyes and\nthree rows of breasts, with the lower part of her body confined in a\nsheath; and upon the glistening pedestal of this statue chameleons\nsunned themselves with distended throats. Round about Melicent were\nnodding armaments of roses and gillyflowers and narcissi and amaranths,\nand many violets and white lilies, and other flowers of all kinds and\ncolours.\n\nTo Melicent the world seemed very lovely. Here was a world created by\nEternal Love that people might serve love in it not all unworthily.\nHere were anguishes to be endured, and time and human frailty and\ntemporal hardship--all for love to mock at; a sea or two for love to\nsever, a man-made law or so for love to override, a shallow wisdom for\nlove to deny, in exultance that these ills at most were only corporal\nhindrances. This done, you have earned the right to come--come\nhand-in-hand--to heaven whose liege-lord was Eternal Love.\n\nThus Melicent, who knew that Perion loved her.\n\nShe sat on a stone bench. She combed her golden hair, not heeding the\nmore coarse gray hairs which here and there were apparent nowadays. A\npeacock came and watched her with bright, hard, small eyes; and he\ncraned his glistening neck this way and that way, as though he were\nwondering at this other shining and gaily coloured creature, who seemed\nso happy.\n\nShe did not dare to think of seeing Perion again. Instead, she made\nbecause of him a little song, which had not any words, so that it is\nnot possible here to retail this song.\n\nThus Melicent, who knew that Perion loved her.\n\n\n\n\n24.\n\n\n_How Orestes Ruled_\n\nMelicent returned into the Court of Stars; and as she entered, Orestes\nlifted one of the red cushions from Demetrios' face. The eyes of\nAhasuerus, who stood by negligently, were as expressionless as the eyes\nof a snake.\n\n\"The great proconsul laid an inconvenient mandate upon me,\" said\nOrestes. \"The great proconsul has been removed from us in order that\nhis splendour may enhance the glories of Elysium.\"\n\nShe saw that the young man had smothered his own father in the flesh as\nDemetrios lay helpless; and knew thereby that Orestes was indeed the\nson of Demetrios.\n\n\"Go,\" this Orestes said thereafter; \"go, and remember I am master\nhere.\"\n\nSaid Melicent, \"And by which door?\" A little hope there was as yet.\n\nBut he, as half in shame, had pointed to the entrance of the Women's\nGarden. \"I have no enmity against you, outlander. Yet my mother desires\nto talk with you. Also there is some bargaining to be completed with\nAhasuerus here.\"\n\nThen Melicent knew what had prompted the proconsul's murder. It seemed\nunfair Callistion should hate her with such bitterness; yet Melicent\nremembered certain thoughts concerning Dame Mélusine, and did not\nwonder at Callistion's mania half so much as did Callistion's son.\n\n\"I must endure discomfort and, it may be, torture for a little longer,\"\nsaid Melicent, and laughed whole-heartedly. \"Oh, but to-day I find a\ncure for every ill,\" said Melicent; and thereupon she left Orestes as a\nprincess should.\n\nBut first she knelt by that which yesterday had been her master.\n\n\"I have no word of praise or blame to give you in farewell. You were\nnot admirable, Demetrios. But you depart upon a fearful journey, and in\nmy heart there is just memory of the long years wherein according to\nyour fashion you were kind to me. A bargain is a bargain. I sold with\nopen eyes that which you purchased. I may not reproach you.\"\n\nThen Melicent lifted the dead face between her hands, as mothers caress\ntheir boys in questioning them.\n\n\"I would I had done this when you were living,\" said Melicent, \"because\nI understand now that you loved me in your fashion. And I pray that you\nmay know I am the happiest woman in the world, because I think this\nknowledge would now gladden you. I go to slavery, Demetrios, where I\nwas queen, I go to hardship, and it may be that I go to death. But I\nhave learned this assuredly--that love endures, that the strong knot\nwhich unites my heart and Perion's heart can never be untied. Oh,\nliving is a higher thing than you or I had dreamed! And I have in my\nheart just pity, poor Demetrios, for you who never found the love of\nwhich I must endeavour to be worthy. A curse was I to you unwillingly,\nas you--I now believe--have been to me against your will. So at the\nlast I turn anew to bargaining, and cry--in your deaf ears--_Pardon for\npardon, O Demetrios!_\"\n\nThen Melicent kissed pitiable lips which would not ever sneer again,\nand, rising, passed into the Women's Garden, proudly and unafraid.\n\nAhasuerus shrugged so patiently that she was half afraid. Then, as a\ncloud passes, she saw that all further buffetings would of necessity be\ntrivial.\n\nFor Perion, as she now knew, was very near to her--single of purpose,\nclean of hands, and filled with such a love as thrilled her with\ndelicious fears of her own poor unworthiness.\n\n\n\n\n25.\n\n\n_How Women Talked Together_\n\nDame Melicent walked proudly through the Women's Garden, and presently\nentered a grove of orange trees, the most of which were at this season\nabout their flowering. In this place was an artificial pool by which\nthe trees were nourished. On its embankment sprawled the body of young\nDiophantus, a child of some ten years of age, Demetrios' son by\nTryphera. Orestes had strangled Diophantus in order that there might be\nno rival to Orestes' claims. The lad lay on his back, and his left arm\nhung elbow-deep in the water, which swayed it gently.\n\nCallistion sat beside the corpse and stroked its limp right hand. She\nhad hated the boy throughout his brief and merry life. She thought now\nof his likeness to Demetrios.\n\nShe raised toward Melicent the dilated eyes of one who has just come\nfrom a dark place. Callistion said:\n\n\"And so Demetrios is dead. I thought I would be glad when I said that.\nHah, it is strange I am not glad.\"\n\nShe rose, as though with hard effort, as a decrepit person might have\ndone. You saw that she was dressed in a long gown of black, pleated to\nthe knees, having no clasp or girdle, and bare of any ornamentation\nexcept a gold star on each breast.\n\nCallistion said:\n\n\"Now, through my son, I reign in Nacumera. There is no person who dares\ndisobey me. Therefore, come close to me that I may see the beauty which\nbesotted this Demetrios, whom, I think now, I must have loved.\"\n\n\"Oh, gaze your fill,\" said Melicent, \"and know that had you possessed a\ntithe of my beauty you might have held the heart of Demetrios.\" For it\nwas in Melicent's mind to provoke the woman into killing her before\nworse befell.\n\nBut Callistion only studied the proud face for a long while, and knew\nthere was no lovelier person between two seas. For time here had\npillaged very sparingly; and if Dame Melicent had not any longer the\nfirst beauty of her girlhood, Callistion had nowhere seen a woman more\nhandsome than this hated Frankish thief.\n\nCallistion said:\n\n\"No, I was not ever so beautiful as you. Yet this Demetrios loved me\nwhen I, too, was lovely. You never saw the man in battle. I saw him,\nsingle-handed, fight with Abradas and three other knaves who stole me\nfrom my mother's home--oh, very long ago! He killed all four of them.\nHe was like a horrible unconquerable god when he turned from that\nfinished fight to me. He kissed me then--blood-smeared, just as he\nwas.... I like to think of how he laughed and of how strong he was.\"\n\nThe woman turned and crouched by the dead boy, and seemed painstakingly\nto appraise her own reflection on the water's surface.\n\n\"It is gone now, the comeliness Demetrios was pleased to like. I would\nhave waded Acheron--singing--rather than let his little finger ache. He\nknew as much. Only it seemed a trifle, because your eyes were bright\nand your fair skin was unwrinkled. In consequence the man is dead. Oh,\nMelicent, I wonder why I am so sad!\"\n\nCallistion's meditative eyes were dry, but those of Melicent were not.\nAnd Melicent came to the Dacian woman, and put one arm about her in that\ndim, sweet-scented place, saying, \"I never meant to wrong you.\"\n\nCallistion did not seem to heed. Then Callistion said:\n\n\"See now! Do you not see the difference between us!\" These two were\nkneeling side by side, and each looked into the water.\n\nCallistion said:\n\n\"I do not wonder that Demetrios loved you. He loved at odd times many\nwomen. He loved the mother of this carrion here. But afterward he would\ncome back to me, and lie asprawl at my feet with his big crafty head\nbetween my knees; and I would stroke his hair, and we would talk of the\nold days when we were young. He never spoke of you. I cannot pardon\nthat.\"\n\n\"I know,\" said Melicent. Their cheeks touched now.\n\n\"There is only one master who could teach you that drear knowledge--\"\n\n\"There is but one, Callistion.\"\n\n\"The man would be tall, I think. He would, I know, have thick, brown,\ncurling hair--\"\n\n\"He has black hair, Callistion. It glistens like a raven's wing.\"\n\n\"His face would be all pink and white, like yours--\"\n\n\"No, tanned like yours, Callistion. Oh, he is like an eagle, very\nresolute. His glance bedwarfs you. I used to be afraid to look at him,\neven when I saw how foolishly he loved me--\"\n\n\"I know,\" Callistion said. \"All women know. Ah, we know many things--\"\n\nShe reached with her free arm across the body of Diophantus and\npresently dropped a stone into the pool. She said:\n\n\"See how the water ripples. There is now not any reflection of my poor\nface or of your beauty. All is as wavering as a man's heart.... And now\nyour beauty is regathering like coloured mists. Yet I have other\nstones.\"\n\n\"Oh, and the will to use them!\" said Dame Melicent.\n\n\"For this bright thieving beauty is not any longer yours. It is mine\nnow, to do with as I may elect--as yesterday it was the plaything of\nDemetrios.... Why, no! I think I shall not kill you. I have at hand\nthree very cunning Cheylas--the men who carve and reshape children into\nsuch droll monsters. They cannot change your eyes, they tell me. That\nis a pity, but I can have one plucked out. Then I shall watch my\nCheylas as they widen your mouth from ear to ear, take out the\ncartilage from your nose, wither your hair till it will always be like\nrotted hay, and turn your skin--which is like velvet now--the colour of\nbaked mud. They will as deftly strip you of that beauty which has\nrobbed me as I pluck up this blade of grass.... Oh, they will make you\nthe most hideous of living things, they assure me. Otherwise, as they\nagree, I shall kill them. This done, you may go freely to your lover. I\nfear, though, lest you may not love him as I loved Demetrios.\"\n\nAnd Melicent said nothing.\n\n\"For all we women know, my sister, our appointed curse. To love the\nman, and to know the man loves just the lips and eyes Youth lends to\nus--oho, for such a little while! Yes, it is cruel. And therefore we\nare cruel--always in thought and, when occasion offers, in the deed.\"\n\nAnd Melicent said nothing. For of that mutual love she shared with\nPerion, so high and splendid that it made of grief a music, and wrung a\nnew sustainment out of every cross, as men get cordials of bitter\nherbs, she knew there was no comprehension here.\n\n\n\n\n26.\n\n\n_How Men Ordered Matters_\n\nOrestes came into the garden with Ahasuerus and nine other attendants.\nThe master of Nacumera did not speak a syllable while his retainers\nseized Callistion, gagged her, and tied her hands with cords. They\nsilently removed her. One among them bore on his shoulders the slim\ncorpse of Diophantus, which was interred the same afternoon (with every\nappropriate ceremony) in company with that of his father. Orestes had\nthe nicest sense of etiquette.\n\nThis series of swift deeds was performed with such a glib precipitancy\nthat if was as though the action had been rehearsed a score of times.\nThe garden was all drowsy peace now that Orestes spread his palms in a\ngesture of deprecation. A little distance from him, Ahasuerus with his\nforefinger drew upon the water's surface designs which appeared to\namuse the Jew.\n\n\"She would have killed you, Melicent,\" Orestes said, \"though all\nOlympos had marshalled in interdiction. That would have been\nirreligious. Moreover, by Hercules! I have not time to choose sides\nbetween snarling women. He who hunts with cats will catch mice. I aim\nmore highly. And besides, by an incredible forced march, this Comte de\nla Forêt and all his Free Companions are battering at the gates of\nNacumera--\"\n\nHope blazed. \"You know that were I harmed he would spare no one. Your\ntroops are all at Calonak. Oh, God is very good!\" said Melicent.\n\n\"I do not asperse the deities of any nation. It is unlucky. None the\nless, your desires outpace your reason. Grant that I had not more than\nfifty men to defend the garrison, yet Nacumera is impregnable except by\nstarvation. We can sit snug a month. Meanwhile our main force is at\nCalonak, undoubtedly. Yet my infatuated father had already recalled\nthese troops, in order that they might escort you into Messire de la\nForêt's camp. Now I shall use these knaves quite otherwise. They will\narrive within two days, and to the rear of Messire de la Forêt, who is\nencamped before an impregnable fortress. To the front unscalable walls,\nand behind him, at a moderate computation, three swords to his one. All\nthis in a valley from which Daedalos might possibly escape, but\ncertainly no other man. I count this Perion of the Forest as already\ndead.\"\n\nIt was a lumbering Orestes who proclaimed each step in his enchained\ndeductions by the descent of a blunt forefinger upon the palm of his\nleft hand. Demetrios had left a son but not an heir.\n\nYet the chain held. Melicent tested every link and found each obdurate.\nShe foresaw it all. Perion would be surrounded and overpowered. \"And\nthese troops come from Calonak because of me!\"\n\n\"Things fall about with an odd patness, as you say. It should teach you\nnot to talk about divinities lightly. Also, by this Jew's advice, I\nmean to further the gods' indisputable work. You will appear upon the\nwalls of Nacumera at dawn to-morrow, in such a garb as you wore in your\nnative country when the Comte de la Forêt first saw you. Ahasuerus\nestimates this Perion will not readily leave pursuit of you in that\nevent, whatever his lieutenants urge, for you are very beautiful.\"\n\nMelicent cried aloud, \"A bitter curse this beauty has been to me, and\nto all men who have desired it.\"\n\n\"But I do not desire it,\" said Orestes. \"Else I would not have sold it\nto Ahasuerus. I desire only the governorship of some province on the\nfrontier where I may fight daily with stalwart adversaries, and ride\npast the homes of conquered persons who hate me. Ahasuerus here assures\nme that the Emperor will not deny me such employment when I bring him\nthe head of Messire de la Forêt. The raids of Messire de la Forêt have\nirreligiously annoyed our Emperor for a long while.\"\n\nShe muttered, \"Thou that once wore a woman's body--!\"\n\n\"--And I take Ahasuerus to be shrewd in all respects save one. For he\ndesires trivialities. A wise man knows that woman are the sauce and not\nthe meat of life; Ahasuerus, therefore, is not wise. And in consequence\nI do not lack a handsome bribe for this Bathyllos whom our good\nEmperor--misguided man!--is weak enough to love; my mother goes in\nchains; and I shall get my province.\"\n\nHere Orestes laughed. And then the master of Nacumera left Dame\nMelicent alone with Ahasuerus.\n\n\n\n\n27.\n\n\n_How Ahasuerus Was Candid_\n\nWhen Orestes had gone, the Jew remained unmoved. He continued to dabble\nhis finger-tips in the water as one who meditates. Presently he dried\nthem on either sleeve so that he seemed to embrace himself.\n\nSaid he, \"What instruments we use at need!\"\n\nShe said, \"So you have purchased me, Ahasuerus?\"\n\n\"Yes, for a hundred and two minae. That is a great sum. You are not as\nthe run of women, though. I think you are worth it.\"\n\nShe did not speak. The sun shone, and birds chaunted merrily to the\nright hand and to the left. She was considering the beauty of these\ngardens which seemed to sleep under a dome of hard, polished blue--the\nbeauty of this cloistered Nacumera, wherein so many infamies writhed\nand contended like a nest of little serpents.\n\n\"Do you remember, Melicent, that night at Fomor Beach when you snatched\na lantern from my hand? Your hand touched my hand, Melicent.\"\n\nShe answered, \"I remember.\"\n\n\"I first of all saw that it was a woman who was aiding Perion to\nescape. I considered Perion a lucky man, for I had seen the woman's\nface.\"\n\nShe remained silent.\n\n\"I thought of this woman very often. I thought of her even more\nfrequently after I had talked with her at Bellegarde, telling of\nPerion's captivity.... Melicent,\" the Jew said, \"I make no songs, no\nprotestations, no phrases. My deeds must speak for me. Concede that I\nhave laboured tirelessly.\" He paused, his gaze lifted, and his lips\nsmiled. His eyes stayed mirthless. \"This mad Callistion's hate of you,\nand of the Demetrios who had abandoned her, was my first\nstepping-stone. By my advice a tiny wire was fastened very tightly\naround the fetlock of a certain horse, between the foot and the heel,\nand the hair was smoothed over this wire. Demetrios rode that horse in\nhis last battle. It stumbled, and our terrible proconsul was thus\nbrought to death. Callistion managed it. Thus I betrayed Demetrios.\"\n\nMelicent said, \"You are too foul for hell to swallow.\" And Ahasuerus\nmanifested indifference to this imputed fault.\n\n\"Thus far I had gone hand-in-hand with an insane Callistion. Now our\nways parted. She desired only to be avenged on you, and very crudely.\nThat did not accord with my plan. I fell to bargaining. I purchased\nwith--O rarity of rarities!--a little rational advice and much gold as\nwell. Thus in due season I betrayed Callistion. Well, who forbids it?\"\n\nShe said:\n\n\"God is asleep. Therefore you live, and I--alas!--must live for a\nwhile longer.\"\n\n\"Yes, you must live for a while longer--oh, and I, too, must live for a\nwhile longer!\" the Jew returned. His voice had risen in a curious\nquavering wail. It was the first time Melicent ever knew him to display\nany emotion.\n\nBut the mood passed, and he said only:\n\n\"Who forbids it? In any event, there is a venerable adage concerning\nthe buttering of parsnips. So I content myself with asking you to\nremember that I have not ever faltered. I shall not falter now. You\nloathe me. Who forbids it? I have known from the first that you\ndetested me, and I have always considered your verdict to err upon the\nside of charity. Believe me, you will never loathe Ahasuerus as I do.\nAnd yet I coddle this poor knave sometimes--oh, as I do to-day!\" he\nsaid.\n\nAnd thus they parted.\n\n\n\n\n28.\n\n\n_How Perion Saw Melicent_\n\nThe manner of the torment of Melicent was this: A little before dawn\nshe was conducted by Ahasuerus and Orestes to the outermost turrets of\nNacumera, which were now beginning to take form and colour. Very\nsuddenly a flash of light had flooded the valley, the big crimson sun\nwas instantaneously apparent as though he had leaped over the bleeding\nnight-mists. Darkness and all night's adherents were annihilated.\nPelicans and geese and curlews were in uproar, as at a concerted\nsignal. A buzzard yelped thrice like a dog, and rose in a long spiral\nfrom the cliff to Melicent's right hand. He hung motionless, a speck in\nthe clear zenith, uncannily anticipative. Warmth flooded the valley.\n\nNow Melicent could see the long and narrow plain beneath her. It was\novergrown with a tall coarse grass which, rippling in the dawn-wind,\nresembled moving waters from this distance, save where clumps of palm\ntrees showed like islands. Farther off, the tents of the Free\nCompanions were as the white, sharp teeth of a lion. Also she could\nsee--and did not recognise--the helmet-covered head of Perion catch and\nreflect the sunrays dazzlingly, where he knelt in the shimmering grass\njust out of bowshot.\n\nNow Perion could see a woman standing, in the new-born sunlight, under\nmany gaily coloured banners. The maiden was attired in a robe of white\nsilk, and about her wrists were heavy bands of silver. Her hair blazed\nin the light, bright as the sunflower glows; her skin was whiter than\nmilk; the down of a fledgling bird was not more grateful to the touch\nthan were her hands. There was never anywhere a person more delightful\nto gaze upon, and whosoever beheld her forthwith desired to render love\nand service to Dame Melicent. This much could Perion know, whose fond\neyes did not really see the woman upon the battlements but, instead,\nyoung Melicent as young Perion had first beheld her walking by the sea\nat Bellegarde.\n\nThus Perion, who knelt in adoration of that listless girl, all white\nand silver, and gold, too, where her blown hair showed like a halo.\nDesirable and lovelier than words may express seemed Melicent to Perion\nas she stood thus in lonely exaltation, and behind her, glorious\nbanners fluttered, and the blue sky took on a deeper colour. What\nPerion saw was like a church window when the sun shines through it.\nAhasuerus perfectly understood the baiting of a trap.\n\nPerion came into the open plain before the castle and called on her\ndear name three times. Then Perion, naked to his enemies, and at the\ndisposal of the first pagan archer that chose to shoot him down, sang\ncheerily the waking-song which Melicent had heard a mimic Amphitryon\nmake in Dame Alcmena's honour, very long ago, when people laughed and\nMelicent was young and ignorant of misery.\n\nSang Perion, \"_Rei glorios, verais lums e clardatz--_\" or, in other\nwording:\n\n\"Thou King of glory, veritable light, all-powerful deity! be pleased to\nsuccour faithfully my fair, sweet friend. The night that severed us has\nbeen long and bitter, the darkness has been shaken by bleak winds, but\nnow the dawn is near at hand.\n\n\"My fair sweet friend, be of good heart! We have been tormented long\nenough by evil dreams. Be of good heart, for the dawn is approaching!\nThe east is astir. I have seen the orient star which heralds day. I\ndiscern it clearly, for now the dawn is near at hand.\"\n\nThe song was no great matter; but the splendid futility of its\nperformance amid such touch-and-go surroundings Melicent considered to\nbe august. And consciousness of his words' poverty, as Perion thus\nlightly played with death in order to accord due honour to the lady he\nserved, was to Dame Melicent in her high martyrdom as is the twist of a\ndagger in an already fatal wound; and made her love augment.\n\nSang Perion:\n\n\"My fair sweet friend, it is I, your servitor, who cry to you, _Be of\ngood heart!_ Regard the sky and the stars now growing dim, and you will\nsee that I have been an untiring sentinel. It will presently fare the\nworse for those who do not recognise that the dawn is near at hand.\n\n\"My fair sweet friend, since you were taken from me I have not ever\nbeen of a divided mind. I have kept faith, I have not failed you.\nHourly I have entreated God and the Son of Mary to have compassion upon\nour evil dreams. And now the dawn is near at hand.\"\n\n\"My poor, bruised, puzzled boy,\" thought Melicent, as she had done so\nlong ago, \"how came you to be blundering about this miry world of ours?\nAnd how may I be worthy?\"\n\nOrestes spoke. His voice disturbed the woman's rapture thinly, like the\nspeech of a ghost, and she remembered now that a bustling world was her\nantagonist.\n\n\"Assuredly,\" Orestes said, \"this man is insane. I will forthwith\ncommand my archers to despatch him in the middle of his caterwauling.\nFor at this distance they cannot miss him.\"\n\nBut Ahasuerus said:\n\n\"No, seignior, not by my advice. If you slay this Perion of the Forest,\nhis retainers will speedily abandon a desperate siege and retreat to\nthe coast. But they will never retreat so long as the man lives and\nsways them, and we hold Melicent, for, as you plainly see, this\nabominable reprobate is quite besotted with love of her. His death\nwould win you praise; but the destruction of his armament will purchase\nyou your province. Now in two days at most our troops will come, and\nthen we will slay all the Free Companions.\"\n\n\"That is true,\" said Orestes, \"and it is remarkable how you think of\nthese things so quickly.\"\n\nSo Orestes was ruled by Ahasuerus, and Perion, through no merit of his\nown, departed unharmed.\n\nThen Melicent was conducted to her own apartments; and eunuchs guarded\nher, while the battle was, and men she had not ever seen died by the\nscore because her beauty was so great.\n\n\n\n\n29.\n\n\n_How a Bargain Was Cried_\n\nNow about sunset Melicent knelt in her oratory and laid all her grief\nbefore the Virgin, imploring counsel.\n\nThis place was in reality a chapel, which Demetrios had builded for\nMelicent in exquisite enjoyment. To furnish it he had sacked towns she\nnever heard of, and had rifled two cathedrals, because the notion that\nthe wife of Demetrios should own a Christian chapel appeared to him\namusing. The Virgin, a masterpiece of Pietro di Vicenza, Demetrios had\npurchased by the interception of a free city's navy. It was a painted\nstatue, very handsome.\n\nThe sunlight shone on Melicent through a richly coloured window wherein\nwere shown the sufferings of Christ and the two thieves. This siftage\nmade about her a welter of glowing and intermingling colours, above\nwhich her head shone with a clear halo.\n\nThis much Ahasuerus noted. He said, \"You offer tears to Miriam of\nNazara. Yonder they are sacrificing a bull to Mithras. But I do not\nmake either offering or prayer to any god. Yet of all persons in\nNacumera I alone am sure of this day's outcome.\" Thus spoke the Jew\nAhasuerus.\n\nThe woman stood erect now. She asked, \"What of the day, Ahasuerus?\"\n\n\"It has been much like other days that I have seen. The sun rose\nwithout any perturbation. And now it sinks as usual. Oh, true, there\nhas been fighting. The sky has been clouded with arrows, and horses,\nnicer than their masters, have screamed because these soulless beasts\nwere appalled by so much blood. Many women have become widows, and\ndivers children are made orphans, because of two huge eyes they never\nsaw. Puf! it is an old tale.\"\n\nShe said, \"Is Perion hurt?\"\n\n\"Is the dog hurt that has driven a cat into a tree? Such I estimate to\nbe the position of Orestes and Perion. Ah, no, this Perion who was my\ncaptain once is as yet a lord without any peer in the fields where men\ncontend in battle. But love has thrust him into a bag's end, and his\nfate is certain.\"\n\nShe spoke her steadfast resolution. \"And my fate, too. For when Perion\nis trapped and slain I mean to kill myself.\"\n\n\"I am aware of that,\" he said. \"Oh, women have these notions! Yet when\nthe hour came, I think, you would not dare. For I know your beliefs\nconcerning hell's geography, and which particular gulf of hell is\nreserved for all self-murderers.\"\n\nThen Melicent waited for a while. She spoke later without any apparent\nemotion. \"And how should I fear hell who crave a bitterer fate! Listen,\nAhasuerus! I know that you desire me as a plaything very greatly. The\ninfamy in which you wade attests as much. Yet you have schemed to no\npurpose if Perion dies, because the ways of death are always open. I\nwould die many times rather than endure the touch of your finger.\nAhasuerus, I have not any words wherewith to tell you of my loathing--\"\n\n\"Turn then to bargaining,\" he said, and seemed aware of all her\nthoughts. \"Oh, to a hideous bargain. Let Perion be warned of those\ntroops that will to-morrow outflank him. Let him escape. There is yet\ntime. Do this, dark hungry man, and I will live.\" She shuddered here.\n\"Yes, I will live and be obedient in all things to you, my purchaser,\nuntil you shall have wearied of me, or, at the least, until God has\nremembered.\"\n\nHis careful eyes were narrowed. \"You would bribe me as you once bribed\nDemetrios? And to the same purpose? I think that fate excels less in\ninvention than in cruelty.\"\n\nShe bitterly said, \"Heaven help me, and what other wares have I to\nvend!\"\n\nHe answered:\n\n\"None. No woman has in this black age; and therefore comfort you, my\ngirl.\"\n\nShe hurried on. \"Therefore anew I offer Melicent, who was a princess\nonce. I cry a price for red lips and bright eyes and a fair woman's\ntender body without any blemish. I have no longer youth and happiness\nand honour to afford you as your toys. These three have long been\nstrangers to me. Oh, very long! Yet all I have I offer for one\ncharitable deed. See now how near you are to victory. Think now how\ngloriously one honest act would show in you who have betrayed each\noverlord you ever served.\"\n\nHe said:\n\n\"I am suspicious of strange paths, I shrink from practising unfamiliar\nvirtues. My plan is fixed. I think I shall not alter it.\"\n\n\"Ah, no, Ahasuerus! think instead how beautiful I am. There is no\ncomelier animal in all this big lewd world. Indeed I cannot count how\nmany men have died because I am a comely animal--\" She smiled as one\nwho is too tired to weep. \"That, too, is an old tale. Now I abate in\nvalue, it appears, very lamentably. For I am purchasable now just by\none honest deed, and there is none who will barter with me.\"\n\nHe returned:\n\n\"You forget that a freed Perion would always have a sonorous word or\ntwo to say in regard to your bargainings. Demetrios bargained, you may\nremember. Demetrios was a dread lord. It cost him daily warfare to\nretain you. Now I lack swords and castles--I who dare love you much as\nDemetrios did--and I would be able to retain neither Melicent nor\ntranquil existence for an unconscionable while. Ah, no! I bear my\nformer general no grudge. I merely recognise that while Perion lives he\nwill not ever leave pursuit of you. I would readily concede the potency\nof his spurs, even were there need to look on you a second time--It\nhappens that there is no need! Meanwhile I am a quiet man, and I abhor\ndissension. For the rest, I do not think that you will kill yourself,\nand so I think I shall not alter my fixed plan.\"\n\nHe left her, and Melicent prayed no more. To what end, she reflected,\nneed she pray, when there was no hope for Perion?\n\n\n\n\n30.\n\n\n_How Melicent Conquered_\n\nInto Melicent's bedroom, about two o'clock in the morning, came\nAhasuerus the Jew. She sat erect in bed and saw him cowering over a\nlamp which his long glistening fingers shielded, so that the lean face\nof the man floated upon a little golden pool in the darkness. She\nmarvelled that this detestable countenance had not aged at all since\nher first sight of it.\n\nHe smoothly said:\n\n\"Now let us talk. I have loved you for some while, fair Melicent.\"\n\n\"You have desired me,\" she replied.\n\n\"Faith, I am but as all men, whatever their age. Why, what the devil!\nman may have Javeh's breath in him, but even Scripture proves that man\nwas made of clay.\" The Jew now puffed out his jaws as if in\nrecollection. \"_You are a handsome piece of flesh_, I thought when I\ncame to you at Bellegarde, telling of Perion's captivity. I thought no\nmore than this, because in my time I have seen a greater number of\nhandsome women than you would suppose. Thereafter, on account of an odd\nreason which I had, I served Demetrios willingly enough. This son of\nMiramon Lluagor was able to pay me well, in a curious coinage. So I\narranged the bungling snare Demetrios proposed--too gross, I thought\nit, to trap any woman living. Ohé, and why should I not lay an open and\nfrank springe for you? Who else was a king's bride-to-be, young,\nbeautiful, and blessed with wealth and honour and every other comfort\nwhich the world affords?\" Now the Jew made as if to fling away a robe\nfrom his gaunt person. \"And you cast this, all this, aside as nothing.\nI saw it done.\"\n\n\"Ah, but I did it to save Perion,\" she wisely said.\n\n\"Unfathomable liar,\" he returned, \"you boldly and unscrupulously bought\nof life the thing which you most earnestly desired. Nor Solomon nor\nPeriander has won more. And thus I saw that which no other man has\nseen. I saw the shrewd and dauntless soul of Melicent. And so I loved\nyou, and I laid my plan--\"\n\nShe said, \"You do not know of love--\"\n\n\"Yet I have builded him a temple,\" the Jew considered. He continued,\nwith that old abhorrent acquiescence, \"Now, a temple is admirable, but\nit is not builded until many labourers have dug and toiled waist-deep\nin dirt. Here, too, such spatterment seemed necessary. So I played, in\nfine, I played a cunning music. The pride of Demetrios, the jealousy of\nCallistion, and the greed of Orestes--these were as so many stops of\nthat flute on which I played a cunning deadly music. Who forbids it?\"\n\nShe motioned him, \"Go on.\" Now she was not afraid.\n\n\"Come then to the last note of my music! You offer to bargain, saying,\n_Save Perion and have my body as your chattel_. I answer _Click_! The\nturning of a key solves all. Accordingly I have betrayed the castle of\nNacumera, I have this night admitted Perion and his broad-shouldered\nmen. They are killing Orestes yonder in the Court of Stars even while I\ntalk with you.\" Ahasuerus laughed noiselessly. \"Such vanity does not\nbecome a Jew, but I needs must do the thing with some magnificence.\nTherefore I do not give Sire Perion only his life. I give him also\nvictory and much throat-cutting and an impregnable rich castle. Have I\nnot paid the price, fair Melicent? Have I not won God's masterpiece\nthrough a small wire, a purse, and a big key?\"\n\nShe answered, \"You have paid.\"\n\nHe said:\n\n\"You will hold to your bargain? Ah, you have but to cry aloud, and you\nare rid of me. For this is Perion's castle.\"\n\nShe said, \"Christ help me! You have paid my price.\"\n\nNow the Jew raised his two hands in very horrible mirth. Said he:\n\n\"Oh, I am almost tempted to praise Javeh, who created the invincible\nsoul of Melicent. For you have conquered: you have gained, as always,\nand at whatever price, exactly that which you most desired, and you do\nnot greatly care about anything else. So, because of a word said you\nwould arise and follow me on my dark ways if I commanded it. You will\nnot weight the dice, not even at this pinch, when it would be so easy!\nFor Perion is safe; and nothing matters in comparison with that, and\nyou will not break faith, not even with me. You are inexplicable, you\nare stupid, and you are resistless. Again I see my Melicent, who is not\njust a pair of purple eyes and so much lovely flesh.\"\n\nHis face was as she had not ever known it now, and very tender.\nAhasuerus said:\n\n\"My way to victory is plain enough. And yet there is an obstacle. For\nmy fancy is taken by the soul of Melicent, and not by that handsome\npiece of flesh which all men--even Perion, madame!--have loved so long\nwith remarkable infatuation. Accordingly I had not ever designed that\nthe edifice on which I laboured should be the stable of my lusts.\nAccordingly I played my cunning music--and accordingly I give you\nPerion. I that am Ahasuerus win for you all which righteousness and\nhonour could not win. At the last it is I who give you Perion, and it\nis I who bring you to his embrace. He must still be about his\nmagnanimous butchery, I think, in the Court of Stars.\"\n\nAhasuerus knelt, kissing her hand.\n\n\"Fair Melicent, such abominable persons as Demetrios and I are fatally\nalike. We may deny, deride, deplore, or even hate, the sanctity of any\nnoble lady accordingly as we elect; but there is for us no possible\nescape from worshipping it. Your wind-fed Ferions, who will not ever\nacknowledge what sort of world we live in, are less quick to recognise\nthe soul of Melicent. Such is our sorry consolation. Oh, you do not\nbelieve me yet. You will believe in the oncoming years. Meanwhile, O\nall-enduring and all-conquering! go now to your last labour; and--if\nmy Brother dare concede as much--do you now conquer Perion.\"\n\nThen he vanished. She never saw him any more.\n\nShe lifted the Jew's lamp. She bore it through the Women's Garden,\nwherein were many discomfortable shadows and no living being. She came\nto its outer entrance. Men were fighting there. She skirted a hideous\nconflict, and descended the Queen's Stairway, which led (as you have\nheard) toward the balcony about the Court of Stars. She found this\nbalcony vacant.\n\nBelow her men were fighting. To the farther end of the court Orestes\nsprawled upon the red and yellow slabs--which now for the most part\nwere red--and above him towered Perion of the Forest. The conqueror had\npaused to cleanse his sword upon the same divan Demetrios had occupied\nwhen Melicent first saw the proconsul; and as Perion turned, in the act\nof sheathing his sword, he perceived the dear familiar denizen of all\nhis dreams. A tiny lamp glowed in her hand quite steadily.\n\n\"O Melicent,\" said Perion, with a great voice, \"my task is done. Come\nnow to me.\"\n\nShe instantly obeyed whose only joy was to please Perion. Descending\nthe enclosed stairway, she thought how like its gloom was to the\ntemporal unhappiness she had passed through in serving Perion.\n\nHe stood a dripping statue, for he had fought horribly. She came to\nhim, picking her way among the slain. He trembled who was fresh from\nslaying. A flood of torchlight surged and swirled about them, and\nwithin a stone's cast Perion's men were despatching the wounded.\n\nThese two stood face to face and did not speak at all.\n\nI think that he knew disappointment first. He looked to find the girl\nwhom he had left on Fomor Beach.\n\nHe found a woman, the possessor still of a compelling beauty. Oh, yes,\npast doubt: but this woman was a stranger to him, as he now knew with\nan odd sense of sickness. Thus, then, had ended the quest of Melicent.\nTheir love had flouted Time and Fate. These had revenged this\ninsolence, it seemed to Perion, by an ironical conversion of each rebel\ninto another person. For this was not the girl whom Perion had loved in\nfar red-roofed Poictesme; this was not the girl for whom Perion had\nfought ten minutes since: and he--as Perion for the first time\nperceived--was not and never could be any more the Perion that girl had\nbidden return to her. It were as easy to evoke the Perion who had loved\nMélusine....\n\nThen Perion perceived that love may be a power so august as to bedwarf\nconsideration of the man and woman whom it sways. He saw that this is\nreasonable. I cannot justify this knowledge. I cannot even tell you\njust what great secret it was of which Perion became aware. Many men\nhave seen the sunrise, but the serenity and awe and sweetness of this\ndaily miracle, the huge assurance which it emanates that the beholder\nis both impotent and greatly beloved, is not entirely an affair of the\nsky's tincture. And thus it was with Perion. He knew what he could not\nexplain. He knew such joy and terror as none has ever worded. A curtain\nhad lifted briefly; and the familiar world which Perion knew, for the\nbrief instant, had appeared to be a painting upon that curtain.\n\nNow, dazzled, he saw Melicent for the first time....\n\nI think he saw the lines already forming in her face, and knew that,\nbut for him, this woman, naked now of gear and friends, had been\nto-night a queen among her own acclaiming people. I think he worshipped\nwhere he did not dare to love, as every man cannot but do when starkly\nfronted by the divine and stupendous unreason of a woman's choice,\namong so many other men, of him. And yet, I think that Perion recalled\nwhat Ayrart de Montors had said of women and their love, so long ago:--\n\"They are more wise than we; and always they make us better by\nindomitably believing we are better than in reality a man can ever be.\"\n\nI think that Perion knew, now, de Montors had been in the right. The\npity and mystery and beauty of that world wherein High God had--\nscornfully?--placed a smug Perion, seemed to the Comte de la Forêt, I\nthink, unbearable. I think a new and finer love smote Perion as a sword\nstrikes.\n\nI think he did not speak because there was no scope for words. I know\nthat he knelt (incurious for once of victory) before this stranger who\nwas not the Melicent whom he had sought so long, and that all\nconsideration of a lost young Melicent departed from him, as mists\nleave our world when the sun rises.\n\nI think that this was her high hour of triumph.\n\nCAETERA DESUNT\n\n\n\n\nTHE AFTERWORD\n\n\n_These lives made out of loves that long since were\nLives wrought as ours of earth and burning air,\nWas such not theirs, the twain I take, and give\nOut of my life to make their dead life live\nSome days of mine, and blow my living breath\nBetween dead lips forgotten even of death?\nSo many and many of old have given my twain\nLove and live song and honey-hearted pain._\n\n\nThus, rather suddenly, ends our knowledge of the love-business between\nPerion and Melicent. For at this point, as abruptly as it began, the\none existing chronicle of their adventures makes conclusion, like a bit\nof interrupted music, and thereby affords conjecture no inconsiderable\nbounds wherein to exercise itself. Yet, in view of the fact that\ndeductions as to what befell these lovers afterward can at best result\nin free-handed theorising, it seems more profitable in this place to\nspeak very briefly of the fragmentary _Roman de Lusignan_, since the\nhistory of Melicent and Perion as set forth in this book makes no\npretensions to be more than a rendering into English of this\nmanuscript, with slight additions from the earliest known printed\nversion of 1546.\n\n\n\n\n2\n\n\nM. Verville, in his monograph on Nicolas de\n\nCaen,[1: Paul Verville, _Notice sur la vie de Nicolas de Caen_, p. 112\n(Rouen, 1911)] considers it probable that the _Roman de Lusignan_ was\nprinted in Bruges by Colard Mansion at about the same time Mansion\npublished the _Dizain des Reines_. This is possible; but until a copy\nof the book is discovered, our sole authority for the romance must\ncontinue to be the fragmentary MS. No. 503 in the Allonbian Collection.\n\nAmong the innumerable manuscripts in the British Museum there is\nperhaps none which opens a wider field for guesswork. In its entirety\nthe _Roman de Lusignan_ was, if appearances are to be trusted, a\nleisured and ambitious handling of the Melusina legend; but in the\npreserved portion Melusina figures hardly at all. We have merely the\nfinal chapters of what would seem to have been the first half, or\nperhaps the first third, of the complete narrative; so that this\nmanuscript account of Melusina's beguilements breaks off,\nfantastically, at a period by many years anterior to a date which those\nbetter known versions of Jean d'Arras and Thuring von Ringoltingen\nselect as the only appropriate starting-point.\n\nBy means of a few elisions, however, the episodic story of Melicent\nand of the men who loved Melicent has been disembedded from what\nsurvives of the main narrative. This episode may reasonably be\nconsidered as complete in itself, in spite of its precipitous\ncommencement; we are not told anything very definite concerning\nPerion's earlier relations with Melusina, it is true, but then they are\nhardly of any especial importance. And speculations as to the tale's\nperplexing chronology, or as to the curious treatment of the Ahasuerus\nlegend, wherein Nicolas so strikingly differs from his precursors,\nMatthew Paris and Philippe Mouskes, or as to the probable course of\nlatter incidents in the romance (which must almost inevitably have\nreached its climax in the foundation of the house of Lusignan by\nPerion's son Raymondin and Melusina) are more profitably left to M.\nVerville's ingenuity.\n\n\n\n\n3\n\n\nOne feature, though, of this romance demands particular comment. The\nhappenings of the Melicent-episode pivot remarkably upon _domnei_--upon\nchivalric love, upon the _Frowendienst_ of the minnesingers, or upon\n\"woman-worship,\" as we might bunglingly translate a word for which in\nEnglish there is no precisely equivalent synonym. Therefore this\nEnglish version of the Melicent-episode has been called _Domnei_, at\nwhatever price of unintelligibility.\n\nFor there is really no other word or combination of words which seems\nquite to sum up, or even indicate this precise attitude toward life.\n_Domnei_ was less a preference for one especial woman than a code of\nphilosophy. \"The complication of opinions and ideas, of affections and\nhabits,\" writes Charles Claude Fauriel,[1: _Histoire de la littérature\nprovençale_, p. 330 (Adler's translation, New York, 1860)] \"which\nprompted the chevalier to devote himself to the service of a lady, and\nby which he strove to prove to her his love and to merit hers in\nreturn, was expressed by the single word _domnei_.\"\n\nAnd this, of course, is true enough. Yet _domnei_ was even more than a\ncomplication of opinions and affections and habits: it was also a\nmalady and a religion quite incommunicably blended.\n\nThus you will find that Dante--to cite only the most readily accessible\nof mediaeval amorists--enlarges as to _domnei_ in both these last-named\naspects impartially. _Domnei_ suspends all his senses save that of\nsight, makes him turn pale, causes tremors in his left side, and sends\nhim to bed \"like a little beaten child, in tears\"; throughout you have\nthe manifestations of _domnei_ described in terms befitting the\nsymptoms of a physical disease: but as concerns the other aspect, Dante\nnever wearies of reiterating that it is domnei which has turned his\nthoughts toward God; and with terrible sincerity he beholds in Beatrice\nde'Bardi the highest illumination which Divine Grace may permit to\nhumankind. \"This is no woman; rather it is one of heaven's most radiant\nangels,\" he says with terrible sincerity.\n\nWith terrible sincerity, let it be repeated: for the service of domnei\nwas never, as some would affect to interpret it, a modish and ordered\naffectation; the histories of Peire de Maënzac, of Guillaume de\nCaibestaing, of Geoffrey Rudel, of Ulrich von Liechtenstein, of the\nMonk of Pucibot, of Pons de Capdueilh, and even of Peire Vidal and\nGuillaume de Balaun, survive to prove it was a serious thing, a stark\nand life-disposing reality. En cor gentil domnei per mort no passa, as\nNicolas himself declares. The service of domnei involved, it in fact\ninvited, anguish; it was a martyrdom whereby the lover was uplifted to\nsaintship and the lady to little less than, if anything less than,\ngodhead. For it was a canon of domnei, it was the very essence of\ndomnei, that the woman one loves is providentially set between her\nlover's apprehension, and God, as the mobile and vital image and\ncorporeal reminder of heaven, as a quick symbol of beauty and holiness,\nof purity and perfection. In her the lover views--embodied, apparent to\nhuman sense, and even accessible to human enterprise--all qualities of\nGod which can be comprehended by merely human faculties. It is\nprecisely as such an intermediary that Melicent figures toward Perion,\nand, in a somewhat different degree, toward Ahasuerus--since Ahasuerus\nis of necessity apart in all things from the run of humanity.\n\nYet instances were not lacking in the service of _domnei_ where worship\nof the symbol developed into a religion sufficing in itself, and became\ncompetitor with worship of what the symbol primarily represented--such\ninstances as have their analogues in the legend of Ritter Tannhäuser,\nor in Aucassin's resolve in the romance to go down into hell with \"his\nsweet mistress whom he so much loves,\" or (here perhaps most perfectly\nexampled) in Arnaud de Merveil's naïve declaration that whatever\nportion of his heart belongs to God heaven holds in vassalage to\nAdelaide de Beziers. It is upon this darker and rebellious side of\n_domnei_, of a religion pathetically dragged dustward by the luxuriance\nand efflorescence of over-passionate service, that Nicolas has touched\nin depicting Demetrios.\n\n\n\n\n4\n\n\nNicolas de Caen, himself the servitor _par amours_ of Isabella of\nBurgundy, has elsewhere written of _domne_i (in his _Le Roi Amaury_) in\nterms such as it may not be entirely out of place to transcribe here.\nBaalzebub, as you may remember, has been discomfited in his endeavours\nto ensnare King Amaury and is withdrawing in disgust.\n\n\"A pest upon this _domnei_!\"[1: Quoted with minor alterations from\nWatson's version] the fiend growls. \"Nay, the match is at an end, and I\nmay speak in perfect candour now. I swear to you that, given a man\nclear-eyed enough to see that a woman by ordinary is nourished much as\nhe is nourished, and is subjected to every bodily infirmity which he\nendures and frets beneath, I do not often bungle matters. But when a\nfool begins to flounder about the world, dead-drunk with adoration of\nan immaculate woman--a monster which, as even the man's own judgment\nassures him, does not exist and never will exist--why, he becomes as\nunmanageable as any other maniac when a frenzy is upon him. For then\nthe idiot hungers after a life so high-pitched that his gross faculties\nmay not so much as glimpse it; he is so rapt with impossible dreams\nthat he becomes oblivious to the nudgings of his most petted vice; and\nhe abhors his own innate and perfectly natural inclination to\ncowardice, and filth, and self-deception. He, in fine, affords me and\nall other rational people no available handle; and, in consequence, he\nvery often flounders beyond the reach of my whisperings. There may be\nother persons who can inform you why such blatant folly should thus be\nthe master-word of evil, but for my own part, I confess to ignorance.\"\n\n\"Nay, that folly, as you term it, and as hell will always term it, is\nalike the riddle and the masterword of the universe,\" the old king\nreplies....\n\nAnd Nicolas whole-heartedly believed that this was true. We do not\nbelieve this, quite, but it may be that we are none the happier for our\ndubiety.\n\n\nEXPLICIT\n\n\n\n\nBIBLIOGRAPHY\n\n\n\n\nBIBLIOGRAPHY\n\nI. LES AMANTS DE MELICENT, Traduction moderne, annotée et procedée d'un\nnotice historique sur Nicolas de Caen, par l'Abbé. * * * A Paris. Pour\nIaques Keruer aux deux Cochetz, Rue S. Iaques, M. D. XLVI. Avec\nPrivilège du Roy. The somewhat abridged reprint of 1788 was believed to\nbe the first version printed in French, until the discovery of this\nunique volume in 1917.\n\nII. ARMAGEDDON; or the Great Day of the Lord's Judgement: a Parcenesis\nto Prince Henry--MELICENT; an heroicke poeme intended, drawne from\nFrench bookes, the First Booke, by Sir William Allonby. London. Printed\nfor Nathaniel Butler, dwelling at the _Pied Bull_, at Saint Austen's\nGate. 1626.\n\nIII. PERION UNO MELICENT, zum erstenmale aus dem Franzôsischen ins\nDeutsche ubersetzt, von J. H. G. Lowe. Stuttgart und Tübingen, 1823.\n\nIV. Los NEGOCIANTES DO DON PERION, publicado por Plancher-Seignot. Rio\nde Janiero, 1827. The translator's name is not given. The preface is\nsigned R. L.\n\nV. LA DONNA DI DEMETRIO, Historia piacevole e morale, da Antonio\nChecino. Milan, 1833.\n\nVI. PRINDSESSES MELICENT, oversat af Le Roman de Lusignan, og udgivna\npaa Dansk vid R. Knôs. Copenhagen, 1840.\n\nVII. ANTIQUAe FABULAe ET COMEDIAe, edid. G. Rask. Göttingen, 1852. Vol.\nII, p. 61 _et seq_. \"DE FIDE MELICENTIS\"--an abridged version of the\nromance.\n\nVIII. PERION EN MELICENT, voor de Nederlandsche Jeugduiitgegeven door\nJ. M. L. Wolters. Groningen, 1862.\n\nIX. NOUVELLES FRANCOISES EN PROSE DU XIVE ET DE XVE SIÈCLE, Les textes\nanciens, édités et annotés par MM. Armin et Moland. Lyons, 1880. Vol.\nIV, p. 89 et seq., \"LE ROMAN DE LA BELLE MELICENT\"--a much condensed\nform of the story.\n\nX. THE SOUL OF MELICENT, by James Branch Cabell. Illustrated in colour\nby Howard Pyle. New York, 1913. This rendering was made, of course,\nbefore the discovery of the 1546 version, and so had not the benefit of\nthat volume's interesting variants from the abridgment of 1788.\n\nXI. CINQ BALLADES DE NICOLAS DE CAEN, traduites en verse du Roman de\nLusignan, par Mme. Adolpe Galland, et mises en musique par Raoul\nBidoche. Paris, 1898.\n\nXII. LE LIURE DE MÉLUSINE en fracoys, par Jean d'Arras. Geneva, 1478.\n\nXIII. HISTORIA DE LA LINDA MELOSYNA. Tolosa, 1489.\n\nXIV. EEN SAN SONDERLINGKE SCHONE ENDE WONDERLIKE HISTORIE, die men\nwarachtich kout te syne ende autentick sprekende van eenre vrouwen\ngheheeten Mélusine. Tantwerpen, 1500.\n\nXV. DIE HISTORI ODER GESCHICHT VON DER EDLE UND SCHÖNEN MELUSINA.\nAugsburg, 1547.\n\nXVI. L'HISTOIRE DE MÉLUSINE, fille du roy d'Albanie et de dame\nPressine, revue et mise en meilleur langage que par cy devant. Lyons,\n1597.\n\nXVII. LE ROMAN DE MÉLUSINE, princesse de Lusignan, avec l'histoire de\nGeoffry, surnommé à la Grand Dent, par Nodot. Paris, 1700.\n\nXVIII. KRONYKE KRATOCHWILNE, o ctné a slech netné Panne Meluzijne.\nPrag, 1760.\n\nXIX. WUNDERBARE GESCHICHTE VON DER EDELN UND SCHÔNEN MELUSINA, welche\neine Tochter des König Helmus und ein Meerwunder gewesen ist. Nurnberg,\nwithout date: reprinted in Marbach's VOLKS BÜCHER, Leipzig, 1838.\n\n\n\n\nBOOKS _by_ MR. CABELL\n\n\n_Biography:_\n\nBEYOND LIFE\n\nDOMNEI (_The Soul of Melicent_)\n\nCHIVALRY\n\nJURGEN\n\nTHE LINE OF LOVE\n\nGALLANTRY\n\nTHE CERTAIN HOUR\n\nTHE CORDS OF VANITY\n\nFROM THE HIDDEN WAY\n\nTHE RIVET IN GRANDFATHER'S NECK\n\nTHE EAGLE'S SHADOW\n\nTHE CREAM OF THE JEST\n\n_Genealogy:_\n\nBRANCH OF ABINGDON\n\nBRANCHIANA\n\nTHE MAJORS AND THEIR MARRIAGES\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Domnei, by James Branch Cabell\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DOMNEI ***\n\n***** This file should be named 9663-8.txt or 9663-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/9/6/6/9663/\n\nProduced by Suzanne Shell, Anuradha Valsa Raj, and Project\nGutenberg Distributed Proofreaders\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}