{"title": "Calm Down", "artist": "G-Eazy", "content": "My love is, working hard yadadamean?\nMy love is, working hard yadadamean?\n\n[Verse 1]\nI've been sitting on the charts like a beach chair\nMy last album spent 52 weeks there\nAlmost finished with the second, you should be scared\nStorms coming you should go inside and prepare\nNo shortcuts there ain't no cheats there\nI brought the whole city out like a street fair, yeah\nAnd fuck it I'm the coldest white rapper in the game\nSince the one with the bleached hair\nYeah, you love it when I talk shit\nI get around, yeah I'm on my 2Pac shit\nI kinda feel there's no girl I could not get\nI'm not found at the function if it's not lit\nYeah, it's nothing that no one can tell me\nI made it here dolo, nobody to help me\nFrom the Bay, the birthplace of the hyphy\nSo bitch, come and say to my face you don't like me\n\n[Hook]\nMy love is, working hard yadadamean?\nMy love is, working hard yadadamean?\nMy love is, working hard yadadamean?\nMy love is, working hard yadadamean?\n\n[Verse 2]\nIt's like I'm always found where the troubles at\nDrinking brown shit now I'm off cup of that\nYour girl's on me, what's up with that?\nIf I like her, all this shit will really take is a double tap\nHaving visions of fucking an A-list singer, Kardashian, or a Jenner\nBut Ye's got Kim, Tyga swooped up Kylie\nSo there's one left watch me go get her\nYeah, they tell me calm down\nFuck that I'm too lit can't calm down\nI'm so drunk right now I might fall down\nAnd I don't give a fuck how boring do y'all sound\nUp and down on a Wednesday\nThen we do the same shit the next day\nThe next star out the Bay is Eazy\nYadadamean? For sho'\nYadadamean? For sheezy\n\n[Hook]\nMy love is, working hard yadadamean?\nMy love is, working hard yadadamean?\nMy love is, working hard yadadamean?\nMy love is, working hard yadadamean?\n\n[Outro]\nMy love is, working hard yadadamean?\nMy love is, working hard yadadamean?\n\n"}{"title": "Everything Will Be OK", "artist": "G-Eazy", "content": "\n[Chorus: Kehlani]\nEven if I don't stay\nEverything will be okay\nEverything will be okay\nEverything will be okay\n(Okay, okay)\n\n[Verse 1: G-Eazy]\nContemplatin' just who I coulda turned out to be\nIf I'da stayed and weren’t heard, what would amount to me?\nIf I had looked and ain’t found what I have found in me\nI mean inside, would they love me? Never looked down on me?\nThey say, \"You know, if you loved her well then you would have stayed\nYou could have made a perfect pair that people wouldn't trade\"\nTrade for nothing, I did though, I had to chase it\nFace it, I wasn’t born to live a life basic\nThey say, \"You turned your back on us just to go and be\nAn artist, what's a promise anyway when someone breaks it?\nI bet he finally gets a shot and then he wastes it\nI bet he don’t come back for us when he makes it\nAnd if he do it'd be too late, you gotta face it\n'Cause by then there's someone new you been replaced with\nOld friends I grew up with, the girl I fell in love with\nLove or hate me depending on how you judge it\n\n[Chorus: Kehlani]\nEven if I don't stay\n(Even if I don't stay)\nEverything will be okay\nEverything will be okay\n(I promise it'll be okay)\nEverything will be okay\n(Okay, okay)\n\n[Verse 2: G-Eazy]\nI had to wander, I had to go tread my own path\nIf you don't step through no mud, well then it won't last\nThe years pass, it's crazy how they go fast\nAsk myself questions you have, but that you won't ask\nLike, \"You don’t even come home enough\nWhere were you when she was in the hospital, huh? It was only us\"\nAnd that’s deep and yeah, I know it cuts\nBut if that gets you, then you’re weak 'cause we were here and it ain’t broken us\nStill as close and stayed by her side when no one was\nLike when she lost her job and everything, how broke we was\nWhen she was sick and she needed some taking care of\nA fifteen year old shouldered the weight and what he was scared of\nThe worst, I know that you stayed strong\nI don’t say this enough, but you made me just as proud as you made Mom\nYeah, you got some anger, but I don’t blame you at all\nI know I don't call, but you're my brother\nI love ya\n\n[Chorus: Kehlani]\nEven if I don't stay\n(Even if I don't stay)\nEverything will be okay\n(It’ll be, it'll be okay)\nEverything will be okay\n(I promise it'll be okay)\nEverything will be okay\n(Okay, okay)\n\n[Verse 3: G-Eazy]\nYeah, in that first grade class they came and got me\n\"Your mom's outside, say goodbye now to everybody\"\nU-Haul was waiting with all of her things, at least what she could pack\nIn the time my dad's at work and before he came back\nWay too young to comprehend what was happenin'\n\"Are we going to grandma's? When are we coming back again?\"\nLittle did I know that we were leaving him by himself\nAnd ten years would pass before Mom sees anybody else\nJust us, in middle school, I ain't understand\nWho Melissa was and why she wasn't another man\nBiased and confused, they try explain, but nobody can\nWanted what I thought was normal, she had another plan\nSuch is life, even if it took time for me to accept it\nNo longer Dad now, but a woman with whom she slept with\nOver the years when a secret was how she kept it\nI ain't get it, admittedly I was skeptic\nI came around, happiness I see's what you may have found\nAnd that's what's most important, I don’t wanna see you breaking down\nI wanna see you smile, I don't wanna see you make a frown\nIf she loves you, then that's all anybody needs maybe now\nBy '05 things had gotten worse\nMoved to the basement, deep depression's a rotten curse\nHidin' in a dark space, her mind and her body hurts\nBecomin' more reclusive and the pills should have been alerts\nSo the worse it got, I became more and more afraid\nUntil one night, I went into that room, on the floor she laid\nI shook her, she was blue, her skin was cold and she wasn't breathin'\nScreamed, \"Melissa wake up,\" couldn't fathom that she was leavin'\nMom and Bro was runnin' down, I screamed \"Somebody help\"\nTry pumping her chest, CPR, but it didn’t help\nToughest pill to swallow, but we lost, that’s forced reflection\nWhile in her life you made her happy, thank you for the blessin'\n\n[Chorus: Kehlani]\nEven if I don't stay\n(Even if I don't stay)\nEverything will be okay\n(It’ll be, it'll be okay)\nEverything will be okay\n(I promise it'll be okay)\nEverything will be okay\n(Okay, okay)\n\n"}{"title": "I Mean It", "artist": "G-Eazy", "content": "You know if I say something I mean it\nThese things happen\nYeah\n\n[Hook: Remo]\nIf I ever said I'm never scared\nJust know I mean it\nIf I ever said I fucked your bitch\nJust know I mean it\nAnd if I ever said I'm gettin' money\nJust know I mean it\nAnd oh Lord oh Lord knows\nHe knows I mean it\nYeah, you know I mean it\nYou know I mean it\nJust know I mean it\nJust know I mean it\nOh yeah oh yeah oh yeah\n\n[Verse 1: G-Eazy]\nIf I say that shit then I mean it\nShe calls me, I screen it, I'm only fuckin' if it's convenient\nYou lie on pussy, that's weak shit\nWe pass pussy 'round, that's G shit\nBut you ain't fam so what is this \"we\" shit?\nYou cuff yours and then leash it\nListen, I'm tellin' you, it's my world, I does what I wish to\nIf you're mad well too bad, sounds like a personal issue\nI walk in, they all stare like \"Who the fuck is this dude?\"\nKicks game is just rude, don't get jiu-jitsued\nTunnel visions how I get ahead, stayed solid I never fled\nMy haters feel like I'm better dead\nBut I'm quite alive getting bread instead\nWith a better girl, with a better face\nI'm in a better place gettin' better head\n\"I just wanna stay broke forever,\"\nYeah that's that shit no one ever said\n\n[Hook: Remo]\nIf I ever said I'm never scared\nJust know I mean it\nIf I ever said I fucked your bitch\nJust know I mean it\nAnd if I ever said I'm gettin' money\nJust know I mean it\nAnd oh Lord oh Lord knows\nHe knows I mean it\nYeah, you know I mean it\nYou know I mean it\nJust know I mean it\nJust know I mean it\nOh yeah oh yeah oh yeah\n\n[Verse 2: G-Eazy]\nSigned Gerald, I'm sincere\nThis year I'm in here, I'll spell it out to make things clear\nMeanwhile your end's near, I've got a lane and I'm in gear\nYou people wonder who's next up\nThat conversation really ends here\nYou rappers just talk a bunch, stress me out, I chop a dutch\nWeak rappers tryna bite the sound, but my style is a lot to munch\nI'm more like whiskey neat, and you're more like vodka punch\nG’s dope, he might blow up, think I know, I've got a hunch\nOn my side it's authentic, you try to stunt but it's all rented\nBut you're dope you got a bad chick, yeah, cool bro we all get it\nShe wears a ring, came through without it\nYou really think she stay true? I doubt it\nCause I'm fucking your girlfriend, and there's nothing you can do about it\n\n[Hook: Remo]\nIf I ever said I'm never scared\nJust know I mean it\nIf I ever said I fucked your bitch\nJust know I mean it\nAnd if I ever said I'm gettin' money\nJust know I mean it\nAnd oh Lord oh Lord knows\nHe knows I mean it\nYeah, you know I mean it\nYou know I mean it\nJust know I mean it\nJust know I mean it\nOh yeah oh yeah oh yeah\n\n"}{"title": "Marilyn", "artist": "G-Eazy", "content": "I, I, I, I, I want to love you \nBut if it's not right what can I do?\nEverything will be alright \nSo baby get some sleep tonight\n\n[Verse 1: G-Eazy]\nUh, I wish we could just pretend to be\nLike we always were before as happy as the Kennedys \nNo one told Jackie about Marilyn's tendencies \nIgnorance is bliss when you're married half a century\nLife is too short, trying to hold it all together\nIt's gone before you know it but tonight could last forever\nI wrote it out on paper but forgot to mail the letter \nAnd you could walk away but you won't find nothing better \nIt's whatever, I just hope that you remember\nThen I said some shit that upset her\nArguing in public, talking loud as Big sweater\nShe said, \"You're always gone.\" \nI said, \"'The fuck do you expect from me?\" \nThen she look at me and she said to me\n\n[Hook: Dominique LeJeune]\nI, I, I, I, I want to love you \nBut if it's not right what can I do?\nEverything will be alright \nSo baby get some sleep tonight\n\n[Verse 2: G-Eazy]\nUh, maybe in some other lifetime\nOr somewhere down the road\nWe might meet up at the right time\nGirls come with the profession when you write rhymes \nClocked me and she told me I'm a pig like I fight crime \nWell, maybe G is just an asshole\nFuck around with bitches Alfalfa, little rascal\nI swear my intentions aren't as evil as you think\nBut temptation's always pushing people to the brink \nFuck, I always lose my judgment when I drink\nMy only wish is you would settle down and hear me out\nI know I haven't been completely honest and devout\nIt's difficult for me, these girls try to seek me out \nI try to talk it out but this was all she speak about, she said...\n\n[Hook: Dominique LeJeune]\nI, I, I, I, I want to love you \nBut if it's not right what can I do?\nEverything will be alright \nSo baby get some sleep tonight\n\n[Verse 3: G-Eazy]\nUh, so if tonight turns out to be\nThe last night before you peaced then walked out on me \nLet's let it all hang out like a balcony\nOne last time, the best is what you about to see \nSo make it worth it tonight, only so you know I never hurt you in spite\nLove me like you never will again, it's our last time\nTonight forget about the pastime \n\n[Outro: Dominique LeJeune]\nEverything will be alright\nSo baby get some sleep tonight \n\n"}{"title": "Me, Myself & I", "artist": "G-Eazy", "content": "Oh, it's just me, myself and I\nSolo ride until I die\n‘Cause I got me for life (Yeah)\nOh, I don't need a hand to hold\nEven when the night is cold\nI got that fire in my soul\n\n[Verse 1: G-Eazy]\nAnd as far as I can see, I just need privacy\nPlus a whole lot of tree, fuck all this modesty\nI just need space to do me\nGive the world what they're tryna see\nA Stella Maxwell right beside of me\nA Ferrari, I'm buyin' three\nA closet of Saint Laurent, get what I want when I want\n‘Cause this hunger is drivin' me, yeah\nI just need to be alone, I just need to be at home\nUnderstand what I'm speakin' on\nIf time is money I need a loan\nBut regardless I'll always keep keepin' on\nFuck fake friends!\nWe don't take L's, we just make M's\nWhile y'all follow, we just make trends\nI'm right back to work when that break ends\n\n[Chorus: Bebe Rexha & (G-Eazy)]\nOh, it's just me, myself and I\nSolo ride until I die\n‘Cause I got me for life\n(Got me for life, yeah)\nOh I don't need a hand to hold\nEven when the night is cold\nI got that fire in my soul\n\n[Post-Chorus: Bebe Rexha & (G-Eazy)]\nI don't need anything to get me through the night\nExcept the beat that's in my heart\nYeah, it's keepin' me alive (Keeps me alive)\nI don't need anything to make me satisfied (You know)\n‘Cause the music does me good\nAnd it gets me every time (Yeah)\n\n[Verse 2: G-Eazy]\nYeah, and I don't like talkin' to strangers\nSo get the fuck off me, I'm anxious\nI'm tryna be cool, but I may just go ape shit\nSay \"Fuck y'all!\" to all of y'all faces\nIt changes though now that I'm famous\nEveryone knows how this lifestyle is dangerous\nBut I love it, the rush is amazin'\nCelebrate nightly and everyone rages\nI found how to cope with my angers\nI'm swimmin' in money\nSwimmin' in liquor, my liver is muddy\nBut it's all good, I'm still sippin' this bubbly\nThis shit is lovely, this shit ain't random, I didn't get lucky\nMade it right here ‘cause I'm sick with it, cuddy\nThey all take the money for granted\nBut don't want to work for it—tell me now, isn't it funny?\n\n[Chorus: Bebe Rexha & (G-Eazy)]\nOh, it's just me, myself and I\nSolo ride until I die\n‘Cause I got me for life\nOh, I don't need a hand to hold\nEven when the night is cold\nI got that fire in my soul\n\n[Post-Chorus: Bebe Rexha & (G-Eazy)]\nI don't need anything to get me through the night\nExcept the beat that's in my heart\nYeah, it's keepin' me alive\nI don't need anything to make me satisfied\n‘Cause the music fills me good\nAnd it gets me every time\n\n[Bridge: Bebe Rexha & (G-Eazy)]\nLike, ba-ba-ba-ba-da-ba\nBa-ba-ba-da-ba (Yeah)\nBa-ba-ba-ba-da-ba\nBa-ba-ba-da-ba\nBa-ba-ba-ba-da-ba\nBa-ba-ba-da-ba\n‘Cause the music fills me good\nAnd it gets me every time\n\n[Verse 3: G-Eazy]\nYeah, lonely nights I laid awake\nPray to Lord my soul to take\nMy heart's become too cold to break\nKnow I'm great, but I'm broke as hell\nHavin' dreams that I'm foldin' cake\nAll my life I've been told to wait\nBut I'ma get it now, yeah, it's no debate\nYeah\n\n[Chorus: Bebe Rexha & (G-Eazy)]\nOh, it's just me, myself and I\nSolo ride until I die\n‘Cause I got me for life\n(Got me for life, yeah)\nOh, I don't need a hand to hold\nEven when the night is cold\nI got that fire in my soul\n\n[Post-Chorus: Bebe Rexha & (G-Eazy)]\nI don't need anything to get me through the night\nExcept the beat that's in my heart\nAnd it's keepin' me alive (Keeps me alive)\nI don't need anything to make me satisfied (You know)\n‘Cause the music fills me good\nAnd it gets me every time\n\n[Bridge: Bebe Rexha]\nLike, ba-ba-ba-ba-da-ba\nBa-ba-ba-da-ba\nBa-ba-ba-ba-da-ba\nBa-ba-ba-da-ba\nBa-ba-ba-ba-da-ba\nBa-ba-ba-da-ba\n‘Cause the music fills me good\nAnd it gets me every time\n\n[Music Video]\n\n"}{"title": "No Limit REMIX", "artist": "G-Eazy", "content": "Yeah, ho!\nYeah, ho!\nYeah, ho!\nYeah!\n\n[Chorus: A$AP Rocky]\nIf I hit it one time, I'ma pipe her\nIf I hit it two times, then I like her\nIf I fuck three times, I'ma wife her\nIt ain't safe for the black or the white girls\nIt ain't safe, it ain't safe, it ain't safe, it ain't safe\nTell your man pipe up, nigga, pipe up\nHunnit bands from the safe in your face, what'd you say?\nMoney dance, turn this shit into a nightclub\n\n[Post-Chorus: G-Eazy & French Montana]\nAyy, yeah, fuck with me and get some money\nYeah, ayy, fuck with me and get some money (Montana!)\nAyy, yeah, fuck with me and get some money (G-Eazy, han!)\nAyy, yeah, fuck with (ayy, ayy, skrt, skrt!)\n\n[Verse 1: French Montana]\nLighters up, steam out the roof (roof, roof)\nPiped up, spittin' like the grill need a tooth (tooth, tooth)\nTurnt-turnt up, yeah, I need Camila in the group (group, group)\nPaper up, double pumpin', big with the loot (loot, loot)\nIt ain't safe, it ain't safe, million cash in a safe\nFrench Vanilla by the case, fuck the cuffs, where my bracelet?\nFrenchy is the name, CB is the gang\nLet's call the boys, call a couple planes\nR-r-ring on like a mason\nHer pussy wet, cash long, Kyrie with the mask on\nKeep a hunnit, come and get some hunnits\nFuck, fuck with me and get some money\nWe gon' make it disappear, David Copperfield\nDrop top on the Ville like a lobster tail\nTalk the best, box free like Akinyele\nTalk 'bout the best bitch for a happy meal\n\n[Verse 2: G-Eazy]\nYeah, ayy, yeah, fuck with me and get some money\nYeah, in Miami partying with Puffy\nAyy, she want to fuck, I told her bring her buddy\nAyy, yeah, suck a- suck a dick or something\nYeah, what's understood ain't gotta be explained\nAyy, strippers at 11 keep me entertained\nMoney dance, money dance, just to make it rain\nYeah, third album, nothing was the same\nIt ain't safe, it ain't safe, A-$-A-P\nI come from The Bay where the cuddies say \"Yee\"\nTouchdown in the town, I'm as big as KD\nSee NBA money, plant a fucking money tree, ayy\nDiamonds, crystal geyser\nBig body, that 488's wider\nPulling up like along came a spider\nThe fourth time I put a baby inside her\nYoung Gerald\n\n[Chorus: A$AP Rocky]\nIf I hit it one time, I'ma pipe her\nIf I hit it two times, then I like her\nIf I fuck three times, I'ma wife her\nIt ain't safe for the black or the white girls\nIt ain't safe, it ain't safe, it ain't safe, it ain't safe\nTell your man pipe up, nigga, pipe up\nHunnit bands from the safe in your face, what'd you say?\nMoney dance, turn this shit into a nightclub\n\n[Verse 3: Juicy J]\nSlob on my knob, like corn on the cob\nI break a bitch, like Chyna did Rob\nPut a ho to work like she went and got a job\nEverybody hit man, welcome to the mob (Mafia!)\nPull up another whip or something, yeah, a different one\nFuck up another VIP or something, I've been killing 'em\nSmoke another zip or something, Billy Kimbered up\nTake another sip or some, I ain't lit enough\nIt ain't safe, it ain't safe, got them guns in my Wraith\nGot them ones everywhere, she got them buns in my face\nI got girls on the pole, like they tryna win a race\nFree that nigga Tay K, I just got another case\nWe get drugged up, and tear the club up\nYou too boring for the bitch, get your funds up\nIt ain't safe, it ain't safe, all these diamonds in the face\nFuck around and turn that bitch to Stevie Wonder\nYeah, ho!\n\n[Post-Chorus: Belly]\nFuck with B and get some money (Belly)\nFuck with B and get some money (it's me!)\nFuck with B and get some money\nUhh\n\n[Verse 4: Belly]\nScreaming \"uhhh\"; Master P\nBaby, that ass looking like a masterpiece\nUsed to open doors with a half a key\nFishscale by the whale, call it catch release (aw yeah)\nNo limit to it, no limit\nI'm still with the go-getters and the gorillas\nOld paper got me dressed up like a dope dealer\nLike a wholesale of money, smellin' like a co-seller (yee)\nIt ain't safe (no)\nTurkey bags on me, I ain’t giving thanks (hello)\nShoe box for my very first bank (hello)\nI might pull up on your court with the tank (no limit!)\n\n[Chorus: A$AP Rocky]\nIf I hit it one time, I'ma pipe her\nIf I hit it two times, then I like her\nIf I fuck three times, I'ma wife her\nIt ain't safe for the black or the white girls\nIt ain't safe, it ain't safe, it ain't safe, it ain't safe\nTell your man pipe up, nigga, pipe up\nHunnit bands from the safe in your face, what'd you say?\nMoney dance, turn this shit into a nightclub\n\n[Post-Chorus: G-Eazy]\nAyy, yeah, fuck with me and get some money\nYeah, ayy, fuck with me and get some money\nAyy, yeah, fuck with me and get some money\nAyy, yeah, fuck with G and get some money\n\n"}{"title": "No Limit", "artist": "G-Eazy", "content": "If I hit it one time, I'ma pipe her\nIf I hit it two times then I like her\nIf I fuck three times, I'ma wife her\nIt ain't safe for the black or the white girls\nIt ain't safe, it ain't safe, it ain't safe, it ain't safe\nTell your man pipe up, nigga, pipe up\nHunnit bands from the safe in your face, what'd you say?\nMoney dance turn this shit into a nightclub\n\n[Post-Chorus: G-Eazy]\nAyy, yeah, fuck with me and get some money\nYeah, ayy, fuck with me and get some money\nAyy, yeah, fuck with me and get some money\nAyy, yeah, fuck with G and get some money\n\n[Verse 1: G-Eazy]\nNo limit, I'm a fucking soldier, ayy\nAlways lit, yeah, I'm never sober\nIt's been three days in a row, your bitch coming over\nTold that bitch to kick rocks, she act like it's a boulder, ayy\n'Rari, shopping, let me, cop it\nAlways, poppin', hella, poppin'\nShe's a, bopper, homie, hoppin'\nAin't no, stopping, album, dropping\nGot the city on fire\nBitch lying on me like she tired\nI might have to fuck around and call Kamaiyah\nHo stirring up the pot, jambalaya\nYoung Gerald\n\n[Chorus: A$AP Rocky]\nIf I hit it one time, I'ma pipe her\nIf I hit it two times then I like her\nIf I fuck three times, I'ma wife her\nIt ain't safe for the black or the white girls\nIt ain't safe, it ain't safe, it ain't safe, it ain't safe\nTell your man pipe up, nigga, pipe up\nHunnit bands from the safe in your face, what'd you say?\nMoney, dance, turn this shit into a nightclub\n\n[Post-Chorus: Cardi B]\nFuck him then I get some money\nFuck him then I get some money\nFuck him then I get some money\nFuck him then I get some money\n\n[Verse 2: Cardi B]\nI need tongue, I need face, give me brain, concentrate\nApple phone, Prada case, kill a weave, rock a lace\nFuck the Moët, buy the Ace, fuck the Ghost, drive the Wraith\nGet some money, flood the Rollie, fuck the Rollie, Patek face\nMy career takin' off, these hoes jogging in place\nSwear these hoes run they mouth, how these hoes out of shape?\nCan you stop with all the subs? Bitch, I ain’t Jared\nIf you really want some smoke, you can pull up, you can get it\nGrab a hand full of braids, make your nigga eat me out\nPut a white boy on Sazón, I might turn G-Eazy out\nKeep it G from the club 'til the end from the start\nYou know me, Cardi B, pussy poppin’ on the charts, ah, ah!\n\n[Chorus: A$AP Rocky]\nIf I hit it one time, I'ma pipe her\nIf I hit it two times then I like her\nIf I fuck three times, I'ma wife her\nIt ain't safe for the black or the white girls\nIt ain't safe, it ain't safe, it ain't safe, it ain't safe\nTell your man pipe up, nigga, pipe up\nHunnit bands from the safe in your face, what'd you say?\nMoney, dance, turn this shit into a nightclub\n\n[Post-Chorus: G-Eazy]\nAyy, yeah, fuck with me and get some money\nYeah, ayy, fuck with me and get some money\nAyy, yeah, fuck with me and get some money\nAyy, yeah, fuck with G and get some money\n\n[Verse 3: G-Eazy]\nYeah, it ain't nice, fam\nYou can study where I'm from on my Viceland\nThis is nothing new to me, this my life, fam\nI can pull a million girls from a mic stand\nPull one at my show 'cause I like fans\nLater on, I got two in my night plans\nMan this year, I had 300 one night stands\nKeep a Costco pack of rubbers in my night stand\nDamn Daniel, back again with the, hah, Saint-Laurent\nAyy, they send me product, yeah, it's retarded\nAyy, this was free, ayy, bitch you bought it\nBitch you on my dick, ayy, bitch get off it\n\n[Chorus: A$AP Rocky & (G-Eazy)]\nIf I hit it one time, I'ma pipe her\nIf I hit it two times then I like her (I like her)\nIf I fuck three times, I'ma wife her (wife her)\nIt ain't safe for the black or the white girls\nIt ain't safe, it ain't safe, it ain't safe, it ain't safe\nTell your man pipe up, nigga, pipe up\nHunnit  bands from the safe in your face, what'd you say?\nMoney, dance, turn this shit into a nightclub\n\n[Post-Chorus: G-Eazy]\nAyy, yeah, fuck with me and get some money\nYeah, ayy, fuck with me and get some money\nAyy, yeah, fuck with me and get some money\nAyy, yeah, fuck with G and get some money\n\n"}{"title": "Tumblr Girls", "artist": "G-Eazy", "content": "Cause I'm in love with these Tumblr girls\nWith skinny waists and drug habits\nPretty faces love status, she acts as if she's the baddest\nMan I swear she's just like tons of girls\nShe expects the free drinks\nAnd I'm successful she thinks\nAlways comes around when weed stinks\nWe fuck off and on, off and on\nOnly ever really fuck off and on\nNever see her these days cause I'm often gone\nWhen I'm home off tour never stop for long\nBack this week from across the pond\nNoticed I was close to the block she's on\nElevator to the floor her loft is on\nDrinking whiskey, she likes vodka strong\nBut after we fuck it's over, walked out the door;\nThat's closure\nNo I can't stay here and hold her\nTomorrow act like I don't know her\nWouldn't ever be here sober, can't tell which one is colder\nMy clothing's on, we both did wrong, I gotta go that's what I told her\n\n[Hook: G-Eazy]\nShe said she can't feel her face, right now I can't feel my heart\nFor your feelings there's no place\nBut you knew that from the start\nYou and I were made of glass, we'd never last\nYou and I were made of glass, we'd never last\nMeant to die, we moved fast and then we crashed\nYou and I were made of glass, we'd never last\n\n[Verse 2: G-Eazy]\nShe's fine as fuck and she knows it, sexy body she shows it\nLoves the drama she chose it, she draws the line then she blows it\nThe most fun I suppose it, pops a bottle won't close it\nFills a fifth then she throws it, she pops a bar now she's dozing\nShe's hot and cold, hot and cold, homie I don't know she's hot and cold\nTruly the bullshit has gotten old, superficial with a rotten soul\nFucking off and on, always stop and go\nProbably got someone, choose not to know\nHead to her place then we lock the door\nMaking bad calls when I'm off the blow\nCause she's a bitch, I'm selfish, want every girl, can't help it\nAnd it's tough for me to shelf it, it's you I see myself with\nRight now I know you felt it, I touched her then she melted\nWe shouldn't chill but we do it still, gotta play the hand if you dealt it\n\n[Hook: G-Eazy]\nShe said she can't feel her face, right now I can't feel my heart\nFor your feelings there's no place, but you knew that from the start\nYou and I were made of glass, we'd never last\nYou and I were made of glass, we'd never last\nMeant to die, we moved fast and then we crashed\nYou and I were made of glass, we'd never last\n\n[Outro: Christoph Andersson]\nMissing everything you say, it's not important what you stand for\nYou're asking will he be the one, I'll be gone before you're done tonight\nWaiting for another day, you're not getting what you paid for\nTrying to salvage what's undone and deny you got outrun tonight\nNever knew her name, they're looking all the same to me\nThey only chase the fame, there's no one left to blame but me\n\n"}