{"title": "No Limit REMIX", "artist": "G-Eazy", "content": "Yeah, ho!\nYeah, ho!\nYeah, ho!\nYeah!\n\n[Chorus: A$AP Rocky]\nIf I hit it one time, I'ma pipe her\nIf I hit it two times, then I like her\nIf I fuck three times, I'ma wife her\nIt ain't safe for the black or the white girls\nIt ain't safe, it ain't safe, it ain't safe, it ain't safe\nTell your man pipe up, nigga, pipe up\nHunnit bands from the safe in your face, what'd you say?\nMoney dance, turn this shit into a nightclub\n\n[Post-Chorus: G-Eazy & French Montana]\nAyy, yeah, fuck with me and get some money\nYeah, ayy, fuck with me and get some money (Montana!)\nAyy, yeah, fuck with me and get some money (G-Eazy, han!)\nAyy, yeah, fuck with (ayy, ayy, skrt, skrt!)\n\n[Verse 1: French Montana]\nLighters up, steam out the roof (roof, roof)\nPiped up, spittin' like the grill need a tooth (tooth, tooth)\nTurnt-turnt up, yeah, I need Camila in the group (group, group)\nPaper up, double pumpin', big with the loot (loot, loot)\nIt ain't safe, it ain't safe, million cash in a safe\nFrench Vanilla by the case, fuck the cuffs, where my bracelet?\nFrenchy is the name, CB is the gang\nLet's call the boys, call a couple planes\nR-r-ring on like a mason\nHer pussy wet, cash long, Kyrie with the mask on\nKeep a hunnit, come and get some hunnits\nFuck, fuck with me and get some money\nWe gon' make it disappear, David Copperfield\nDrop top on the Ville like a lobster tail\nTalk the best, box free like Akinyele\nTalk 'bout the best bitch for a happy meal\n\n[Verse 2: G-Eazy]\nYeah, ayy, yeah, fuck with me and get some money\nYeah, in Miami partying with Puffy\nAyy, she want to fuck, I told her bring her buddy\nAyy, yeah, suck a- suck a dick or something\nYeah, what's understood ain't gotta be explained\nAyy, strippers at 11 keep me entertained\nMoney dance, money dance, just to make it rain\nYeah, third album, nothing was the same\nIt ain't safe, it ain't safe, A-$-A-P\nI come from The Bay where the cuddies say \"Yee\"\nTouchdown in the town, I'm as big as KD\nSee NBA money, plant a fucking money tree, ayy\nDiamonds, crystal geyser\nBig body, that 488's wider\nPulling up like along came a spider\nThe fourth time I put a baby inside her\nYoung Gerald\n\n[Chorus: A$AP Rocky]\nIf I hit it one time, I'ma pipe her\nIf I hit it two times, then I like her\nIf I fuck three times, I'ma wife her\nIt ain't safe for the black or the white girls\nIt ain't safe, it ain't safe, it ain't safe, it ain't safe\nTell your man pipe up, nigga, pipe up\nHunnit bands from the safe in your face, what'd you say?\nMoney dance, turn this shit into a nightclub\n\n[Verse 3: Juicy J]\nSlob on my knob, like corn on the cob\nI break a bitch, like Chyna did Rob\nPut a ho to work like she went and got a job\nEverybody hit man, welcome to the mob (Mafia!)\nPull up another whip or something, yeah, a different one\nFuck up another VIP or something, I've been killing 'em\nSmoke another zip or something, Billy Kimbered up\nTake another sip or some, I ain't lit enough\nIt ain't safe, it ain't safe, got them guns in my Wraith\nGot them ones everywhere, she got them buns in my face\nI got girls on the pole, like they tryna win a race\nFree that nigga Tay K, I just got another case\nWe get drugged up, and tear the club up\nYou too boring for the bitch, get your funds up\nIt ain't safe, it ain't safe, all these diamonds in the face\nFuck around and turn that bitch to Stevie Wonder\nYeah, ho!\n\n[Post-Chorus: Belly]\nFuck with B and get some money (Belly)\nFuck with B and get some money (it's me!)\nFuck with B and get some money\nUhh\n\n[Verse 4: Belly]\nScreaming \"uhhh\"; Master P\nBaby, that ass looking like a masterpiece\nUsed to open doors with a half a key\nFishscale by the whale, call it catch release (aw yeah)\nNo limit to it, no limit\nI'm still with the go-getters and the gorillas\nOld paper got me dressed up like a dope dealer\nLike a wholesale of money, smellin' like a co-seller (yee)\nIt ain't safe (no)\nTurkey bags on me, I ain’t giving thanks (hello)\nShoe box for my very first bank (hello)\nI might pull up on your court with the tank (no limit!)\n\n[Chorus: A$AP Rocky]\nIf I hit it one time, I'ma pipe her\nIf I hit it two times, then I like her\nIf I fuck three times, I'ma wife her\nIt ain't safe for the black or the white girls\nIt ain't safe, it ain't safe, it ain't safe, it ain't safe\nTell your man pipe up, nigga, pipe up\nHunnit bands from the safe in your face, what'd you say?\nMoney dance, turn this shit into a nightclub\n\n[Post-Chorus: G-Eazy]\nAyy, yeah, fuck with me and get some money\nYeah, ayy, fuck with me and get some money\nAyy, yeah, fuck with me and get some money\nAyy, yeah, fuck with G and get some money\n\n"}