{"title": "COOLEST MONKEY IN THE JUNGLE", "artist": "Ski Mask the Slump God", "content": "Yuh!\nOkay!\nI was just in the desert for some fuckin' days\nAlmost lost my motherfuckin' life\nI ain't really finna tell y'all how to get away with murder and shit\nYuh!\n\n[Verse 1: Ski Mask the Slump God]\nIn my life I fucked a couple witches, think I'm a wizard\nHot as desert critters, or cookin' gizzard\nLick her like a lizard, that how I litter\n'Cause she got them itty bitty titties, just like the comittee\nThat bitch kitty be kiddin' me, tryna belittle me\nKnow that she feelin' me, giggity-giggity!\nIt be no biggity, diamonds move fidgetty\nSmoke me a ciggity, fuck all your bitches, b\n\n[Chorus: Ski Mask the Slump God]\nI'm the coolest monkey in the jungle (I'm the coolest monkey in the-)\nI'm the coolest monkey in the jungle (I'm the coolest monkey in the-)\nSauce that you had, you been fumbled (Sauce, sauce)\nAnd tell the white supremacist to lick my big toe (Water!)\nI'm the coolest monkey in the jungle (Wet!)\nI'm the coolest monkey in the jungle (I'm the coolest monkey in the-)\nSauce that you had, you been fumbled (Oh!)\nAnd tell the white supremacist to lick my big toe (Deep throat!)\n\n[Verse 2: SahBabii]\nI used to live in the jungle, yeah\nI got my thumb in her butthole\nAll of these bitches is hungry (Hungry)\nYou can't get full, you too hungry (Hungry)\nTry to eat me, bitch, you dumb, dumb (Dumb)\nBig Glock with the drum, drum\nOff top goin' dumb dumb\nBig Glock, pop, pop, pop\nI'm with the Slump\nSawed off shotgun, call it Lil Pump\nWe live in the swamp (Swamp)\nSize 10 Timbos, don't get stomped (Yeah)\nThese bitches be killin' me, swear they be feelin' me\nHop on another D, giggity, giggity\nI wanna feel on her tiggity-biggities\nBitch, we some apes and these niggas is centipedes (Ayy)\nFire lil' monkey with the dread (Ayy)\nBaby, go bust your head with a brick like Craig\nTo the white meat, nigga, I ain't talkin' red\nBitch, we ain't scared\nCome down to weaponry, bitch, I got expertise\nBitch, I am kerosene, save up my specialty\nFully auto bullets, not movin' separately\nI send them killers to come at you presently (Yeah)\n\n[Chorus: Ski Mask the Slump God]\nI'm the coolest monkey in the jungle (I'm the coolest monkey in the-)\nI'm the coolest monkey in the jungle (I'm the coolest monkey in the-)\nSauce that you had, you been fumbled (Sauce, sauce)\nAnd tell the white supremacist to lick my big toe (Water!)\nI'm the coolest monkey in the jungle (Wet!)\nI'm the coolest monkey in the jungle (I'm the coolest monkey in the-)\nSauce that you had, you been fumbled (Ooh!)\nAnd tell the white supremacist to lick my big toe\n\n[Verse 3: Ski Mask the Slump God]\nUm, okay, like your bitch gon' kiss me like there is a mistletoe\nFly like a fairy like my name Juandissimo\nNot necessary to call paramedics\nMy jewelry been sick with a cold since a year ago\nSpin on my nuts, 6-1-9 like Mysterio\nShe said my nuts taste like honey, no Cheerio\nIt be no biggie, though, fuck European ho\nHow does she greet you, though? She be like, \"Cheerio!\"\nWater!\nIt's how the fabric be when you look at this material\nHead your bitch gave me, I would describe it as remedial\nJust got up thinkin' 'bout aliens then ate some cereal\nOoh, what'd you do next?\nFuck on your auntie, then put my thumb right on her hairy hole\nWill never stop until my voice is on every stereo\nDiamonds that's on me look nice against this nice material\n\n"}