{"title": "All Eyes on You", "type": "lyrics", "content": "Yeah, yeah, baby, is you drunk? Is you had enough?\nAre you here lookin' for love? Ooh, ooh\nGot the club goin' crazy\nAll these bitches, but my eyes on you\nIs you somebody's baby?\nIf you ain't, girl, what we gon' do?\nIf your ego need it, baby, yeah, yeah, yeah (oh)\nGive it all up for you right now\nWe got the club goin' crazy\nAll eyes, all eyes on you\n\n[Verse 1: Meek Mill & (Chris Brown)]\nShe was the baddest, I was the realest (ooh, ooh)\nWe was the flyest, up in the buildin' (yeah, yeah, yeah, yeah)\nWe was countin' this money, lovin' the feelin' (ooh, oh, ooh)\nLook at you now, in love with a hitta (yeah, yeah, yeah)\nBut now it's all eyes on me, and it all lies on me (yeah, yeah)\nTo say somethin' to your pretty ass\nSome hood shit, what you lookin' at? (Uh-huh)\n'Cause I'm good for that, Birkin bags, I'm good for that (yeah)\nMight just be your plug for that (yeah)\nYou might fall in love with that, got love for that (yeah, yeah, yeah)\nWhat's your name? Who you with?\nWhere you from? You the shit\nChoose and pick, get the right one\nAll these chicks, got to like one (yeah, yeah, yeah, yeah)\nAll these hits, you got to like one\nAll these bottles, got to like some (oh, ooh)\nAll these models, got the right one\nWhat you gon' do? Hide or run? Woah\nYou ready?\n\n[Chorus: Chris Brown, with Nicki Minaj]\nBaby, is you drunk? Is you had enough?\nAre you here lookin' for love? Ooh, ooh\nGot the club goin' crazy\nAll these bitches, but my eyes on you\nIs you somebody's baby?\nIf you ain't, girl, what we gon' do? (Ooh)\nIf your ego need it, baby, yeah, yeah, yeah (baby, yeah, yeah, yeah)\nGive it all up for you right now\nWe got the club goin' crazy\nAll eyes, all eyes on you\n\n[Verse 2: Nicki Minaj & (Meek Mill)]\nYo, he was the realest, I was the baddest, we was the illest\nWhen he approached me, I said, \"Yo what the deal is?\"\nIn and out them dealers, rockin' chinchillas\nI got him in the back of that 'bach, I think he catchin' feelings\nNow it's all eyes on us, and this all lies on trust\nAnd if them bitches wanna trip, tell 'em they tour guide's on us\nThis kitty cat on reclusive, he duck, duckin' them gooses\nI put him on to that new new, now he only fuck with exclusives\nHe was like (What's your name?) My name Nick\n(Where you from?) New York in this bitch\n(Choose and pick) You got the right one\nAll them hoes, ain't nothin' like them\nNigga, you know you'd never wife them\nNone of them niggas ain't never hit this\nStill at the top of all they hit lists\nWhat they gon' do? Meek and Nick\n\n[Chorus: Chris Brown, Nicki Minaj, Chris Brown & Nicki Minaj]\nYeah, baby, is you drunk? Is you had enough?\nAre you here lookin' for love? Ooh, ooh\nGot the club goin' crazy\nAll these hittas, but my eyes on you\nIs you somebody's baby? (Ah, ooh, ooh)\nIf you ain't, boy, what we gon' do?\nIf your ego need it, baby, yeah, yeah, yeah (oh)\nGive it all up for you right now\nWe got the club goin' crazy\nAll eyes, all eyes on you\n\n[Outro: Meek Mill, (Nicki Minaj) & Chris Brown]\nShe was the baddest (He was the realest) (ooh, ooh)\nWe was the flyest (We was the illest)\nYeah, yeah, yeah\nI was the realest (I was the baddest) (ooh, ooh)\nWe was the flyest, up in the buildin' (oh, ooh)\nYeah, yeah, yeah\n\n", "author": "Meek Mill"}