{"title": "Billie Jean", "type": "lyrics", "content": "She was more like a beauty queen from a movie scene\nI said, \"Don't mind, but what do you mean, I am the one\nWho will dance on the floor in the round?\"\nShe said I am the one who will dance on the floor in the round\nShe told me her name was Billie Jean\nAs she caused a scene\nThen every head turned with eyes that dreamed of being the one\nWho will dance on the floor in the round\n\n[Pre-Chorus]\nPeople always told me, \"Be careful of what you do\nDon't go around breaking young girls' hearts\" (hee-eeh)\nAnd mother always told me, \"Be careful of who you love\nAnd be careful of what you do (oh-oh)\n'Cause the lie becomes the truth\" (oh-oh)\n\n[Chorus]\nBillie Jean is not my lover\nShe's just a girl who claims that I am the one (oh, baby)\nBut the kid is not my son, hoo!\nShe says I am the one (oh, baby)\nBut the kid is not my son (hee-hee-hee, no-no-no, hee-hee-hee)\nHoo!\n\n[Verse 2]\nFor forty days and for forty nights, the law was on her side\nBut who can stand when she's in demand?\nHer schemes and plans\n'Cause we danced on the floor in the round, hee!\nSo take my strong advice, just remember to always think twice\n(Don't think twice) Do think twice! (ah-hoo!)\nShe told my baby we'd danced till three, then she looked at me\nThen showed a photo of a baby crying, his eyes were like mine (oh, no)\n'Cause we danced on the floor in the round, baby\n(ooh, hee-hee-hee)\n\n[Pre-Chorus]\nPeople always told me, \"Be careful of what you do\nAnd don't go around breaking young girls' hearts\"\n(don't break no hearts! hee-hee)\nShe came and stood right by me\nThen the smell of sweet perfume (ha-oh)\nThis happened much too soon (ha-oh, ha-ooh)\nShe called me to her room (ha-oh, hoo!)\n\n[Chorus]\nBillie Jean is not my lover (hoo!)\nShe's just a girl who claims that I am the one\nBut the kid is not my son\nNo-no-no, no-no-no-no-no-no\nBillie Jean is not my lover\nShe's just a girl who claims that I am the one (oh baby)\nBut the kid is not my son (oh, no, no)\nShe says I am the one (oh baby)\nBut the kid is not my son (no, hee-hee)\n\n[Break]\nAh, hee-hee-hee\nHee! Hoo!\n\nShe says I am the one, but the kid is not my son\nNo-no-no, hoo! (oh)\nBillie Jean is not my lover\nShe's just a girl who claims that I am the one\nBut the kid is not my son\nNo-no-no, no-no-no-no\nShe says I am the one, but the kid is not my son (no-no-no)\nShe says I am the one (You know what you did)\nShe says he is my son (Breaking my heart babe)\nShe says I am the one\n\n[Outro]\nBillie Jean is not my lover\nBillie Jean is not my lover\nBillie Jean is not my lover\nBillie Jean is not my lover\nBillie Jean is not my lover\nBillie Jean is not my lover\n\n", "author": "Michael Jackson"}