{"title": "Bitches", "type": "lyrics", "content": "BITCH, at any moment, that's what I'll do\n[You fucking bitches]I'll do it to you\nAnd a few of your crew\nAt any moment[Yeah], that's what I'll do\n[ICP, ODB]I'll do it to you\nAnd a few of your crew\n[Bitcheeessss!]\n\n[Verse 1: Violent J]\nBITCH! WHAT THE FUCK?!\nWhat are you trying to do to me?\nYou wasn't true to me\nWhen I was locked up you fucked something like 34 guys\n[Rrrghh!]But I let that slide\n'Cuz your ass is big, and your titties is fat\nI wanted to FUCK THAT\nBut FUCK THAT\nI never gave a FUCK THAT, you put me through the courts [AND?]\nAnd gave me genital warts\nNow I stack my .9, I'm goin' for the knees\nI'mma blow 'em out and give your neck a squeeze\n[Aggghhh! Whoo!]As you're standing there, I'mma be like BITCH!\n[Ha ha!]You know you done fucked up, right?\n\n[Hook: Violent J]\nGirl you know I love you, but now you gotta die\n[Now you gotta die, now you gotta die]\nGirl you know I love you, but now you gotta DIE\n[Never wanted it like that] (x2)\n\n[2nd Verse- Old Dirty Bastard]\nBitch, don't talk about bitches I'm fucking them\nPlease no fat bitches I'm fucking slim\nUnless it's one of those likes stroking my shit\nI don't care 'bout how I'm fucking it\nHow much it costs, big fat...crackhead?\nAin't trying to hear all those words you said\nFive minutes, bitch [ahhhh] and I came\nFuck your name, and from where you came\n\nI don't give a fuck, bitch! I will kill you!\nYou Shaquita! You Belinda! You too Passion...BITCH!\n\n[Hook]\n[Ahhhhh....you bitches!!!]\n\n[Verse 3: Shaggy 2 Dope]\nOne thing I can't stand is these bitches\nTrying to take my riches, when I ain't even got none [Bitch!]\nI never lied, you knew what I wanted all the while [what?]\nMy dick in your vertical smile [yeah]\nWe kiss and hug, and snugg, and tickle\nBut the bitch wouldn't even buff my fucking pickle [bitch]\nYou fucked everybody else in the place, it's all good\nNow let me head-butt your face!\n\nBitch! I love you, but now you gotta die\nThat's right [Bitches!], that's right\nGirl you know I love you, but now you gotta die\n[Bitches? Bitcheeesss!]\n\n[Hook x3]\nGirl you know I love you, you dumb bitch!\n\n", "author": "Insane Clown Posse"}