{"title": "Burning Bridges", "type": "lyrics", "content": "When all your love is lost\nAnd burning bridges can't be crossed\nLord won't you let me know\nOr give me one more reason to go\nWhen all your love is lost\nAnd burning bridges can't be crossed\nLord won't you let me know\nOr give me one more reason to go\n\n[Verse 1: Ludacris]\nI done took all I could take from you\nNeed a little bit more than a break from you\nMatter of fact fuck you, don't need you in my life\nYou done did so much wrong I hope you get it right\nBut not at my expense, I did all I could do\nYou just took me for granted, you thought I was a fool\nWhen I did everything in my power to help and please you\nBut I don't know you no more, fuck it, I caught amnesia\nToo many emotions I try to bury\nBut the higher I climb, the less weight I'm trying to carry\nDem niggas holdin' on for dear life, bringin' me drama\nBut I'm only responsible for my daughters Cai and Karma\nNigga you's a grown man, get yourself together\nForget about the past, now's a better time than never\nMatter of fact, It's time to start making better decisions\nSo put your fires out, and stop burning 'Cris' bridges\nYou little bitches\n\n[Hook: Jason Aldean]\nWhen all your love is lost\nAnd burning bridges can't be crossed\nLord won't you let me know\nOr give me one more reason to go\n\n[Verse 2: Ludacris]\nYeah, this industry's full of bullshitters\nAnd all this time you thought you had me fooled niggas\nIn my ferrari partner thought he saw a spaceship\nCos I move in speed not to get caught up in this fake shit\nSmiling in my face when I'm around y'all\nBut soon as I leave, niggas be prayin' on my down fall\nIs it cause you'll never sell as many records?\nMy bitches always look better, you fail at business endeavours?\nOr that people thought you were clever, but now they know you stupid?\nAnd misery loves company now that you're going through it?\nSomebody tell these rappers I walk hard in these Louis\nSo get out of here, you don't want no part of this shit, Dewey\nI see them drugs got y'all trippin' too soon\nThat's why you find me in the club, every once in a blue moon\nSo while you contemplate making your first million\nI'll be somewhere contemplating on making my first billion\nAnd then, trillion\n\n[Hook: Jason Aldean]\nWhen all your love is lost\nAnd burning bridges can't be crossed\nLord won't you let me know\nOr give me one more reason to go\n\n[Verse 3: Ludacris]\nThe biggest mistake we make as individuals\nIs thinking everyone lives by the same principles\nBut when I talk by the same teachers and principals\nFor you to know it's not the money, it's the principle\nSo I can't expect you to know what I'm talkin' 'bout\nOur issues are deep within, we can't just talk 'em out\nNiggas is fighting inside, we can't just walk 'em out\nThese bridges burning so fast, we can't just stomp 'em out\nAs if you know what I'm talkin' 'bout\n\n[Hook: Jason Aldean]\nWhen all your love is lost\nAnd burning bridges can't be crossed\nLord won't you let me know\nOr give me one more reason to go\n\n", "author": "Ludacris"}