{"title": "Dark Horse", "type": "lyrics", "content": "[Video directed by Matthew Cullen]\n\n[Intro: Juicy J]\nYeah, ya'll know what it is\nKaty Perry, Juicy J\nUh huh, let's rage!\n\n[Verse 1: Katy Perry]\nI knew you were, you were gonna come to me\nAnd here you are, but you better choose carefully\n'Cause I, I'm capable of anything\nOf anything, and everything\nMake me your Aphrodite\nMake me your one and only\nBut don't make me your enemy (enemy)\nYour enemy (your enemy), your enemy\n\n[Chorus: Katy Perry]\nSo you wanna play with magic?\nBoy, you should know what you're fallin' for\nBaby, do you dare to do this?\n'Cause I'm coming at you like a dark horse\nAre you ready for, ready for\nA perfect storm, perfect storm?\n'Cause once you're mine, once you're mine\nThere's no going back\n\n[Verse 2: Katy Perry]\nMark my words, this love will make you levitate\nLike a bird, like a bird without a cage\nWe're down to earth if you choose to walk away\nDon't walk away (walk away)\nIt's in the palm of your hand now, baby\nIt's a yes or a no, no maybe\nSo just be sure before you give it all to me\nAll to me, give it all to me\n\n[Chorus: Katy Perry]\nSo you wanna play with magic?\nBoy, you should know what you're fallin' for\nBaby, do you dare to do this?\nCause I'm coming at you like a dark horse\nAre you ready for, ready for\nA perfect storm, perfect storm?\n'Cause once you're mine, once you're mine\nThere's no going back\n\n[Verse 3: Juicy J]\nShe's a beast, I call her Karma (come back)\nShe eat your heart out like Jeffrey Dahmer (Woo!)\nBe careful, try not to lead her on\nShawty's heart is on steroids, 'cause her love is so strong\nYou may fall in love when you meet her (meet her)\nIf you get the chance, you better keep her (keep her)\nShe's sweet as pie, but if you break her heart\nShe turn cold as a freezer (freezer)\nThat fairy tale ending with a knight in shining armor\nShe can be my sleeping beauty, I'm gon' put her in a coma (Woo!)\nDamn, I think I love her, shawty's so bad, I'm sprung and I don't care\nShe ride me like a roller coaster, turn the bedroom into a fair (a fair)\nHer love is like a drug, I was tryna hit it and quit it\nBut lil mama so dope, I messed around and got addicted\n\n[Chorus: Katy Perry]\nSo you wanna play with magic?\nBoy, you should know what you're fallin' for (you should know)\nBaby, do you dare to do this?\n'Cause I'm coming at you like a dark horse (like a dark horse)\nAre you ready for, ready for (ready for)\nA perfect storm, perfect storm? (a perfect storm)\n'Cause once you're mine, once you're mine\nThere's no going back\n\n", "author": "Katy Perry"}