{"title": "Dubai Shit", "type": "lyrics", "content": "I could jump off a bridge and let you walk over me\nI tend to stay inside myself, I don't want you to take over me\nI've been jet skiin', jet skiin' in Dubai\nI've been jet skiin', jet skiin' in Dubai\n\n[Chorus: Travis Scott]\nDubai shit, Dubai whips\nDifferent place, different chips (yeah)\nA-T-L, this shit ludicrous (yeah, yeah)\nOh well, like like who that is (straight up)\nYeah, Dubai shit, Dubai whips (it's lit)\nDifferent place, different chips (yeah)\nA-T-L, this shit ludicrous (alright)\nKnow me well, know who that is (yah)\n\n[Verse 1: Travis Scott]\nI don't know, where to go (yah)\nLife 'round here is just hysterical (oh no)\nJ. Will here, know he sneakin' O’s (it's lit)\nGive those here, you can't handle those (it's lit)\nEnemies, M.I.A. (yeah, yeah)\nAt Ace of Diamonds with Ace of Spades (yah, yah)\nWe at Club White, ain't no Mandalay (yah, yah)\nYou can't get in, nah\n\n[Chorus: Travis Scott & Quavo]\nDubai shit, Dubai whips\nDifferent place (different), different chips (yeah)\nA-T-L, this shit ludicrous (Luda'), yeah (aye)\nKnow me well, they know who that is (Quavo)\n\n[Verse 2: Quavo]\nTrampoline (trampo'), Michael Jordan dreams (Jordan)\nHalf a bale in that vacuum clean (bale)\nAbu Dhabi on them jet skis (skrrt, skrrt, splash)\nWant straight cash, no checks please (cash)\nShoot out that coupe (brrt), what you gon' do? (who?)\nI'm handin' out allowances to all my goons (gang)\nIn Dubai, I'm smokin' cookie in the hotel rooms (cookie)\nGot me paranoid, think it's an Esco move\n\n[Chorus: Travis Scott]\nDubai shit, Dubai whips\nDifferent place, different chips (yeah)\nA-T-L, this shit ludicrous (yeah, yeah)\nOh well, like like who that is (straight up)\n\n[Bridge: Travis Scott & Quavo]\nOh, yeah, birds fly high out in Dubai\nRidin' all these jet skis in Dubai (aye)\nSo much money, my jet ski gold (oh yeah)\n\n[Verse 3: Quavo & Offset]\nFish bowl (fishes), Super Bowl (Super Bowl)\nI played with Montana and Rice before (white rice)\nHuncho not tellin' no lie, oh, it's so hot in Dubai\nI see your soul in your eyes (soul), I let the opium dry (drank)\nGood drank (drank), mixed with antidote (anna')\nI put her on Molly, Cac' put her on snow (Montana)\nNever was a fan of the O's (no), came from the land of the Nawf'\nWhippin' the pan on the stove (stove), whip it 'til your hand grow mold (yeah)\n\n[Chorus: Travis Scott]\nDubai shit, Dubai whips\nDifferent place, different chips (yeah)\nA-T-L, this shit ludicrous (yeah, yeah)\nOh well, like like who that is (straight up)\nYeah, Dubai shit, Dubai whips (it's lit)\nDifferent place, different chips (yeah)\nA-T-L, this shit ludicrous (alright)\nKnow me well, know who that is (yah)\n\n[Outro: Travis Scott]\nI've been jet skiin', jet skiin' in Dubai\nI've been jet skiin', jet skiin' in Dubai\n\n", "author": "HUNCHO JACK"}