{"title": "Fall", "type": "lyrics", "content": "You know, everybody's been tellin' me\nWhat they think about me for the last few months\nIt's too loud\nMaybe it's time I tell 'em what I think about them\nCan't hear it coming down the hallway stairs from the parking lotIt's too loud\nThree’s not a crowd all up in it, slow fire\n\n[Chorus: Justin Vernon]\nDon't fall on my face\nDon't fall on my faith, oh\nDon't fall on my fate\nDon't fall on my faith, oh\nDon't fall on my fate\nDon't fall on my–\n\n[Verse 1: Eminem]\nGotta concentrate, against the clock I race\nGot no time to waste, I'm already late, I got a marathoner's pace\nWent from addict to a workaholic, word to Dr. Dre\nIn that first marijuana tape—guess I got a chronic case (yeah)\nAnd I ain't just blowin' smoke, 'less it's in your momma's face\nI know this time Paul and Dre\nThey won't tell me what not to say (nope!)\nAnd though me and my party days\nHave all pretty much parted ways\nYou'd swear to God I forgot I'm the guy that made \"Not Afraid\"\nOne last time for Charlamagne\nIf my response is late, it's just how long it takes\nTo hit my fuckin' radar, I'm so far away\nThese rappers are like Hunger Games\nOne minute, they're mockin' Jay\nNext minute, they get their style from Migos or they copy Drake\nMaybe I just don't know when to turn around and walk away\nBut all the hate, I call it \"Walk on Water\" gate\nI've had as much as I can tolerate\nI'm sick and tired of waitin', I done lost my patience\nI can take all of you motherfuckers on at once\nYou wanted Shady? You got him!\n\n[Chorus: Justin Vernon & (Eminem)]\nDon't fall on my face (yeah)\nDon't fall on my faith, oh\nDon't fall on my fate (line 'em up!)\nDon't fall on my faith, oh (rrr!)\nDon't fall on my fate (look)\n\n[Verse 2: Eminem]\nSomebody tell Budden before I snap, he better fasten it\nOr have his body bag get zipped\nThe closest thing he's had to hits is smackin' bitches (Pump it up!)\nAnd don't make me have to give it back to Akademiks\nSay this shit is trash again, I'll have you twisted\nLike you had it when you thought you had me slippin' at the telly\nEven when I'm gettin' brain, you'll never catch me with a thot\nLackin' with it, \"he ain't spittin' like this on his last shit\"\nHo, you better go back and listen\nYou know me better, thinkin' I'll slow or let up\nCall it trap 'cause it's a total setup\nHopin' that you rappers fall in that\nDre said, \"Hold your head up!\"—Kathy Griffin\nStackin' ammunition, slap the clip in, cock it back on competition\nThis is how I shot ahead (pew)—Gabby Giffords\nMy attack is vicious, Jack the Ripper, back in business\nTyler create nothin', I see why you called yourself a f*****, bitch\nIt's not just 'cause you lack attention\nIt's because you worship D12's balls, you're sack-religious\nIf you're gonna critique me\nYou better at least be as good or better\nGet Earl the Hooded Sweater\nWhatever his name is to help you put together\nSome words, more than just two letters\nThe fans waited for this moment like that feature\nWhen I stole the show (ha), sorry if I took forever (haha)\n\n[Chorus: Justin Vernon & (Eminem)]\nDon't fall on my face (yeah)\nDon't fall on my faith, oh (I won't)\nDon't fall on my fate (line 'em up!)\nDon't fall on my faith, oh (ha)\nDon't fall on my fate (it's too easy)\n\n[Verse 3: Eminem]\nJust remember, I was here before you\nAnd I'll be here after you make your run-in for you\nDetractors, I might have to fuck Pitchfork with a corkscrew\nJust what the doctor ordered\nRevenge is the best medicine\nIncrease the dose, from least to most\nAnd then tell the Grammys to go and fuck themselves\nThey suck the blood from all the biggest artists like some leeches\nSo they nominate 'em, get 'em there, get a name to MC the show\nEvery parasite needs a host (haha)\nThen give Album of the Year to somebody that no one's ever even heard of\nAll I know is I wrote every single word to\nEverything I ever murdered\nTime to separate the sheep from goats (yeah)\nAnd I got no faith in your writers, I don't believe in ghosts\nWhen rap needed it most, I was that wing and a prayer\nA beacon of hope, put a B-I-R-D in the air\nSomewhere some kid is bumpin' this while he lip-syncs in the mirror\nThat's who I'm doin' it for, the rest I don't really even care\nBut you would think I'm carryin' an Oxford dictionary in my pocket\nHow I'm buryin' these artists\nOn a scale of 'turnt' you're 'minus'\nMine says 'very', yours says 'hardly'\nAnd what's scary is you prob'ly can compare me to your car 'cause I'm just barely gettin' started (woo!)\nAnd far as Lord Jamar, you better leave me the hell alone\nOr I'll show you an Elvis clone\nWalk up in this house you own, thrust my pelvic bone\nUse your telephone and go fetch me the remote\nPut my feet up and just make myself at home\nI belong here, clown! Don't tell me 'bout the culture!\nI inspired the Hopsins, the Logics, the Coles, the\nSeans, the K-Dots, the 5'9\"s, and oh\nBrought the world 50 Cent, you did squat, piss and moan\nBut I'm not gonna fall… bitch! (yeah)\n\n[Outro: Justin Vernon]\nIt's too loud\nCan't hear it coming down the hallway stairs from the parking lot\nIt's too loud\nThree’s not a crowd all up in it\nSlow fire\n\n", "author": "Eminem"}