{"title": "Feels", "type": "lyrics", "content": "Hey!\nWell nothing ever last forever, no\nOne minute you're here and the next you're gone\nSo I respect you, wanna take it slow\nI need a mental receipt to know this moment I owe\n\n[Pre-Chorus: Pharrell Williams]\nDo you mind if I steal a kiss? (Chop, chop)\nA little souvenir, can I steal it from you?\nTo memorize the way you shock me\nThe way you move it here (Hey)\nJust wanna feel it from you (Hey)\n\n[Chorus: Katy Perry]\nDon't be afraid to catch feels\nRide drop top and chase thrills (Hey)\nI know you ain't afraid to pop pills (Hey)\nBaby, I know you ain't scared to catch feels\nFeels with me\n\n[Verse 2: Pharrell Williams]\nI'm your window shopper, sucker for your love, oh\nI'm wearing your goggles, virtual reality\nIt ain't what it cost you, it might be a dollar\nAs long as it shocks you, memory, electricity\n\n[Pre-Chorus: Pharrell Williams]\nDo you mind if I steal a kiss? (Chop, chop)\nA little souvenir, can I steal it from you? (Oh, yeah)\nTo memorize the way you shock me (Zap)\nThe way you move it here (Hey)\nJust wanna feel it from you (Hey)\n\n[Chorus: Katy Perry]\nDon't be afraid to catch feels (Ha)\nRide drop top and chase thrills (Oh-oh-oh, oh)\nI know you ain't afraid to pop pills (Hey)\nBaby, I know you ain't scared to catch feels (Straight up)\nFeels with me (Woah)\n\n[Verse 3: Big Sean]\nGoddamn, I know you love to make an entrance\nDo you like getting paid or getting paid attention?\nYou mixed the wrong guys with the right intentions\nIn the same bed, but it still feel long distance\nShe's looking for a little more consistency\nBut when you stop looking you gon' find what's meant to be\nAnd honestly, I'm way too done with the hoes\nI cut off all my exes for your x and o's\nI feel my old flings was just preparing me\nWhen I say I want you, say it back, parakeet\nFly in first-class through the air, Airbnb\nI'm the best you had, you just be comparing me to me\nI'ma 'at' this at you, if I put you on my phone\nAnd upload it, it'll get maximum views\nI came through in the clutch with the lipsticks and phones\nWear your fave cologne just to get you alone\n\n[Chorus: Katy Perry & Big Sean]\nDon't be afraid to catch feels\nDon't be afraid to catch these feels\nRide drop top and chase thrills (Yeah)\nI know you ain't afraid to pop pills (I know)\nBaby, I know you ain't scared to catch feels\nWoah, woah, woah\nFeels with me\nDon't be afraid to catch feels (No, no)\nDon't be afraid, baby\nRide drop top and chase thrills (Woah, okay)\nI know you ain't afraid to pop pills\nI know, I know, I know, I know\nBaby, I know you ain't scared to catch feels\nFeels with me\n\n", "author": "Calvin Harris"}