{"title": "Heathens", "type": "lyrics", "content": "All my friends are heathens, take it slow (in the city, boy, in the city)\nWait for them to ask you who you know\nPlease don't make any sudden moves\nYou don't know the half of the abuse\nAll my friends are heathens, take it slow\nWait for them to ask you who you know\nPlease don't make any sudden moves\nYou don't know the half of the abuse\n\n[Verse 1]\nWelcome to the room of people\nWho have rooms of people that they loved one day\nLocked away\nJust because we check the guns at the door\nDoesn't mean our brains will change from hand grenades\nYou're lovin' on the psychopath sitting next to you\nYou're lovin' on the murderer sitting next to you\nYou'll think, \"How'd I get here, sitting next to you?\"\nBut after all I've said, please don't forget\n\n[Chorus]\nAll my friends are heathens, take it slow\nWait for them to ask you who you know\nPlease don't make any sudden moves\nYou don't know the half of the abuse\n\n[Verse 2]\nWe don't deal with outsiders very well\nThey say newcomers have a certain smell\nYou have trust issues, not to mention\nThey say they can smell your intentions\nYou're lovin' on the freakshow sitting next to you\nYou'll have some weird people sitting next to you\nYou'll think \"How did I get here, sitting next to you?\"\nBut after all I've said, please don't forget\n(Watch it, watch it)\n\n[Chorus]\nAll my friends are heathens, take it slow (in the city, boy, in the city)\nWait for them to ask you who you know\nPlease don't make any sudden moves\nYou don't know the half of the abuse\n\n[Bridge]\nAll my friends are heathens, take it slow (watch it)\nWait for them to ask you who you know (watch it)\nPlease all my friends are heathens, take it slow (watch it)\nWait for them to ask you who you know\n\n[Outro]\nWhy'd you come? You knew you should have stayed (it's blasphemy)\nI tried to warn you just to stay away (wouldn't listen to me)\nAnd now they're outside ready to bust (to bust) (and guess what)\nIt looks like you might be one of us\n\n", "author": "​twenty one pilots"}