{"title": "HYFR", "type": "lyrics", "content": "Gotta do what I gotta do\n\n[Verse 1: Drake]\nAll my exes live in Texas like I'm George Strait\nOr they go to Georgia State where, tuition is handled\nBy some random nigga that live in Atlanta\nThat she only see when she feels obligated\nAdmitted it to me the first time we dated\nBut she was no angel, and we never waited\nI took her for sushi, she wanted to fuck\nSo we took it to go, told them don't even plate it\nAnd we never talk too much after I blew up\nJust only \"hello\" or a \"happy belated\"\nAnd I think I text her and told her I made it\nAnd that's when she text me and told me she prayed it\nAnd that's when I text her and told her I love her\nThen right after texted and told her I'm faded\nShe asked what have I learned since getting richer\nI learned working with the negatives\nCould make for better pictures\nI learned Hennessy and enemies is one hell of a mixture\nEven though it's fucked up, girl I'm still fucking with ya\nDamn, is it the fall, time for me to revisit the past\nIt's women to call, there's albums to drop\nThere's liquor involved\nThere's stories to tell, we been through it all\nInterviews are like confessions\nGet the fuck up out my dressing room, confusing me with questions like\n\n[Hook: Lil Wayne]\nDo you love this shit? Are you high right now?\nDo you ever get nervous?\nAre you single? I heard you fucked your girl, is it true?\nYou getting money?\nYou think them niggas you with is with you?\nAnd I say hell yeah, hell yeah, hell yeah\nFuckin' right, fuckin' right, alright\nAnd we say hell yeah, hell yeah, hell yeah\nFuckin' right, fuckin' right, alright\n\n[Verse 2: Lil Wayne]\nSo much for being optimistic\nThey say love is in the air, so I\nHold my breath until my face turn purple\nKeep a few bad bitches in my circle\nMy nuts hang like ain't no curfew\nBitch, if you wave, then I will surf you\nI flew jet, she flew commercial\nBut we still met later that night\nAfter my session, she came over\nI was aggressive and she was sober\nI gave her a pill, she started confessing\nAnd started undressing and ask me to hold her\nAnd so I did, but that was last month\nAnd now she's texting me asking for closure\nDamn, she say this shit gon' catch up to me\nI keep tissue paper\nWe eat each other whenever we at the dinner table\nShe say she hate that she love me\nAnd she wish I was average\nShit, sometimes I wish the same\nAnd I wish she wasn't married\nPromises, I hope I never break 'em\nMet a female dragon, had a fire conversation\nBut, interviews are like confessions\nGet the fuck up out my bedroom\nConfusing me with questions like...\n\n[Hook: Lil Wayne (& Drake)]\nDo you love this shit? Are you high right now?\nDo you ever get nervous?\nAre you single? I heard you fucked your girl, is it true?\nYou getting money?\nYou think them niggas you with is with you?\nAnd I say hell yeah, hell yeah, hell yeah\nFuckin' right, fuckin' right, alright\nAnd we say hell yeah, hell yeah, hell yeah\nFuckin' right, damn right, alright\n(And we say hell yeah, hell yeah, hell yeah\nFuckin' right, fuckin' right, alright\nAnd we say hell yeah, hell yeah, hell yeah\nFuckin' right, damn' right, alright, yeah)\n\n", "author": "Drake"}