{"title": "I Am the Walrus", "type": "lyrics", "content": "I am he as you are he as you are me and we are all together\nSee how they run like pigs from a gun, see how they fly\nI'm crying\n\n[Verse 2]\nSitting on a cornflake, waiting for the van to come\nCorporation tee-shirt, stupid bloody Tuesday\nMan, you've been a naughty boy, you let your face grow long\n\n[Chorus]\nI am the egg man, they are the egg men\nI am the walrus, goo goo g'joob\n\n[Verse 3]\nMister City, policeman sitting\nPretty little policemen in a row\nSee how they fly like Lucy in the Sky, see how they run\nI'm crying, I'm crying\nI'm crying, I'm crying\n\n[Verse 4]\nYellow matter custard\nDripping from a dead dog's eye\nCrabalocker fishwife, pornographic priestess\nBoy, you've been a naughty girl, you let your knickers down\n\n[Chorus]\nI am the egg man, they are the egg men\nI am the walrus, goo goo g'joob\n\n[Verse 5]\nSitting in an English garden waiting for the sun\nIf the sun don't come, you get a tan\nFrom standing in the English rain\n\n[Chorus]\nI am the egg man (now good sir, what are you?)\nThey are the egg men (a poor man, made to tame fortune's blows)\nI am the walrus, goo goo g'joob (good pity)\nG-goo goo g'joob\n\n[Verse 6]\nExpert, textpert, choking smokers\nDon't you think the joker laughs at you?\nSee how they smile like pigs in a sty\nSee how they snide\nI'm crying\n\n[Verse 7]\nSemolina pilchard\nClimbing up the Eiffel Tower\nElementary penguin singing Hare Krishna\nMan, you should have seen them kicking Edgar Allan Poe\n\n[Chorus]\nI am the egg man, they are the egg men\nI am the walrus, goo goo g'joob g-goo goo g'joob\nGoo goo g'joob g'goo goo g'joob, goo goo\n\n[Outro]\nEverybody's got one, everybody's got one\nUmpa, umpa, stick it up your jumper\n“Villain, take my Purse. If ever thou wilt thrive, bury my Body\nAnd give the Letters which thou findst about me\nTo Edmund Earl of Gloucester: seek him out upon the English Party. Oh, untimely death, death–”\n“I know thee well, a serviceable Villain; as duteous to the Vices of thy Mistress as badness would desire.”\n“What, is he dead?”\n“Sit you down, Father; rest you.”\n\n", "author": "The Beatles"}