{"title": "Juggalo Homies", "type": "lyrics", "content": "I know you ain't there\nThat's why I just want to let you know something bro\nYou all know I love you\nYou all know you're my homies\nAnd eh, alright we'll talk later, peace\n\n[Violent J]\nLet me ask you this about this life we live\nAnd let me try to swerve some of this attention you give\nTo them distant ass relatives over in Ham dinner\nIf they really miss you so much why don't they just call in? (Motherfucker!)\nIf you wasn't blood, would you still have love?\nOr infact does the blood make you think you have to love?\nLook I probably love my family more than anybody here\nBut my homies are family too, third cousins get outta here\nWho was you with when you got tatoos?\nWho was you tripping with when you did them mushrooms?\nWho the fuck threw up all over your car?\nAnd then felt worse than you about that shit in the morning? (Friends ya'll)\n\n[Shaggy 2 Dope]\nWho loaned ya money, homie? Who owes ya cash?\nWho taught you how to use a bong for the grass?\nI don't know much but I gotta assume\nWhen ya hit ya first neden, ya homies was in the other room\n\n[Chorus]\nWe talkn' about HOMIES HOMIES!!! (Talkn' about the road dogs of mine!)\nOur motherfucking HOMIES HOMIES!!! (We throwin' up Clown Love signs!)\nReal juggalo HOMIES HOMIES!!! (Talk 'bout the road dogs of mine!)\nHOMIES! HOMIES! (Man that's my dog)\n\n[Violent J]\nHave you ever had a job that you truly despise?\nLike, I dunno, maybe dish washing or fucking flipping fries\nThen you've got this boss who thinks he's the Don Mega\nCause he the head manager chief chili fry maker?\nAll you could vision is ya'll beating him down\nYour homies standing on his back while you kicking his head around\nBut responsibility is there, I can't lie, though\nI'd have been plucked his fucking eyeball out with a chicken bone\nCrazy as fuck I'll rip your piercings off\nAnd now my homies are holding me back so I don't look soft\n\n[Shaggy 2 Dope]\nWhen you snuck the car out who did you get?\nAnd when you got caught, who you blame that shit?\nWho you relax around and scratch yo balls?\nHomies,were talking about like you and yours!\n\n(Chorus)\n\n(Bridge (x2))\nIf ya don't like me you can...fuck off! (Carnival ain't for everyone)\n\n(Jamie Madrox)\nMe and my homies stay tight like a noose\nAnd if you step to one of us you betta step to the whole crew\nI never knew that I could depend\nThat I could have some friends that's down til the very end\nWell that's my home boys, excuse me, my family\nAnd when we conquer the world\nWe macking on the galaxy cause the skys the limit\nAnd we ain't finished\nAnd if my homies gonna ride ya know I'm with it\n\n(Monoxide Child)\nPuff it and pass it and I give it to my homies ya'll\nHit it and quit it and then I give it to my homies ya'll\nI got the world around my finger with my homies ya'll\nAnd everything is obsolete unless I hear my homies call\nWe worldwide, were homies across the planet\nSticking together like zippers on Michael Jackson's 'Beat It' jacket\nThey got my back like a tat for that, I love ya'll\nHanging till we old and grey like grandpa (Psychopathic)\n\n(Chorus)\n\n(Bridge)\n\n(Chorus)\n\n(Bridge to fade)\n\nICP and Twiztid giving props\n\n", "author": "Insane Clown Posse"}