{"title": "Jungle", "type": "lyrics", "content": "Rock me real slowly\nPut a bib on me\nI'm just like a baby, drooling over you\nThe things you do\n\n[Verse 1: H.E.R.]\nThese days, I'm letting God handle all things above me\nThe things I can't change are the reasons you love me\nListen, you can hear them calling my name\nI'm all over the place, I can't sit in one place\nI'm not ashamed at all\nStill findin' myself, let alone a soulmate, I'm just sayin'\nFeel like we one in the same, our relationship changed\nThat or it never existed\nWhenever they say somethin' bout us you listen\nBut fuck what they talkin' about on your timeline\nThat's cuttin' all into my time with you\nForget what they talkin' about on your timeline, yeah\nCause that's cuttin' all into my time with you\nMy time with you, my\n\n[Hook: Gabriel Garzón Montano]\nRock me real slowly\nPut a bib on me\nI'm just like a baby, drooling over you\nThe things you do\n\n[Verse 2: H.E.R.]\nHe said you're my everything\nI love you through everything, I done did everything to him\nHe forgave me for everything, this a forever thing\nHate that I treat it like it's a whatever thing\nTrust me, boy, this shit is everything to me\nHe from the jungle, he from the jungle\nI take somebody else's car, drive there undercover\nThis shit is everything to me, this here is everything\nDon't know where we stand, I used to hit you 'bout everything\nAre we still good? Are we still good?\nAre we still good? Are we still good?\nIf I need to talk are you around?\nAre you down for the cause?\nAre you down? Are you down? Are you down?\nAre you down for the cause?\nAre you down? Are you down? Are you down?\nAre you down for the cause?\nYou still down? You still down? You still down?\n\n[Hook: Gabriel Garzón Montano]\nRock me real slowly\nPut a bib on me\nI'm just like a baby, drooling over you\nThe things you do\n\n[Verse 3: Drake]\nThese days these new girls, they got me nervous\nThey go to school and do bottle service\nThey can't decide, they keep switching majors\nBeing indecisive makes me anxious\nCall your number and it's out of service\nWho can I call for your information?\nWhat am I supposed to do\nAfter we done everything that we've done?\nWho is your replacement?\nAre we still good? Are we still good?\nAre we still good? Are we still good?\n\n[Outro: Gabriel Garzón Montano]\nRock me real slowly\nPut a bib on me\nI'm just like a baby, drooling over you\nRock, rock\n\n", "author": "H.E.R."}