{"title": "Love the Way You Lie", "type": "lyrics", "content": "Just gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\n\n[Verse 1: Eminem]\nI can't tell you what it really is, I can only tell you what it feels like\nAnd right now, it's a steel knife in my windpipe\nI can't breathe, but I still fight while I can fight\nAs long as the wrong feels right, it's like I'm in flight\nHigh off her love, drunk from her hate\nIt's like I'm huffin' paint and I love her, the more I suffer, I suffocate\nAnd right before I'm about to drown, she resuscitates me\nShe fuckin' hates me, and I love it; \"Wait! Where you going?\"\n\"I'm leaving you”, \"No, you ain't, come back!\"\nWe're runnin' right back, here we go again\nIt's so insane, 'cause when it's goin' good, it's goin' great\nI'm Superman with the wind at his back, she's Lois Lane\nBut when it's bad, it's awful, I feel so ashamed\nI snap, \"Who's that dude?\", I don't even know his name\nI laid hands on her, I'll never stoop so low again\nI guess I don't know my own strength\n\n[Chorus: Rihanna]\nJust gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\nI love the way you lie\n\n[Verse 2: Eminem]\nYou ever love somebody so much\nYou can barely breathe when you're with 'em?\nYou meet, and neither one of you even know what hit 'em\nGot that warm fuzzy feelin', yeah, them chills, used to get 'em\nNow you're gettin' fuckin' sick of lookin' at 'em?\nYou swore you'd never hit 'em, never do nothin' to hurt 'em\nNow you're in each other's face\nSpewin' venom in your words when you spit 'em\nYou push, pull each other's hair, scratch, claw, bit 'em\nThrow 'em down, pin 'em\nSo lost in the moments when you're in 'em\nIt's the rage that's the culprit , it controls you both\nSo they say it's best to go your separate ways\nGuess that they don't know ya\n'Cause today, that was yesterday, yesterday is over\nIt's a different day, sound like broken records playin' over\nBut you promised her, next time you'd show restraint\nYou don't get another chance, life is no Nintendo game\nBut you lied again\nNow you get to watch her leave out the window\nGuess that's why they call it window pane\n\n[Chorus: Rihanna]\nJust gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\nI love the way you lie\n\n[Verse 3: Eminem]\nNow, I know we said things, did things that we didn't mean\nAnd we fall back into the same patterns, same routines\nBut your temper's just as bad as mine is\nYou're the same as me when it comes to love\nYou're just as blinded, baby, please\nCome back, it wasn't you, baby, it was me\nMaybe our relationship isn't as crazy as it seems\nMaybe that's what happens when a tornado meets a volcano\nAll I know is I love you too much to walk away though\nCome inside, pick up your bags off the sidewalk\nDon't you hear sincerity in my voice when I talk?\nTold you this is my fault, look me in the eyeball\nNext time I'm pissed, I'll aim my fist at the drywall\nNext time? There won't be no next time!\nI apologize, even though I know it's lies\nI'm tired of the games, I just want her back\nI know I'm a liar, if she ever tries to fuckin' leave again\nI'ma tie her to the bed and set this house on fire, I'm just gonna\n\n[Chorus: Rihanna]\nJust gonna stand there and watch me burn?\nWell, that's all right because I like the way it hurts\nJust gonna stand there and hear me cry?\nWell, that's all right because I love the way you lie\nI love the way you lie\nI love the way you lie\n\n", "author": "Eminem"}