{"title": "Love Yourz", "type": "lyrics", "content": "Love yours\nLove yours\nNo such thing\n\n[Chorus]\nNo such thing as a life that's better than yours\nNo such thing as a life that's better than yours (Love yours)\nNo such thing as a life that's better than yours\nNo such thing, no such thing\n\n[Bridge]\nHeart beatin' fast, let a nigga know that he alive\nFake niggas, mad snakes\nSnakes in the grass let a nigga know that he arrived\nDon't be sleepin' on your level\n'Cause it's beauty in the struggle, nigga (Beauty, beauty)\nGoes for all y'all\nIt's beauty in the struggle, nigga (Beauty, beauty)\nLet me explain, yeah\n\n[Verse 1]\nIt's beauty in the struggle, ugliness in the success\nHear my words or listen to my signal of distress\nI grew up in the city and though sometimes we had less\nCompared to some of my niggas\nDown the block, man, we were blessed\nAnd life can't be no fairytale, no once upon a time\nBut I be goddamned if a nigga don't be tryin'\nSo tell me, Momma please, why you be drinkin' all the time?\nDoes all the pain he brought you still linger in your mind?\n'Cause pain still lingers on mine\nOn the road to riches, listen, this is what you'll find\nThe good news is, nigga, you came a long way\nThe bad news is, nigga, you went the wrong way\nThink being broke was better\n\n[Chorus]\nNo such thing as a life that's better than yours\nNo such thing as a life that's better than yours\n(think being broke was better)\nNo such thing as a life that's better than yours\nNo such thing, no such thing\n\n[Verse 2]\nFor what's money without happiness?\nOr hard times without the people you love?\nThough I'm not sure what's 'bout to happen next\nI asked for strength from the Lord up above\n'Cause I've been strong so far\nBut I can feel my grip loosenin'\nQuick, do somethin' before you lose it for good\nGet it back and use it for good\nAnd touch the people how you did like before\nI'm tired of livin' with demons 'cause they always invitin' more\nThink being broke was better\nNow I don't mean that phrase with no disrespect\nTo all my niggas out there livin' in debt\nCashin' minimal checks, turn on the TV see a nigga Rolex\nAnd fantasize about a life with no stress\nI mean this shit sincerely\nAnd as a nigga who was once in your shoes\nLivin' with nothin' to lose, I hope one day you hear me\nAlways gon' be a bigger house somewhere, but nigga feel me\nLong as the people in that motherfucker love you dearly\nAlways gon' be a whip that's better than the one you got\nAlways gon' be some clothes that's fresher than the ones you rock\nAlways gon' be a bitch that's badder out there on the tours\nBut you ain't never gon' be happy 'til you love yours\n\n[Chorus]\nNo such thing as a life that's better than yours (Love yours)\nNo such thing as a life that's better than yours (Love yours)\nNo such thing as a life that's better than yours (Love yours)\nNo such thing, no such thing\n\n[Bridge]\nHeart beatin' fast, let a nigga know that he alive\nFake niggas, mad snakes\nSnakes in the grass let a nigga know that he arrived\n\n", "author": "J. Cole"}