{"title": "Low Life", "type": "lyrics", "content": "High, high, get, get, gettin' high, everybody gettin' high\nGet, get, get, gettin' high, you're unbelievably high\n\n[Intro: Future]\nI just took some molly, what else? (Hey)\nGot some bitch from Follies with us ('scuse me, 'scuse me)\nShe gon' fuck the squad, what else? (I swear)\nI'ma fuck her broads, what else? (Get, get!)\nBitch from Pakistan, what up? (Foreign!)\nFerraris and them Lambs, what else? (skrrrt)\n'Bout to fuck this club up, what else? (Get, get!)\nMetro Boomin wants some more, nigga!\n\n[Verse 1: The Weeknd]\nI turn the Ritz into a poor house\nIt's like eviction number four now\nGo 'head and ash it on the floor now\nGirl go 'head and show me how you go down\nAnd I feel my whole body peakin'\nAnd I'm fuckin' anybody with they legs wide\nGettin' faded with some bitches from the West Side\nEast coast, nigga reppin' North Side\nNever waste a ho's time (Freebands)\nBitch, I'm on my own time\nFuck a nigga co-sign\nAlways change my number and my phone line\nBaby girl, I don't lie\nUsed to have no money for a crib\nNow my room service bill cost your whole life\nIf they try to stunt me, I go all out military\nI'm camo'ed all out, like I'm in the military\nI free up all my niggas locked up in the penitentiary\n\n[Hook: The Weeknd + Future]\n'Cause I'm always reppin' for that low life\nReppin' for that low life turn up\nLow life, low life, low life\nKnow I'm reppin' for that low, low life\nRepresentin', I'm representin', representin'\nSaid I'm reppin' for that low life\nLow life, low life, low life, low life\nI'm representin' for that low life\nSaid I'm repping for that low life\nI'm reppin', that's reppin', I'm reppin'\nLow life, low life, low life\nRep, rep, rep, rep, rep, rep, rep\nWoo, woo, woo, woo\nYeah\n\n[Verse 2: Future]\nWake up take a sip of Ace of Spade like it's water\nI been on the molly and them Xans with your daughter\nIf she catch me cheating, I will never tell her sorry\nIf she catch me cheating, I will never tell her sorry\nPorsches in the valet, I got Bentleys, I got 'Raris\nTaking pain pills on the plane, gettin' chartered\nPoppin' tags on tags, I was starvin'\nBitch, I got the juice and the carbine\nTurn a five star hotel to a traphouse\nRoaches everywhere, like we forgot to take the trash out\nFlood my cross with ice, gettin' money my religion\nGot my baby momma and my side bitch kissin'\nI turn the Ritz into a lean house\nThis the sixth time gettin' kicked out\nI can't feel my face, I'm on Adderall, nauseous\nNiggas tryna ride my fuckin' wave, now they salty\nRunnin' with the wave, get you killed quick\nShoot you in your back like you Ricky\nLil Mexico, from no life to afterlife\nMy whole life, my whole life\n\n[Hook: The Weeknd + Future]\n'Cause I'm always reppin' for that low life\nLow life, low life, low life\nKnow I'm reppin' for that low, low life\nRepresentin', I'm representin', representin'\nSaid I'm reppin' for that low life\nLow life, low life, low life, low life\nI'm representin' that low life\nSaid I'm reppin' for that low life\nLow life, I'm reppin' for that low life\nLow life, low life, low life\nRep, rep, rep, rep, rep, rep, rep, woo\nYeah\n\n[Bridge: Future]\nYeah, they stereotypin'\n'Cause they know a nigga keep ten rifles\nAnd they know a nigga keep ten snipers\nKeep a baby bottle like we wearin' diapers\nYeah, they stereotypin'\n'Cause they know a nigga keep twenty rifles\nAnd they know a nigga keep twenty snipers\nAnd they know a nigga keep ten wifeys\nSniper, sniper, sniper, sniper, sniper\nWifey, wifey, wifey, wifey, wifey\nThat's your wifey, wifey, wifey, wifey, wifey?\nI think I like her, like her, like her, like her\nThat's your wifey, wifey, wifey, wifey, wifey?\nI think I like her, like her, like her, like her\nOh, that's your wifey, wifey, wifey, wifey, wifey?\nI think I like her, like her, like her, like her\n\n[Refrain]\nGetting high, getting high, getting high\nEverybody getting high\nGetting high, getting high, getting high\nEverybody getting high\nGetting high, getting high, getting high\nEverybody getting high\nGetting high, getting high, getting high\nAnd I'm the reason why\nGetting high, getting high, getting high\nEverybody getting high\nGetting high, getting high, getting high\nEverybody getting high\nGetting high, getting high, getting high\nEverybody getting high\nGetting high, getting high, getting high\nAnd I'm the reason why\n\n[Outro: Future]\nI just took some molly, what else?\nGot some bitch from Follies with us\nShe gon' fuck the squad, what else?\nI'ma fuck her broads, what else?\nBitch from Pakistan, what up?\nFerraris and them Lambs, what else?\n'Bout to fuck this club up, what else?\n'Bout to fuck this club up, what else?\n\n", "author": "Future"}