{"title": "Minute", "type": "lyrics", "content": "Yo...\nYo, Pi'erre, you wanna come out here?\nIf Young Metro don't trust you, I'm gon' shoot you\n\n[Chorus: NAV]\nI'm balling, so I put some diamonds on my fists\nPunch you in your mouth, leave diamonds on your lip\nSelling that rerock, repressin' a block, slide on your block\nDepressing my opps\n\n[Verse 1: NAV]\nCounting all this money, getting used to having it\nMy wallet costs more than what I used to have in it\nAyo, Pierre, do you wanna come in here?\nI got lots of girls and I got lots of drugs in here\nIn my studio, it feels like it's a club in here\nBitches fucking 'bout a double, ain't no dubbing here\nDiamonds shining, I feel like I got the sun in here\nShooters around me, who you think you're sonning here?\nI take a Fanta and I put some mud in there\nYou say you've got a party, I'ma pop up there\nYou a cub, your main bitch fuck me like I'm papa bear\nYou the type to wild out when the cops are there\nI found a trap, my pans and all my pots are there\nI'm going fast, who you think you're stopping here?\n\n[Chorus: NAV]\nI'm balling, so I put some diamonds on my fists\nPunch you in your mouth, leave diamonds on your lip\nSelling that rerock, repressin' a block, slide on your block\nDepressing my opps\n\n[Post-Hook: NAV]\nJust give me a minute\nJust give me a minute\nI'ma hit it and quit it\nYou need some drink, plug gon' pull up in a minute\nJust give me a minute\nJust give me a minute\nGettin dressed up in designer, give me a minute\nJust give me a minute\nJust give me a minute\nGetting a hundred dollar line-up, give me a minute\nJust give me a minute\nJust give me a minute\n\n[Verse 2: Offset]\nOffset!\nGive me a minute\nThe coupe is tinted\nNinth-inning\nIt's time to go get it\nI used to be trappin' pigeons, now push start and crank the engine\nWrists on frigid, glisten, listen, hundred round drum with the biscuit\nLa di da di put her on molly, fuck on top of the 'Rari\nPython Audi, sitting on Forgi's white baby body\nI thank the plug 'cause me alive\nMy uncle cooking up dope in front my eyes\nTold you open the door, go get the five\nShe on the perc, now it's a vibe\nI get the bag it's automatic, she on the Addy'\nI got some cash inside the mattress, I got more in the attic\nI'm high fashion like I imagined, look at my status\nLook at the mathematics, look at the baddies\nAll made of plastic, I bet this money gon last me\nI stay in my lane, I don't crash it\nWake up lil nigga, you lackin' (wake up)\nDroppin' the phone, I pass it\n\n[Chorus: NAV]\nI'm balling, so I put some diamonds on my fists\nPunch you in your mouth, leave diamonds on your lip\nSelling that rerock, repressin' a block, slide on your block\nDepressing my opps\n\n[Post-Chorus: NAV]\nJust give me a minute\nJust give me a minute\nI'ma hit it and quit it\nYou need some drink, I'm pull up in a minute\nJust give me a minute\nJust give me a minute\nGettin dressed up in designer, give me a minute\nJust give me a minute\nJust give me a minute\nGetting a hundred dollar line-up, give me a minute\nJust give me a minute\nJust give me a minute\n\n[Verse 3: Playboi Carti]\nGot young Navi on the phone, he asking for some wock\nGot some bitches in my home, they cookin' on the pot\nKnow some niggas in the A, still trappin' at the spot\nAnd we robbing all you niggas, we taking off your top\nI’m in Fulton with the slimes, we pull up with them mops\nAnd when I'm talking, 'bout the Mob, that's Harlem to the Bronx\nI use to ride round with that Glock, but now I'm way too hot\nGot some niggas who do time for Carti, 'cause they got they Guap\nGot some paparazzi looking at me, waiting on the flop\nFuck these little niggas hating, snitching like some cop\n\n[Chorus: NAV]\nI'm balling, so I put some diamonds on my fists\nPunch you in your mouth, leave diamonds on your lip\nSelling that rerock, repressin' a block, slide on your block\nDepressing my opps\n\n[Post-Chorus: NAV]\nJust give me a minute\nJust give me a minute\nI'ma hit it and quit it\nYou need some drink, I'm pull up in a minute\nJust give me a minute\nJust give me a minute\nGettin dressed up in designer, give me a minute\nJust give me a minute\nJust give me a minute\nGetting a hundred dollar line-up, give me a minute\nJust give me a minute\nJust give me a minute\n\n[Outro]\nMetro Boomin' want some more nigga\nYo, Pierre, you wanna come out here?\n\n", "author": "NAV & Metro Boomin"}