{"title": "Miracles", "type": "lyrics", "content": "We got a theory\nYou see, Mike, we got a theory\nAbout magic, and miracles\n[Shaggy 2 Dope] That's right, that's right\n\n[Verse 1]\n[VJ] If magic is all we've ever known\nThen it's easy to miss what really goes on\nBut I've seen miracles in every way\n[S2D] And I see miracles every day\nOceans spanning beyond my sight\n[VJ] And a million stars way above 'em at night\nWe don't have to be high to look in the sky\nAnd know that's a miracle opened wide\n[S2D] Look at the mountains, trees, the seven seas\n[VJ] And everything chilling underwater, please!\nHot lava, snow, rain and fog\n[S2D] Long neck giraffes, pet cats and dogs\n[VJ] And I've seen eighty-five thousand people\nAll in one room, together as equal\n[S2D] Pure magic is the birth of my kids\nI've seen shit that'll shock your eyelids\n[VJ] The sun and the moon, and even Mars\n[S2D] The Milky Way and fucking shooting stars\n[VJ] UFOs, [S2D] a river flows\n[VJ] Plant a little seed and nature grows\n[S2D] Niagara Falls and the pyramids\n[VJ] Everything you believed in as kids\n[S2D] Fucking rainbows, after it rains\nThere's enough miracles here to blow your brains\n[VJ] I fed a fish to a pelican at Frisco Bay\nIt tried to eat my cell phone, [S2D] he ran away\n[VJ] And music is magic, pure and clean\nYou can feel it and hear it but it can't be seen\n\n[Chorus]\n(Are you a believer in miracles?)\n[VJ] Music is all magic\nYou can't even hold it\n(Do you notice and recognize miracles?)\nIt's just there in the air\n(Are you a believer in miracles?)\n[S2D] Pure motherfuckin' magic [VJ] Right?\n[S2D] This shit'll blow your motherfuckin' mind\n(Do you notice and recognize miracles?)\n\n[Verse 2]\n[VJ] Music is a lot like love, it's all a feeling\nAnd it fills the room from the floor to the ceiling\n[S2D] I see miracles all around me\nStop and look around, it's all astounding\n[VJ] Water, fire, air and dirt\n[S2D] Fucking magnets, how do they work?\nAnd I don't wanna talk to a scientist\nY'all motherfuckers lying, and getting me pissed\n[VJ] Solar eclipse, and vicious weather\n[S2D] Fifteen thousand Juggalos together\n[VJ] And I love my mom, for giving me this\nTime on this planet, taking nothing for granted\nI seen a caterpillar turn into a butterfly\n[S2D] Miracles ain't nothing to lie\n[VJ] Shaggy's little boys look just like Shaggy\nAnd my little boy looks just like daddy\n[S2D] Miracles each and everywhere you look\nAnd nobody has to stay where they put\nThis world is yours, for you to explore\n[VJ] It's nothing but miracles beyond your door\nThe Dark Carnival is your invitation\n[S2D] To witness that without explanation\n[VJ] Take a look at this fine creation\n[S2D] And enjoy it better with appreciation\n[VJ] Crows, ghosts, [S2D] the midnight coast\n[VJ] The wonders of the world, [S2D] mysteries the most\n[VJ] Just open your mind, and it ain't no way\n[S2D] To ignore the miracles of every day\n[VJ] And that's real\n\n[Chorus]\n(Are you a believer in miracles?)\n[VJ] Magic everywhere in this bitch\n(Do you notice and recognize miracles?)\n[S2D] It's all around you, you don't even know it\n(Are you a believer in miracles?) Shit's crazy\n(Do you notice and recognize miracles?)\n(So many miracles, the magic miracles)\n\n[Outro]\nAre you a believer in miracles?\nDo you have time for the miracles?\nDo you notice and recognize miracles?\nSo many miracles, the magic miracles\n\n[Skit]\nWell, we're here! We came all the way to Ash, Nevada!\nCome on!\nWhere's the show and where's our money?\nI came all the way from England! Where's me bloody 'undred thousand pounds?\nWhat I wanna know is where in hell is my goddamn hundred thousand dollars?\nAnd where can I get some beer in this motherfucker?\nI thought this was a carnival. Where's all the sexy kids at? Don't tell me I brought all this candy for nothing!\nI didn't come all this way to stand around here with all these goddamn tadpoles! Let's get a move on!\nStart this shit so we can get paid!\nWe came a long way to see this shit! It'd better be worth it, or Imma kill somebody! Fuck that!\n\n", "author": "Insane Clown Posse"}