{"title": "My Nigga (Remix)", "type": "lyrics", "content": "I'm talkin 'bout puttin' on, ridin' out, Glocks in my ma's house\nFront you with that work (I done fronted niggas work, uh-oh!)\nYou say you want that head up, but we don't fight fair bruh\nCatch you slippin' from your backside, then knock you out\nAce gone stomp you out, then Buddah gon' stomp you out\n(Has mama ever seen you with a busted eye and busted mouth?)\nNine milli pokin' out, four-fizzy pokin' out\nDeath Row days, show you what this West Coast about\n\n[Verse 2: Lil Wayne]\nI'd die for my motherfuckin' nigga\nJump in front a bullet for my motherfuckin' nigga\nOn the stand I'd lie for my motherfuckin' nigga\nRob a bank, I'd drive for my motherfuckin' nigga\nReal talk, I don't really fuck with too many niggas\nCause niggas drop a dime on you like a couple nickels\nI be laughin' to the bank like the fuckin' money tickle\nDrivin' somethin' that you ain't, top off, suck a nipple\nAnd I never put a ho before my bro, don't beef over no ho\nAnd my niggas sell them keys if you can't open your door\nHope you ride for my motherfuckin' niggas\nWhen it rains it pours, it's dry for me and my fuckin' niggas\nI kill for my motherfuckin' niggas, vice versa\nEyes red from the kush I blew, white person\nGot my middle finger on the trigger\nAnd with my little finger to you niggas\nI swear it's fuck all y'all niggas, except my niggas\nTunechi!\n\n[Hook: Rich Homie Quan & Lil Wayne]\nI said that I'ma ride for my motherfuckin' nigga\nMost likely I'ma die with my finger on the trigger\nI've been grindin outside all day with my niggas\nAnd I ain't goin' in unless I'm with my nigga\nMy nigga, my nigga\nMy nigga, my nigga (My motherfuckin' niggas!)\nMy nigga, my nigga (My nigga, my nigga)\nMy nigga, my nigga\n\n[Verse 3: Meek Mill]\nOhh! I done spent a million dollars on my motherfuckin' niggas\nYou catch me out Chicago with them motherfuckin' hittas\nCall up RondoNumbaNine, Lil Durk'll bring the trigger (ay, Durk!)\nAnd when we on that lean, we ain't fuckin' with the liquor\nI'm a buy a hundred bottles just to give it to the bitches\nShe keep liking all my pictures\nCause she see the way I ball, how my wrist and neck be lit up\nCatch you at the red light, have em screamin' “Caine get up\"\nSame nigga from the bottom, ain't a damn thing change\nCatch me out in Collins screamin', \"Money ain't a thang\"\nIn a red Mulsanne, lookin' like I claim Blood\nAnd if homie ain't my homie then I know it ain't love\nScreamin' out \"4 Hunnid,” YG that's my nigga\nCause I been in the field life on the line with him\nAnd if it's really good, why I prolly die with em\nCause when I need the choppers, I just tell Tak hit 'em\n\n[Hook: Rich Homie Quan & Lil Wayne]\nI said that I'ma ride for my motherfuckin' nigga\nMost likely I'ma die with my finger on the trigger\nI've been grindin outside all day with my niggas\nAnd I ain't goin' in unless I'm with my nigga\nMy nigga, my nigga\nMy nigga, my nigga (My motherfuckin' niggas!)\nMy nigga, my nigga (My nigga, my nigga)\nMy nigga, my nigga\n\n[Verse 4: Nicki Minaj]\nI just got 250 thousand dollars for a verse, nigga\nI don't know, is it me or it's your thirst, nigga?\nYou nig, you niggas ain't got no joints\nLike a injured Chris Paul, you ain't got no point\nI just come through with a couple bossy bitches\nThey get money too, they some \"don't cross me\" bitches\nFlossy bitches, Sergio Rossi, bitches\nAnd if we at the game then it's floor seat, bitches!\nI ride for my bitches\nI'm so fuckin' rich I cop rides for my bitches\nDollar menu fries apple pies other bitches\nI drop a freestyle and get a rise outta bitches\nBitches, my bitches\nI need a nigga with some different strokes, Todd Bridges\nShout out to my main bitches and my side bitches\nNeed a nigga with some good neck, ostriches\nMy niggas\n\n[Hook: Rich Homie Quan & Lil Wayne]\nI said that I'ma ride for my motherfuckin' nigga\nMost likely I'ma die with my finger on the trigger\nI've been grindin outside all day with my niggas\nAnd I ain't goin' in unless I'm with my nigga\nMy nigga, my nigga\nMy nigga, my nigga (My motherfuckin' niggas!)\nMy nigga, my nigga (My nigga, my nigga)\nMy nigga, my nigga\n\n[Outro: Nicki Minaj & Lil Wayne]\nNew York to Compton\nGot YG with me so don't get stomped in, haha\nY'all know who the fuck it is\nSee, I done preheated my oven to 350 degrees, bitch!\nAnd when it come out, it's gon' burn you bitches like\nYou better get your motherfuckin' oven mitt, bitch! Ta-hahaha\nYung Mula baby!\n\n", "author": "YG"}