{"title": "Need Me", "type": "lyrics", "content": "You're drunk, the carpet is burned\nI hate to find you like this\nI always find you like this\nI come home and clean up your mess\nWhat would you do without that?\nWhy do I always come back?\nOh, what I wouldn't do for you!\n\n[Hook: P!nk]\nAnd I'm startin' to think that maybe you need me\nMaybe you need me\nMaybe you need me\nAnd I'm startin' to think that maybe you need me\nMaybe you need me\nMaybe you need me\n\n[Verse 2: P!nk & Eminem]\nSome nights I want to run for the hills\nIt's never easy with you\nI cannot reason with you\nBut your smile is as rare as it comes\nWhat would I do without that?\nMaybe that's why I come back\nOh, what I wouldn't do for you!\n\n[Hook: P!nk]\nAnd I'm startin' to think that maybe you need me\nMaybe you need me\nMaybe you need me\nAnd I'm startin' to think that maybe you need me\nMaybe you need me\nMaybe you need me\n\n[Verse 3: Eminem]\nStartin' to think we were made for each other\nBut one of us in this relationship is raisin' the other\nYou remind me of my mother\nWe drive one another crazy as each other\nAnd we're both adults, so there's no excuse\nFor the games that we play with each other\nWhere you at? At a friend's? No, you ain't, mothafucker!\nBut I give her the benefit of the doubt\nWhenever the doubt kicks in, shiver when I touch her\n'Cause I love her so much, I'm a sucker\nHow her bottom lip can quiver when she's in trouble\nShe's in hot water, think I caught her cheatin' again\nGive her another chance? Another one after that?\nI'm swimmin' in that Egyptian river, 'cause I'm in denial\nSay I don't eat shit, but I got a shit-eatin' grin when I smile\nMakin' an excuse for us to act it out\nShe's just actin' out with her inner child\nThen I set the truth on fire\n'Cause I'd rather believe a lie\nThen I breathe a sigh of relief, I don't believe in\nGoin' to bed mad, I keep on tryin'\nTo make a bad girl good\nBut haven't I stood by you in good times?\nAnd bad? I'm startin' to feel like your goddamn dad\n'Cause I literally feel like you could die if ever should I\nLeave you for good and never would I\nIt'd be all bad, never understood why they call it goodbye\nBut I think I'm a pretty damn good guy\nAnd you're a good person too\nI can save you, I can make you change\nBut I keep puttin' my fuckin' foot in my mouth\nEvery time I gotta come and bail you out\nWhen you get in trouble that you get yourself in\nAnd I'm in trouble, but I can't leave, I'll sell you out\nI could never turn my fuckin' back on you—what is that?\nI'm co-dependent, I'm just now noticin' it\nBut somehow it's like every time I'm about to go to end it\nI ain't got the cojones to do it, nor the heart\nOur apartment's tore apart\nYou're usin' my heart for a dartboard\nBut God must've aligned stars for us\n'Cause somebody paired us up\nAnd they say He ain't capable of makin' a mistake\nBut this one's perfect, 'cause I'm—\n\n[Hook: P!nk]\nI'm startin' to think that maybe you need me\nMaybe you need me\nMaybe you need me\nAnd I'm startin' to think that maybe you need me\nMaybe you need me\nMaybe you need me\n\n", "author": "Eminem"}