{"title": "No Flockin", "type": "lyrics", "content": "Damn, that's so sad\nK-K-K, K-K-K\n\n[Verse]\nYoung nigga, I got old cash, spazzin' on they ass\nI got Prada on my hoe ass, got my last one mad\nPop a nigga like a damn tag, shoppin' on they ass\nI just bought a new old Jag, yeah, it's so fast\nSmokin' flocka, you a jackass, all I smoke is gas\nDon't you ask me where the pole at, where yo clothes at?\nI ain't talkin' 'bout my niggas, dammit, but y'all trippin', too\nIs it you? Damn, my nigga, what the hell got into you?\nProject baby, y'all was skippin' in the hallway, I was skippin' school\nOn my Ps and Qs, on them jiggas, call me jiggaboo\nBleedin' concrete, bet you niggas won't come 'cross the street\nPardon me, Ion't talk to you so don't you talk to me\nI ain't dissin' on nobody, B, I'm vibin' on the beat\nHonestly, I'm just tryna be, I just gotta be\nTryin' to get over on anything, they tellin' lies to me\nI spent five on my pinky ring, she love my diamond ring\nAnyway, I'm married to the game, she said her vows to me\nI ain't gettin' on my knees, bae, you bow down to me\nYou go down for me, you lay down and do the time for me\nSorry, boo, yeah, I lied to you, but don't you lie to me\nIt's Lil Kodak, the finesse kid, boy, who hot as me?\nTold the doctor I'm a healthy kid, I smoke broccoli\nI will run around your whole board like Monopoly\nOl' boy, you's a broke boy, flocka's got you beat\nChocolate, call me Reese's, can't catch me without the piece\nC'est la vie, I'm ten toes down, you fallin' off your feet\nI will trick yo ass for a treat, call it Halloween\nYeah, that money's what I play fo', call it lottery\nGoddamn, you's a clown to me, you's a clown to me\nYou can't smoke no Black & Milds with me, get in the car with me\nYou a funny guy, don't you even joke around with me\nHow could it be? Get from 'round a G, you grounded from me\nI'm a freeband junkie, you a junkie\nYou gettin' skinny, I'm gettin' chunky, gettin' money\nWant some food? Boy, you hungry, I want them hundreds\nHundreds\n\n", "author": "Kodak Black"}