{"title": "Patek Water", "type": "lyrics", "content": "DY Krazy\nGo back to what we been through\nWe don't wanna go back to what we been through\nSouthside\nWe don't wanna go back to what we been through\nWe don't wanna go back, don't go back\n\n[Chorus: Future & Young Thug]\nAyy, what kinda water is that? That's Patek water (It's Philippe water)\nAyy, what kinda shooters is them? Just place your order (Do-do-do-do-do-do-do-do)\nAyy, what kinda whip is that? It came imported (Bat, fool)\nOh, you rockin' LeBron set, 40 pointers (Yep)\nNigga be changing whips out like new Jordans (Oh yeah)\nWay ahead of yourself, uh, you done outdid yourself (Oh yeah)\nChain give you headache, pull up in a red Wraith (Oh yeah)\nFeed a bitch Addys (Addys), we so lavish (Let's go)\n\n[Verse 1: Young Thug]\nCall me Young Gunna, Young Gunna, Young Gunna, a nigga just wait up (Wet up)\nWe don't got no time for these boys, just shut up and bet up (Shut up, bet up)\nThe Rollie on Ric Flair, my wrist is just wet up (Woo)\nThe plug just called like, \"what up?\" nigga, don't let up (Woo, let's go)\nThe diamonds are yellow today, you gotta catch up, yeah (You gotta catch up, yeah)\nMoney on the floor and these hoes, these nigga can't pose with us (Can't pose, no)\nWhy the fuck you say I owe you? You never growed with us (Hah)\nDiamonds in the ear got big, lil' nigga, I told you (They drippy wet)\nFlood that pack in the city, then throw it at Strokers (Throw it at Strokers)\nAll these bitches they diggin' with a golden shovel (They diggin')\nSecret service, they taking me through the side door (Through the side, let's go)\nAnd I promise I can thumb with a blindfold\n\n[Chorus: Future & Young Thug]\nAyy, what kinda water is that? That's Patek water (It's Philippe water)\nAyy, what kinda shooters is them? Just place your order (Do-do-do-do-do-do-do-do)\nAyy, what kinda whip is that? It came imported (Bat, fool)\nOh, you rockin' LeBron set, 40 pointers (Yep)\nNigga be changing whips out like new Jordans (Oh yeah)\nWay ahead of yourself, uh, you done outdid yourself (Oh yeah)\nChain give you headache, pull up in a red Wraith (Oh yeah)\nFeed a bitch Addys (Addys), we so lavish (Let's go)\n\n[Verse 2: Offset]\nUh, baguettes on the edge of my neck (Baguettes), I never settle for less (Nah)\nOoh, put her on Perky and Act', I'ma just fuck and forget (Smash)\nUh, yeah, mansion it sit on the hill (Woo), after my last arrest (Woo, woo)\nUh, niggas out here in the field, don't need a mask or vest (Brrt, brrt)\nUh, back to back Lambos, repeat it, you like to run when it's heated (Run, back to back)\nAR-15 with the coolant, just in case it get too heated (Coolant)\nHop on the wave and drown, my mama been Cartier bracelet down (Mama)\nUh, face it down (Hey), dirty my soda, I hate the brown (Ooh)\nHold it down 'cause the plug is illegal (Plug)\nRide around with a dub and a eagle (Brrt)\nI heard that money get evil, prayin' to God to keep me from demons (God)\nShe lost in the vibe, surrounded by stars, we got her sucking on semen (Ugh)\nYou gotta survive, ain't sparing no lives, F&N pop at your beanie (Hey)\n\n[Chorus: Future & Young Thug]\nAyy, what kinda water is that? That's Patek water (It's Philippe water)\nAyy, what kinda shooters is them? Just place your order (Do-do-do-do-do-do-do-do)\nAyy, what kinda whip is that? It came imported (Bat, fool)\nOh, you rockin' LeBron set, 40 pointers (Yep)\nNigga be changing whips out like new Jordans (Oh yeah)\nWay ahead of yourself, uh, you done outdid yourself (Oh yeah)\nChain give you headache, pull up in a red Wraith (Oh yeah)\nFeed a bitch Addys (Addys), we so lavish (Let's go)\n\n[Outro: Future]\nWe don't wanna go back to what we been through\nWe just wanna go snatch a nigga's sunroof\nWe don't wanna go back what we been through\nWe don't wanna go back, don't go back\n\n", "author": "Future & Young Thug"}