{"title": "Planez", "type": "lyrics", "content": "This one goes out to all sides worldwide\nLet that playa-ass nigga Thumpy be your guide\nAs we go on a ride\nWhere playa-hatin' killers and hood niggas thrive\nAnd lame muh'fuckers can barely survive\n\n[Verse 1: Jeremih]\nCatch me rollin' through the city\nRidin' with the top off\nMan, my whip so big\nWhen you in it, fuck around and get lost\nTold my bitch to let her hair down\nWhat this shit cost?\nTell me, baby, if you 'bout that life right now\nHope it ain't talk, no\n\n[Bridge: Jeremih]\nI could put you in the Mile High Club\nWhat's up? Let's take a trip\nHave you ever read \"The World Is Yours\" on a blimp?\n\n[Pre-Chorus: Jeremih]\nTell her be free, baby, spread your wings\nGot your legs in the sky like a plane\nLet me guide that, I'm the pilot\nCan't nobody see you, 30,000 feet\nOn your knees in them Prada's\nMakin' freaky shit come up out her\n\n[Chorus: Jeremih]\nGet high, baby, roll one\nCloud nine 'bout to go up\nLovin' the feelin' the turbulence get when we turn up\nWhen we land we can roll out\nShow you somethin' you ain't know 'bout\nTonight we be takin' off flight with a camera to show out\n\n[Verse 2: Jeremih]\nI got you in the air, your body in the air\nHow it feel up here?\nYou can scream as loud as you want\nLoud as you can, and ain't nobody gonna hear\nWould you like it better if I hit the West Coast?\nTell me baby if you 'bout that life right now\nI hope it ain't talk\n\n[Bridge: Jeremih]\nI could put you in the Mile High Club\nWhat's up? Let's take a trip\nHave you ever read \"The World Is Yours\" on a blimp?\n\n[Pre-Chorus: Jeremih]\nTell her be free, baby, spread your wings\nGot your legs in the sky like a plane\nLet me guide that, I'm the pilot\nCan't nobody see you, 30,000 feet\nOn your knees in them Prada's\nMakin' freaky shit come up out her\n\n[Chorus: Jeremih & J. Cole]\nGet high baby, roll one\nCloud nine 'bout to go up\nLovin' the feelin' the turbulence get when we turn up\nWhen we land we can roll out\nShow you somethin' you ain't know 'bout\nTonight we be takin' off flight with a camera to show out\nCole World, I got it, I got it, I got it, listen\n\n[Verse 3: J. Cole]\nYou need a nigga that's gon' come over and dig you out\nYou need a nigga that you know is not gon' run his mouth\nYou need a nigga when he done probably gon' put you out\nYou need a nigga that's gon' put it in your mouth\nDick so big it's like a foot is in yo mouth\nAnd you ain't babysittin' but my kids all on yo couch\nAnd oh, you nasty, oh, oh, you nasty\nBoth graduated so fuck keepin' it classy\nLook, they love me in the Chi like MJ\nThey love me in the Chi like Oprah\nNo nigga could block, not even Dikembe\nCompared to Cole, boy, you're softer than a sofa\nAnd so far my new shit's so fire, nigga, check my profile\nWho you know make waves in the low tide?\nDeebo'd yo bitch, now she both ours\nNigga, little brown liquor in my liver\nPretty brown thing in my bed\nBeen a long time since I had to ask for head\nSo goddamn, don't make me beg\nBut I will if I need to, 'cause for real, girl, I need you\nI could put you on a flight, we could take off tonight\nIf you scared of heights, shit, I got a pill I could feed you\nCole\n\n[Bridge: Jeremih]\nI could put you in the Mile High Club\nWhat's up? Let's take a trip\nHave you ever read \"The World Is Yours\" on a blimp?\n\n", "author": "Jeremih"}