{"title": "Power (Remix)", "type": "lyrics", "content": "Is this thing on?\nOh, I thought they silenced us, Ye\nPower to the people\n\n[Verse 1: JAY-Z]\nWe living in that 31st century, futuristic fly shit\nThe penthouse is the projects and everybody flies private\nNew watches (you know what time it is) watch us (you see us)\nThey can’t stop us, the prophets, biatches!\n\n[Chorus: Kanye West]\nNo one man should have all that power\nThe clock’s ticking, I just count the hours\nStop tripping, I’m tripping off the power\nNo one man should have all that power\n\n[Verse 2: JAY-Z]\nRumble, young man, rumble\nLife is a trip, so sometimes we gonna stumble\nYou gotta go through pain in order to become you\nBut once the world numbs you, you’ll feel like it’s only one you\nNow you got the power to do anything you want to\nUntil you ask yourself, \"Is this what it’s all come to?\"\nLooking at life through sunglasses and a sunroof\nBut do you have the power to get out from up under you\nFuck all these labels, fuck what everybody wants from you\nThey're trying to Axl Rose you, welcome to the jungle\nTo be continued, we on that Norman Mailer shit\nIn search of the truth even if it goes through Taylor Swift\nTell her this\n\n[Chorus: Kanye West & John Legend]\nNo one man should have all that power\nYea-ey-yea-ey-yeah-ey!\nOh oh (and they say) yeah-ey (and they say)\nOh oh (and they say) yeah-ey (and they say)\nOh oh (and they say) yeah-ey (and they say)\nNo one man should have all that power\n\n[Bridge: Kanye West]\nNow when I walk in, everybody do the \"Power\" clap\nClap, clap, clap\nFresh for the club, I just took a half an hour nap\nClap, clap, clap\nI seen people go crazy when the whole world in our lap\nClap, clap, clap\nMy socket was out the plug now it’s time to get the power back\nClap, clap\n\n[Verse 3: Kanye West]\nI seen people abuse power, use power\nMisuse and then lose power\nPower to the people at last, it’s a new hour\nNow we all ain't gonna be American Idols\nBut you can least grab a camera, shoot a viral, huh\nTake the power in your own hands\nI’m a grown man, doing my grown dance\nI don’t stop until I see the end, my vision clear, bitch\nI’m on my Van Gogh, I don’t hear shit\n\n[Chorus: Kanye West & John Legend]\nNo one man should have all that power\nThe clock’s ticking, I just count the hours\nStop tripping, I’m tripping off the power\n'Til then, fuck that, the world's ours (ey-yeah!)\nOh oh (and they say) yeah-ey (and they say)\nOh oh (and they say) yeah-ey (and they say)\nOh oh (and they say) yeah-ey (and they say)\nAy, ay, ay, ay, ay, ay, ay, ay (the power)\n\n[Verse 4: Kanye West]\nNow everything I’m rhyming on cause a Ramadan\nBeen a don, praying for the families lost in the storm\nBring our troops back from Iraq, keep our troops out of Iran\nSo the next couple bars, I’mma drop 'em in Islam\nThey say \"As-salamu alaykum\", say \"Wa alaikum as-salaam\"\nThat’s no Oscar Mayer bacon, you should run and tell your mom\nNow the question is, how we going stop the next Vietnam\nKeep Flex out of Korea, cause you know he drop bombs\n\n[Break: Swizz Beatz]\nShowtime!\nAiyyo Yeezy, man, stop playing with these people, man\nThey want see you act all crazy in this motherfucker, man\nTake that jacket off and go crazy on them niggas, man\nYou know what I’m talking about? (I got the power!)\n\n[Verse 5: Kanye West]\nWhat do it mean to be the boss?\nIt mean second place is the first one who lost\nThe crucifixion, the being nailed to the cross\nTruth or fiction, it’s a hell of a cost\nDo the dishes, I’m about to hit that Jeff Gordon\nMichael Jordan, the only one more important\nBut I be feeling like Jordan when I’m recording\nCause every time I record, I dunk and slap the boards\nI don’t know what these rappers gonna do afterwards\nProlly spaz like I might do at the awards\nHuh, I got the whole crowd going crazy\nHomie, I should be rewarded\nGettin' money, Yeezy, Yeezy, how you do it, huh\nEating Wheaties, drinkin' Fiji, being greedy, huh\nDon’t even think you can allude to the rumors\nI’m immune to the boos, I’ma prove to you losers\nIt’s all in timing, nigga\nSee I dreamed my whole life that I could rhyme with Jigga\nNow Jay my big brother and Bey' my lil' sister\nAnd excuse me, but you can’t see my lil' sister\nNumber one sound across the board, hey\nNumber one now and forevermore, hey\nNumber one rule is niggas don’t hate\nMaybe I’ll drop the album, nah, y’all gotta wait\nAnd on the net, they showing pictures of my Cali place\nMy Maybach in NY but it still got the Cali plates\nAll my old girls know that I’m the one that got away\nI think about 'em Christmas and play some Donny Hathaway\nAnd keep my bulletproof-hater coat on\nLooking at some photos that I’m looking crazy dope on\nHand up, talking shit, yeah, I get my Pope on\nAnd go home with something to poke on\nThat’s what Dre said, but this what 'Ye said\nHow 'Ye doing? Who 'Ye screwin'?\nThat’s for my dick to know, before you get to know him\nShe ain’t give you ass, that pussy fictional\nI gotta give her the eviction no-\n-tice, \"Get yo’ ass out, bitch, vamonos\"\nFive seconds to the song and we getting close\nI got the power, motherfucker, if you didn’t know\n\n[Outro: Swizz Beatz]\nChill, chill, chill, man\nChill, 'Ye, chill, chill, chill\nShit’s burned up already\nIt’s over\n\n", "author": "Kanye West"}