{"title": "Shot Clock", "type": "lyrics", "content": "24 seconds, yeah, you better not stop\nYou got 24 seconds, can you beat the shot clock?\nWhat you waitin' on, lil' daddy? I ain't got that much time\nYou seem anxious, you seem adamant but you ain't pressed my line\nWondering why, why, why (Oh why)\nKnow you ain't shy, shy, shy (Oh why)\nI'ma say bye, bye, bye, better know I won't think twice (Yeah)\nBetter let go of your pride (Do-do)\nDo it now (Do-do), just do it now (Do-do), oh yeah\n(Do-do)\n\n[Pre-Chorus]\nWhen that nigga pull up on me, tell that nigga back, back\nDon't you know all of these niggas wish that they could bag that?\nI'm just saying, boy, you're playing, you're gon' let it wind down\nYou got 24 seconds and it's starting right now\n\n[Chorus]\nShot clock\n(Don't sleep, don't sleep, you gon' miss your opportunity)\nShot clock\n(Like don't sleep, don't sleep, nigga, pick up your feet, nigga)\nShot clock\n(Like don't sleep, don't sleep, you gon' miss your opportunity)\nShot clock\n(Like don't sleep, don't sleep, nigga, pick up your feet, my nigga)\n\n[Verse 2]\nFive years of dating, tired of being patient\nWhat the fuck you're waiting for? Oh, yeah\nIt's a lot of niggas hating and I don't entertain 'em\nBut damn, you gotta give me more\n(Shhh, I know, I know and I'm really trying, but...)\nOh-ohh, if you don't want it like me\nI could think about a hundred things I could be doing right now\nThan wasting my time with you, oh (Do-do)\nOkay, okay, since you gotta have it your way (Do-do)\nI'm have to start that clock on you (Do-do)\nWe gon' see what's up\n\n[Pre-Chorus]\nWhen that nigga pull up on me, tell that nigga back, back\nDon't you know all of these niggas wish that they could bag that?\nI'm just saying, boy, you're playing, you're gon' let it wind down (Wind down)\nYou got 24 seconds and it's starting right now (Right now, yeah-eah)\n\n[Chorus]\nShot clock\n(Don't sleep, don't sleep, you gon' miss your opportunity)\nShot clock (Shot clock)\n(Like don't sleep, don't sleep, nigga, pick up your feet, nigga)\nShot clock\n(Like don't sleep, don't sleep, you gon' miss your opportunity)\nShot clock, shot clock\n(Like don't sleep, don't sleep, nigga, pick up your feet, my nigga)\nShot clock\n\n[Bridge]\n24 seconds\n(Don't sleep, don't sleep, you gon' miss your opportunity)\nYou got 24 seconds\n(Like don't sleep, don't sleep, nigga, pick up your feet, nigga)\n(Like don't sleep, don't sleep, you gon' miss your opportunity)\nYou gon' miss your opportunity\n(Like don't sleep, don't sleep, nigga, pick up your feet, my nigga, ayy)\nShot clock\n\n[Outro]\nL, Love\nAdd \"-rs\" and that's surely what we are\nFlip it 'round, add \"-ve\" and let's see if this goes far\nFull of chuckles and cuddles and sometimes, eye puddles\nCompose love like we're Mozart\n\n", "author": "Ella Mai"}