{"title": "Slim Anus", "type": "lyrics", "content": "Eminem huh?\nYou wanna diss us?\nYou wanna diss Insane Clown Posse and Twiztid?\nWell here goes a remix\nFrom us to you\nThis is the truth about Slim Anus...\n\n[Hook]\nHi, my name is what?\nMy name is who?\nMy name is Slim Anus\nHi, my name is huh?\nMy name is what?\nMy name is the fudgepacker\nHi, my name is what?\nMy name is who? (Excuse me)\nMy name is the nutlicker\nHi, my name is what? (Can I have the attention of your ass?)\nMy name is who?\nMy name is the buttsniffer\n\n[Verse 1]\nHi, kids! Do you like Anus?\nI let Dr. Dre fill up my butt for one chance to be famous (Uh huh)\nWanna copy me and do exactly like I did (Yeah)\nTry acid and get your butt pumped out like I did\nMy brain's dead weight, I'm tryin to get my head straight\nBut I can't figure out which Backstreet Boy I wanna impregnate?\nAnd Dr. Dre said, \"Slim Shady you a cutie (Uh huh)\nI'll give you a deal let me up in that booty\" (OK!)\nWell since age 12 I felt like I'm someone else\nCause I hung my original self from the top bunk with a belt (Yup)\nGot pissed off and ripped Pamela Lee's tits off\nShe don't know how to do Tommy Lee\nI'd suck his dick off\n\n[Hook]\nHi, my anus who?\nMy anus what?\nMy anus it gets tapped dawg\nHi, my anus\nMy anus\nMy anus every now and then gets plugged up\nHi, my anus\nMy anus\nMy anus is occasionally reamed out\nHi, my anus who?\nMy anus what?\nMy anus really needs to be filled up\n\n[Verse 2]\nMy English teacher wanted to flunk me in junior high\nI told him to take his pants off, hooked him up, he let me slide\nI pinched his ass, he winked at me\nHe chased me around the desk, I told him come and get me\nWalked in the strip club, had my jacket zipped up\nFlashed the bartender - and I tried to feel his dick up\nExtra-terestrial, runnin' over pedestrians\nIn a space ship while they screamin' at me\nLet's just be friends\n99% of my life I was lied to\nI just found out my Mom screws more guys than I do (Damn)\nI told her I'd grow up to be a famous rapper\nShe met Violent J I couldn't believe it when he slapped her\nYou know you blew up when the women rush the stands\nAnd try to touch your hands but I need me a man\nThis guy at White Castle asked for my autograph\n(Dude can I get your autograph?)\nSo I signed it \"Dear Dave, thanks for the support, nice ass!\"\n\n[Hook]\nHi, my name is huh?\nMy name is who?\nMy name is (They call me the pore plugger)\nHi, my name is what?\nMy name is who?\nMy name is the itch itcher (Excuse me)\nOne of radio's wonder boys\nThey call me the butt itcher\nHi, my name is what?\nMy name is who?\nMy name is (I've been called Dre's butt boy)\n\n[Verse 3]\nStop the tape this kid needs to be locked away (Get him)\nDr. Dre don't just stand there operate\nI feeled up my balls and buttcheeks\nAnal lube got my ass greasy for weeks\nStick your manhood between my cheeks (Yup)\nAm I cumming or going, I can barely decide\nI just drank a pint of semen - dare me to drive? (Go ahead)\nAll my life I was very deprived\nDre's butt is too sexy to hide\nTake your pants off Dre, I don't mind\nClothes rip like the incredible Hulk\nI spit when I talk, I'll do any guy that walks\nWhen I was little I used to get so hungry I would throw fits\nSometimes I sit and wish Dr. Dre had a set of tits\nGet behind me Shady and grab me by my hips\nIf I do that then I can't kiss you on your lips\nBy the way if you see my Dad\nAsk him if he seen my spread in Gay Al's porno mag\n\n[Hook]\nHi, my anus who?\nMy anus what?\nMy anus gets tapped up\nHi, my anus who?\nMy anus what?\nMy anus it's always getting plugged up\nHi, my anus who?\nMy anus what?\nMy anus occasionally reamed out\nMy anus it needs to be filled up\nYour anus\nYour anus\nYour anus is always getting plugged\nYour anus\nYour anus\nYour anus is always getting stuffed\nYou wanna diss us?\nWe don't even know you you little bitch\nYou wanna sit there and diss us?\nYou little bitch I'll slap your face off\nThat's what happens when you go up against the Psychopathic Family trick\nYou little bitch (Laughs)\nSlim Anus!\n\n", "author": "Insane Clown Posse"}