{"title": "Street Life", "type": "lyrics", "content": "M-O-B-B D-E-E-P, A.C.D. burn somethin'\nLet's get lifted, Queens is you with me?\nNiggas' shifty, I turned around, a kid tried to hit me\nI back him down with the 50-50\nIt had to been the thug in me\nThe Tunnel banging come and get me\nThe first five hundred bitches free\nThe kid with the God-U will let all my gods come through\nLive niggas on this side of the bar, you get smacked, boo\nAnd fucked too, shit on me? Well then, fuck you\nGone with your high class ass if you want to\nOutta state you be suckin' me off and breakin' off\nWeave bitch thinks she's stallion but my dick went soft\nMy Mobb got in lock with Masterlock\nYou get your locks picked\nRun up in your spot, mask and glove shit\nQueens niggas involved with thug shit, you get lumped'd\nQuick, we in the bathroom thumpin'\n\n[Verse 2: Ammo]\nTo the three-time losers, alcohol abusers\nBig money spenders and the Ebineezer Scroogers\nThugs holdin' fort with the sixteen shot Rugers\nThe CREAM that I redeem will bring a Lex and Landcruiser\nDominant chapter, assassin'in the obsolete\nAnd my Mobb comes Deep to put the wind beneath your feet\nMy heart's harder than concrete, and nervous streets\nBe walked offbeat, but still thugs carry heats\nI get deeper than skin, paragraphs from within\nDear lord, my life is trife, please forgive for me sins\nMy kin stay my kin, ain't no room for extra friends\nOne love to my thugs up north in the pens\nBe a prophet to raise, beat my speech on stage\nLyricist renegade, breakin' down barricades\nThese days are gettin' rough, another brother handcuffed\nFallen victim to the game it's like style's corrupt\n\n[Hook: Prodigy]\nMy crime niggas live the (Street life)\nThem Queens niggas livin' (Street life)\nMy drug niggas livin' (Street life)\nMy street niggas livin' (Street life)\nWe thug niggas livin' (Street life)\nN.Y.C. livin' (Street life)\nMy Mobb niggas livin' (Street life)\nWhat?\n\n[Verse 3: Havoc]\nFor every rhyme I write, reality bites\nMy clique keeps shit virgin tight\nRegulate and know the rule\nI gets some insight plus info, doin' stickups with my kickos\nMy .44 will burn that ass like going raw with nymphos\nSo protect your lifestyle, rock your vest\nOr get your Teflon put to the motherfuckin' test\nState pen put on points, son you know\nStay on the low, got the back, or no-no\nWhen I'm on the dolo, got the God-U-Now\nKid, you wanna get foul, so now I gotta put that ass back on profile\nChange your character, you ain't got stamina\nNigga get that dough, I ain't mad at'cha\nThe Infamous handle business, gonna make mines\nForever, son, kid you heard it through the grapevine\n\n[Verse 4: A-Dog]\nTo my royal thug committees and outlaws that live the life of Frank Nitty\nThe big city mobster, the ? has made the\nGod unholy, skies forever watch me\nThe prophecy, another chapter, there's no stoppin' me\nCrime Addiction, my life story is far from fiction\nBecause at one time, the .44 bullets took the world, bring sparks and friction\nI anaylse this Earth, so I roll with trife characters\nThe hardest for the world to cap, and shining like a\nFull carat diamond with perfect design\nPhilly's and 9 mili's and Coupe Bentley's forever reclinin'\nTo the shoot, physicals in this paradox\nThe world is hot and my plot is to receive grands and yachts\nUntil then I be a trife individual, dwellin' in these days\nScorchin' from the D's plus the sun's rays\nDead President dreams and million dollar schemes\nKiller Queens, the land of CREAM fiends\nA.C.D. the world terrorist\nStainless Rugers for the intruders and my cipher's Infamous\nThrough New York and worldwide, we penetrate your inside\n*?Diamond did?* drama, son, and 9 clips so prepare for heaven's ride\n\n[Hook: Prodigy]\nA.C.D. livin' (Street life)\nMy ice niggas livin' (Street life)\nThem jewel rockin' niggas livin' (Street life)\nThem crack niggas livin' (Street life)\nThem coke-sellin' niggas livin' (Street life)\nWord, N.Y.C. livin' (Street life)\nMy man L.E.S. livin' (Street life)\nThe whole Queensbridge livin' (Street life)\nWord up son, we're livin' (Street life)\n\n[Outro: Prodigy (Havoc)]\nKnowI'msayin? Word up, A.C.D., Mobb Deep in the motherfuckin'....\nYo yo, uh\nHold me down son (No doubt son)\nBack 'em down son (I got'cha back son)\n\n", "author": "Mobb Deep"}