{"title": "There He Go", "type": "lyrics", "content": "Ayy, ayy, ayy, ayy\nAyy, ayy, ayy, ayy, Kodak\nGlee\n\n[Chorus]\nLook, every time you see me I'm surrounded by them snipers\nYou ain't never run off with a hustler in your life, huh?\nI'm from 1800, I'm a hot boy, but I'm iced up\nUgly corner where we smile with you and we don't like you\nJust hopped off the plane, I just got out about a day ago\nEverybody love me, when they see me they be like, \"There he go!\"\nGot me a new lady, we 'bout to take a trip to Mexico\nCrackas took my .40 so I'm 'bout to go buy a Draco\n\n[Verse 1]\nAyy, Lil Kodak on the beat I got that bass, hoe\nAyy, boy, I drop that shit that they be waitin' for\nI like the Beamer but I'm 'bout to go cop a Wraith tho'\nI done peeped your true colors, boy, you a rainbow\nI got Space Jams on my feet, I'm on the moon\nI'm really lit, so I ain't gotta use no auto-tune\nYeah, I'm the shit, but you know damn well I ain't number two\nI'm in this bih' around some niggas who ain't got nothin' to lose\nBut shawty got that head, she got that fire brain\nShe know I love the head, I love that migraine\nYou ain't never run off with a boss ain't ya?\nShe know a nigga be stuntin' like a Power Ranger\n\n[Chorus]\nEvery time you see me I'm surrounded by them snipers\nYou ain't never run off with a hustler in your life, huh?\nI'm from 1800, I'm a hot boy, but I'm iced up\nUgly corner where we smile with you and we don't like you\nJust hopped off the plane, I just got out about a day ago\nEverybody love me, when they see me they be like, \"There he go!\"\nGot me a new lady, we 'bout to take a trip to Mexico\nCrackas took my .40 so I'm 'bout to go buy a Draco\n\n[Verse 2]\nThese ain't Ray-Bans, these Saint Laurent shades, hoe\nThe way my niggas hit your block, you'd think it's Halo\nNo more home invadin' now, I'm on the radio\nI don't even like to fuck, I only want fellatio\nI done jumped out to that bag, baby, check my swag\nMoney fallin' out my ass, I got a lot of cash\nAyy, everybody runnin', nigga got a gun\nI ain't makin' beats but the Draco got a drum\nI don't wear no fuckin' Yeezys, I got too much sauce\nLike I don't believe in Jesus, how I triple cross\nI ain't even brush my teeth, but I'm on the block\nI ain't even brush my teeth, all I do is floss\n\n[Hook]\nEvery time you see me I'm surrounded by them snipers\nYou ain't never run off with a hustler in your life, huh?\nI'm from 1800, I'm a hot boy, but I'm iced up\nUgly corner where we smile with you and we don't like you\nJust hopped off the plane, I just got out about a day ago\nEverybody love me, when they see me they be like, \"There he go!\"\nGot me a new lady, we 'bout to take a trip to Mexico\nCrackers took my 40 so I'm 'bout to go buy a Draco\n\n", "author": "Kodak Black"}