{"title": "Wanna Know", "type": "lyrics", "content": "\n[Intro]\nI just wanna know how niggas going to jail\nTelling on niggas, coming back home and it still being cool\nI just wanna know how a nigga on Instagram and Twitter with fifty thousand followers\nAin’t got no money in real life, but still popping, I just wanna know\nI wanna know, if a nigga ain’t really putting it in, but acting like he putting it in\nNiggas still letting it fly like it’s cool, I really wanna know man\nThis shit getting different out here it’s getting spooky\n\n[Verse 1: Meek Mill + Quentin Miller]\nNow when that shit went down with Chris, you wrote a check\nIn New Orleans wore my chain to get respect (you a fraud)\nSo what that tell me? You a pussy and a fed\nSay the wrong shit you know the shooters at your neck\nI just wanna know, if you ain’t write that running through the six shit\nTell us who the fuck was Quentin running through the six with?\n\"Running through the six with my woes\nCounting money, you know how it goes\nAll the real live forever, baby\nAnd the fake get exposed\"\nNiggas writing for you cause you know you never did shit\nWhen I threw that hook out, I was tryin' to catch a big fish\nWe the type of niggas to tie your mother up\nFuck your sister in the ass and hit your brother up, pussy\nYou really sweet, I call you buttercup\nYou fucking dork you changed the style because you studied us\nComing with the same flow\nSwitching up your lingo\nWe just want a refund, this ain’t what we paid for\nEvery time that we come, we get what we came for\nSpitting another niggas shit, but you claim you king though?\n\n[Hook]\nI just wanna know, I just wanna know\nHow these niggas acting like they trill but really fake\nAnd people acting like it go\nI just wanna know, I just wanna know\nWas it Quentin Miller? Was it Hush or was it Detail where you really got your flow?\n(Milli Vanilli that nigga)\n\n[Verse 2]\nMoney make a fake ass nigga look real again\nMoney make a sucker that told look trill again\nSays a lot about all the people that's feeling him\nBut I'ma show you bitch ass niggas what's real again\nHeard that other nigga talking we ain’t get back yet\nLet’s keep it short, nigga you ain’t get your chick back yet\nAnd now she rocking with the chaser and now you missed that check\nYou went from Clear Port to boarding pass you miss that jet, hold up\n\n[Interlude 1: Sample]\n\"Cat, I got to take them off of here—that's right—I got to take them off of here, there’s only one, and that’s me, you understand?\n'Fore all that fighting, you understand? Sucka thinks he good—sucka thinks he can whoop me, And I know he can’t whoop me and I—Hey, boy, the nigga whole style is chump, you understand? When it comes to me, you understand, let me get mines first. Then after I get mine, y’all can do what you wanna do.\"\n\n[Verse 3]\nYou know you fucked up right?\nYou shoulda just said nothing\nNow you're going to have to give me a check to stop\nAll I hear is platinum that platinum this\nMeanwhile I’m on the carpet with a platinum chick\nI got a platinum rollie, platinum whip\nNiggas frauds I told the truth, don’t ask me shit\nAll this industry fake enemy and rap shit\nIt’s never really my style we got cash to get\nI really started from nothing now it’s back to shit\nPuffy almost caught a domestic when he smacked that bitch\nHold up, let that bitch breathe\n\n[Interlude 2: Diddy]\n\"Yeah, this is called poppin' shit. There’s no cut on it. There’s no cut on it. If your feelings get hurt, you feel like, \"Oh, that’s an arrogant little comment—\" no, this is the truth and the truth hurts. Haven’t I paid my dues? Haven't I weathered the storm? Didn’t I weather the storm? Niggas is gone and I'm here.\"\n\n[Outro]\nYou let Tip homie piss on you in a movie theater nigga, we ain’t forget\nReal niggas back in style this shit is lit\nThis that Ja Rule shit and 50 Cent\n\n", "author": "Meek Mill"}