{"title": "Wet Dreamz", "type": "lyrics", "content": "\n[Intro]\nCole, Cole world, yeah\nLet me take y'all back, man\nAs I do so well\nWasn't nothin' like that\n\n[Verse 1]\nMan, it wasn't nothin' like that first time, she was in my math class\nLong hair, brown skin with a fat ass\nSat beside me, used to laugh, had mad jokes\nThe teacher always got mad so we passed notes\nIt started off so innocent\nShe had a vibe and a nigga started diggin' it\nI was a youngin, straight crushin', tryna play the shit cool\nBut a nigga couldn't wait to get to school\n‘Cause when I seen them thighs on her\nAnd them hips on her and them lips on her\nGot me daydreamin', man, what\nI'm thinkin' how she rides on it, if she sits on it, if she licks on it\nMake it hard for me to stand up\nAs time goes by, attractions gettin' deep and\nWet dreamin', thinkin' that I'm smashin' but I'm sleepin'\nI want it bad, and I ain't never been obsessed before\nShe wrote a note that said, \"You ever had sex before?\"\nDamn…\n\n[Chorus]\nAnd I ain't never did this before, no\nAnd I ain't never did this before, no\nAnd I ain't never did this before, no\nAnd I ain't never did this before, no\nAnd I ain't never did this before, nooo\nI ain't never did this before, no\nAnd I ain't never did this before, no\nAnd I ain't never did this before, no\n\n[Verse 2]\nI wrote back and said\n\"Of course I had sex before,\" knowin' I was frontin'\nI said, \"I'm like a pro, baby,\" knowin' I was stuntin'\nBut if I told the truth, I knew that I'd get played out, son\nHadn't been in pussy since the day I came out one\nBut she don't know that, so she done wrote back and told me\n\"Oh, you a pro, homie? Well, I want you to show me\nMy mama gone for the weekend\nSo Saturday, baby, we can get to freakin'.\"\nThat's when my heart start racin' and my body start sweatin'\nBaby, you done woke my lil' man up\nI'm thinkin' how that body look naked when you layin' on the bed\nTeacher, please, don't make me stand up\nI wrote back like, \"Yeah, baby, sound like a plan.\"\nStill tryna play it cool, sound like the man\nBut I was scared to death, my nigga, my stomach turnin'\nTalkin' shit, knowin' damn well I was a virgin\nFuck…\n\n[Chorus]\nAnd I ain't never did this before, no\nAnd I ain't never did this before, no\nAnd I ain't never did this before, no\nAnd I ain't never did this before, no\nAnd I ain't never did this before, nooo\nI ain't never did this before, no\nAnd I ain't never did this before, no\nAnd I ain't never did this before, no\n\n[Verse 3]\nYou know that feelin' when you know\nYou finna bone for the first time?\nI'm hopin' that she won't notice it's my first time\nI'm hopin' that my shit is big enough to fuck with\nAnd most of all I'm prayin', \"God, don't let me bust quick!\"\nI'm watchin' pornos, tryna see just how to stroke right\nPractice puttin' condoms on—how it go, right?\nI'm in her crib, now a nigga palms sweatin'\nWith a pocket full of rubbers and an erection\nThat's when my hands start touchin'\nAnd her face start blushin' and a nigga roll over on top\nAnd then she get my pants unbuckled\nAnd her hands start rubbin' on me, ooh girl, don't stop\nIt's time for action\nPull out the condoms real smooth, yeah, just how I practiced\nBut right before I put it in, she flinched and grabbed it\nAnd said, \"I wanna get somethin' off my mental\nI can tell you're a pro, but baby, be gentle, ‘cause—\"\n\n[Chorus]\n‘Cause I ain't never did this before, no\nAnd I ain't never did this before, no\nAnd I ain't never did this before, no\nAnd I ain't never did this before, no\nAnd I ain't never did this before, nooo\nI ain't never did this before, no\nAnd I ain't never did this before, no\nAnd I ain't never did this before, no\n\n", "author": "J. Cole"}