{"title": "Won't Back Down", "type": "lyrics", "content": "You can sound the alarm, you can call out your guards\nYou can fence in your yard, you can hold all the cards\nBut I won't back down\nOh no, I won't back down, oh no\n\n[Verse 1: Eminem]\nCadillac Sevilles, coupe DeVilles\nBrain-dead rims, yeah, stupid wheels\nGirl, I'm too for real, lose your tooth-and-nail\nTryna fight it, try to deny it, stupid, you will feel\nWhat I do, I do at will\nShootin' from the hip, yeah, boy, I shoot to kill\nHalf a breath left on my death-bed\nScreamin', “F that!” – yeah, super-ill\nBaby, what the deal? We can chill\nSplit a half a pill and a Happy Meal\nFuck a steak, slut, I'll cut my toes off\nAnd step on the receipt 'fore I foot the bill\nListen, garden tool, don't make me introduce you\nTo my power tool, you know the fuckin' drill\nHow you douchebags feel knowin' you're disposable?\nSummer's Eve, Massengill\nShady's got the mass appeal\nBaby, crank the shit, 'cause it's your goddamn jam\nYou said that you want your punchlines a little more compact\nWell, shorty, I'm that man\nThese other cats ain't metaphorically where I'm at, man\nI gave Bruce Wayne a Valium\nAnd said, “Settle your fuckin' ass down!\nI'm ready for combat, man!”\nGet it? Calm Batman, nah\nAin't nobody who's as bomb and as nuts\nLines are like Mom's CAT-scans\n'Cause they fuckin' go bananas\nHoney, I applaud that ass\nSwear to God, man, these broads can't dance\nMa, show 'em how it's done\nSpaz like a goddamn Taz, yeah\n\n[Chorus: P!nk]\nYou can sound the alarm, you can call out your guards\nYou can fence in your yard, you can hold all the cards\nBut I won't back down\nOh no, I won't back down, oh no\n\n[Verse 2: Eminem]\nGirl, shake that ass like a donkey with Parkinson's\nMake like Michael J. Fox is in your drawers\nPlayin' with an etch-a-sketch\nBet you that you'll never guess\nWho's knockin' at your door, people hit the floors\nYeah, tonight, ladies, you gonna get divorced\nGirl, forget remorse, I'ma hit you broads\nWith Chris's force like you pissed him off\nTalented with the tongue, mothafucka\nYou ain't got a lick in yours\nHittin' licks like I'm robbin' liquor stores\nMakin' cash registers shit their drawers\nThink you spit the rawest?\nI'm an uncooked slab of beef layin' on your kitchen floor\nIn other words, I'm off the meat rack\nBring the beat back, bring in two extension cords\nI'ma measure my dick—shit, I need six inches more\nFuck, my dick's big, bitch, need I remind you\nThat I don't need the fuckin' swine flu to be a sick pig?\nYou're addicted, I'm dope\nI'm the longest needle around here—need a fix, ock?\nI'm the big shot—get it, dick-snots?\nYou're just small pokes, little pricks\nGirl, you think that other prick's hot?\nI'll drink gasoline and eat a lit match\nBefore I sit back and let him get hotter\nBetter call the cops on him quick, fast\nShady's right back on your bitch-ass\nWhite trash with a half a six-pack in his hatchback\nTrailer hitch attached to the back, dispatch\n\n[Chorus: P!nk]\nYou can sound the alarm, you can call out your guards\nYou can fence in your yard, you can hold all the cards\nBut I won't back down\nOh no, I won't back down, oh no\n\n[Verse 3: Eminem]\nBitch, am I the reason that your boyfriend stopped rappin'?\nDoes a bird chirp? Does Lil' Wayne slurp 'zurp\n'Til he burps and smoke purp?\nDoes a word search get circles wrapped around it\nLike you do when I come through?\nI'd like you to remind yourself of what the fuck I can do\nWhen I'm on the mic\nOh, you're the kind of girl that I could take a likin' to\nPsych! I'm spikin' you like a football\nBeen this way since I stood a foot tall\nYou're a good catch with a shitty spouse\nGot a pretty mouth and a good jaw\nGive me good brain, watch the wood-grain\nDon't want no cum stain—bitch, you listenin'?\nTryin' to turn me down, slut, I'm talkin' to you\nTurn me back up! Are you insane?!\nTryin' to talk over me in the car\nShut the fuck up while my shit's playin'!\nI'm a shit stain on the underwear of life\nWhat's the saying? Where there's thunder, there is lightning\nAnd they say that it never strikes twice in the same place\nThen how the fuck have I been hit six times\nIn three different locations on four separate occasions?\nAnd you can bet your stankin' ass\nThat I've come to smash everything in my path\nFork was in the road, took the psycho path\nPoison Ivy wouldn't have me thinkin' rash\nSo hit the dance-floor, cutie, while I do my duty\nOn this microphone; shake your booty, shorty!\nI'm the shit—why you think Proof used to call me \"Doody\"?\n\n[Chorus: P!nk]\nYou can sound the alarm, you can call out your guards\nYou can fence in your yard, you can hold all the cards\nBut I won't back down\nOh no, I won't back down, oh no\n\n", "author": "Eminem"}