{"title": "XXX", "type": "lyrics", "content": "America, God bless you if it's good to you\nAmerica, please take my hand\nCan you help me underst—\nNew Kung Fu Kenny\n\n[Verse 1: Kendrick Lamar]\nThrow a steak off the ark\nTo a pool full of sharks, he'll take it\nLeave him in the wilderness\nWith a sworn nemesis, he'll make it\nTake the gratitude from him\nI bet he'll show you somethin', whoa\nI'll chip a nigga little bit of nothin'\nI'll chip a nigga little bit of nothin'\nI'll chip a nigga little bit of nothin'\nI'll chip a nigga, then throw the blower in his lap\nWalk myself to the court like, \"Bitch, I did that!\"\nX-rated\nJohnny don't wanna go to school no mo', no mo'\nJohnny said books ain't cool no mo' (no mo')\nJohnny wanna be a rapper like his big cousin\nJohnny caught a body yesterday out hustlin'\nGod bless America, you know we all love him\n\n[Verse 2: Kendrick Lamar]\nYesterday I got a call like from my dog like 101\nSaid they killed his only son because of insufficient funds\nHe was sobbin', he was mobbin', way belligerent and drunk\nTalkin' out his head, philosophin' on what the Lord had done\nHe said: \"K-Dot, can you pray for me?\nIt been a fucked up day for me\nI know that you anointed, show me how to overcome.\"\nHe was lookin' for some closure\nHopin' I could bring him closer\nTo the spiritual, my spirit do no better, but I told him\n\"I can't sugarcoat the answer for you, this is how I feel:\nIf somebody kill my son, that mean somebody gettin' killed.\"\nTell me what you do for love, loyalty, and passion of\nAll the memories collected, moments you could never touch\nI'll wait in front a nigga's spot and watch him hit his block\nI'll catch a nigga leavin' service if that's all I got\nI'll chip a nigga, then throw the blower in his lap\nWalk myself to the court like, \"Bitch, I did that!\"\nAin't no Black Power when your baby killed by a coward\nI can't even keep the peace, don't you fuck with one of ours\nIt be murder in the street, it be bodies in the hour\nGhetto bird be on the street, paramedics on the dial\nLet somebody touch my momma\nTouch my sister, touch my woman\nTouch my daddy, touch my niece\nTouch my nephew, touch my brother\nYou should chip a nigga, then throw the blower in his lap\nMatter fact, I'm 'bout to speak at this convention\nCall you back—\n\n[Break: Kendrick Lamar]\nAlright, kids, we're gonna talk about gun control\n(Pray for me) Damn!\n\n[Chorus: Bono]\nIt's not a place\nThis country is to me a sound\nOf drum and bass\nYou close your eyes to look around\n\n[Verse 3: Kendrick Lamar]\nHail Mary, Jesus and Joseph\nThe great American flag is wrapped in drag with explosives\nCompulsive disorder, sons and daughters\nBarricaded blocks and borders\nLook what you taught us!\nIt's murder on my street, your street, back streets\nWall Street, corporate offices\nBanks, employees, and bosses with\nHomicidal thoughts; Donald Trump's in office\nWe lost Barack and promised to never doubt him again\nBut is America honest, or do we bask in sin?\nPass the gin, I mix it with American blood\nThen bash him in, you Crippin' or you married to Blood?\nI'll ask again—oops, accident\nIt's nasty when you set us up\nThen roll the dice, then bet us up\nYou overnight the big rifles, then tell Fox to be scared of us\nGang members or terrorists, et cetera, et cetera\nAmerica's reflections of me, that's what a mirror does\n\n[Chorus: Bono]\nIt's not a place\nThis country is to me a sound\nOf drum and bass\nYou close your eyes to look ar—\n\n", "author": "Kendrick Lamar"}