{"title": "ZEZE", "type": "lyrics", "content": "D.A. got that dope!\n\n[Chorus: Travis Scott]\nIce water, turned Atlantic (Freeze)\nNightcrawlin' in the Phantom (Skrrt, Skrrt)\nTold them hoes that don't you panic\nTook an island, (Yeah) flood the mansion (Big water)\nDropped the roof, more expansion\nDrive a coupe you can stand in (It's lit)\nSee the bitches undercover (In the sheets)\nI'm an ass and titty lover (Big ass)\nGuess we all made for each other\nNow that all the dawgs free (Yeah, yeah)\nAnd we out in these streets (Alright)\nCan you do it, can you pop it for me?\n\n[Refrain: Kodak Black]\nPull up in a Demon, on God (On God)\nLookin' like I still do fraud (Fraud)\nFlyin' private jet with the rod (Rod)\nThis that Z shit, this that Z shit (This that Z shit)\nPull up in a Demon, on God (On God)\nLookin' like I still do fraud (Fraud)\nFlyin' private jet with the rod (Rod)\nThis that Z shit, this that Z shit (This that Z shit)\n\n[Verse 1: Offset]\nOffset!\nBlow the brains out the coupe (Boom)\nPolice wanna talk, but I'm on mute (Woo-woo, hey)\nI'ma bust her wrist down 'cause she cute (Ice, ice)\nFuck her on a yacht, dive in a pool (Yeah)\nShe an addict (Addict), addict for the lifestyle and the Patek (Patek)\nBig daddy, have you ever felt Chanel fabrics? (Chanel)\nI be drippin' to death, I need a casket (Drippin')\nAnd we got more stripes than the ref, he foul, TEC him (Bow, stripes)\nIn the middle of the field like David Beckham (Field, bow-bow)\nAll my niggas locked up, for real, I'm tryna help 'em (Free, free)\nWhen I got a mil', got me the chills, don't know what happened (Hoo, chills)\nPop pills, do what you feel, I'm on that zombie (Hey, hoo)\nI'm more like Gaddafi, I'm not no Gandhi (Gaddafi, hey)\nI'm more like I'm David, Goliath runnin' (Hey, hey)\nNiggas be clonin', I find it funny (Clone, haha)\nWe from the Nawf, straight out of the dungeon (We from the Nawf, hey)\nI go in her mouth, she can't tell me nothin' (Eghck, eghck, egchk)\n300, the watch is out of your budget (Woo, woo, 300)\nMean-muggin' got me clutchin'\nYeah, and this stick right out of Russia\n\n[Chorus: Travis Scott]\nIce water, turned Atlantic (Freeze)\nNightcrawlin' in the Phantom (Skrrt, skrrt)\nTold them hoes that don't you panic\nTook an island, (Yeah) flood the mansion (Big water)\nDropped the roof, more expansion\nDrive a coupe you can stand in (It's lit)\nBitches undercover (In the sheets)\nI'm an ass and titty lover (Big ass)\nGuess we all made for each other\nNow that all the dawgs free (Yeah, yeah)\nAnd we out in these streets (Alright)\nCan you do it, can you pop it for me?\n\n[Refrain: Kodak Black]\nPull up in a Demon, on God (On God)\nLookin' like I still do fraud (Fraud)\nFlyin' private jet with the rod (Rod)\nThis that Z shit, this that Z shit (This that Z shit)\nPull up in a Demon, on God (On God)\nLookin' like I still do fraud (Fraud)\nFlyin' private jet with the rod (Rod)\nThis that Z shit, this that Z shit (This that Z shit)\n\n[Verse 2: Kodak Black]\nIn a Hellcat 'cause I'm a hell-raiser\nSelf-made, I don't owe a nigga nann favor\nWhen you get that money, nigga, keep your heart\nI'm slidin' in a coupe, ain't got no key to start\nI got the fire on me in BET Awards\nWhen your well run dry, you know you need me for it\nWhen I pull up in the Buick, you know what I'm doin'\nIf the police get behind me, I'm fleein' and eludin'\nSleepin' on the palette turned me to a savage\nI'm a project baby, now I stay in Calabasas\nLike I still serve fiends, like I'm still jackin'\nI be sippin' on lean, tryna keep balance\nHit that Z-Walk, Dickie's with my Reeboks\nI don't say much, I just let the heat talk\nYour jewelry water whip, diamonds like re-rock\nMy lil' baby ride the dick like a seesaw\nWhen I stepped up on the scene, I was on a bean\nWhen I jumped up out the Beam', I was in Celine\nBaby girl, you just a fling, that ain't what I mean\nMoney bustin' out my jeans like I do the scheme\n\n[Refrain: Kodak Black]\nPull up in a Demon, on God (On God)\nLookin' like I still do fraud (Fraud)\nFlyin' private jet with the rod (Rod)\nThis that Z shit, this that Z shit (This that Z shit)\nPull up in a Demon, on God (On God)\nLookin' like I still do fraud (Fraud)\nFlyin' private jet with the rod (Rod)\nThis that Z shit, this that Z shit (This that Z shit)\n\n[Outro]\nUh-huh, ha, oh-ah-oh\nUh-huh, ha, oh-ah-oh\nUh-huh, ha, oh-ah-oh\nUh-huh, ha, oh-ah-oh\n\n", "author": "Kodak Black"}