{"title": "Look At Me Now", "artist": "Chris Brown", "type": "lyrics", "content": "I don’t see how you can hate from outside of the club\nYou can’t even get in!\nHa ha ha! Leggo!\n\n[Verse 1: Chris Brown]\nYellow model chick, yellow bottle sippin'\nYellow Lamborghini, yellow top missin'\nYeah, yeah, that shit look like a toupee\nI get what you get in ten years in two days\nLadies love me, I'm on my Cool J\nIf you get what I get, what would you say?\nShe wax it all off: Mr. Miyagi\nAnd them suicide doors, hari-kari\n\n[Chorus: Chris Brown]\nLook at me now, look at me now (oh)\nI’m gettin' paper\nLook at me now (oh) look at me now (yeah)\nFresher than a muh'fucka\n\n[Verse 2: Chris Brown]\nLil' nigga, bigger than gorilla\n‘Cause I’m killin' every nigga that can try to be on my shit\nBetter cuff your chick if you with her, I can get her\nAnd she accidentally slip and fall on my dick\nOops, I said \"on my dick\"\nI ain’t really mean to say \"on my dick\"\nBut since we're talking about my dick\nAll of you haters say hi to it—I’m done\n\n[Interlude: Busta Rhymes]\nAyo, Breezy, let me show you how to keep the dice rollin'\nWhen you're doing that thing over there, homie! Let's go!\n\n[Verse 3: Busta Rhymes]\n‘Cause I'm feelin' like I’m runnin'\nAnd I'm feelin' like I gotta get away, get away, get away\nBetter know that I don't and I won't ever stop\n‘Cause you know I gotta win everyday-day\nSee, they really really wanna pop me\nJust know that you will never flop me\nAnd I know that I can be a little cocky\nYou ain't never gonna stop me\nEverytime I come, a nigga gotta set it\nThen I gotta go, and then I gotta get it\nThen I gotta blow, and then I gotta show that\nAny little thing a nigga think that he be doin'\n‘Cause it doesn't matter, ‘cause I'm gonna da-da-da-da\nThen I'm gonna murder everything and anything\nA ba-da-boom, a ba-da-bing, I gotta do a lotta things\nThat make it clearer to a couple niggas\nThat I always win and then I gotta get it again\nAnd again and then again and I be doin' it to death\nAnd now I move a little foul, a nigga better call a ref\nAnd everybody know my style and niggas know that I'm the best\nWhen it come to doing this and I be bangin' on my chest\nAnd I bang in the East and I'm bangin' in the West\nAnd I come to give you more and I will never give you less\nYou will hear it in the street or you could read it in the press\nDo you really wanna know what's next? (let's go!)\nSee the way we on and then we all up in the race\nAnd you know we gotta go, don't try to keep up with the pace\nAnd we strugglin' and hustlin' and sendin' in and gettin' in\nAnd we always gotta do it, take it to another place\nGotta taste it, and I gotta grab it\nAnd I gotta cut all through this traffic\nJust to be at the top of the throne, better know I gotta have it\n\n[Chorus: Chris Brown]\nLook at me now, look at me now (oh)\nI’m gettin' paper\nLook at me now (oh) look at me now (yeah)\nFresher than a muh'fucka\n\n[Verse 4: Lil Wayne]\nMan, fuck these bitch-ass niggas! How y’all doin'?\nI’m Lil Tunechi, I’m a nuisance\nI go stupid, I go dumb like the Three Stooges\nI don’t eat sushi, I’m the shit, no, I’m pollution, no substitution\nGot a bitch that play in movies in my jacuzzi, pussy juicy\nI never gave a fuck about a hater\nGot money on my radar, dressed like a skater\nGot a big house, came with a elevator\nYou niggas ain’t eatin’, fuck it, tell a waiter\nMarley said shoot ‘em, and I said okay\nIf you wanted bullshit, then I’m like, \"¡Olé!\"\nI don’t care what you say, so don’t even speak\nYour girlfriend a freak like Cirque Du Soleil\nThat’s word to my flag, and my flag red\nI’m out of my head, bitch, I’m outta my mind\nFrom the bottom I climb, you ain’t hotter than mine\nNope, not on my time, and I’m not even tryin'\nWhat's poppin', slime? Nothin', five\nAnd if they trippin’, fuck ‘em, five\nI ain’t got no time to shuck and jive\nThese niggas as sweet as pumpkin pie\nCîroc and Sprite on a private flight\nBitch, I been tight since Guiding Light\nAnd my pockets right, and my diamonds white\nAnd my momma's nice, and my daddy’s dead\nYou faggots scared ‘cause I’m too wild\nBeen here for a while, I was like \"fuck trial\"\nI puts it down, I’m so Young Money\nIf you got eyes, look at me now, bitch!\n\n[Chorus: Chris Brown]\nLook at me now, look at me now (oh)\nI’m gettin' paper\nLook at me now (oh) look at me now (yeah)\nFresher than a muh'fucka\n\n[Outro: Chris Brown]\nOkay\nOkay\nIs that right?\nI’m fresher than a muh'fucka!\n\n"}