{"title": "HYFR", "artist": "Drake", "type": "lyrics", "content": "Gotta do what I gotta do\n\n[Verse 1: Drake]\nAll my exes live in Texas like I'm George Strait\nOr they go to Georgia State where, tuition is handled\nBy some random nigga that live in Atlanta\nThat she only see when she feels obligated\nAdmitted it to me the first time we dated\nBut she was no angel, and we never waited\nI took her for sushi, she wanted to fuck\nSo we took it to go, told them don't even plate it\nAnd we never talk too much after I blew up\nJust only \"hello\" or a \"happy belated\"\nAnd I think I text her and told her I made it\nAnd that's when she text me and told me she prayed it\nAnd that's when I text her and told her I love her\nThen right after texted and told her I'm faded\nShe asked what have I learned since getting richer\nI learned working with the negatives\nCould make for better pictures\nI learned Hennessy and enemies is one hell of a mixture\nEven though it's fucked up, girl I'm still fucking with ya\nDamn, is it the fall, time for me to revisit the past\nIt's women to call, there's albums to drop\nThere's liquor involved\nThere's stories to tell, we been through it all\nInterviews are like confessions\nGet the fuck up out my dressing room, confusing me with questions like\n\n[Hook: Lil Wayne]\nDo you love this shit? Are you high right now?\nDo you ever get nervous?\nAre you single? I heard you fucked your girl, is it true?\nYou getting money?\nYou think them niggas you with is with you?\nAnd I say hell yeah, hell yeah, hell yeah\nFuckin' right, fuckin' right, alright\nAnd we say hell yeah, hell yeah, hell yeah\nFuckin' right, fuckin' right, alright\n\n[Verse 2: Lil Wayne]\nSo much for being optimistic\nThey say love is in the air, so I\nHold my breath until my face turn purple\nKeep a few bad bitches in my circle\nMy nuts hang like ain't no curfew\nBitch, if you wave, then I will surf you\nI flew jet, she flew commercial\nBut we still met later that night\nAfter my session, she came over\nI was aggressive and she was sober\nI gave her a pill, she started confessing\nAnd started undressing and ask me to hold her\nAnd so I did, but that was last month\nAnd now she's texting me asking for closure\nDamn, she say this shit gon' catch up to me\nI keep tissue paper\nWe eat each other whenever we at the dinner table\nShe say she hate that she love me\nAnd she wish I was average\nShit, sometimes I wish the same\nAnd I wish she wasn't married\nPromises, I hope I never break 'em\nMet a female dragon, had a fire conversation\nBut, interviews are like confessions\nGet the fuck up out my bedroom\nConfusing me with questions like...\n\n[Hook: Lil Wayne (& Drake)]\nDo you love this shit? Are you high right now?\nDo you ever get nervous?\nAre you single? I heard you fucked your girl, is it true?\nYou getting money?\nYou think them niggas you with is with you?\nAnd I say hell yeah, hell yeah, hell yeah\nFuckin' right, fuckin' right, alright\nAnd we say hell yeah, hell yeah, hell yeah\nFuckin' right, damn right, alright\n(And we say hell yeah, hell yeah, hell yeah\nFuckin' right, fuckin' right, alright\nAnd we say hell yeah, hell yeah, hell yeah\nFuckin' right, damn' right, alright, yeah)\n\n"}{"title": "The Motto", "artist": "Drake", "type": "lyrics", "content": "I'm the fuckin' man, y'all don't get it, do ya?\nType of money, everybody acting like they knew ya\nGo Uptown, New York City, bitch\nThem Spanish girls love me like I'm Aventura\nTell Uncle Luke I'm out in Miami, too\nClubbing hard, fucking women, there ain't much to do\nWrist bling, got a condo up in Biscayne\nStill getting brain from a thang, ain't shit changed\nHow you feel, how you feel, how you feel?\n25, sitting on 25 mill, uh\nI'm in the building and I'm feeling myself\nRest in peace, Mac Dre, I'm-a do it for the Bay\nOkay, getting paid, we'll holler whenever that stop\nMy team good, we don't really need a mascot\nTell Tune, \"Light one, pass it like a relay\"\nYMCMB, you niggas more YMCA\nMe, Franny, and Mally Mall at the crib-o\nShout goes out to Niko, J and Chubbs, shouts to Gibbo\nWe got Santa Margherita by the liter\nShe know even if I'm fucking with her, I don't really need her\nAww, that's how you feel, man? That's really how you feel?\nCause the pimpin ice cold, all these bitches wanna chill\nI mean maybe she won't but then again maybe she will\nI can almost guarantee she know the deal, real nigga, what's up?\n\n[Hook: Drake]\nNow she want a photo, you already know, though\nYou only live once: that's the motto, nigga, YOLO\nAnd we bout it every day, every day, every day\nLike we sittin on the bench, nigga, we don't really play\nEvery day, every day, fuck what anybody say\nCan't see 'em cause the money in the way, real nigga, what's up?\n\n[Verse 2: Lil Wayne]\nOne...time? Fuck one time\nI'm calling niggas out like the umpire\nSeven...grams in the blunt\nAlmost drowned in her pussy so I swam to her butt\nIt's Eastside, we in this bitch\nWish a nigga would, like a tree in this bitch\nAnd if a leaf fall put some weed in that bitch\nThat's my MO, add a B to that shit\nI'm fucked up, tore down\nI'm twisted: door knob\nTalk stupid? Off with your head!\nNigga, money talks, and Mr. Ed, yeah\nI'm so Young Money\nGot a drum on the gun, Energizer bunny\nFunny how honey ain't sweet like sugar\nAin't shit sweet? Niggas on the street like hookers\nI tongue kiss her other tongue\nSkeet skeet skeet: water gun\nOh my God, Becky, look at her butt! Tunechi\n\n[Hook: Drake]\nNow she want a photo, you already know, though\nYou only live once: that's the motto, nigga, YOLO\nAnd we bout it every day, every day, every day\nLike we sittin on the bench, nigga, we don't really play\nEvery day, every day, fuck what anybody say\nCan't see 'em cause the money in the way, real nigga, what's up?\nNow she want a photo, you already know, though\nYou only live once: that's the motto, nigga, YOLO\nAnd we bout it every day, every day, every day\nLike we sittin on the bench, nigga, we don't really play\nEvery day, every day, fuck what anybody say\nCan't see 'em cause the money in the way, real nigga, what's up?\n\n[Produced by T-Minus]\n\n"}