{"title": "Truffle Butter", "artist": "Nicki Minaj", "content": "Uh, thinkin' out loud\nI must have a quarter million on me right now\nHard to make a song 'bout somethin' other than the money\nTwo things I'm about is talkin' blunt and staying blunted\nPretty women, are you here? Are you here right now, huh?\nWe should all disappear right now\nLook, you're gettin' all your friends and you're gettin' in the car\nAnd you're comin' to the house, are we clear right now, huh?\nYou see the fleet of all the new things\nCop cars with the loose change\nAll white like I move things\nNiggas see me rollin' and they mood change\nLike a muhfucka\nNew flow, I got a dozen of 'em\nI don't trust you, you a undercover\nI could probably make some step-sisters fuck each other (woo)\nTalkin' filets with the truffle butter\nFresh sheets and towels, man she gotta love it\nYeah, they all get what they desire from it\nWhat, tell them niggas we ain't hidin' from it\n\n[Verse 2: Nicki Minaj]\nYo, thinkin' out loud\nI must have about a milli on me right now\nAnd I ain't talkin' about that Lil Wayne record\nI'm still the highest sellin' female rapper, for the record\nMan, this a 65 million single sold\nI ain't gotta compete with a single soul\nI'm good with the ballpoint game, finger roll\nAsk me how to do it, I don't tell a single soul\nPretty women, wassup? Is you here right now?\nYou a stand-up or is you in your chair right now?\nUhh, do you hear me? I can't let a wack nigga get near me\nI might kiss the baddest bitch if you dare me\nI ain't never need a man to take care of me\nYo, I'm in that big boy, bitches can't rent this\nI floss everyday, but I ain't a dentist\nYour whole style and approach, I invented\nAnd I ain't takin' that back, cause I meant it\n\n[Verse 3: Lil Wayne]\nUh, thinkin' out loud\nI could be broke and keep a million dollar smile\nLOL to the bank, check in my account\nBank teller flirtin' after checkin' my account\nPretty ladies, are you here?\nTruffle butter on your pussy\nCuddle buddies on the low\nYou ain't gotta tell your friend\nThat I eat it in the morning\nCause she gonna say \"I know\"\nCan I hit it in the bathroom?\nPut your hands on the toilet\nI'll put one leg on the tub\nGirl, this my new dance move\nI just don't know what to call it\nBut bitch you dancing with the stars\nI ain't nothin' like your last dude\nWhat's his name? — Not important\nI brought some cocaine if you snortin'\nShe became a vacuum\nPut it on my dick like carpet\nSuck the white off white chocolate\nI'm so heartless, thoughtless\nLawless, and flawless\nSmallest, regardless\nLargest in charge\nAnd born in New Orleans\nGet killed for Jordans\nSkateboard, I'm gnarly\nDrake, Tunechi, and Barbie\nYou know!\n\n[Produced by Nineteen85]\n\n"}