{"title": "The Ghost Pirates", "author": "William Hope Hodgson", "releaseDate": "February 6, 2004", "language": "English", "content": "\n\n\n\nProduced by Suzanne Shell, Alev Akman and PG Distributed Proofreaders\n\n\n\n\nTHE GHOST PIRATES\n\n\n\n_\"Strange as the glimmer of the ghastly light\n  That shines from some vast crest of wave at night.\"_\n\n\n\n\n\nTHE GHOST PIRATES\n\nWilliam Hope Hodgson\n\n1909\n\n\n\n\n\n\n_To Mary Whalley_\n\n \"Olden memories that shine against death's night--\n  Quiet stars of sweet enchantments,\n  That are seen In Life's lost distances...\"\n\n_The World of Dreams_\n\n\n\n\nAuthor's Preface\n\nThis book forms the last of three. The first published was \"_The Boats\nof the 'Glen Carrig'_\"; the second, \"_The House on the Borderland_\";\nthis, the third, completes what, perhaps, may be termed a trilogy; for,\nthough very different in scope, each of the three books deals with\ncertain conceptions that have an elemental kinship. With this book, the\nauthor believes that he closes the door, so far as he is concerned, on a\nparticular phase of constructive thought.\n\n\n\n\nThe Hell O! O! Chaunty\n\nChaunty Man . . Man the capstan, bullies!\nMen . . . . . . Ha!-o-o! Ha!-o-o!\nChaunty Man . . Capstan-bars, you tarry souls!\nMen . . . . . . Ha!-o-o! Ha!-o-o!\nChaunty Man . . Take a turn!\nMen . . . . . . Ha!-o-o!\nChaunty Man . . Stand by to fleet!\nMen . . . . . . Ha!-o-o!\nChaunty Man . . Stand by to surge!\nMen . . . . . . Ha!-o-o!\nChaunty Man . . Ha!--o-o-o-o!\nMen . . . . . . TRAMP!\n                       And away we go!\nChaunty Man . . Hark to the tramp of the\n                       bearded shellbacks!\nMen . . . . . . Hush!\n                       O hear 'em tramp!\nChaunty Man . . Tramping, stamping--\n                       treading, vamping,\n                       While the cable\n                       comes in ramping.\nMen . . . . . . Hark!\n                       O hear 'em stamp!\nChaunty Man . . Surge when it rides!\n                       Surge when it rides!\n                       Round-o-o-o\n                       handsome as it slacks!\nMen . . . . . . Ha!-o-o-o-o!\n                       hear 'em ramp!\n                       Ha!-oo-o-o!\n                       hear 'em stamp!\n                       Ha!-o-o-o-o-oo!\n                       Ha!-o-o-o-o-o-o!\nChorus  . . . . They're shouting now; oh! hear 'em\n                       A-bellow as they stamp:--\n                       Ha!-o-o-o! Ha!-o-o-o!\n                       Ha!-o-o-o!\n                       A-shouting as they tramp!\nChaunty Man . . O hark to the haunting chorus\n                       of the capstan and the bars!\n                       Chaunty-o-o-o\n                       and rattle crash--\n                       Bash against the stars!\nMen . . . . . . Ha-a!-o-o-o!\n                       Tramp and go!\n                       Ha-a!-o-o-o!\n                       Ha-a!-o-o-o!\nChaunty Man . . Hear the pawls a-ranting: with\n                       the bearded men a-chaunting;\n                       While the brazen dome above 'em\n                       Bellows back the 'bars.'\nMen . . . . . . Hear and hark!\n                       O hear 'em!\n                       Ha-a!-o-o!\n                       Ha-a!-o-o!\nChaunty Man . . Hurling songs towards the\n                       heavens--!\nMen . . . . . . Ha-a!-o-o!\n                       Ha-a!-o-o!\nChaunty Man . . Hush! O hear 'em!\n                       Hark! O hear 'em!\n                       Hurling oaths among their spars!\nMen . . . . . . Hark! O hear 'em!\n                       Hush! O hear 'em!\nChaunty Man . . Tramping round between the\n                       bars!\nChorus . . . .  They're shouting now; oh! hear\n                       A-bellow as they stamp:--\n                       Ha-a!-o-o-o! Ha-a!-o-o-o!\n                       Ha-a!-o-o-o!\n                       A-shouting as they tramp!\nChaunty Man . . O do you hear the\n                       capstan-chaunty!\n                       Thunder round the pawls!\nMen . . . . . . Click a-clack,\n                       a-clatter\n                       Surge!\n                       And scatter bawls!\nChaunty Man . . Click-a-clack, my bonny boys,\n                       while it comes in handsome!\nMen . . . . . . Ha-a!-o-o!\n                       Hear 'em clack!\nChaunty Man . . Ha-a!-o-o! Click-a-clack!\nMen . . . . . . Hush! O hear 'em pant!\n                       Hark! O hear 'em rant!\nChaunty Man . . Click, a-clitter, clicker-clack.\nMen . . . . . . Ha-a!-o-o!\n                       Tramp and go!\nChaunty Man . . Surge! And keep away the slack!\nMen . . . . . . Ha-a!-o-o!\n                       Away the slack:\n                       Ha-a!-o-o!\n                       Click-a-clack\nChaunty Man . . Bustle now each jolly Jack.\n                       Surging easy! Surging e-a-s-y!!\nMen . . . . . . Ha-a!-o-o!\n                Surging easy\nChaunty Man . . Click-a-clatter--\n                       Surge; and steady!\n                       Man the stopper there!\n                       All ready?\nMen . . . . . . Ha-a!-o-o!\n                       Ha-a!-o-o!\nChaunty Man . . Click-a-clack, my bouncing boys:\nMen . . . . . . Ha-a!-o-o!\n                       Tramp and go!\nChaunty Man . . Lift the pawls, and come back\n                       easy.\nMen . . . . . . Ha-a!-o-o!\n                       Steady-o-o-o-o!\nChaunty Man . . Vast the chaunty!\n                       Vast the capstan!\n                       Drop the pawls! Be-l-a-y!\nChorus . . . .  Ha-a!-o-o! Unship the bars!\n                       Ha-a!-o-o! Tramp and go!\n                       Ha-a!-o-o! Shoulder bars!\n                       Ha-a!-o-o! And away we blow!\n                       Ha-a!-o-o-o!\n                       Ha-a!-o-o-o-o!\n                       Ha-a!-o-o-o-o-o!\n\n\n\n\n\nI\n\n\n_The Figure Out of the Sea_\n\nHe began without any circumlocution.\n\nI joined the _Mortzestus_ in 'Frisco. I heard before I signed on, that\nthere were some funny yarns floating round about her; but I was pretty\nnearly on the beach, and too jolly anxious to get away, to worry about\ntrifles. Besides, by all accounts, she was right enough so far as grub\nand treatment went. When I asked fellows to give it a name, they\ngenerally could not. All they could tell me, was that she was unlucky,\nand made thundering long passages, and had no more than a fair share of\ndirty weather. Also, that she had twice had the sticks blown out of her,\nand her cargo shifted. Besides all these, a heap of other things that\nmight happen to any packet, and would not be comfortable to run into.\nStill, they were the ordinary things, and I was willing enough to risk\nthem, to get home. All the same, if I had been given the chance, I\nshould have shipped in some other vessel as a matter of preference.\n\nWhen I took my bag down, I found that they had signed on the rest of the\ncrowd. You see, the \"home lot\" cleared out when they got into 'Frisco,\nthat is, all except one young fellow, a cockney, who had stuck by the\nship in port. He told me afterwards, when I got to know him, that he\nintended to draw a pay-day out of her, whether any one else did, or not.\n\nThe first night I was in her, I found that it was common talk among the\nother fellows, that there was something queer about the ship. They spoke\nof her as if it were an accepted fact that she was haunted; yet they all\ntreated the matter as a joke; all, that is, except the young cockney--\nWilliams--who, instead of laughing at their jests on the subject, seemed\nto take the whole matter seriously.\n\nThis made me rather curious. I began to wonder whether there was, after\nall, some truth underlying the vague stories I had heard; and I took the\nfirst opportunity to ask him whether he had any reasons for believing\nthat there was anything in the yarns about the ship.\n\nAt first he was inclined to be a bit offish; but, presently, he came\nround, and told me that he did not know of any particular incident which\ncould be called unusual in the sense in which I meant. Yet that, at the\nsame time, there were lots of little things which, if you put them\ntogether, made you think a bit. For instance, she always made such long\npassages and had so much dirty weather--nothing but that and calms and\nhead winds. Then, other things happened; sails that he knew, himself,\nhad been properly stowed, were always blowing adrift _at night_. And\nthen he said a thing that surprised me.\n\n\"There's too many bloomin' shadders about this 'ere packet; they gets\nonter yer nerves like nothin' as ever I seen before in me nat'ral.\"\n\nHe blurted it all out in a heap, and I turned round and looked at him.\n\n\"Too many shadows!\" I said. \"What on earth do you mean?\" But he refused\nto explain himself or tell me anything further--just shook his head,\nstupidly, when I questioned him. He seemed to have taken a sudden, sulky\nfit. I felt certain that he was acting dense, purposely. I believe the\ntruth of the matter is that he was, in a way, ashamed of having let\nhimself go like he had, in speaking out his thoughts about \"shadders.\"\nThat type of man may think things at times; but he doesn't often put\nthem into words. Anyhow, I saw it was no use asking any further\nquestions; so I let the matter drop there. Yet, for several days\nafterwards, I caught myself wondering, at times, what the fellow had\nmeant by \"shadders.\"\n\nWe left 'Frisco next day, with a fine, fair wind, that seemed a bit like\nputting the stopper on the yarns I had heard about the ship's ill luck.\nAnd yet--\n\n\nHe hesitated a moment, and then went on again.\n\n\n\n\nFor the first couple of weeks out, nothing unusual happened, and the\nwind still held fair. I began to feel that I had been rather lucky,\nafter all, in the packet into which I had been shunted. Most of the\nother fellows gave her a good name, and there was a pretty general\nopinion growing among the crowd, that it was all a silly yarn about her\nbeing haunted. And then, just when I was settling down to things,\nsomething happened that opened my eyes no end.\n\nIt was in the eight to twelve watch, and I was sitting on the steps, on\nthe starboard side, leading up to the fo'cas'le head. The night was fine\nand there was a splendid moon. Away aft, I heard the timekeeper strike\nfour bells, and the look-out, an old fellow named Jaskett, answered him.\nAs he let go the bell lanyard, he caught sight of me, where I sat\nquietly, smoking. He leant over the rail, and looked down at me.\n\n\"That you, Jessop?\" he asked.\n\n\"I believe it is,\" I replied.\n\n\"We'd 'ave our gran'mothers an' all the rest of our petticoated\nrelash'ns comin' to sea, if 'twere always like this,\" he remarked,\nreflectively--indicating, with a sweep of his pipe and hand, the\ncalmness of the sea and sky.\n\nI saw no reason for denying that, and he continued:\n\n\"If this ole packet is 'aunted, as some on 'em seems to think, well all\nas I can say is, let me 'ave the luck to tumble across another of the\nsame sort. Good grub, an' duff fer Sundays, an' a decent crowd of 'em\naft, an' everythin' comfertable like, so as yer can feel yer knows where\nyer are. As fer 'er bein' 'aunted, that's all 'ellish nonsense. I've\ncomed 'cross lots of 'em before as was said to be 'aunted, an' so some\non 'em was; but 'twasn't with ghostesses. One packet I was in, they was\nthat bad yer couldn't sleep a wink in yer watch below, until yer'd 'ad\nevery stitch out yer bunk an' 'ad a reg'lar 'unt. Sometimes--\" At that\nmoment, the relief, one of the ordinary seamen, went up the other ladder\non to the fo'cas'le head, and the old chap turned to ask him \"Why the\n'ell\" he'd not relieved him a bit smarter. The ordinary made some reply;\nbut what it was, I did not catch; for, abruptly, away aft, my rather\nsleepy gaze had lighted on something altogether extraordinary and\noutrageous. It was nothing less than the form of a man stepping inboard\nover the starboard rail, a little abaft the main rigging. I stood up,\nand caught at the handrail, and stared.\n\nBehind me, someone spoke. It was the look-out, who had come down off the\nfo'cas'le head, on his way aft to report the name of his relief to the\nsecond mate.\n\n\"What is it, mate?\" he asked, curiously, seeing my intent attitude.\n\nThe thing, whatever it was, had disappeared into the shadows on the lee\nside of the deck.\n\n\"Nothing!\" I replied, shortly; for I was too bewildered then, at what my\neyes had just shown me, to say any more. I wanted to think.\n\nThe old shellback glanced at me; but only muttered something, and went\non his way aft.\n\nFor a minute, perhaps, I stood there, watching; but could see nothing.\nThen I walked slowly aft, as far as the after end of the deck house.\nFrom there, I could see most of the main deck; but nothing showed,\nexcept, of course, the moving shadows of the ropes and spars and sails,\nas they swung to and fro in the moonlight.\n\nThe old chap who had just come off the look-out, had returned forrard\nagain, and I was alone on that part of the deck. And then, all at once,\nas I stood peering into the shadows to leeward, I remembered what\nWilliams had said about there being too many \"shadders.\" I had been\npuzzled to understand his real meaning, then. I had no difficulty _now_.\nThere _were_ too many shadows. Yet, shadows or no shadows, I realised\nthat for my own peace of mind, I must settle, once and for all, whether\nthe thing I had seemed to see stepping aboard out of the ocean, had been\na reality, or simply a phantom, as you might say, of my imagination. My\nreason said it was nothing more than imagination, a rapid dream--I must\nhave dozed; but something deeper than reason told me that this was not\nso. I put it to the test, and went straight in amongst the shadows--\nThere was nothing.\n\nI grew bolder. My common sense told me I must have fancied it all. I\nwalked over to the mainmast, and looked behind the pinrail that partly\nsurrounded it, and down into the shadow of the pumps; but here again was\nnothing. Then I went in under the break of the poop. It was darker under\nthere than out on deck. I looked up both sides of the deck, and saw that\nthey were bare of anything such as I looked for. The assurance was\ncomforting. I glanced at the poop ladders, and remembered that nothing\ncould have gone up there, without the Second Mate or the Time-keeper\nseeing it. Then I leant my back up against the bulkshead, and thought\nthe whole matter over, rapidly, sucking at my pipe, and keeping my\nglance about the deck. I concluded my think, and said \"No!\" out loud.\nThen something occurred to me, and I said \"Unless--\" and went over to\nthe starboard bulwarks, and looked over and down into the sea; but there\nwas nothing but sea; and so I turned and made my way forrard. My common\nsense had triumphed, and I was convinced that my imagination had been\nplaying tricks with me.\n\nI reached the door on the portside, leading into the fo'cas'le, and was\nabout to enter, when something made me look behind. As I did so, I had a\nshaker. Away aft, a dim, shadowy form stood in the wake of a swaying\nbelt of moonlight, that swept the deck a bit abaft the main-mast.\n\nIt was the same figure that I had just been attributing to my fancy. I\nwill admit that I felt more than startled; I was quite a bit frightened.\nI was convinced now that it was no mere imaginary thing. It was a human\nfigure. And yet, with the flicker of the moonlight and the shadows\nchasing over it, I was unable to say more than that. Then, as I stood\nthere, irresolute and funky, I got the thought that someone was acting\nthe goat; though for what reason or purpose, I never stopped to\nconsider. I was glad of any suggestion that my common sense assured me\nwas not impossible; and, for the moment, I felt quite relieved. That\nside to the question had not presented itself to me before. I began to\npluck up courage. I accused myself of getting fanciful; otherwise I\nshould have tumbled to it earlier. And then, funnily enough, in spite of\nall my reasoning, I was still afraid of going aft to discover who that\nwas, standing on the lee side of the maindeck. Yet I felt that if I\nshirked it, I was only fit to be dumped overboard; and so I went, though\nnot with any great speed, as you can imagine.\n\nI had gone half the distance, and still the figure remained there,\nmotionless and silent--the moonlight and the shadows playing over it\nwith each roll of the ship. I think I tried to be surprised. If it were\none of the fellows playing the fool, he must have heard me coming, and\nwhy didn't he scoot while he had the chance? And where could he have\nhidden himself, before? All these things, I asked myself, in a rush,\nwith a queer mixture of doubt and belief; and, you know, in the\nmeantime, I was drawing nearer. I had passed the house, and was not\ntwelve paces distant; when, abruptly, the silent figure made three quick\nstrides to the port rail, and _climbed over it into the sea_.\n\nI rushed to the side, and stared over; but nothing met my gaze, except\nthe shadow of the ship, sweeping over the moonlit sea.\n\nHow long I stared down blankly into the water, it would be impossible to\nsay; certainly for a good minute. I felt blank--just horribly blank. It\nwas such a beastly confirmation of the _unnaturalness_ of the thing I\nhad concluded to be only a sort of brain fancy. I seemed, for that\nlittle time, deprived, you know, of the power of coherent thought. I\nsuppose I was dazed--mentally stunned, in a way.\n\nAs I have said, a minute or so must have gone, while I had been staring\ninto the dark of the water under the ship's side. Then, I came suddenly\nto my ordinary self. The Second Mate was singing out: \"Lee fore brace.\"\n\nI went to the braces, like a chap in a dream.\n\n\n\n\nII\n\n\nWhat Tammy the 'Prentice Saw\n\n\nThe next morning, in my watch below, I had a look at the places where\nthat strange thing had come aboard, and left the ship; but I found\nnothing unusual, and no clue to help me to understand the mystery of the\nstrange man.\n\nFor several days after that, all went quietly; though I prowled about\nthe decks at night, trying to discover anything fresh that might tend to\nthrow some light on the matter. I was careful to say nothing to any one\nabout the thing I had seen. In any case, I felt sure I should only have\nbeen laughed at.\n\nSeveral nights passed away in this manner, and I was no nearer to an\nunderstanding of the affair. And then, in the middle watch, something\nhappened.\n\nIt was my wheel. Tammy, one of the first voyage 'prentices, was keeping\ntime--walking up and down the lee side of the poop. The Second Mate was\nforrard, leaning over the break of the poop, smoking. The weather still\ncontinued fine, and the moon, though declining, was sufficiently\npowerful to make every detail about the poop, stand out distinctly.\nThree bells had gone, and I'll admit I was feeling sleepy. Indeed, I\nbelieve I must have dozed, for the old packet steered very easily, and\nthere was precious little to do, beyond giving her an odd spoke now and\nagain. And then, all at once, it seemed to me that I heard someone\ncalling my name, softly. I could not be certain; and first I glanced\nforrard to where the Second stood, smoking, and from him, I looked into\nthe binnacle. The ship's head was right on her course, and I felt\neasier. Then, suddenly, I heard it again. There was no doubt about it\nthis time, and I glanced to leeward. There I saw Tammy reaching over the\nsteering gear, his hand out, in the act of trying to touch my arm. I was\nabout to ask him what the devil he wanted, when he held up his finger\nfor silence, and pointed forrard along the lee side of the poop. In the\ndim light, his face showed palely, and he seemed much agitated. For a\nfew seconds, I stared in the direction he indicated, but could see\nnothing.\n\n\"What is it?\" I asked in an undertone, after a couple of moments'\nfurther ineffectual peering. \"I can't see anything.\"\n\n\"H'sh!\" he muttered, hoarsely, without looking in my direction. Then,\nall at once, with a quick little gasp, he sprang across the wheel-box,\nand stood beside me, trembling. His gaze appeared to follow the\nmovements of something I could not see.\n\nI must say that I was startled. His movement had shown such terror; and\nthe way he stared to leeward made me think he saw something uncanny.\n\n\"What the deuce is up with you?\" I asked, sharply. And then I remembered\nthe Second Mate. I glanced forrard to where he lounged. His back was\nstill towards us, and he had not seen Tammy. Then I turned to the boy.\n\n\"For goodness sake, get to looard before the Second sees you!\" I said.\n\"If you want to say anything, say it across the wheel-box. You've been\ndreaming.\"\n\nEven as I spoke, the little beggar caught at my sleeve with one hand;\nand, pointing across to the log-reel with the other, screamed: \"He's\ncoming! He's coming----\" At this instant, the Second Mate came running\naft, singing out to know what was the matter. Then, suddenly, crouching\nunder the rail near the log-reel, I saw something that looked like a\nman; but so hazy and unreal, that I could scarcely say I saw anything.\nYet, like a flash, my thoughts ripped back to the silent figure I had\nseen in the flicker of the moonlight, a week earlier.\n\nThe Second Mate reached me, and I pointed, dumbly; and yet, as I did so,\nit was with the knowledge that _he_ would not be able to see what I saw.\n(Queer, wasn't it?) And then, almost in a breath, I lost sight of the\nthing, and became aware that Tammy was hugging my knees.\n\nThe Second continued to stare at the log-reel for a brief instant; then\nhe turned to me, with a sneer.\n\n\"Been asleep, the pair of you, I suppose!\" Then, without waiting for my\ndenial, he told Tammy to go to hell out of it and stop his noise, or\nhe'd boot him off the poop.\n\nAfter that, he walked forward to the break of the poop, and lit his\npipe, again--walking forward and aft every few minutes, and eyeing me,\nat times, I thought, with a strange, half-doubtful, half-puzzled look.\n\nLater, as soon as I was relieved, I hurried down to the 'Prentice's\nberth. I was anxious to speak to Tammy. There were a dozen questions\nthat worried me, and I was in doubt what I ought to do. I found him\ncrouched on a sea-chest, his knees up to his chin, and his gaze fixed on\nthe doorway, with a frightened stare. I put my head into the berth, and\nhe gave a gasp; then he saw who it was, and his face relaxed something\nof its strained expression.\n\nHe said: \"Come in,\" in a low voice, which he tried to steady; and I\nstepped over the wash-board, and sat down on a chest, facing him.\n\n\"What was _it?_\" he asked; putting his feet down on to the deck, and\nleaning forward. \"For God's sake, tell me what it was!\"\n\nHis voice had risen, and I put up my hand to warn him.\n\n\"H'sh!\" I said. \"You'll wake the other fellows.\"\n\nHe repeated his question, but in a lower tone. I hesitated, before\nanswering him. I felt, all at once, that it might be better to deny all\nknowledge--to say I hadn't seen anything unusual. I thought quickly, and\nmade answer on the turn of the moment.\n\n\"What was _what?_\" I said. \"That's just the thing I've come to ask you.\nA pretty pair of fools you made of the two of us up on the poop just\nnow, with your hysterical tomfoolery.\"\n\nI concluded my remark in a tone of anger.\n\n\"I didn't!\" he answered, in a passionate whisper. \"You know I didn't.\nYou know _you_ saw it yourself. You pointed it out to the Second Mate. I\nsaw you.\"\n\nThe little beggar was nearly crying between fear, and vexation at my\nassumed unbelief.\n\n\"Rot!\" I replied. \"You know jolly well you were sleeping in your\ntime-keeping. You dreamed something and woke up suddenly. You were off\nyour chump.\"\n\nI was determined to reassure him, if possible; though, goodness! I\nwanted assurance myself. If he had known of that other thing, I had seen\ndown on the maindeck, what then?\n\n\"I wasn't asleep, any more than you were,\" he said, bitterly. \"And you\nknow it. You're just fooling me. The ship's haunted.\"\n\n\"What!\" I said, sharply.\n\n\"She's haunted,\" he said, again. \"She's haunted.\"\n\n\"Who says so?\" I inquired, in a tone of unbelief.\n\n\"I do! And you _know_ it. Everybody knows it; but they don't more than\nhalf believe it ... I didn't, until tonight.\"\n\n\"Damned rot!\" I answered. \"That's all a blooming old shellback's yarn.\nShe's no more haunted than I am.\"\n\n\"It's not damned rot,\" he replied, totally unconvinced. \"And it's not an\nold shellback's yarn ... Why won't you say you saw it?\" he cried,\ngrowing almost tearfully excited, and raising his voice again.\n\nI warned him not to wake the sleepers.\n\n\"Why won't you say that you saw it?\" he repeated.\n\nI got up from the chest, and went towards the door.\n\n\"You're a young idiot!\" I said. \"And I should advise you not to go\ngassing about like this, round the decks. Take my tip, and turn-in and\nget a sleep. You're talking dotty. Tomorrow you'll perhaps feel what an\nunholy ass you've made of yourself.\"\n\nI stepped over the washboard, and left him. I believe he followed me to\nthe door to say something further; but I was half-way forward by then.\n\nFor the next couple of days, I avoided him as much as possible, taking\ncare never to let him catch me alone. I was determined, if possible, to\nconvince him that he had been mistaken in supposing that he had seen\nanything that night. Yet, after all, it was little enough use, as you\nwill soon see. For, on the night of the second day, there was a further\nextraordinary development, that made denial on my part useless.\n\n\n\n\nIII\n\n\nThe Man up the Main\n\n\nIt occurred in the first watch, just after six bells. I was forward,\nsitting on the fore-hatch. No one was about the maindeck. The night was\nexceedingly fine; and the wind had dropped away almost to nothing, so\nthat the ship was very quiet.\n\nSuddenly, I heard the Second Mate's voice--\n\n\"In the main-rigging, there! Who's that going aloft?\"\n\nI sat up on the hatch, and listened. There succeeded an intense silence.\nThen the Second's voice came again. He was evidently getting wild.\n\n\"Do you damn well hear me? What the hell are you doing up there? Come\ndown!\"\n\nI rose to my feet, and walked up to wind'ard. From there, I could see\nthe break of the poop. The Second Mate was standing by the starboard\nladder. He appeared to be looking up at something that was hidden from\nme by the topsails. As I stared, he broke out again:\n\n\"Hell and damnation, you blasted sojer, come down when I tell you!\"\n\nHe stamped on the poop, and repeated his order, savagely. But there was\nno answer. I started to walk aft. What had happened? Who had gone aloft?\nWho would be fool enough to go, without being told? And then, all at\nonce, a thought came to me. The figure Tammy and I had seen. Had the\nSecond Mate seen something--someone? I hurried on, and then stopped,\nsuddenly. In the same moment there came the shrill blast of the Second's\nwhistle; he was whistling for the watch, and I turned and ran to the\nfo'cas'le to rouse them out. Another minute, and I was hurrying aft with\nthem to see what was wanted.\n\nHis voice met us half-way:\n\n\"Up the main some of you, smartly now, and find out who that damned fool\nis up there. See what mischief he's up to.\"\n\n\"i, i, Sir,\" several of the men sung out, and a couple jumped into the\nweather rigging. I joined them, and the rest were proceeding to follow;\nbut the Second shouted for some to go up to leeward--in case the fellow\ntried to get down that side.\n\nAs I followed the other two aloft, I heard the Second Mate tell Tammy,\nwhose time-keeping it was, to get down on to the maindeck with the other\n'prentice, and keep an eye on the fore and aft stays.\n\n\"He may try down one of them if he's cornered,\" I heard him explain. \"If\nyou see anything, just sing out for me, right away.\"\n\nTammy hesitated.\n\n\"Well?\" said the Second Mate, sharply.\n\n\"Nothing, Sir,\" said Tammy, and went down on to the maindeck.\n\nThe first man to wind'ard had reached the futtock shrouds; his head was\nabove the top, and he was taking a preliminary look, before venturing\nhigher.\n\n\"See anythin', Jock?\" asked Plummer, the man next above me.\n\n\"Na'!\" said Jock, tersely, and climbed over the top, and so disappeared\nfrom my sight.\n\nThe fellow ahead of me, followed. He reached the futtock rigging, and\nstopped to expectorate. I was close at his heels, and he looked down to\nme.\n\n\"What's up, anyway?\" he said. \"What's 'e seen? 'oo're we chasin' after?\"\n\nI said I didn't know, and he swung up into the topmast rigging. I\nfollowed on. The chaps on the lee side were about level with us. Under\nthe foot of the topsail, I could see Tammy and the other 'prentice down\non the maindeck, looking upwards.\n\nThe fellows were a bit excited in a sort of subdued way; though I am\ninclined to think there was far more curiosity and, perhaps, a certain\nconsciousness of the strangeness of it all. I know that, looking to\nleeward, there was a tendancy to keep well together, in which I\nsympathised.\n\n\"Must be a bloomin' stowaway,\" one of the men suggested.\n\nI grabbed at the idea, instantly. Perhaps--And then, in a moment, I\ndismissed it. I remembered how that first thing had stepped over the\nrail _into the sea. That_ matter could not be explained in such a\nmanner. With regard to this, I was curious and anxious. I had seen\nnothing this time. What could the Second Mate have seen? I wondered.\nWere we chasing fancies, or was there really someone--something real,\namong the shadows above us? My thoughts returned to that thing, Tammy\nand I had seen near the log-reel. I remembered how incapable the Second\nMate had been of seeing anything then. I remembered how natural it had\nseemed that he should not be able to see. I caught the word \"stowaway\"\nagain. After all, that might explain away _this_ affair. It would----\n\nMy train of thought was broken suddenly. One of the men was shouting and\ngesticulating.\n\n\"I sees 'im! I sees 'im!\" He was pointing upwards over our heads.\n\n\"Where?\" said the man above me. \"Where?\"\n\nI was looking up, for all that I was worth. I was conscious of a certain\nsense of relief. \"It is _real_ then,\" I said to myself. I screwed my\nhead round, and looked along the yards above us. Yet, still I could see\nnothing; nothing except shadows and patches of light.\n\nDown on deck, I caught the Second Mate's voice.\n\n\"Have you got him?\" he was shouting.\n\n\"Not yet, Zur,\" sung out the lowest man on the lee side.\n\n\"We sees 'im, Sir,\" added Quoin.\n\n\"I don't!\" I said.\n\n\"There 'e is agen,\" he said.\n\nWe had reached the t'gallant rigging, and he was pointing up to the\nroyal yard.\n\n\"Ye're a fule, Quoin. That's what ye are.\"\n\nThe voice came from above. It was Jock's, and there was a burst of\nlaughter at Quoin's expense.\n\nI could see Jock now. He was standing in the rigging, just below the\nyard. He had gone straight away up, while the rest of us were mooning\nover the top.\n\n\"Ye're a fule, Quoin,\" he said, again, \"And I'm thinking the Second's\njuist as saft.\"\n\nHe began to descend.\n\n\"Then there's no one?\" I asked.\n\n\"Na',\" he said, briefly.\n\nAs we reached the deck, the Second Mate ran down off the poop. He came\ntowards us, with an expectant air.\n\n\"You've got him?\" he asked, confidently.\n\n\"There wasn't anyone,\" I said.\n\n\"What!\" he nearly shouted. \"You're hiding something!\" he continued,\nangrily, and glancing from one to another. \"Out with it. Who was it?\"\n\n\"We're hiding nothing,\" I replied, speaking for the lot. \"There's no one\nup there.\"\n\nThe Second looked round upon us.\n\n\"Am I a fool?\" he asked, contemptuously.\n\nThere was an assenting silence.\n\n\"I saw him myself,\" he continued. \"Tammy, here, saw him. He wasn't over\nthe top when I first spotted him. There's no mistake about it. It's all\ndamned rot saying he's not there.\"\n\n\"Well, he's not, Sir,\" I answered. \"Jock went right up to the royal\nyard.\"\n\nThe Second Mate said nothing, in immediate reply; but went aft a few\nsteps and looked up the main. Then he turned to the two 'prentices.\n\n\"Sure you two boys didn't see anyone coming down from the main?\" he\ninquired, suspiciously.\n\n\"Yes, Sir,\" they answered together.\n\n\"Anyway,\" I heard him mutter to himself, \"I'd have spotted him myself,\nif he had.\"\n\n\"Have you any idea, Sir, who it was you saw?\" I asked, at this juncture.\n\nHe looked at me, keenly.\n\n\"No!\" he said.\n\nHe thought for a few moments, while we all stood about in silence,\nwaiting for him to let us go.\n\n\"By the holy poker!\" he exclaimed, suddenly. \"But I ought to have\nthought of that before.\"\n\nHe turned, and eyed us individually.\n\n\"You're all here?\" he asked.\n\n\"Yes, Sir,\" we said in a chorus. I could see that he was counting us.\nThen he spoke again.\n\n\"All of you men stay here where you are. Tammy, you go into _your_ place\nand see if the other fellows are in their bunks. Then come and tell me.\nSmartly now!\"\n\nThe boy went, and he turned to the other 'prentice.\n\n\"You get along forrard to the fo'cas'le,\" he said. \"Count the other\nwatch; then come aft and report to me.\"\n\nAs the youngster disappeared along the deck to the fo'cas'le, Tammy\nreturned from his visit to the Glory Hole, to tell the Second Mate that\nthe other two 'prentices were sound asleep in their bunks. Whereupon,\nthe Second bundled him off to the Carpenter's and Sailmaker's berth, to\nsee whether they were turned-in.\n\nWhile he was gone, the other boy came aft, and reported that all the men\nwere in their bunks, and asleep.\n\n\"Sure?\" the Second asked him.\n\n\"Quite, Sir,\" he answered.\n\nThe Second Mate made a quick gesture.\n\n\"Go and see if the Steward is in his berth,\" he said, abruptly. It was\nplain to me that he was tremendously puzzled.\n\n\"You've something to learn yet, Mr. Second Mate,\" I thought to myself.\nThen I fell to wondering to what conclusions he would come.\n\nA few seconds later, Tammy returned to say that the Carpenter, Sailmaker\nand \"Doctor\" were all turned-in.\n\nThe Second Mate muttered something, and told him to go down into the\nsaloon to see whether the First and Third Mates, by any chance, were not\nin their berths.\n\nTammy started off; then halted.\n\n\"Shall I have a look into the Old Man's place, Sir, while I'm down\nthere?\" he inquired.\n\n\"No!\" said the Second Mate. \"Do what I told you, and then come and tell\nme. If anyone's to go into the Captain's cabin, it's got to be me.\"\n\nTammy said \"i, i, Sir,\" and skipped away, up on to the poop.\n\nWhile he was gone, the other 'prentice came up to say that the Steward\nwas in his berth, and that he wanted to know what the hell he was\nfooling round his part of the ship for.\n\nThe Second Mate said nothing, for nearly a minute. Then he turned to us,\nand told us we might go forrard.\n\nAs we moved off in a body, and talking in undertones, Tammy came down\nfrom the poop, and went up to the Second Mate. I heard him say that the\ntwo Mates were in their berths, asleep. Then he added, as if it were an\nafterthought--\n\n\"So's the Old Man.\"\n\n\"I thought I told you--\" the Second Mate began.\n\n\"I didn't, Sir,\" Tammy said. \"His cabin door was open.\"\n\nThe Second Mate started to go aft. I caught a fragment of a remark he\nwas making to Tammy.\n\n\"--accounted for the whole crew. I'm--\"\n\nHe went up on to the poop. I did not catch the rest.\n\nI had loitered a moment; now, however, I hurried after the others. As we\nneared the fo'cas'le, one bell went, and we roused out the other watch,\nand told them what jinks we had been up to.\n\n\"I rec'on 'e must be rocky,\" one of the men remarked.\n\n\"Not 'im,\" said another, \"'e's bin 'avin' forty winks on the break, an'\ndreemed 'is mother-en-lore 'ad come on 'er visit, friendly like.\"\n\nThere was some laughter at this suggestion, and I caught myself smiling\nalong with the rest; though I had no reason for sharing their belief,\nthat there was nothing in it all.\n\n\"Might 'ave been a stowaway, yer know,\" I heard Quoin, the one who had\nsuggested it before, remark to one of the A.B's named Stubbins--a short,\nrather surly-looking chap.\n\n\"Might have been hell!\" returned Stubbins. \"Stowaways hain't such fools\nas all that.\"\n\n\"I dunno,\" said the first. \"I wish I 'ad arsked the Second what 'e\nthought about it.\"\n\n\"I don't think it was a stowaway, somehow,\" I said, chipping in. \"What\nwould a stowaway want aloft? I guess he'd be trying more for the\nSteward's pantry.\"\n\n\"You bet he would, hevry time,\" said Stubbins. He lit his pipe, and\nsucked at it, slowly.\n\n\"I don't hunderstand it, all ther same,\" he remarked, after a moment's\nsilence.\n\n\"Neither do I,\" I said. And after that I was quiet for a while,\nlistening to the run of conversation on the subject.\n\nPresently, my glance fell upon Williams, the man who had spoken to me\nabout \"shadders.\" He was sitting in his bunk, smoking, and making no\neffort to join in the talk.\n\nI went across to him.\n\n\"What do you think of it, Williams?\" I asked. \"Do _you_ think the Second\nMate really saw anything?\"\n\nHe looked at me, with a sort of gloomy suspicion; but said nothing.\n\nI felt a trifle annoyed by his silence; but took care not to show it.\nAfter a few moments, I went on.\n\n\"Do you know, Williams, I'm beginning to understand what you meant that\nnight, when you said there were too many shadows.\"\n\n\"Wot yer mean?\" he said, pulling his pipe from out of his mouth, and\nfairly surprised into answering.\n\n\"What I say, of course,\" I said. \"There _are_ too many shadows.\"\n\nHe sat up, and leant forward out from his bunk, extending his hand and\npipe. His eyes plainly showed his excitement.\n\n\"'ave yer seen--\" he hesitated, and looked at me, struggling inwardly to\nexpress himself.\n\n\"Well?\" I prompted.\n\nFor perhaps a minute he tried to say something. Then his expression\naltered suddenly from doubt, and something else more indefinite, to a\npretty grim look of determination.\n\nHe spoke.\n\n\"I'm blimed,\" he said, \"ef I don't tike er piy-diy out of 'er, shadders\nor no shadders.\"\n\nI looked at him, with astonishment.\n\n\"What's it got to do with your getting a pay-day out of her?\" I asked.\n\nHe nodded his head, with a sort of stolid resolution.\n\n\"Look 'ere,\" he said.\n\nI waited.\n\n\"Ther crowd cleared\"; he indicated with his hand and pipe towards the\nstern.\n\n\"You mean in 'Frisco?\" I said.\n\n\"Yus,\" he replied; \"'an withart er cent of ther piy. I styied.\"\n\nI comprehended him suddenly.\n\n\"You think they saw,\" I hesitated; then I said \"shadows?\"\n\nHe nodded; but said nothing.\n\n\"And so they all bunked?\"\n\nHe nodded again, and began tapping out his pipe on the edge of his\nbunk-board.\n\n\"And the officers and the Skipper?\" I asked.\n\n\"Fresh uns,\" he said, and got out of his bunk; for eight bells was\nstriking.\n\n\n\n\nIV\n\n\n_The Fooling with the Sail_\n\n\nIt was on the Friday night, that the Second Mate had the watch aloft\nlooking for the man up the main; and for the next five days little else\nwas talked about; though, with the exception of Williams, Tammy and\nmyself, no one seemed to think of treating the matter seriously. Perhaps\nI should not exclude Quoin, who still persisted, on every occasion, that\nthere was a stowaway aboard. As for the Second Mate, I have very little\ndoubt _now_, but that he was beginning to realise there was something\ndeeper and less understandable than he had at first dreamed of. Yet, all\nthe same, I know he had to keep his guesses and half-formed opinions\npretty well to himself; for the Old Man and the First Mate chaffed him\nunmercifully about his \"bogy.\" This, I got from Tammy, who had heard\nthem both ragging him during the second dog-watch the following day.\nThere was another thing Tammy told me, that showed how the Second Mate\nbothered about his inability to understand the mysterious appearance and\ndisappearance of the man he had seen go aloft. He had made Tammy give\nhim every detail he could remember about the figure we had seen by the\nlog-reel. What is more, the Second had not even affected to treat the\nmatter lightly, nor as a thing to be sneered at; but had listened\nseriously, and asked a great many questions. It is very evident to me\nthat he was reaching out towards the only possible conclusion. Though,\ngoodness knows, it was one that was impossible and improbable enough.\n\nIt was on the Wednesday night, after the five days of talk I have\nmentioned, that there came, to me and to those who _knew_, another\nelement of fear. And yet, I can quite understand that, at _that_ time,\nthose who had seen nothing, would find little to be afraid of, in all\nthat I am going to tell you. Still, even they were much puzzled and\nastonished, and perhaps, after all, a little awed. There was so much in\nthe affair that was inexplicable, and yet again such a lot that was\nnatural and commonplace. For, when all is said and done, it was nothing\nmore than the blowing adrift of one of the sails; yet accompanied by\nwhat were really significant details--significant, that is, in the light\nof that which Tammy and I and the Second Mate knew.\n\nSeven bells, and then one, had gone in the first watch, and our side was\nbeing roused out to relieve the Mate's. Most of the men were already out\nof their bunks, and sitting about on their sea-chests, getting into\ntheir togs.\n\nSuddenly, one of the 'prentices in the other watch, put his head in\nthrough the doorway on the port side.\n\n\"The Mate wants to know,\" he said, \"which of you chaps made fast the\nfore royal, last watch.\"\n\n\"Wot's 'e want to know that for?\" inquired one of the men.\n\n\"The lee side's blowing adrift,\" said the 'prentice. \"And he says that\nthe chap who made it fast is to go up and see to it as soon as the watch\nis relieved.\"\n\n\"Oh! does 'e? Well 'twasn't me, any'ow,\" replied the man. \"You'd better\narsk sum of t'others.\"\n\n\"Ask what?\" inquired Plummer, getting out of his bunk, sleepily.\n\nThe 'prentice repeated his message.\n\nThe man yawned and stretched himself.\n\n\"Let me see,\" he muttered, and scratched his head with one hand, while\nhe fumbled for his trousers with the other. \"'oo made ther fore r'yal\nfast?\" He got into his trousers, and stood up. \"Why, ther Or'nary, er\ncourse; 'oo else do yer suppose?\"\n\n\"That's all I wanted to know!\" said the 'prentice, and went away.\n\n\"Hi! Tom!\" Stubbins sung out to the Ordinary. \"Wake up, you lazy young\ndevil. Ther Mate's just sent to hinquire who it was made the fore royal\nfast. It's all blowin' adrift, and he says you're to get along up as\nsoon as eight bells goes, and make it fast again.\"\n\nTom jumped out of his bunk, and began to dress, quickly.\n\n\"Blowin' adrift!\" he said. \"There ain't all that much wind; and I tucked\nthe ends of the gaskets well in under the other turns.\"\n\n\"P'raps one of ther gaskets is rotten, and given way,\" suggested\nStubbins. \"Anyway, you'd better hurry up, it's just on eight bells.\"\n\nA minute later, eight bells went, and we trooped away aft for roll-call.\nAs soon as the names were called over, I saw the Mate lean towards the\nSecond and say something. Then the Second Mate sung out:\n\n\"Tom!\"\n\n\"Sir!\" answered Tom.\n\n\"Was it you made fast that fore royal, last watch?\"\n\n\"Yes, Sir.\"\n\n\"How's that it's broken adrift?\"\n\n\"Carn't say, Sir.\"\n\n\"Well, it has, and you'd better jump aloft and shove the gasket round it\nagain. And mind you make a better job of it this time.\"\n\n\"i, i, Sir,\" said Tom, and followed the rest of us forrard. Reaching the\nfore rigging, he climbed into it, and began to make his way leisurely\naloft. I could see him with a fair amount of distinctness, as the moon\nwas very clear and bright, though getting old.\n\nI went over to the weather pin-rail, and leaned up against it, watching\nhim, while I filled my pipe. The other men, both the watch on deck and\nthe watch below, had gone into the fo'cas'le, so that I imagined I was\nthe only one about the maindeck. Yet, a minute later, I discovered that\nI was mistaken; for, as I proceeded to light up, I saw Williams, the\nyoung cockney, come out from under the lee of the house, and turn and\nlook up at the Ordinary as he went steadily upwards. I was a little\nsurprised, as I knew he and three of the others had a \"poker fight\" on,\nand he'd won over sixty pounds of tobacco. I believe I opened my mouth\nto sing out to him to know why he wasn't playing; and then, all at once,\nthere came into my mind the memory of my first conversation with him. I\nremembered that he had said sails were always blowing adrift _at night_.\nI remembered the, then, unaccountable emphasis he had laid on those two\nwords; and remembering that, I felt suddenly afraid. For, all at once,\nthe absurdity had struck me of a sail--even a badly stowed one--blowing\nadrift in such fine and calm weather as we were then having. I wondered\nI had not seen before that there was something queer and unlikely about\nthe affair. Sails don't blow adrift in fine weather, with the sea calm\nand the ship as steady as a rock. I moved away from the rail and went\ntowards Williams. He knew something, or, at least, he guessed at\nsomething that was very much a blankness to me at that time. Up above,\nthe boy was climbing up, to what? That was the thing that made me feel\nso frightened. Ought I to tell all I knew and guessed? And then, who\nshould I tell? I should only be laughed at--I--\n\nWilliams turned towards me, and spoke.\n\n\"Gawd!\" he said, \"it's started agen!\"\n\n\"What?\" I said. Though I knew what he meant.\n\n\"Them syles,\" he answered, and made a gesture towards the fore royal.\n\nI glanced up, briefly. All the lee side of the sail was adrift, from the\nbunt gasket outwards. Lower, I saw Tom; he was just hoisting himself\ninto the t'gallant rigging.\n\nWilliams spoke again.\n\n\"We lost two on 'em just sime way, comin' art.\"\n\n\"Two of the men!\" I exclaimed.\n\n\"Yus!\" he said tersely.\n\n\"I can't understand,\" I went on. \"I never heard anything about it.\"\n\n\"Who'd yer got ter tell yer abart it?\" he asked.\n\nI made no reply to his question; indeed, I had scarcely comprehended it,\nfor the problem of what I ought to do in the matter had risen again in\nmy mind.\n\n\"I've a good mind to go aft and tell the Second Mate all I know,\" I\nsaid. \"He's seen something himself that he can't explain away, and--and\nanyway I can't stand this state of things. If the Second Mate knew all--\"\n\n\"Garn!\" he cut in, interrupting me. \"An' be told yer're a blastid\nhidiot. Not yer. Yer sty were yer are.\"\n\nI stood irresolute. What he had said, was perfectly correct, and I was\npositively stumped what to do for the best. That there was danger aloft,\nI was convinced; though if I had been asked my reasons for supposing\nthis, they would have been hard to find. Yet of its existence, I was as\ncertain as though my eyes already saw it. I wondered whether, being so\nignorant of the form it would assume, I could stop it by joining Tom on\nthe yard? This thought came as I stared up at the royal. Tom had reached\nthe sail, and was standing on the foot-rope, close in to the bunt. He\nwas bending over the yard, and reaching down for the slack of the sail.\nAnd then, as I looked, I saw the belly of the royal tossed up and down\nabruptly, as though a sudden heavy gust of wind had caught it.\n\n\"I'm blimed--!\" Williams began, with a sort of excited expectation. And\nthen he stopped as abruptly as he had begun. For, in a moment, the sail\nhad thrashed right over the after side of the yard, apparently knocking\nTom clean from off the foot-rope.\n\n\"My God!\" I shouted out loud. \"He's gone!\"\n\nFor an instant there was a blur over my eyes, and Williams was singing\nout something that I could not catch. Then, just as quickly, it went,\nand I could see again, clearly.\n\nWilliams was pointing, and I saw something black, swinging below the\nyard. Williams called out something fresh, and made a run for the fore\nrigging. I caught the last part----\n\n\"--ther garskit.\"\n\nStraightway, I knew that Tom had managed to grab the gasket as he fell,\nand I bolted after Williams to give him a hand in getting the youngster\ninto safety.\n\nDown on deck, I caught the sound of running feet, and then the Second\nMate's voice. He was asking what the devil was up; but I did not trouble\nto answer him then. I wanted all my breath to help me aloft. I knew very\nwell that some of the gaskets were little better than old shakins; and,\nunless Tom got hold of something on the t'gallant yard below him, he\nmight come down with a run any moment. I reached the top, and lifted\nmyself over it in quick time. Williams was some distance above me. In\nless than half a minute, I reached the t'gallant yard. Williams had gone\nup on to the royal. I slid out on to the t'gallant foot-rope until I was\njust below Tom; then I sung out to him to let himself down to me, and I\nwould catch him. He made no answer, and I saw that he was hanging in a\ncuriously limp fashion, and by one hand.\n\nWilliams's voice came down to me from the royal yard. He was singing out\nto me to go up and give him a hand to pull Tom up on to the yard. When I\nreached him, he told me that the gasket had hitched itself round the\nlad's wrist. I bent beside the yard, and peered down. It was as Williams\nhad said, and I realised how near a thing it had been. Strangely enough,\neven at that moment, the thought came to me how little wind there was. I\nremembered the wild way in which the sail had lashed at the boy.\n\nAll this time, I was busily working, unreeving the port buntline. I took\nthe end, made a running bowline with it round the gasket, and let the\nloop slide down over the boy's head and shoulders. Then I took a strain\non it and tightened it under his arms. A minute later we had him safely\non the yard between us. In the uncertain moonlight, I could just make\nout the mark of a great lump on his forehead, where the foot of the sail\nmust have caught him when it knocked him over.\n\nAs we stood there a moment, taking our breath, I caught the sound of the\nSecond Mate's voice close beneath us. Williams glanced down; then he\nlooked up at me and gave a short, grunting laugh.\n\n\"Crikey!\" he said.\n\n\"What's up?\" I asked, quickly.\n\nHe jerked his head backwards and downwards. I screwed round a bit,\nholding the jackstay with one hand, and steadying the insensible\nOrdinary with the other. In this way I could look below. At first, I\ncould see nothing. Then the Second Mate's voice came up to me again.\n\n\"Who the hell are you? What are you doing?\"\n\nI saw him now. He was standing at the foot of the weather t'gallant\nrigging, his face was turned upwards, peering round the after side of\nthe mast. It showed to me only as a blurred, pale-coloured oval in the\nmoonlight.\n\nHe repeated his question.\n\n\"It's Williams and I, Sir,\" I said. \"Tom, here, has had an accident.\"\n\nI stopped. He began to come up higher towards us. From the rigging to\nleeward there came suddenly a buzz of men talking.\n\nThe Second Mate reached us.\n\n\"Well, what's up, anyway?\" he inquired, suspiciously. \"What's happened?\"\n\nHe had bent forward, and was peering at Tom. I started to explain; but\nhe cut me short with:\n\n\"Is he dead?\"\n\n\"No, Sir,\" I said. \"I don't think so; but the poor beggar's had a bad\nfall. He was hanging by the gasket when we got to him. The sail knocked\nhim off the yard.\"\n\n\"What?\" he said, sharply.\n\n\"The wind caught the sail, and it lashed back over the yard--\"\n\n\"What wind?\" he interrupted. \"There's no wind, scarcely.\" He shifted his\nweight on to the other foot. \"What do you mean?\"\n\n\"I mean what I say, Sir. The wind brought the foot of the sail over the\ntop of the yard and knocked Tom clean off the foot-rope. Williams and I\nboth saw it happen.\"\n\n\"But there's no wind to do such a thing; you're talking nonsense!\"\n\nIt seemed to me that there was as much of bewilderment as anything else\nin his voice; yet I could tell that he was suspicious--though, of what,\nI doubted whether he himself could have told.\n\nHe glanced at Williams, and seemed about to say something. Then, seeming\nto change his mind, he turned, and sung out to one of the men who had\nfollowed him aloft, to go down and pass out a coil of new, three-inch\nmanilla, and a tailblock.\n\n\"Smartly now!\" he concluded.\n\n\"i, i, Sir,\" said the man, and went down swiftly.\n\nThe Second Mate turned to me.\n\n\"When you've got Tom below, I shall want a better explanation of all\nthis, than the one you've given me. It won't wash.\"\n\n\"Very well, Sir,\" I answered. \"But you won't get any other.\"\n\n\"What do you mean?\" he shouted at me. \"I'll let you know I'll have no\nimpertinence from you or any one else.\"\n\n\"I don't mean any impertinence, Sir--I mean that it's the only\nexplanation there is to give.\"\n\n\"I tell you it won't wash!\" he repeated. \"There's something too damned\nfunny about it all. I shall have to report the matter to the Captain. I\ncan't tell him that yarn--\" He broke off abruptly.\n\n\"It's not the only damned funny thing that's happened aboard this old\nhooker,\" I answered. \"You ought to know that, Sir.\"\n\n\"What do you mean?\" he asked, quickly.\n\n\"Well, Sir,\" I said, \"to be straight, what about that chap you sent us\nhunting after up the main the other night? That was a funny enough\naffair, wasn't it? This one isn't half so funny.\"\n\n\"That will do, Jessop!\" he said, angrily. \"I won't have any back talk.\"\nYet there was something about his tone that told me I had got one in on\nmy own. He seemed all at once less able to appear confident that I was\ntelling him a fairy tale.\n\nAfter that, for perhaps half a minute, he said nothing. I guessed he was\ndoing some hard thinking. When he spoke again it was on the matter of\ngetting the Ordinary down on deck.\n\n\"One of you'll have to go down the lee side and steady him down,\" he\nconcluded.\n\nHe turned and looked downwards.\n\n\"Are you bringing that gantline?\" he sang out.\n\n\"Yes, Sir,\" I heard one of the men answer.\n\nA moment later, I saw the man's head appear over the top. He had the\ntail-block slung round his neck, and the end of the gantline over his\nshoulder.\n\nVery soon we had the gantline rigged, and Tom down on deck. Then we took\nhim into the fo'cas'le and put him in his bunk. The Second Mate had sent\nfor some brandy, and now he started to dose him well with it. At the\nsame time a couple of the men chafed his hands and feet. In a little, he\nbegan to show signs of coming round. Presently, after a sudden fit of\ncoughing, he opened his eyes, with a surprised, bewildered stare. Then\nhe caught at the edge of his bunk-board, and sat up, giddily. One of the\nmen steadied him, while the Second Mate stood back, and eyed him,\ncritically. The boy rocked as he sat, and put up his hand to his head.\n\n\"Here,\" said the Second Mate, \"take another drink.\"\n\nTom caught his breath and choked a little; then he spoke.\n\n\"By gum!\" he said, \"my head does ache.\"\n\nHe put up his hand, again, and felt at the lump on his forehead. Then he\nbent forward and stared round at the men grouped about his bunk.\n\n\"What's up?\" he inquired, in a confused sort of way, and seeming as if\nhe could not see us clearly.\n\n\"What's up?\" he asked again.\n\n\"That's just what I want to know!\" said the Second Mate, speaking for\nthe first time with some sternness.\n\n\"I ain't been snoozin' while there's been a job on?\" Tom inquired,\nanxiously.\n\nHe looked round at the men appealingly.\n\n\"It's knocked 'im dotty, strikes me,\" said one of the men, audibly.\n\n\"No,\" I said, answering Tom's question, \"you've had--\"\n\n\"Shut that, Jessop!\" said the Second Mate, quickly, interrupting me. \"I\nwant to hear what the boy's got to say for himself.\"\n\nHe turned again to Tom.\n\n\"You were up at the fore royal,\" he prompted.\n\n\"I carn't say I was, Sir,\" said Tom, doubtfully. I could see that he had\nnot gripped the Second Mate's meaning.\n\n\"But you were!\" said the Second, with some impatience. \"It was blowing\nadrift, and I sent you up to shove a gasket round it.\"\n\n\"Blowin' adrift, Sir?\" said Tom, dully.\n\n\"Yes! blowing adrift. Don't I speak plainly?\"\n\nThe dullness went from Tom's face, suddenly.\n\n\"So it was, Sir,\" he said, his memory returning. \"The bloomin' sail got\nchock full of wind. It caught me bang in the face.\"\n\nHe paused a moment.\n\n\"I believe--\" he began, and then stopped once more.\n\n\"Go on!\" said the Second Mate. \"Spit it out!\"\n\n\"I don't know, Sir,\" Tom said. \"I don't understand--\"\n\nHe hesitated again.\n\n\"That's all I can remember,\" he muttered, and put his hand up to the\nbruise on his forehead, as though trying to remember something.\n\nIn the momentary silence that succeeded, I caught the voice of Stubbins.\n\n\"There hain't hardly no wind,\" he was saying, in a puzzled tone.\n\nThere was a low murmur of assent from the surrounding men.\n\nThe Second Mate said nothing, and I glanced at him, curiously. Was he\nbeginning to see, I wondered, how useless it was to try to find any\nsensible explanation of the affair? Had he begun at last to couple it\nwith that peculiar business of the man up the main? I am inclined _now_\nto think that this was so; for, after staring a few moments at Tom, in a\ndoubtful sort of way, he went out of the fo'cas'le, saying that he would\ninquire further into the matter in the morning. Yet, when the morning\ncame, he did no such thing. As for his reporting the affair to the\nSkipper, I much doubt it. Even did he, it must have been in a very\ncasual way; for we heard nothing more about it; though, of course, we\ntalked it over pretty thoroughly among ourselves.\n\nWith regard to the Second Mate, even now I am rather puzzled by his\nattitude to us aloft. Sometimes I have thought that he must have\nsuspected us of trying to play off some trick on him--perhaps, at the\ntime, he still half suspected one of us of being in some way connected\nwith the other business. Or, again, he may have been trying to fight\nagainst the conviction that was being forced upon him, that there was\nreally something impossible and beastly about the old packet. Of course,\nthese are only suppositions.\n\nAnd then, close upon this, there were further developments.\n\n\n\n\nV\n\n\n_The End of Williams_\n\nAs I have said, there was a lot of talk, among the crowd of us forrard,\nabout Tom's strange accident. None of the men knew that Williams and I\nhad seen it _happen_. Stubbins gave it as his opinion that Tom had been\nsleepy, and missed the foot-rope. Tom, of course, would not have this by\nany means. Yet, he had no one to appeal to; for, at that time, he was\njust as ignorant as the rest, that we had seen the sail flap up over the\nyard.\n\nStubbins insisted that it stood to reason it couldn't be the wind. There\nwasn't any, he said; and the rest of the men agreed with him.\n\n\"Well,\" I said, \"I don't know about all that. I'm a bit inclined to\nthink Tom's yarn is the truth.\"\n\n\"How do you make that hout?\" Stubbins asked, unbelievingly. \"There haint\nnothin' like enough wind.\"\n\n\"What about the place on his forehead?\" I inquired, in turn. \"How are\nyou going to explain that?\"\n\n\"I 'spect he knocked himself there when he slipped,\" he answered.\n\n\"Likely 'nuffli,\" agreed old Jaskett, who was sitting smoking on a chest\nnear by.\n\n\"Well, you're both a damn long way out of it!\" Tom chipped in, pretty\nwarm. \"I wasn't asleep; an' the sail did bloomin' well hit me.\"\n\n\"Don't you be impertinent, young feller,\" said Jaskett.\n\nI joined in again.\n\n\"There's another thing, Stubbins,\" I said. \"The gasket Tom was hanging\nby, was on the after side of the yard. That looks as if the sail might\nhave flapped it over? If there were wind enough to do the one, it seems\nto me that it might have done the other.\"\n\n\"Do you mean that it was hunder ther yard, or hover ther top?\" he asked.\n\n\"Over the top, of course. What's more, the foot of the sail was hanging\nover the after part of the yard, in a bight.\"\n\nStubbins was plainly surprised at that, and before he was ready with his\nnext objection, Plummer spoke.\n\n\"'oo saw it?\" he asked.\n\n\"I saw it!\" I said, a bit sharply. \"So did Williams; so--for that\nmatter--did the Second Mate.\"\n\nPlummer relapsed into silence; and smoked; and Stubbins broke out\nafresh.\n\n\"I reckon Tom must have had a hold of the foot and the gasket, and\npulled 'em hover the yard when he tumbled.\"\n\n\"No!\" interrupted Tom. \"The gasket was under the sail. I couldn't even\nsee it. An' I hadn't time to get hold of the foot of the sail, before it\nup and caught me smack in the face.\"\n\n\"'ow did yer get 'old er ther gasket, when yer fell, then?\" asked\nPlummer.\n\n\"He didn't get hold of it,\" I answered for Tom. \"It had taken a turn\nround his wrist, and that's how we found him hanging.\"\n\n\"Do you mean to say as 'e 'adn't got 'old of ther garsket?,\" Quoin\ninquired, pausing in the lighting of his pipe.\n\n\"Of course, I do,\" I said. \"A chap doesn't go hanging on to a rope when\nhe's jolly well been knocked senseless.\"\n\n\"Ye're richt,\" assented Jock. \"Ye're quite richt there, Jessop.\"\n\nQuoin concluded the lighting of his pipe.\n\n\"I dunno,\" he said.\n\nI went on, without noticing him.\n\n\"Anyway, when Williams and I found him, he was hanging by the gasket,\nand it had a couple of turns round his wrist. And besides that, as I\nsaid before, the foot of the sail was hanging over the after side of the\nyard, and Tom's weight on the gasket was holding it there.\"\n\n\"It's damned queer,\" said Stubbins, in a puzzled voice. \"There don't\nseem to be no way of gettin' a proper hexplanation to it.\"\n\nI glanced at Williams, to suggest that I should tell all that we had\nseen; but he shook his head, and, after a moment's thought, it seemed to\nme that there was nothing to be gained by so doing. We had no very clear\nidea of the thing that had happened, and our half facts and guesses\nwould only have tended to make the matter appear more grotesque and\nunlikely. The only thing to be done was to wait and watch. If we could\nonly get hold of something tangible, then we might hope to tell all that\nwe knew, without being made into laughing-stocks.\n\nI came out from my think, abruptly.\n\nStubbins was speaking again. He was arguing the matter with one of the\nother men.\n\n\"You see, with there bein' no wind, scarcely, ther thing's himpossible,\nan' yet--\"\n\nThe other man interrupted with some remark I did not catch.\n\n\"No,\" I heard Stubbins say. \"I'm hout of my reckonin'. I don't savvy it\none bit. It's too much like a damned fairy tale.\"\n\n\"Look at his wrist!\" I said.\n\nTom held out his right hand and arm for inspection. It was considerably\nswollen where the rope had been round it.\n\n\"Yes,\" admitted Stubbins. \"That's right enough; but it don't tell you\nnothin'.\"\n\nI made no reply. As Stubbins said, it told you \"nothin'.\" And there I\nlet it drop. Yet, I have told you this, as showing how the matter was\nregarded in the fo'cas'le. Still, it did not occupy our minds very long;\nfor, as I have said, there were further developments.\n\nThe three following nights passed quietly; and then, on the fourth, all\nthose curious signs and hints culminated suddenly in something\nextraordinarily grim. Yet, everything had been so subtle and intangible,\nand, indeed, so was the affair itself, that only those who had actually\ncome in touch with the invading fear, seemed really capable of\ncomprehending the terror of the thing. The men, for the most part, began\nto say the ship was unlucky, and, of course, as usual! there was some\ntalk of there being a Jonah in the ship. Still, I cannot say that none\nof the men realised there was anything horrible and frightening in it\nall; for I am sure that some did, a little; and I think Stubbins was\ncertainly one of them; though I feel certain that he did not, at that\ntime, you know, grasp a quarter of the real significance that underlay\nthe several queer matters that had disturbed our nights. He seemed to\nfail, somehow, to grasp the element of personal danger that, to me, was\nalready plain. He lacked sufficient imagination, I suppose, to piece the\nthings together--to trace the natural sequence of the events, and their\ndevelopment. Yet I must not forget, of course, that he had no knowledge\nof those two first incidents. If he had, perhaps he might have stood\nwhere I did. As it was, he had not seemed to reach out at all, you know,\nnot even in the matter of Tom and the fore royal. Now, however, after\nthe thing I am about to tell you, he seemed to see a little way into the\ndarkness, and realise possibilities.\n\nI remember the fourth night, well. It was a clear, star-lit, moonless\nsort of night: at least, I think there was no moon; or, at any rate, the\nmoon could have been little more than a thin crescent, for it was near\nthe dark time.\n\nThe wind had breezed up a bit; but still remained steady. We were\nslipping along at about six or seven knots an hour. It was our middle\nwatch on deck, and the ship was full of the blow and hum of the wind\naloft. Williams and I were the only ones about the maindeck. He was\nleaning over the weather pin-rail, smoking; while I was pacing up and\ndown, between him and the fore hatch. Stubbins was on the look-out.\n\nTwo bells had gone some minutes, and I was wishing to goodness that it\nwas eight, and time to turn-in. Suddenly, overhead, there sounded a\nsharp crack, like the report of a rifle shot. It was followed instantly\nby the rattle and crash of sailcloth thrashing in the wind.\n\nWilliams jumped away from the rail, and ran aft a few steps. I followed\nhim, and, together, we stared upwards to see what had gone.\nIndistinctly, I made out that the weather sheet of the fore t'gallant\nhad carried away, and the clew of the sail was whirling and banging\nabout in the air, and, every few moments, hitting the steel yard a blow,\nlike the thump of a great sledge hammer.\n\n\"It's the shackle, or one of the links that's gone, I think,\" I shouted\nto Williams, above the noise of the sail. \"That's the spectacle that's\nhitting the yard.\"\n\n\"Yus!\" he shouted back, and went to get hold of the clewline. I ran to\ngive him a hand. At the same moment, I caught the Second Mate's voice\naway aft, shouting. Then came the noise of running feet, and the rest of\nthe watch, and the Second Mate, were with us almost at the same moment.\nIn a few minutes we had the yard lowered and the sail clewed up. Then\nWilliams and I went aloft to see where the sheet had gone. It was much\nas I had supposed; the spectacle was all right, but the pin had gone out\nof the shackle, and the shackle itself was jammed into the sheavehole in\nthe yard arm.\n\nWilliams sent me down for another pin, while he unbent the clewline, and\noverhauled it down to the sheet. When I returned with the fresh pin, I\nscrewed it into the shackle, clipped on the clewline, and sung out to\nthe men to take a pull on the rope. This they did, and at the second\nheave the shackle came away. When it was high enough, I went up on to\nthe t'gallant yard, and held the chain, while Williams shackled it into\nthe spectacle. Then he bent on the clewline afresh, and sung out to the\nSecond Mate that we were ready to hoist away.\n\n\"Yer'd better go down an' give 'em a 'aul,\" he said. \"I'll sty an' light\nup ther syle.\"\n\n\"Right ho, Williams,\" I said, getting into the rigging. \"Don't let the\nship's bogy run away with you.\"\n\nThis remark I made in a moment of light-heartedness, such as will come\nto anyone aloft, at times. I was exhilarated for the time being, and\nquite free from the sense of fear that had been with me so much of late.\nI suppose this was due to the freshness of the wind.\n\n\"There's more'n one!\" he said, in that curiously short way of his.\n\n\"What?\" I asked.\n\nHe repeated his remark.\n\nI was suddenly serious. The _reality_ of all the impossible details of\nthe past weeks came back to me, vivid, and beastly.\n\n\"What do you mean, Williams?\" I asked him.\n\nBut he had shut up, and would say nothing.\n\n\"What do you know--how much do you know?\" I went on, quickly. \"Why did\nyou never tell me that you--\"\n\nThe Second Mate's voice interrupted me, abruptly:\n\n\"Now then, up there! Are you going to keep us waiting all night? One of\nyou come down and give us a pull with the ha'lyards. The other stay up\nand light up the gear.\"\n\n\"i, i, Sir,\" I shouted back.\n\nThen I turned to Williams, hurriedly.\n\n\"Look here, Williams,\" I said. \"If you think there is _really_ a danger\nin your being alone up here--\" I hesitated for words to express what I\nmeant. Then I went on. \"Well, I'll jolly well stay up with you.\"\n\nThe Second Mate's voice came again.\n\n\"Come on now, one of you! Make a move! What the hell are you doing?\"\n\n\"Coming, Sir!\" I sung out.\n\n\"Shall I stay?\" I asked definitely.\n\n\"Garn!\" he said. \"Don't yer fret yerself. I'll tike er bloomin' piy-diy\nout of 'er. Blarst 'em. I ain't funky of 'em.\"\n\nI went. That was the last word Williams spoke to anyone living.\n\nI reached the decks, and tailed on to the haulyards.\n\nWe had nearly mast-headed the yard, and the Second Mate was looking up\nat the dark outline of the sail, ready to sing out \"Belay\"; when, all at\nonce, there came a queer sort of muffled shout from Williams.\n\n\"Vast hauling, you men,\" shouted the Second Mate.\n\nWe stood silent, and listened.\n\n\"What's that, Williams?\" he sung out. \"Are you all clear?\"\n\nFor nearly half a minute we stood, listening; but there came no reply.\nSome of the men said afterwards that they had noticed a curious rattling\nand vibrating noise aloft that sounded faintly above the hum and swirl\nof the wind. Like the sound of loose ropes being shaken and slatted\ntogether, you know. Whether this noise was really heard, or whether it\nwas something that had no existence outside of their imaginations, I\ncannot say. I heard nothing of it; but then I was at the tail end of the\nrope, and furthest from the fore rigging; while those who heard it were\non the fore part of the haulyards, and close up to the shrouds.\n\nThe Second Mate put his hands to his mouth.\n\n\"Are you all clear there?\" he shouted again.\n\nThe answer came, unintelligible and unexpected. It ran like this:\n\n\"Blarst yer ... I've styed ... Did yer think ... drive ... bl--y\npiy-diy.\" And then there was a sudden silence.\n\nI stared up at the dim sail, astonished.\n\n\"He's dotty!\" said Stubbins, who had been told to come off the look-out\nand give us a pull.\n\n\"'e's as mad as a bloomin' 'atter,\" said Quoin, who was standing\nforeside of me. \"'e's been queer all along.\"\n\n\"Silence there!\" shouted the Second Mate. Then:\n\n\"Williams!\"\n\nNo answer.\n\n\"Williams!\" more loudly.\n\nStill no answer.\n\nThen:\n\n\"Damn you, you jumped-up cockney crocodile! Can't you hear? Are you\nblooming-well deaf?\"\n\nThere was no answer, and the Second Mate turned to me.\n\n\"Jump aloft, smartly now, Jessop, and see what's wrong!\"\n\n\"i, i, Sir,\" I said and made a run for the rigging. I felt a bit queer.\nHad Williams gone mad? He certainly always had been a bit funny. Or--and\nthe thought came with a jump--had he seen--I did not finish. Suddenly,\nup aloft, there sounded a frightful scream. I stopped, with my hand on\nthe sheerpole. The next instant, something fell out of the darkness--a\nheavy body, that struck the deck near the waiting men, with a tremendous\ncrash and a loud, ringing, wheezy sound that sickened me. Several of the\nmen shouted out loud in their fright, and let go of the haulyards; but\nluckily the stopper held it, and the yard did not come down. Then, for\nthe space of several seconds, there was a dead silence among the crowd;\nand it seemed to me that the wind had in it a strange moaning note.\n\nThe Second Mate was the first to speak. His voice came so abruptly that\nit startled me.\n\n\"Get a light, one of you, quick now!\"\n\nThere was a moment's hesitation.\n\n\"Fetch one of the binnacle lamps, you, Tammy.\"\n\n\"i, i, Sir,\" the youngster said, in a quavering voice, and ran aft.\n\nIn less than a minute I saw the light coming towards us along the deck.\nThe boy was running. He reached us, and handed the lamp to the Second\nMate, who took it and went towards the dark, huddled heap on the deck.\nHe held the light out before him, and peered at the thing.\n\n\"My God!\" he said. \"It's Williams!\"\n\nHe stooped lower with the light, and I saw details. It was Williams\nright enough. The Second Mate told a couple of the men to lift him and\nstraighten him out on the hatch. Then he went aft to call the Skipper.\nHe returned in a couple of minutes with an old ensign which he spread\nover the poor beggar. Almost directly, the Captain came hurrying forward\nalong the decks. He pulled back one end of the ensign, and looked; then\nhe put it back quietly, and the Second Mate explained all that we knew,\nin a few words.\n\n\"Would you leave him where he is, Sir?\" he asked, after he had told\neverything.\n\n\"The night's fine,\" said the Captain. \"You may as well leave the poor\ndevil there.\"\n\nHe turned, and went aft, slowly. The man who was holding the light,\nswept it round so that it showed the place where Williams had struck the\ndeck.\n\nThe Second Mate spoke abruptly.\n\n\"Get a broom and a couple of buckets, some of you.\"\n\nHe turned sharply, and ordered Tammy on to the poop.\n\nAs soon as he had seen the yard mast-headed, and the ropes cleared up,\nhe followed Tammy. He knew well enough that it would not do for the\nyoungster to let his mind dwell too much on the poor chap on the hatch,\nand I found out, a little later, that he gave the boy something to\noccupy his thoughts.\n\nAfter they had gone aft, we went into the fo'cas'le. Every one was moody\nand frightened. For a little while, we sat about in our bunks and on the\nchests, and no one said a word. The watch below were all asleep, and not\none of them knew what had happened.\n\nAll at once, Plummer, whose wheel it was, stepped over the starboard\nwashboard, into the fo'cas'le.\n\n\"What's up, anyway?\" he asked. \"Is Williams much 'urt?\"\n\n\"Sh!\" I said. \"You'll wake the others. Who's taken your wheel?\"\n\n\"Tammy--ther Second sent 'im. 'e said I could go forrard an' 'ave er\nsmoke. 'e said Williams 'ad 'ad er fall.\"\n\nHe broke off, and looked across the fo'cas'le.\n\n\"Where is 'e?\" he inquired, in a puzzled voice.\n\nI glanced at the others; but no one seemed inclined to start yarning\nabout it.\n\n\"He fell from the t'gallant rigging!\" I said.\n\n\"Where is 'e?\" he repeated.\n\n\"Smashed up,\" I said. \"He's lying on the hatch.\"\n\n\"Dead?\" he asked.\n\nI nodded.\n\n\"I guessed 'twere somethin' pretty bad, when I saw the Old Man come\nforrard. 'ow did it 'appen?\"\n\nHe looked round at the lot of us sitting there silent and smoking.\n\n\"No one knows,\" I said, and glanced at Stubbins. I caught him eyeing me,\ndoubtfully.\n\nAfter a moment's silence, Plummer spoke again.\n\n\"I 'eard 'im screech, when I was at ther wheel. 'e must 'ave got 'urt up\naloft.\"\n\nStubbins struck a match and proceeded to relight his pipe.\n\n\"How d'yer mean?\" he asked, speaking for the first time.\n\n\"'ow do I mean? Well, I can't say. Maybe 'e jammed 'is fingers between\nther parrel an' ther mast.\"\n\n\"What about 'is swearin' at ther Second Mate? Was that 'cause 'e'd\njammed 'is fingers?\" put in Quoin.\n\n\"I never 'eard about that,\" said Plummer. \"'oo 'eard 'im?\n\n\"I should think heverybody in ther bloomin' ship heard him,\" Stubbins\nanswered. \"All ther same, I hain't sure he _was_ swearin' at ther Second\nMate. I thought at first he'd gone dotty an' was cussin' him; but\nsomehow it don't seem likely, now I come to think. It don't stand to\nreason he should go to cuss ther man. There was nothin' to go cussin'\nabout. What's more, he didn't seem ter be talkin' down to us on deck--\nwhat I could make hout. 'sides, what would he want ter go talkin' to\nther Second about his pay-day?\"\n\nHe looked across to where I was sitting. Jock, who was smoking, quietly,\non the chest next to me, took his pipe slowly out from between his\nteeth.\n\n\"Ye're no far oot, Stubbins, I'm thinkin'. Ye're no far oot,\" he said,\nnodding his head.\n\nStubbins still continued to gaze at me.\n\n\"What's your idee?\" he said, abruptly.\n\nIt may have been my fancy, but it seemed to me that there was something\ndeeper than the mere sense the question conveyed.\n\nI glanced at him. I couldn't have said, myself, just what my idea was.\n\n\"I don't know!\" I answered, a little adrift. \"He didn't strike me as\ncursing at the Second Mate. That is, I should say, after the first\nminute.\"\n\n\"Just what I say,\" he replied. \"Another thing--don't it strike you as\nbein' bloomin' queer about Tom nearly comin' down by ther run, an' then\n_this?_\"\n\nI nodded.\n\n\"It would have been all hup with Tom, if it hadn't been for ther\ngasket.\"\n\nHe paused. After a moment, he went on again.\n\n\"That was honly three or four nights ago!\"\n\n\"Well,\" said Plummer. \"What are yer drivin' at?\"\n\n\"Nothin',\" answered Stubbins. \"Honly it's damned queer. Looks as though\nther ship might be unlucky, after all.\"\n\n\"Well,\" agreed Plummer. \"Things 'as been a bit funny lately; and then\nthere's what's 'appened ter-night. I shall 'ang on pretty tight ther\nnext time I go aloft.\"\n\nOld Jaskett took his pipe from his mouth, and sighed.\n\n\"Things is going wrong 'most every night,\" he said, almost pathetically.\n\"It's as diff'rent as chalk 'n' cheese ter what it were w'en we started\nthis 'ere trip. I thought it were all 'ellish rot about 'er bein'\n'aunted; but it's not, seem'ly.\"\n\nHe stopped and expectorated.\n\n\"She hain't haunted,\" said Stubbins. \"Leastways, not like you mean--\"\n\nHe paused, as though trying to grasp some elusive thought.\n\n\"Eh?\" said Jaskett, in the interval.\n\nStubbins continued, without noticing the query. He appeared to be\nanswering some half-formed thought in his own brain, rather than\nJaskett:\n\n\"Things is queer--an' it's been a bad job tonight. I don't savvy one bit\nwhat Williams was sayin' of hup aloft. I've thought sometimes he'd\nsomethin' on 'is mind--\"\n\nThen, after a pause of about half a minute, he said this:\n\n\"_Who_ was he sayin' that to?\"\n\n\"Eh?\" said Jaskett, again, with a puzzled expression.\n\n\"I was thinkin',\" said Stubbins, knocking out his pipe on the edge of\nthe chest. \"P'raps you're right, hafter all.\"\n\n\n\n\nVI\n\n\n_Another Man to the Wheel_\n\nThe conversation had slacked off. We were all moody and shaken, and I\nknow I, for one, was thinking some rather troublesome thoughts.\n\nSuddenly, I heard the sound of the Second's whistle. Then his voice came\nalong the deck:\n\n\"Another man to the wheel!\"\n\n\"'e's singin' out for some one to go aft an' relieve ther wheel,\" said\nQuoin, who had gone to the door to listen. \"Yer'd better 'urry up,\nPlummer.\"\n\n\"What's ther time?\" asked Plummer, standing up and knocking out his\npipe. \"Must be close on ter four bells, 'oo's next wheel is it?\"\n\n\"It's all right, Plummer,\" I said, getting up from the chest on which I\nhad been sitting. \"I'll go along. It's my wheel, and it only wants a\ncouple of minutes to four bells.\"\n\nPlummer sat down again, and I went out of the fo'cas'le. Reaching the\npoop, I met Tammy on the lee side, pacing up and down.\n\n\"Who's at the wheel?\" I asked him, in astonishment.\n\n\"The Second Mate,\" he said, in a shaky sort of voice. \"He's waiting to\nbe relieved. I'll tell you all about it as soon as I get a chance.\"\n\nI went on aft to the wheel.\n\n\"Who's that?\" the Second inquired.\n\n\"It's Jessop, Sir,\" I answered.\n\nHe gave me the course, and then, without another word, went forrard\nalong the poop. On the break, I heard him call Tammy's name, and then\nfor some minutes he was talking to him; though what he was saying, I\ncould not possibly hear. For my part, I was tremendously curious to know\nwhy the Second Mate had taken the wheel. I knew that if it were just a\nmatter of bad steering on Tammy's part, he would not have dreamt of\ndoing such a thing. There had been something queer happening, about\nwhich I had yet to learn; of this, I felt sure.\n\nPresently, the Second Mate left Tammy, and commenced to walk the weather\nside of the deck. Once he came right aft, and, stooping down, peered\nunder the wheel-box; but never addressed a word to me. Sometime later,\nhe went down the weather ladder on to the main-deck. Directly\nafterwards, Tammy came running up to the lee side of the wheel-box.\n\n\"I've seen it again!\" he said, gasping with sheer nervousness.\n\n\"What?\" I said.\n\n\"That _thing_,\" he answered. Then he leant across the wheel-box, and\nlowered his voice.\n\n\"It came over the lee rail--_up out of the sea_,\" he added, with an air\nof telling something unbelievable.\n\nI turned more towards him; but it was too dark to see his face with any\ndistinctness. I felt suddenly husky. \"My God!\" I thought. And then I\nmade a silly effort to protest; but he cut me short with a certain\nimpatient hopelessness.\n\n\"For God's sake, Jessop,\" he said, \"do stow all that! It's no good. I\nmust have someone to talk to, or I shall go dotty.\"\n\nI saw how useless it was to pretend any sort of ignorance. Indeed,\nreally, I had known it all along, and avoided the youngster on that very\naccount, as you know.\n\n\"Go on,\" I said. \"I'll listen; but you'd better keep an eye for the\nSecond Mate; he may pop up any minute.\"\n\nFor a moment, he said nothing, and I saw him peering stealthily about\nthe poop.\n\n\"Go on,\" I said. \"You'd better make haste, or he'll be up before you're\nhalf-way through. What was he doing at the wheel when I came up to\nrelieve it? Why did he send you away from it?\"\n\n\"He didn't,\" Tammy replied, turning his face towards me. \"I bunked away\nfrom it.\"\n\n\"What for?\" I asked.\n\n\"Wait a minute,\" he answered, \"and I'll tell you the whole business. You\nknow the Second Mate sent me to the wheel, after _that_--\" He nodded his\nhead forrard.\n\n\"Yes,\" I said.\n\n\"Well, I'd been here about ten minutes, or a quarter of an hour, and I\nwas feeling rotten about Williams, and trying to forget it all and keep\nthe ship on her course, and all that; when, all at once, I happened to\nglance to loo'ard, and there I saw it climbing over the rail. My God! I\ndidn't know what to do. The Second Mate was standing forrard on the\nbreak of the poop, and I was here all by myself. I felt as if I were\nfrozen stiff. When it came towards me, I let go of the wheel, and yelled\nand bunked forrard to the Second Mate. He caught hold of me and shook\nme; but I was so jolly frightened, I couldn't say a word. I could only\nkeep on pointing. The Second kept asking me 'Where?' And then, all at\nonce, I found I couldn't see the thing. I don't know whether he saw it.\nI'm not at all certain he did. He just told me to damn well get back to\nthe wheel, and stop making a damned fool of myself. I said out straight\nI wouldn't go. So he blew his whistle, and sung out for someone to come\naft and take it. Then he ran and got hold of the wheel himself. You know\nthe rest.\"\n\n\"You're quite sure it wasn't thinking about Williams made you imagine\nyou saw something?\" I said, more to gain a moment to think, than because\nI believed that it was the case.\n\n\"I thought you were going to listen to me, seriously!\" he said,\nbitterly. \"If you won't believe me; what about the chap the Second Mate\nsaw? What about Tom? What about Williams? For goodness sake! don't try\nto put me off like you did last time. I nearly went cracked with wanting\nto tell someone who would listen to me, and wouldn't laugh. I could\nstand anything, but this being alone. There's a good chap, don't pretend\nyou don't understand. Tell me what it all means. What is this horrible\nman that I've twice seen? You know you know something, and I believe\nyou're afraid to tell anyone, for fear of being laughed at. Why don't\nyou tell me? You needn't be afraid of my laughing.\"\n\nHe stopped, suddenly. For the moment, I said nothing in reply.\n\n\"Don't treat me like a kid, Jessop!\" he exclaimed, quite passionately.\n\n\"I won't,\" I said, with a sudden resolve to tell him everything. \"I need\nsomeone to talk to, just as badly as you do.\"\n\n\"What does it all mean, then?\" he burst out. \"Are they real? I always\nused to think it was all a yarn about such things.\"\n\n\"I'm sure I don't know what it all means, Tammy,\" I answered. \"I'm just\nas much in the dark, there, as you are. And I don't know whether they're\nreal--that is, not as we consider things real. You don't know that I saw\na queer figure down on the maindeck, several nights before you saw that\nthing up here.\"\n\n\"Didn't you see this one?\" he cut in, quickly.\n\n\"Yes,\" I answered.\n\n\"Then, why did you pretend not to have?\" he said, in a reproachful\nvoice. \"You don't know what a state you put me into, what with my being\ncertain that I had seen it and then you being so jolly positive that\nthere had been nothing. At one time I thought I was going clean off my\ndot--until the Second Mate saw that man go up the main. Then, I knew\nthat there must be something in the thing I was certain I'd seen.\"\n\n\"I thought, perhaps, that if I told you I hadn't seen it, you would\nthink you'd been mistaken,\" I said. \"I wanted you to think it was\nimagination, or a dream, or something of that sort.\"\n\n\"And all the time, you knew about that other thing you'd seen?\" he\nasked.\n\n\"Yes,\" I replied.\n\n\"It was thundering decent of you,\" he said. \"But it wasn't any good.\"\n\nHe paused a moment. Then he went on:\n\n\"It's terrible about Williams. Do you think he saw something, up aloft?\"\n\n\"I don't know, Tammy,\" I said. \"It's impossible to say. It _may_ have\nbeen only an accident.\" I hesitated to tell him what I really thought.\n\n\"What was he saying about his pay-day? Who was he saying it to?\"\n\n\"I don't know,\" I said, again. \"He was always cracked about taking a\npay-day out of her. You know, he stayed in her, on purpose, when all the\nothers left. He told me that he wasn't going to be done out of it, for\nanyone.\"\n\n\"What did the other lot leave for?\" he asked. Then, as the idea seemed\nto strike him--\"Jove! do you think they saw something, and got scared?\nIt's quite possible. You know, we only joined her in 'Frisco. She had no\n'prentices on the passage out. Our ship was sold; so they sent us aboard\nhere to come home.\"\n\n\"They may have,\" I said. \"Indeed, from things I've heard Williams say,\nI'm pretty certain, he for one, guessed or knew a jolly sight more than\nwe've any idea of.\"\n\n\"And now he's dead!\" said Tammy, solemnly. \"We'll never be able to find\nout from him now.\"\n\nFor a few moments, he was silent. Then he went off on another track.\n\n\"Doesn't anything ever happen in the Mate's watch?\"\n\n\"Yes,\" I answered. \"There's several things happened lately, that seem\npretty queer. Some of his side have been talking about them. But he's\ntoo jolly pig-headed to see anything. He just curses his chaps, and puts\nit all down to them.\"\n\n\"Still,\" he persisted, \"things seem to happen more in our watch than in\nhis--I mean, bigger things. Look at tonight.\"\n\n\"We've no proof, you know,\" I said.\n\nHe shook his head, doubtfully.\n\n\"I shall always funk going aloft, now.\"\n\n\"Nonsense!\" I told him. \"It may only have been an accident.\"\n\n\"Don't!\" he said. \"You know you don't think so, really.\"\n\nI answered nothing, just then; for I knew very well that he was right.\nWe were silent for a couple of moments.\n\nThen he spoke again:\n\n\"Is the ship haunted?\"\n\nFor an instant I hesitated.\n\n\"No,\" I said, at length. \"I don't think she is. I mean, not in that\nway.\"\n\n\"What way, then?\"\n\n\"Well, I've formed a bit of a theory, that seems wise one minute, and\ncracked the next. Of course, it's as likely to be all wrong; but it's\nthe only thing that seems to me to fit in with all the beastly things\nwe've had lately.\"\n\n\"Go on!\" he said, with an impatient, nervous movement.\n\n\"Well, I've an idea that it's nothing _in_ the ship that's likely to\nhurt us. I scarcely know how to put it; but, if I'm right in what I\nthink, it's the ship herself that's the cause of everything.\"\n\n\"What do you mean?\" he asked, in a puzzled voice. \"Do you mean that the\nship _is_ haunted, after all?\"\n\n\"No!\" I answered. \"I've just told you I didn't. Wait until I've finished\nwhat I was going to say.\"\n\n\"All right!\" he said.\n\n\"About that thing you saw tonight,\" I went on. \"You say it came over the\nlee rail, up on to the poop?\"\n\n\"Yes,\" he answered.\n\n\"Well, the thing I saw, _came up out of the sea, and went back into the\nsea_.\"\n\n\"Jove!\" he said; and then: \"Yes, go on!\"\n\n\"My idea is, that this ship is open to be boarded by those things,\" I\nexplained. \"What they are, of course I don't know. They look like men--\nin lots of ways. But--well, the Lord knows what's in the sea. Though we\ndon't want to go imagining silly things, of course. And then, again, you\nknow, it seems fat-headed, calling anything silly. That's how I keep\ngoing, in a sort of blessed circle. I don't know a bit whether they're\nflesh and blood, or whether they're what we should call ghosts or\nspirits.\"\n\n\"They can't be flesh and blood,\" Tammy interrupted. \"Where would they\nlive? Besides, that first one I saw, I thought I could see through it.\nAnd this last one--the Second Mate would have seen it. And they would\ndrown--\"\n\n\"Not necessarily,\" I said.\n\n\"Oh, but I'm sure they're not,\" he insisted. \"It's impossible--\"\n\n\"So are ghosts--when you're feeling sensible,\" I answered. \"But I'm not\nsaying they _are_ flesh and blood; though, at the same time, I'm not\ngoing to say straight out they're ghosts--not yet, at any rate.\"\n\n\"Where do they come from?\" he asked, stupidly enough.\n\n\"Out of the sea,\" I told him. \"You saw for yourself!\"\n\n\"Then why don't other vessels have them coming aboard?\" he said. \"How do\nyou account for that?\"\n\n\"In a way--though sometimes it seems cracky--I think I can, according to\nmy idea,\" I answered.\n\n\"How?\" he inquired again.\n\n\"Why, I believe that this ship is open, as I've told you--exposed,\nunprotected, or whatever you like to call it. I should say it's\nreasonable to think that all the things of the material world are\nbarred, as it were, from the immaterial; but that in some cases the\nbarrier may be broken down. That's what may have happened to this ship.\nAnd if it has, she may be naked to the attacks of beings belonging to\nsome other state of existence.\"\n\n\"What's made her like that?\" he asked, in a really awed sort of tone.\n\n\"The Lord knows!\" I answered. \"Perhaps something to do with magnetic\nstresses; but you'd not understand, and I don't, really. And, I suppose,\ninside of me, I don't believe it's anything of the kind, for a minute.\nI'm not built that way. And yet I don't know! Perhaps, there may have\nbeen some rotten thing done aboard of her. Or, again, it's a heap more\nlikely to be something quite outside of anything I know.\"\n\n\"If they're immaterial then, they're spirits?\" he questioned.\n\n\"I don't know,\" I said. \"It's so hard to say what I really think, you\nknow. I've got a queer idea, that my head-piece likes to think good; but\nI don't believe my tummy believes it.\"\n\n\"Go on!\" he said.\n\n\"Well,\" I said. \"Suppose the earth were inhabited by two kinds of life.\nWe're one, and _they're_ the other.\"\n\n\"Go on!\" he said.\n\n\"Well,\" I said. \"Don't you see, in a normal state we may not be capable\nof appreciating the _realness_ of the other? But they may be just as\n_real_ and material to _them_, as _we_ are to _us_. Do you see?\"\n\n\"Yes,\" he said. \"Go on!\"\n\n\"Well,\" I said. \"The earth may be just as _real_ to them, as to us. I\nmean that it may have qualities as material to them, as it has to us;\nbut neither of us could appreciate the other's realness, or the quality\nof realness in the earth, which was real to the other. It's so difficult\nto explain. Don't you understand?\"\n\n\"Yes,\" he said. \"Go on!\"\n\n\"Well, if we were in what I might call a healthy atmosphere, they would\nbe quite beyond our power to see or feel, or anything. And the same with\nthem; but the more we're like _this_, the more _real_ and actual they\ncould grow _to us_. See? That is, the more we should become able to\nappreciate their form of materialness. That's all. I can't make it any\nclearer.\"\n\n\"Then, after all, you _really_ think they're ghosts, or something of\nthat sort?\" Tammy said.\n\n\"I suppose it does come to that,\" I answered. \"I mean that, anyway, I\ndon't think they're our ideas of flesh and blood. But, of course, it's\nsilly to say much; and, after all, you must remember that I may be all\nwrong.\"\n\n\"I think you ought to tell the Second Mate all this,\" he said. \"If it's\nreally as you say, the ship ought to be put into the nearest port, and\njolly well burnt.\"\n\n\"The Second Mate couldn't do anything,\" I replied. \"Even if he believed\nit all; which we're not certain he would.\"\n\n\"Perhaps not,\" Tammy answered. \"But if you could get him to believe it,\nhe might explain the whole business to the Skipper, and then something\nmight be done. It's not safe as it is.\"\n\n\"He'd only get jeered at again,\" I said, rather hopelessly.\n\n\"No,\" said Tammy. \"Not after what's happened tonight.\"\n\n\"Perhaps not,\" I replied, doubtfully. And just then the Second Mate came\nback on to the poop, and Tammy cleared away from the wheel-box, leaving\nme with a worrying feeling that I ought to do something.\n\n\n\n\nVII\n\n\n_The Coming of the Mist and That Which It Ushered_\n\nWe buried Williams at midday. Poor beggar! It had been so sudden. All\nday the men were awed and gloomy, and there was a lot of talk about\nthere being a Jonah aboard. If they'd only known what Tammy and I, and\nperhaps the Second Mate, knew!\n\nAnd then the next thing came--the mist. I cannot remember now, whether\nit was on the day we buried Williams that we first saw it, or the day\nafter.\n\nWhen first I noticed it, like everybody else aboard, I took it to be\nsome form of haze, due to the heat of the sun; for it was broad daylight\nwhen the thing came.\n\nThe wind had died away to a light breeze, and I was working at the main\nrigging, along with Plummer, putting on seizings.\n\n\"Looks as if 'twere middlin' 'ot,\" he remarked.\n\n\"Yes,\" I said; and, for the time, took no further notice.\n\nPresently he spoke again:\n\n\"It's gettin' quite 'azy!\" and his tone showed he was surprised.\n\nI glanced up, quickly. At first, I could see nothing. Then, I saw what\nhe meant. The air had a wavy, strange, unnatural appearance; something\nlike the heated air over the top of an engine's funnel, that you can\noften see when no smoke is coming out.\n\n\"Must be the heat,\" I said. \"Though I don't remember ever seeing\nanything just like it before.\"\n\n\"Nor me,\" Plummer agreed.\n\nIt could not have been a minute later when I looked up again, and was\nastonished to find that the whole ship was surrounded by a thinnish haze\nthat quite hid the horizon.\n\n\"By Jove! Plummer,\" I said. \"How queer!\"\n\n\"Yes,\" he said, looking round. \"I never seen anythin' like it before--\nnot in these parts.\"\n\n\"Heat wouldn't do that!\" I said.\n\n\"N--no,\" he said, doubtfully.\n\nWe went on with our work again--occasionally exchanging an odd word or\ntwo. Presently, after a little time of silence, I bent forward and asked\nhim to pass me up the spike. He stooped and picked it up from the deck,\nwhere it had tumbled. As he held it out to me, I saw the stolid\nexpression on his face, change suddenly to a look of complete surprise.\nHe opened his mouth.\n\n\"By gum!\" he said. \"It's gone.\"\n\nI turned quickly, and looked. And so it had--the whole sea showing clear\nand bright, right away to the horizon.\n\nI stared at Plummer, and he stared at me.\n\n\"Well, I'm blowed!\" he exclaimed.\n\nI do not think I made any reply; for I had a sudden, queer feeling that\nthe thing was not right. And then, in a minute, I called myself an ass;\nbut I could not really shake off the feeling. I had another good look at\nthe sea. I had a vague idea that something was different. The sea looked\nbrighter, somehow, and the air clearer, I thought, and I missed\nsomething; but not much, you know. And it was not until a couple of days\nlater, that I knew that it was several vessels on the horizon, which had\nbeen quite in sight before the mist, and now were gone.\n\nDuring the rest of the watch, and indeed all day, there was no further\nsign of anything unusual. Only, when the evening came (in the second\ndog-watch it was) I saw the mist rise faintly--the setting sun shining\nthrough it, dim and unreal.\n\nI knew then, as a certainty, that it was not caused by heat.\n\nAnd that was the beginning of it.\n\nThe next day, I kept a pretty close watch, during all my time on deck;\nbut the atmosphere remained clear. Yet, I heard from one of the chaps in\nthe Mate's watch, that it had been hazy during part of the time he was\nat the wheel.\n\n\"Comin' an' goin', like,\" he described it to me, when I questioned him\nabout it. He thought it might be heat.\n\nBut though I knew otherwise, I did not contradict him. At that time, no\none, not even Plummer, seemed to think very much of the matter. And when\nI mentioned it to Tammy, and asked him whether he'd noticed it, he only\nremarked that it must have been heat, or else the sun drawing up water.\nI let it stay at that; for there was nothing to be gained by suggesting\nthat the thing had more to it.\n\nThen, on the following day, something happened that set me wondering\nmore than ever, and showed me how right I had been in feeling the mist\nto be something unnatural. It was in this way.\n\nFive bells, in the eight to twelve morning watch, had gone. I was at the\nwheel. The sky was perfectly clear--not a cloud to be seen, even on the\nhorizon. It was hot, standing at the wheel; for there was scarcely any\nwind, and I was feeling drowsy. The Second Mate was down on the maindeck\nwith the men, seeing about some job he wanted done; so that I was on the\npoop alone.\n\nPresently, with the heat, and the sun beating right down on to me, I\ngrew thirsty; and, for want of something better, I pulled out a bit of\nplug I had on me, and bit off a chew; though, as a rule, it is not a\nhabit of mine. After a little, naturally enough, I glanced round for the\nspittoon; but discovered that it was not there. Probably it had been\ntaken forrard when the decks were washed, to give it a scrub. So, as\nthere was no one on the poop, I left the wheel, and stepped aft to the\ntaffrail. It was thus that I came to see something altogether unthought\nof--a full-rigged ship, close-hauled on the port tack, a few hundred\nyards on our starboard quarter. Her sails were scarcely filled by the\nlight breeze, and flapped as she lifted to the swell of the sea. She\nappeared to have very little way through the water, certainly not more\nthan a knot an hour. Away aft, hanging from the gaff-end, was a string\nof flags. Evidently, she was signalling to us. All this, I saw in a\nflash, and I just stood and stared, astonished. I was astonished because\nI had not seen her earlier. In that light breeze, I knew that she must\nhave been in sight for at least a couple of hours. Yet I could think of\nnothing rational to satisfy my wonder. There she was--of that much, I\nwas certain. And yet, how had she come there without my seeing her,\nbefore?\n\nAll at once, as I stood, staring, I heard the wheel behind me, spin\nrapidly. Instinctively, I jumped to get hold of the spokes; for I did\nnot want the steering gear jammed. Then I turned again to have another\nlook at the other ship; but, to my utter bewilderment, _there was no\nsign of her_--nothing but the calm ocean, spreading away to the distant\nhorizon. I blinked my eyelids a bit, and pushed the hair off my\nforehead. Then, I stared again; but there was no vestige of her--\nnothing, you know; and absolutely nothing unusual, except a faint,\ntremulous quiver in the air. And the blank surface of the sea reaching\neverywhere to the empty horizon.\n\nHad she foundered? I asked myself, naturally enough; and, for the\nmoment, I really wondered. I searched round the sea for wreckage; but\nthere was nothing, not even an odd hen-coop, or a piece of deck\nfurniture; and so I threw away that idea, as impossible.\n\nThen, as I stood, I got another thought, or, perhaps, an intuition and I\nasked myself seriously whether this disappearing ship might not be in\nsome way connected with the other queer things. It occurred to me then,\nthat the vessel I had seen was nothing real, and, perhaps, did not exist\noutside of my own brain. I considered the idea, gravely. It helped to\nexplain the thing, and I could think of nothing else that would. Had she\nbeen real, I felt sure that others aboard us would have been bound to\nhave seen her long before I had--I got a bit muddled there, with trying\nto think it out; and then, abruptly, the reality of the other ship, came\nback to me--every rope and sail and spar, you know. And I remembered how\nshe had lifted to the heave of the sea, and how the sails had flapped in\nthe light breeze. And the string of flags! She had been signalling. At\nthat last, I found it just as impossible to believe that she had not\nbeen real.\n\nI had reached to this point of irresolution, and was standing with my\nback, partly turned to the wheel. I was holding it steady with my left\nhand, while I looked over the sea, to try to find something to help me\nto understand.\n\nAll at once, as I stared, I seemed to see the ship again.\n\nShe was more on the beam now, than on the quarter; but I thought little\nof that, in the astonishment of seeing her once more. It was only a\nglimpse, I caught of her--dim and wavering, as though I looked at her\nthrough the convolutions of heated air. Then she grew indistinct, and\nvanished again; but I was convinced now that she was real, and had been\nin sight all the time, if I could have seen her. That curious, dim,\nwavering appearance had suggested something to me. I remembered the\nstrange, wavy look of the air, a few days previously, just before the\nmist had surrounded the ship. And in my mind, I connected the two. It\nwas nothing about the other packet that was strange. The strangeness was\nwith us. It was something that was about (or invested) our ship that\nprevented me--or indeed, any one else aboard from seeing that other. It\nwas evident that she had been able to see us, as was proved by her\nsignalling. In an irrelevant sort of way, I wondered what the people\naboard of her thought of our apparently intentional disregard of their\nsignals.\n\nAfter that, I thought of the strangeness of it all. Even at that minute,\nthey could see us, plainly; and yet, so far as we were concerned, the\nwhole ocean seemed empty. It appeared to me, at that time, to be the\nweirdest thing that could happen to us.\n\nAnd then a fresh thought came to me. How long had we been like that? I\npuzzled for a few moments. It was now that I recollected that we had\nsighted several vessels on the morning of the day when the mist\nappeared; and since then, we had seen nothing. This, to say the least,\nshould have struck me as queer; for some of the other packets were\nhomeward bound along with us, and steering the same course.\nConsequently, with the weather being fine, and the wind next to nothing,\nthey should have been in sight all the time. This reasoning seemed to me\nto show, unmistakably, some connection between the coming of the mist,\nand our inability to _see_. So that it is possible we had been in that\nextraordinary state of blindness for nearly three days.\n\nIn my mind, the last glimpse of that ship on the quarter, came back to\nme. And, I remember, a curious thought got me, that I had looked at her\nfrom out of some other dimension. For a while, you know, I really\nbelieved the mystery of the idea, and that it might be the actual truth,\ntook me; instead of my realising just all that it might mean. It seemed\nso exactly to express all the half-defined thoughts that had come, since\nseeing that other packet on the quarter.\n\nSuddenly, behind me, there came a rustle and rattle of the sails; and,\nin the same instant, I heard the Skipper saying:\n\n\"Where the devil have you got her to, Jessop?\"\n\nI whirled round to the wheel.\n\n\"I don't know--Sir,\" I faltered.\n\nI had forgotten even that I was at the wheel.\n\n\"Don't know!\" he shouted. \"I should damned well think you don't.\nStarboard your helm, you fool. You'll have us all aback!\"\n\n\"i, i, Sir,\" I answered, and hove the wheel over. I did it almost\nmechanically; for I was still dazed, and had not yet had time to collect\nmy senses.\n\nDuring the following half-minute, I was only conscious, in a confused\nsort of way, that the Old Man was ranting at me. This feeling of\nbewilderment passed off, and I found that I was peering blankly into the\nbinnacle, at the compass-card; yet, until then, entirely without being\naware of the fact. Now, however, I saw that the ship was coming back on\nto her course. Goodness knows how much she had been off!\n\nWith the realisation that I had let the ship get almost aback, there\ncame a sudden memory of the alteration in the position of the other\nvessel. She had appeared last on the beam, instead of on the quarter.\nNow, however, as my brain began to work, I saw the cause of this\napparent and, until then, inexplicable change. It was due, of course, to\nour having come up, until we had brought the other packet on to the\nbeam.\n\nIt is curious how all this flashed through my mind, and held my\nattention--although only momentarily--in the face of the Skipper's\nstorming. I think I had hardly realised he was still singing out at me.\nAnyhow, the next thing I remember, he was shaking my arm.\n\n\"What's the matter with you, man?\" he was shouting. And I just stared\ninto his face, like an ass, without saying a word. I seemed still\nincapable, you know, of actual, reasoning speech.\n\n\"Are you damned well off your head?\" he went on shouting. \"Are you a\nlunatic? Have you had sunstroke? Speak, you gaping idiot!\"\n\nI tried to say something; but the words would not come clearly.\n\n\"I--I--I--\" I said, and stopped, stupidly. I was all right, really; but\nI was so bewildered with the thing I had found out; and, in a way, I\nseemed almost to have come back out of a distance, you know.\n\n\"You're a lunatic!\" he said, again. He repeated the statement several\ntimes, as if it were the only thing that sufficiently expressed his\nopinion of me. Then he let go of my arm, and stepped back a couple of\npaces.\n\n\"I'm not a lunatic!\" I said, with a sudden gasp. \"I'm not a lunatic,\nSir, any more than you are.\"\n\n\"Why the devil don't you answer my questions then?\" he shouted, angrily.\n\"What's the matter with you? What have you been doing with the ship?\nAnswer me now!\"\n\n\"I was looking at that ship away on the starboard quarter, Sir,\" I\nblurted out. \"She's been signalling--\"\n\n\"What!\" he cut me short with disbelief. \"What ship?\"\n\nHe turned, quickly, and looked over the quarter. Then he wheeled round\nto me again.\n\n\"There's no ship! What do you mean by trying to spin up a cuffer like\nthat?\"\n\n\"There is, Sir,\" I answered. \"It's out there--\" I pointed.\n\n\"Hold your tongue!\" he said. \"Don't talk rubbish to me. Do you think I'm\nblind?\"\n\n\"I saw it, Sir,\" I persisted.\n\n\"Don't you talk back to me!\" he snapped, with a quick burst of temper.\n\"I won't have it!\"\n\nThen, just as suddenly, he was silent. He came a step towards me, and\nstared into my face. I believe the old ass thought I was a bit mad;\nanyway, without another word, he went to the break of the poop.\n\n\"Mr. Tulipson,\" he sung out.\n\n\"Yes, Sir,\" I heard the Second Mate reply.\n\n\"Send another man to the wheel.\"\n\n\"Very good, Sir,\" the Second answered.\n\nA couple of minutes later, old Jaskett came up to relieve me. I gave him\nthe course, and he repeated it.\n\n\"What's up, mate?\" he asked me, as I stepped off the grating.\n\n\"Nothing much,\" I said, and went forrard to where the Skipper was\nstanding on the break of the poop. I gave him the course; but the crabby\nold devil took no notice of me, whatever. When I got down on to the\nmaindeck, I went up to the Second, and gave it to him. He answered me\ncivilly enough, and then asked me what I had been doing to put the Old\nMan's back up.\n\n\"I told him there's a ship on the starboard quarter, signalling us,\" I\nsaid.\n\n\"There's no ship out there, Jessop,\" the Second Mate replied, looking at\nme with a queer, inscrutable expression.\n\n\"There is, Sir,\" I began. \"I--\"\n\n\"That will do, Jessop!\" he said. \"Go forrard and have a smoke. I shall\nwant you then to give a hand with these foot-ropes. You'd better bring a\nserving-mallet aft with you, when you come.\"\n\nI hesitated a moment, partly in anger; but more, I think, in doubt.\n\n\"i, i, Sir,\" I muttered at length, and went forrard.\n\n\n\n\n\nVIII\n\n\n_After the Coming of the Mist_\n\n\nAfter the coming of the mist, things seemed to develop pretty quickly.\nIn the following two or three days a good deal happened.\n\nOn the night of the day on which the Skipper had sent me away from the\nwheel, it was our watch on deck from eight o' clock to twelve, and my\nlook-out from ten to twelve.\n\nAs I paced slowly to and fro across the fo'cas'le head, I was thinking\nabout the affair of the morning. At first, my thoughts were about the\nOld Man. I cursed him thoroughly to myself, for being a pig-headed old\nfool, until it occurred to me that if I had been in his place, and come\non deck to find the ship almost aback, and the fellow at the wheel\nstaring out across the sea, instead of attending to his business, I\nshould most certainly have kicked up a thundering row. And then, I had\nbeen an ass to tell him about the ship. I should never have done such a\nthing, if I had not been a bit adrift. Most likely the old chap thought\nI was cracked.\n\nI ceased to bother my head about him, and fell to wondering why the\nSecond Mate had looked at me so queerly in the morning. Did he guess\nmore of the truth than I supposed? And if that were the case, why had he\nrefused to listen to me?\n\nAfter that, I went to puzzling about the mist. I had thought a great\ndeal about it, during the day. One idea appealed to me, very strongly.\nIt was that the actual, visible mist was a materialised expression of an\nextraordinarily subtle atmosphere, in which we were moving.\n\nAbruptly, as I walked backwards and forwards, taking occasional glances\nover the sea (which was almost calm), my eye caught the glow of a light\nout in the darkness. I stood still, and stared. I wondered whether it\nwas the light of a vessel. In that case we were no longer enveloped in\nthat extraordinary atmosphere. I bent forward, and gave the thing my\nmore immediate attention. I saw then that it was undoubtedly the green\nlight of a vessel on our port bow. It was plain that she was bent on\ncrossing our bows. What was more, she was dangerously near--the size and\nbrightness of her light showed that. She would be close-hauled, while we\nwere going free, so that, of course, it was our place to get out of her\nway. Instantly, I turned and, putting my hands up to my mouth, hailed\nthe Second Mate:\n\n\"Light on the port bow, Sir.\"\n\nThe next moment his hail came back:\n\n\"Whereabouts?\"\n\n\"He must be blind,\" I said to myself.\n\n\"About two points on the bow, Sir,\" I sung out.\n\nThen I turned to see whether she had shifted her position at all. Yet,\nwhen I came to look, there was no light visible. I ran forrard to the\nbows, and leant over the rail, and stared; but there was nothing--\nabsolutely nothing except the darkness all about us. For perhaps a few\nseconds I stood thus, and a suspicion swept across me, that the whole\nbusiness was practically a repetition of the affair of the morning.\nEvidently, the impalpable something that invested the ship, had thinned\nfor an instant, thus allowing me to see the light ahead. Now, it had\nclosed again. Yet, whether I could see, or not, I did not doubt the fact\nthat, there was a vessel ahead, and very close ahead, too. We might run\non top of her any minute. My only hope was that, seeing we were not\ngetting out of her way, she had put her helm up, so as to let us pass,\nwith the intention of then crossing under our stern. I waited, pretty\nanxiously, watching and listening. Then, all at once, I heard steps\ncoming along the deck, forrard, and the 'prentice, whose time-keeping it\nwas, came up on to the fo'cas'le head.\n\n\"The Second Mate says he can't see any light Jessop,\" he said, coming\nover to where I stood. \"Whereabouts is it?\"\n\n\"I don't know,\" I answered. \"I've lost sight of it myself. It was a\ngreen light, about a couple of points on the port bow. It seemed fairly\nclose.\"\n\n\"Perhaps their lamp's gone out,\" he suggested, after peering out pretty\nhard into the night for a minute or so.\n\n\"Perhaps,\" I said.\n\nI did not tell him that the light had been so close that, even in the\ndarkness, we should _now_ have been able to see the ship herself.\n\n\"You're quite sure it was a light, and not a star?\" he asked,\ndoubtfully, after another long stare.\n\n\"Oh! no,\" I said. \"It may have been the moon, now I come to think about\nit.\"\n\n\"Don't rot,\" he replied. \"It's easy enough to make a mistake. What shall\nI say to the Second Mate?\"\n\n\"Tell him it's disappeared, of course!\"\n\n\"Where to?\" he asked.\n\n\"How the devil should I know?\" I told him. \"Don't ask silly questions!\"\n\n\"All right, keep your rag in,\" he said, and went aft to report to the\nSecond Mate.\n\nFive minutes later, it might have been, I saw the light again. It was\nbroad on the bow, and told me plainly enough that she had up with her\nhelm to escape being run down. I did not wait a moment; but sung out to\nthe Second Mate that there was a green light about four points on the\nport bow. By Jove! it must have been a close shave. The light did not\n_seem_ to be more than about a hundred yards away. It was fortunate that\nwe had not much way through the water.\n\n\"Now,\" I thought to myself, \"the Second will see the thing. And perhaps\nMr. Blooming 'prentice will be able to give the star its proper name.\"\n\nEven as the thought came into my head, the light faded and vanished; and\nI caught the Second Mate's voice.\n\n\"Whereaway?\" he was singing out.\n\n\"It's gone again, Sir,\" I answered.\n\nA minute later, I heard him coming along the deck.\n\nHe reached the foot of the starboard ladder.\n\n\"Where are you, Jessop?\" he inquired.\n\n\"Here, Sir,\" I said, and went to the top of the weather ladder.\n\nHe came up slowly on to the fo'cas'le head.\n\n\"What's this you've been singing out about a light?\" he asked. \"Just\npoint out exactly where it was you last saw it.\"\n\nThis I did, and he went over to the port rail, and stared away into the\nnight; but without seeing anything.\n\n\"It's gone, Sir,\" I ventured to remind him. \"Though I've seen it twice\nnow--once, about a couple of points on the bow, and this last time,\nbroad away on the bow; but it disappeared both times, almost at once.\"\n\n\"I don't understand it at all, Jessop,\" he said, in a puzzled voice.\n\"Are you sure it was a ship's light?\"\n\n\"Yes, Sir. A green light. It was quite close.\"\n\n\"I don't understand,\" he said again. \"Run aft and ask the 'prentice to\npass you down my night glasses. Be as smart as you can.\"\n\n\"i, i, Sir,\" I replied, and ran aft.\n\nIn less than a minute, I was back with his binoculars; and, with them,\nhe stared for some time at the sea to leeward.\n\nAll at once he dropped them to his side, and faced round on me with a\nsudden question:\n\n\"Where's she gone to? If she's shifted her bearing as quickly as all\nthat, she must be precious close. We should be able to see her spars and\nsails, or her cabin light, or her binnacle light, or something!\"\n\n\"It's queer, Sir,\" I assented.\n\n\"Damned queer,\" he said. \"So damned queer that I'm inclined to think\nyou've made a mistake.\"\n\n\"No, Sir. I'm certain it was a light.\"\n\n\"Where's the ship then?\" he asked.\n\n\"I can't say, Sir. That's just what's been puzzling me.\"\n\nThe Second said nothing in reply; but took a couple of quick turns\nacross the fo'cas'le head--stopping at the port rail, and taking another\nlook to leeward through his night glasses. Perhaps a minute he stood\nthere. Then, without a word, he went down the lee ladder, and away aft\nalong the main deck to the poop.\n\n\"He's jolly well puzzled,\" I thought to myself. \"Or else he thinks I've\nbeen imagining things.\" Either way, I guessed he'd think that.\n\nIn a little, I began to wonder whether, after all, he had any idea of\nwhat might be the truth. One minute, I would feel certain he had; and\nthe next, I was just as sure that he guessed nothing. I got one of my\nfits of asking myself whether it would not have been better to have told\nhim everything. It seemed to me that he must have seen sufficient to\nmake him inclined to listen to me. And yet, I could not by any means be\ncertain. I might only have been making an ass of myself, in his eyes. Or\nset him thinking I was dotty.\n\nI was walking about the fo'cas'le head, feeling like this, when I saw\nthe light for the third time. It was very bright and big, and I could\nsee it move, as I watched. This again showed me that it must be very\nclose.\n\n\"Surely,\" I thought, \"the Second Mate must see it now, for himself.\"\n\nI did not sing out this time, right away. I thought I would let the\nSecond see for himself that I had not been mistaken. Besides, I was not\ngoing to risk its vanishing again, the instant I had spoken. For quite\nhalf a minute, I watched it, and there was no sign of its disappearing.\nEvery moment, I expected to hear the Second Mate's hail, showing that he\nhad spotted it at last; but none came.\n\nI could stand it no longer, and I ran to the rail, on the after part of\nthe fo'cas'le head.\n\n\"Green light a little abaft the beam, Sir!\" I sung out, at the top of my\nvoice.\n\nBut I had waited too long. Even as I shouted, the light blurred and\nvanished.\n\nI stamped my foot and swore. The thing was making a fool of me. Yet, I\nhad a faint hope that those aft had seen it just before it disappeared;\nbut this I knew was vain, directly I heard the Second's voice.\n\n\"Light be damned!\" he shouted.\n\nThen he blew his whistle, and one of the men ran aft, out of the\nfo'cas'le, to see what it was he wanted.\n\n\"Whose next look-out is it?\" I heard him ask.\n\n\"Jaskett's, Sir.\"\n\n\"Then tell Jaskett to relieve Jessop at once. Do you hear?\"\n\n\"Yes, Sir,\" said the man, and came forrard.\n\nIn a minute, Jaskett stumbled up onto the fo'cas'le head.\n\n\"What's up, mate?\" he asked sleepily.\n\n\"It's that fool of a Second Mate!\" I said, savagely. \"I've reported a\nlight to him three times, and, because the blind fool can't see it, he's\nsent you up to relieve me!\"\n\n\"Where is it, mate?\" he inquired.\n\nHe looked round at the dark sea.\n\n\"I don't see no light,\" he remarked, after a few moments.\n\n\"No,\" I said. \"It's gone.\"\n\n\"Eh?\" he inquired.\n\n\"It's gone!\" I repeated, irritably.\n\nHe turned and regarded me silently, through the dark.\n\n\"I'd go an' 'ave a sleep, mate,\" he said, at length. \"I've been that way\nmeself. Ther's nothin' like a snooze w'en yer gets like that.\"\n\n\"What!\" I said. \"Like what?\"\n\n\"It's all right, mate. Yer'll be all right in ther mornin'. Don't yer\nworry 'bout me.\" His tone was sympathetic.\n\n\"Hell!\" was all I said, and walked down off the fo'cas'le head. I\nwondered whether the old fellow thought I was going silly.\n\n\"Have a sleep, by Jove!\" I muttered to myself. \"I wonder who'd feel like\nhaving a sleep after what I've seen and stood today!\"\n\nI felt rotten, with no one understanding what was really the matter. I\nseemed to be all alone, through the things I had learnt. Then the\nthought came to me to go aft and talk the matter over with Tammy. I knew\nhe would be able to understand, of course; and it would be such a\nrelief.\n\nOn the impulse, I turned and went aft, along the deck to the 'prentices'\nberth. As I neared the break of the poop, I looked up and saw the dark\nshape of the Second Mate, leaning over the rail above me.\n\n\"Who's that?\" he asked.\n\n\"It's Jessop, Sir,\" I said.\n\n\"What do you want in this part of the ship?\" he inquired.\n\n\"I'd come aft to speak to Tammy, Sir,\" I replied.\n\n\"You go along forrard and turn-in,\" he said, not altogether unkindly. \"A\nsleep will do you more good than yarning about. You know, you're getting\nto fancy things too much!\"\n\n\"I'm sure I'm not, Sir! I'm perfectly well. I--\"\n\n\"That will do!\" he interrupted, sharply. \"You go and have a sleep.\"\n\nI gave a short curse, under my breath, and went slowly forrard. I was\ngetting maddened with being treated as if I were not quite sane.\n\n\"By God!\" I said to myself. \"Wait till the fools know what I know--just\nwait!\"\n\nI entered the fo'cas'le, through the port doorway, and went across to my\nchest, and sat down. I felt angry and tired, and miserable.\n\nQuoin and Plummer were sitting close by, playing cards, and smoking.\nStubbins lay in his bunk, watching them, and also smoking. As I sat\ndown, he put his head forward over the bunk-board, and regarded me in a\ncurious, meditative way.\n\n\"What's hup with ther Second hoffěcer?\" he asked, after a short stare.\n\nI looked at him, and the other two men looked up at me. I felt I should\ngo off with a bang, if I did not say something, and I let out pretty\nstiffly, telling them the whole business. Yet, I had seen enough to know\nthat it was no good trying to explain things; so I just told them the\nplain, bold facts, and left explanations as much alone as possible.\n\n\"Three times, you say?\" said Stubbins when I had finished.\n\n\"Yes,\" I assented.\n\n\"An' ther Old Man sent yer from ther wheel this mornin', 'cause yer\n'appened ter see a ship 'e couldn't,\" Plummer added in a reflective\ntone.\n\n\"Yes,\" I said, again.\n\nI thought I saw him look at Quoin, significantly; but Stubbins, I\nnoticed, looked only at me.\n\n\"I reckon ther Second thinks you're a bit hoff colour,\" he remarked,\nafter a short pause.\n\n\"The Second Mate's a fool!\" I said, with some bitterness. \"A confounded\nfool!\"\n\n\"I hain't so sure about that,\" he replied. \"It's bound ter seem queer\nter him. I don't understand it myself--\"\n\nHe lapsed into silence, and smoked.\n\n\"I carn't understand 'ow it is ther Second Mate didn't 'appen to spot\nit,\" Quoin said, in a puzzled voice.\n\nIt seemed to me that Plummer nudged him to be quiet. It looked as if\nPlummer shared the Second Mate's opinion, and the idea made me savage.\nBut Stubbins's next remark drew my attention.\n\n\"I don't hunderstand it,\" he said, again; speaking with deliberation.\n\"All ther same, ther Second should have savvied enough not to have slung\nyou hoff ther look-hout.\"\n\nHe nodded his head, slowly, keeping his gaze fixed on my face.\n\n\"How do you mean?\" I asked, puzzled; yet with a vague sense that the man\nunderstood more, perhaps, than I had hitherto thought.\n\n\"I mean what's ther Second so blessed cocksure about?\"\n\nHe took a draw at his pipe, removed it, and leant forward somewhat, over\nhis bunk-board.\n\n\"Didn't he say nothin' ter you, after you came hoff ther look-hout?\" he\nasked.\n\n\"Yes,\" I replied; \"he spotted me going aft. He told me I was getting to\nimagining things too much. He said I'd better come forrard and get a\nsleep.\"\n\n\"An' what did you say?\"\n\n\"Nothing. I came forrard.\"\n\n\"Why didn't you bloomin' well harsk him if he weren't doin' ther\nimaginin' trick when he sent us chasin' hup ther main, hafter that\nbogyman of his?\"\n\n\"I never thought of it,\" I told him.\n\n\"Well, yer ought ter have.\"\n\nHe paused, and sat up in his bunk, and asked for a match.\n\nAs I passed him my box, Quoin looked up from his game.\n\n\"It might 'ave been a stowaway, yer know. Yer carn't say as it's ever\nbeen proved as it wasn't.\"\n\nStubbins passed the box back to me, and went on without noticing Quoin's\nremark:\n\n\"Told you to go an' have a snooze, did he? I don't hunderstand what he's\nbluffin' at.\"\n\n\"How do you mean, bluffing?\" I asked.\n\nHe nodded his head, sagely.\n\n\"It's my hidea he knows you saw that light, just as bloomin' well as I\ndo.\"\n\nPlummer looked up from his game, at this speech; but said nothing.\n\n\"Then _you_ don't doubt that I really saw it?\" I asked, with a certain\nsurprise.\n\n\"Not me,\" he remarked, with assurance. \"You hain't likely ter make that\nkind of mistake three times runnin'.\"\n\n\"No,\" I said. \"I _know_ I saw the light, right enough; but\"--I hesitated\na moment--\"it's blessed queer.\"\n\n\"It _is_ blessed queer!\" he agreed. \"It's damned queer! An' there's a\nlot of other damn queer things happenin' aboard this packet lately.\"\n\nHe was silent for a few seconds. Then he spoke suddenly:\n\n\"It's not nat'ral, I'm damned sure of that much.\"\n\nHe took a couple of draws at his pipe, and in the momentary silence, I\ncaught Jaskett's voice, above us. He was hailing the poop.\n\n\"Red light on the starboard quarter, Sir,\" I heard him sing out.\n\n\"There you are,\" I said with a jerk of my head. \"That's about where that\npacket I spotted, ought to be by now. She couldn't cross our bows, so\nshe up helm, and let us pass, and now she's hauled up again and gone\nunder our stern.\"\n\nI got up from the chest, and went to the door, the other three\nfollowing. As we stepped out on deck, I heard the Second Mate shouting\nout, away aft, to know the whereabouts of the light.\n\n\"By Jove! Stubbins,\" I said. \"I believe the blessed thing's gone again.\"\n\nWe ran to the starboard side, in a body, and looked over; but there was\nno sign of a light in the darkness astern.\n\n\"I carn't say as _I_ see any light,\" said Quoin.\n\nPlummer said nothing.\n\nI looked up at the fo'cas'le head. There, I could faintly distinguish\nthe outlines of Jaskett. He was standing by the starboard rail, with his\nhands up, shading his eyes, evidently staring towards the place where he\nhad last seen the light.\n\n\"Where's she got to, Jaskett?\" I called out.\n\n\"I can't say, mate,\" he answered. \"It's the most 'ellishly funny thing\nI've ever comed across. She were there as plain as me 'att one minnit,\nan' ther next she were gone--clean gone.\"\n\nI turned to Plummer.\n\n\"What do you think about it, _now_?\" I asked him.\n\n\"Well,\" he said. \"I'll admit I thought at first 'twere somethin' an'\nnothin'. I thought yer was mistaken; but it seems yer did see\nsomethin'.\"\n\nAway aft, we heard the sound of steps, along the deck.\n\n\"Ther Second's comin' forrard for a hexplanation, Jaskett,\" Stubbins\nsung out. \"You'd better go down an' change yer breeks.\"\n\nThe Second Mate passed us, and went up the starboard ladder.\n\n\"What's up now, Jaskett?\" he said quickly. \"Where is this light? Neither\nthe 'prentice nor I can see it!\"\n\n\"Ther damn thing's clean gone, Sir,\" Jaskett replied.\n\n\"Gone!\" the Second Mate said. \"Gone! What do you mean?\"\n\n\"She were there one minnit, Sir, as plain as me 'att, an' ther next,\nshe'd gone.\"\n\n\"That's a damn silly yarn to tell me!\" the Second replied. \"You don't\nexpect me to believe it, do you?\"\n\n\"It's Gospel trewth any'ow, Sir,\" Jaskett answered. \"An' Jessop seen it\njust ther same.\"\n\nHe seemed to have added that last part as an afterthought. Evidently,\nthe old beggar had changed his opinion as to my need for sleep.\n\n\"You're an old fool, Jaskett,\" the Second said, sharply. \"And that idiot\nJessop has been putting things into your silly old head.\"\n\nHe paused, an instant. Then he continued:\n\n\"What the devil's the matter with you all, that you've taken to this\nsort of game? You know very well that you saw no light! I sent Jessop\noff the look-out, and then you must go and start the same game.\"\n\n\"We 'aven't--\" Jaskett started to say; but the Second silenced him.\n\n\"Stow it!\" he said, and turned and went down the ladder, passing us\nquickly, without a word.\n\n\"Doesn't look to _me_, Stubbins,\" I said, \"as though the Second did\nbelieve we've seen the light.\"\n\n\"I hain't so sure,\" he answered. \"He's a puzzler.\"\n\nThe rest of the watch passed away quietly; and at eight bells I made\nhaste to turn-in, for I was tremendously tired.\n\nWhen we were called again for the four to eight watch on deck, I learnt\nthat one of the men in the Mate's watch had seen a light, soon after we\nhad gone below, and had reported it, only for it to disappear\nimmediately. This, I found, had happened twice, and the Mate had got so\nwild (being under the impression that the man was playing the fool) that\nhe had nearly came to blows with him--finally ordering him off the\nlook-out, and sending another man up in his place. If this last man saw\nthe light, he took good care not to let the Mate know; so that the\nmatter had ended there.\n\nAnd then, on the following night, before we had ceased to talk about the\nmatter of the vanishing lights, something else occurred that temporarily\ndrove from my mind all memory of the mist, and the extraordinary, blind\natmosphere it had seemed to usher.\n\n\n\n\nIX\n\n\n_The Man Who Cried for Help_\n\n\nIt was, as I have said, on the following night that something further\nhappened. And it brought home pretty vividly to me, if not to any of the\nothers, the sense of a personal danger aboard.\n\nWe had gone below for the eight to twelve watch, and my last impression\nof the weather at eight o'clock, was that the wind was freshening. There\nhad been a great bank of cloud rising astern, which had looked as if it\nwere going to breeze up still more.\n\nAt a quarter to twelve, when we were called for our twelve to four watch\non deck, I could tell at once, by the sound, that there was a fresh\nbreeze blowing; at the same time, I heard the voices of the men on the\nother watch, singing out as they hauled on the ropes. I caught the\nrattle of canvas in the wind, and guessed that they were taking the\nroyals off her. I looked at my watch, which I always kept hanging in my\nbunk. It showed the time to be just after the quarter; so that, with\nluck, we should escape having to go up to the sails.\n\nI dressed quickly, and then went to the door to look at the weather. I\nfound that the wind had shifted from the starboard quarter, to right\naft; and, by the look of the sky, there seemed to be a promise of more,\nbefore long.\n\nUp aloft, I could make out faintly the fore and mizzen royals flapping\nin the wind. The main had been left for a while longer. In the fore\nriggings, Jacobs, the Ordinary Seaman in the Mate's watch, was following\nanother of the men aloft to the sail. The Mate's two 'prentices were\nalready up at the mizzen. Down on deck, the rest of the men were busy\nclearing up the ropes.\n\nI went back to my bunk, and looked at my watch--the time was only a few\nminutes off eight bells; so I got my oilskins ready, for it looked like\nrain outside. As I was doing this, Jock went to the door for a look.\n\n\"What's it doin', Jock?\" Tom asked, getting out of his bunk, hurriedly.\n\n\"I'm thinkin' maybe it's goin' to blow a wee, and ye'll be needin' yer'\noilskins,\" Jock answered.\n\nWhen eight bells went, and we mustered aft for roll-call, there was a\nconsiderable delay, owing to the Mate refusing to call the roll until\nTom (who as usual, had only turned out of his bunk at the last minute)\ncame aft to answer his name. When, at last, he did come, the Second and\nthe Mate joined in giving him a good dressing down for a lazy sojer; so\nthat several minutes passed before we were on our way forrard again.\nThis was a small enough matter in itself, and yet really terrible in its\nconsequence to one of our number; for, just as we reached the fore\nrigging, there was a shout aloft, loud above the noise of the wind, and\nthe next moment, something crashed down into our midst, with a great,\nslogging thud--something bulky and weighty, that struck full upon Jock,\nso that he went down with a loud, horrible, ringing \"ugg,\" and never\nsaid a word. From the whole crowd of us there went up a yell of fear,\nand then, with one accord, there was a run for the lighted fo'cas'le. I\nam not ashamed to say that I ran with the rest. A blind, unreasoning\nfright had seized me, and I did not stop to think.\n\nOnce in the fo'cas'le and the light, there was a reaction. We all stood\nand looked blankly at one another for a few moments. Then someone asked\na question, and there was a general murmur of denial. We all felt\nashamed, and someone reached up and unhooked the lantern on the port\nside. I did the same with the starboard one; and there was a quick\nmovement towards the doors. As we streamed out on deck, I caught the\nsound of the Mates' voices. They had evidently come down from off the\npoop to find out what had happened; but it was too dark to see their\nwhereabouts.\n\n\"Where the hell have you all got to?\" I heard the Mate shout.\n\nThe next instant, they must have seen the light from our lanterns; for I\nheard their footsteps, coming along the deck at a run. They came the\nstarboard side, and just abaft the fore rigging, one of them stumbled\nand fell over something. It was the First Mate who had tripped. I knew\nthis by the cursing that came directly afterwards. He picked himself up,\nand, apparently without stopping to see what manner of thing it was that\nhe had fallen over, made a rush to the pin-rail. The Second Mate ran\ninto the circle of light thrown by our lanterns, and stopped, dead--\neyeing us doubtfully. I am not surprised at this, _now_, nor at the\nbehaviour of the Mate, the following instant; but at that time, I must\nsay I could not conceive what had come to them, particularly the First\nMate. He came out at us from the darkness with a rush and a roar like a\nbull and brandishing a belaying-pin. I had failed to take into account\nthe scene which his eyes must have shown him:--the whole crowd of men in\nthe fo'cas'le--both watches--pouring out on to the deck in utter\nconfusion, and greatly excited, with a couple of fellows at their head,\ncarrying lanterns. And before this, there had been the cry aloft and the\ncrash down on deck, followed by the shouts of the frightened crew, and\nthe sounds of many feet running. He may well have taken the cry for a\nsignal, and our actions for something not far short of mutiny. Indeed,\nhis words told us that this was his very thought.\n\n\"I'll knock the face off the first man that comes a step further aft!\"\nhe shouted, shaking the pin in my face. \"I'll show yer who's master\nhere! What the hell do yer mean by this? Get forrard into yer kennel!\"\n\nThere was a low growl from the men at the last remark, and the old bully\nstepped back a couple of paces.\n\n\"Hold on, you fellows!\" I sung out. \"Shut up a minute.\"\n\n\"Mr. Tulipson!\" I called out to the Second, who had not been able to get\na word in edgeways, \"I don't know what the devil's the matter with the\nFirst Mate; but he'll not find it pay to talk to a crowd like ours, in\nthat sort of fashion, or there'll be ructions aboard.\"\n\n\"Come! come! Jessop! This won't do! I can't have you talking like that\nabout the Mate!\" he said, sharply. \"Let me know what's to-do, and then\ngo forrard again, the lot of you.\"\n\n\"We'd have told you at first, Sir,\" I said, \"only the Mate wouldn't give\nany of us a chance to speak. There's been an awful accident, Sir.\nSomething's fallen from aloft, right on to Jock--\"\n\nI stopped suddenly; for there was a loud crying aloft.\n\n\"Help! help! help!\" someone was shouting, and then it rose from a shout\ninto a scream.\n\n\"My God! Sir!\" I shouted. \"That's one of the men up at the fore royal!\"\n\n\"Listen!\" ordered the Second Mate. \"Listen!\" Even as he spoke, it came\nagain--broken and, as it were, in gasps.\n\n\"Help!... Oh!... God!... Oh!... Help! H-e-l-p!\"\n\nAbruptly, Stubbins's voice struck in.\n\n\"Hup with us, lads! By God! hup with us!\" and he made a spring into the\nfore rigging. I shoved the handle of the lantern between my teeth, and\nfollowed. Plummer was coming; but the Second Mate pulled him back.\n\n\"That's sufficient,\" he said. \"I'm going,\" and he came up after me.\n\nWe went over the foretop, racing like fiends. The light from the lantern\nprevented me from seeing to any distance in the darkness; but, at the\ncrosstrees, Stubbins, who was some ratlines ahead, shouted out all at\nonce, and in gasps:\n\n\"They're fightin' ... like ... hell!\"\n\n\"What?\" called the Second Mate, breathlessly.\n\nApparently, Stubbins did not hear him; for he made no reply. We cleared\nthe crosstrees, and climbed into the t'gallant rigging. The wind was\nfairly fresh up there, and overhead, there sounded the flap, flap of\nsailcloth flying in the wind; but since we had left the deck, there had\nbeen no other sound from above.\n\nNow, abruptly, there came again a wild crying from the darkness over us.\nA strange, wild medley it was of screams for help, mixed up with\nviolent, breathless curses.\n\nBeneath the royal yard, Stubbins halted, and looked down to me.\n\n\"Hurry hup ... with ther ... lantern ... Jessop!\" he shouted, catching\nhis breath between the words. \"There'll be ... murder done ... hin a\nminute!\"\n\nI reached him, and held the light up for him to catch. He stooped, and\ntook it from me. Then, holding it above his head, he went a few ratlines\nhigher. In this manner, he reached to a level with the royal yard. From\nmy position, a little below him, the lantern seemed but to throw a few\nstraggling, flickering rays along the spar; yet they showed me\nsomething. My first glance had been to wind'ard, and I had seen at once,\nthat there was nothing on the weather yard arm. From there my gaze went\nto leeward. Indistinctly, I saw something upon the yard, that clung,\nstruggling. Stubbins bent towards it with the light; thus I saw it more\nclearly. It was Jacobs, the Ordinary Seaman. He had his right arm\ntightly round the yard; with the other, he appeared to be fending\nhimself from something on the other side of him, and further out upon\nthe yard. At times, moans and gasps came from him, and sometimes curses.\nOnce, as he appeared to be dragged partly from his hold, he screamed\nlike a woman. His whole attitude suggested stubborn despair. I can\nscarcely tell you how this extraordinary sight affected me. I seemed to\nstare at it without realising that the affair was a real happening.\n\nDuring the few seconds which I had spent staring and breathless,\nStubbins had climbed round the after side of the mast, and now I began\nagain to follow him.\n\nFrom his position below me, the Second had not been able to see the\nthing that was occurring on the yard, and he sung out to me to know what\nwas happening.\n\n\"It's Jacobs, Sir,\" I called back. \"He seems to be fighting with someone\nto looard of him. I can't see very plainly yet.\"\n\nStubbins had got round on to the lee foot-rope, and now he held the\nlantern up, peering, and I made my way quickly alongside of him. The\nSecond Mate followed; but instead of getting down on to the foot-rope,\nhe got on the yard, and stood there holding on to the tie. He sung out\nfor one of us to pass him up the lantern, which I did, Stubbins handing\nit to me. The Second held it out at arm's length, so that it lit up the\nlee part of the yard. The light showed through the darkness, as far as\nto where Jacobs struggled so weirdly. Beyond him, nothing was distinct.\n\nThere had been a moment's delay while we were passing the lantern up to\nthe Second Mate. Now, however, Stubbins and I moved out slowly along the\nfoot-rope. We went slowly; but we did well to go at all, with any show\nof boldness; for the whole business was so abominably uncanny. It seems\nimpossible to convey truly to you, the strange scene on the royal yard.\nYou may be able to picture it yourselves. The Second Mate standing upon\nthe spar, holding the lantern; his body swaying with each roll of the\nship, and his head craned forward as he peered along the yard. On our\nleft, Jacobs, mad, fighting, cursing, praying, gasping; and outside of\nhim, shadows and the night.\n\nThe Second Mate spoke, abruptly.\n\n\"Hold on a moment!\" he said. Then:\n\n\"Jacobs!\" he shouted. \"Jacobs, do you hear me?\"\n\nThere was no reply, only the continual gasping and cursing.\n\n\"Go on,\" the Second Mate said to us. \"But be careful. Keep a tight\nhold!\"\n\nHe held the lantern higher and we went out cautiously.\n\nStubbins reached the Ordinary, and put his hand on his shoulder, with a\nsoothing gesture.\n\n\"Steady hon now, Jacobs,\" he said. \"Steady hon.\"\n\nAt his touch, as though by magic, the young fellow calmed down, and\nStubbins--reaching round him--grasped the jackstay on the other side.\n\n\"Get a hold of him your side, Jessop,\" he sung out. \"I'll get this\nside.\"\n\nThis, I did, and Stubbins climbed round him.\n\n\"There hain't no one here,\" Stubbins called to me; but his voice\nexpressed no surprise.\n\n\"What!\" sung out the Second Mate. \"No one there! Where's Svensen,\nthen?\"\n\nI did not catch Stubbins's reply; for suddenly, it seemed to me that I\nsaw something shadowy at the extreme end of the yard, out by the lift. I\nstared. It rose up, on the yard, and I saw that it was the figure of a\nman. It grasped at the lift, and commenced to swarm up, quickly. It\npassed diagonally above Stubbins's head, and reached down a vague hand\nand arm.\n\n\"Look out! Stubbins!\" I shouted. \"Look out!\"\n\n\"What's up now?\" he called, in a startled voice. At the same instant,\nhis cap went whirling away to leeward.\n\n\"Damn the wind!\" he burst out.\n\nThen all at once, Jacobs, who had only been giving an occasional moan,\ncommenced to shriek and struggle.\n\n\"Hold fast onto him!\" Stubbins yelled. \"He'll be throwin' himself off\nthe yard.\"\n\nI put my left arm round the Ordinary's body--getting hold of the\njackstay on the other side. Then I looked up. Above us, I seemed to see\nsomething dark and indistinct, that moved rapidly up the lift.\n\n\"Keep tight hold of him, while I get a gasket,\" I heard the Second Mate\nsing out.\n\nA moment later there was a crash, and the light disappeared.\n\n\"Damn and set fire to the sail!\" shouted the Second Mate.\n\nI twisted round, somewhat, and looked in his direction. I could dimly\nmake him out on the yard. He had evidently been in the act of getting\ndown on to the foot-rope, when the lantern was smashed. From him, my\ngaze jumped to the lee rigging. It seemed that I made out some shadowy\nthing stealing down through the darkness; but I could not be sure; and\nthen, in a breath, it had gone.\n\n\"Anything wrong, Sir?\" I called out.\n\n\"Yes,\" he answered. \"I've dropped the lantern. The blessed sail knocked\nit out of my hand!\"\n\n\"We'll be all right, Sir,\" I replied. \"I think we can manage without it.\nJacobs seems to be quieter now.\"\n\n\"Well, be careful as you come in,\" he warned us.\n\n\"Come on, Jacobs,\" I said. \"Come on; we'll go down on deck.\"\n\n\"Go along, young feller,\" Stubbins put in. \"You're right now. We'll take\ncare of you.\" And we started to guide him along the yard.\n\nHe went willingly enough, though without saying a word. He seemed like a\nchild. Once or twice he shivered; but said nothing.\n\nWe got him in to the lee rigging. Then, one going beside him, and the\nother keeping below, we made our way slowly down on deck. We went very\nslowly--so slowly, in fact, that the Second Mate--who had stayed a\nminute to shove the gasket round the lee side of the sail--was almost as\nsoon down.\n\n\"Take Jacobs forrard to his bunk,\" he said, and went away aft to where a\ncrowd of the men, one with a lantern, stood round the door of an empty\nberth under the break of the poop on the starboard side.\n\nWe hurried forrard to the fo'cas'le. There we found all in darkness.\n\n\"They're haft with Jock, and Svenson!\" Stubbins had hesitated an instant\nbefore saying the name.\n\n\"Yes,\" I replied. \"That's what it must have been, right enough.\"\n\n\"I kind of knew it all ther time,\" he said.\n\nI stepped in through the doorway, and struck a match. Stubbins followed,\nguiding Jacobs before him, and, together, we got him into his bunk. We\ncovered him up with his blankets, for he was pretty shivery. Then we\ncame out. During the whole time, he had not spoken a word.\n\nAs we went aft, Stubbins remarked that he thought the business must have\nmade him a bit dotty.\n\n\"It's driven him clean barmy,\" he went on. \"He don't hunderstand a word\nthat's said ter him.\"\n\n\"He may be different in the morning,\" I answered.\n\nAs we neared the poop, and the crowd of waiting men, he spoke again:\n\n\"They've put 'em hinter ther Second's hempty berth.\"\n\n\"Yes,\" I said. \"Poor beggars.\"\n\nWe reached the other men, and they opened out, and allowed us to get\nnear the door. Several of them asked in low tones, whether Jacobs was\nall right, and I told them, \"Yes\"; not saying anything then about his\ncondition.\n\nI got close up to the doorway, and looked into the berth. The lamp was\nlit, and I could see, plainly. There were two bunks in the place, and a\nman had been laid in each. The Skipper was there, leaning up against a\nbulkshead. He looked worried; but was silent--seeming to be mooding in\nhis own thoughts. The Second Mate was busy with a couple of flags, which\nhe was spreading over the bodies. The First Mate was talking, evidently\ntelling him something; but his tone was so low that I caught his words\nonly with difficulty. It struck me that he seemed pretty subdued. I got\nparts of his sentences in patches, as it were.\n\n\"...broken,\" I heard him say. \"And the Dutchman....\"\n\n\"I've seen him,\" the Second Mate said, shortly.\n\n\"Two, straight off the reel,\" said the Mate \"...three in....\"\n\nThe Second made no reply.\n\n\"Of course, yer know ... accident.\" The First Mate went on.\n\n\"Is it!\" the Second said, in a queer voice.\n\nI saw the Mate glance at him, in a doubtful sort of way; but the Second\nwas covering poor old Jock's dead face, and did not appear to notice his\nlook.\n\n\"It--it--\" the mate said, and stopped.\n\nAfter a moment's hesitation, he said something further, that I could not\ncatch; but there seemed a lot of funk in his voice.\n\nThe Second Mate appeared not to have heard him; at any rate, he made no\nreply; but bent, and straightened out a corner of the flag over the\nrigid figure in the lower bunk. There was a certain niceness in his\naction which made me warm towards him.\n\n\"He's white!\" I thought to myself.\n\nOut loud, I said:\n\n\"We've put Jacobs into his bunk, Sir.\"\n\nThe Mate jumped; then whizzed round, and stared at me as though I had\nbeen a ghost. The Second Mate turned also; but before he could speak,\nthe Skipper took a step towards me.\n\n\"Is he all right?\" he asked.\n\n\"Well, Sir,\" I said. \"He's a bit queer; but I think it's possible he may\nbe better, after a sleep.\"\n\n\"I hope so, too,\" he replied, and stepped out on deck. He went towards\nthe starboard poop ladder, walking slowly. The Second went and stood by\nthe lamp, and the Mate, after a quick glance at him, came out and\nfollowed the Skipper up on to the poop. It occurred to me then, like a\nflash, that the man had stumbled upon a portion of the _truth_. This\naccident coming so soon after that other! It was evident that, in his\nmind, he had connected them. I recollected the fragments of his remarks\nto the Second Mate. Then, those many minor happenings that had cropped\nup at different times, and at which he had sneered. I wondered whether\nhe would begin to comprehend their significance--their beastly, sinister\nsignificance.\n\n\"Ah! Mr. Bully-Mate,\" I thought to myself. \"You're in for a bad time if\nyou've begun to understand.\"\n\nAbruptly, my thoughts jumped to the vague future before us.\n\n\"God help us!\" I muttered.\n\nThe Second Mate, after a look round, turned down the wick of the lamp,\nand came out, closing the door after him.\n\n\"Now, you men,\" he said to the Mate's watch, \"get forrard; we can't do\nanything more. You'd better go and get some sleep.\"\n\n\"i, i, Sir,\" they said, in a chorus.\n\nThen, as we all turned to go forrard, he asked if anyone had relieved\nthe look-out.\n\n\"No, sir,\" answered Quoin.\n\n\"Is it yours?\" the Second asked.\n\n\"Yes, Sir,\" he replied.\n\n\"Hurry up and relieve him then,\" the Second said.\n\n\"i, i, Sir,\" the man answered, and went forrard with the rest of us.\n\nAs we went, I asked Plummer who was at the wheel.\n\n\"Tom,\" he said.\n\nAs he spoke, several spots of rain fell, and I glanced up at the sky. It\nhad become thickly clouded.\n\n\"Looks as if it were going to breeze up,\" I said.\n\n\"Yes,\" he replied. \"We'll be shortenin' 'er down 'fore long.\"\n\n\"May be an all-hands job,\" I remarked.\n\n\"Yes,\" he answered again. \"'Twon't be no use their turnin' in, if it\nis.\"\n\nThe man who was carrying the lantern, went into the fo'cas'le, and we\nfollowed.\n\n\"Where's ther one, belongin' to our side?\" Plummer asked.\n\n\"Got smashed hupstairs,\" answered Stubbins.\n\n\"'ow were that?\" Plummer inquired.\n\nStubbins hesitated.\n\n\"The Second Mate dropped it,\" I replied. \"The sail hit it, or\nsomething.\"\n\nThe men in the other watch seemed to have no immediate intention of\nturning-in; but sat in their bunks, and around on the chests. There was\na general lighting of pipes, in the midst of which there came a sudden\nmoan from one of the bunks in the forepart of the fo'cas'le--a part that\nwas always a bit gloomy, and was more so now, on account of our having\nonly one lamp.\n\n\"Wot's that?\" asked one of the men belonging to the other side.\n\n\"S--sh!\" said Stubbins. \"It's him.\"\n\n\"'oo?\" inquired Plummer. \"Jacobs?\"\n\n\"Yes,\" I replied. \"Poor devil!\"\n\n\"Wot were 'appenin' w'en yer got hup _ther'_?\" asked the man on the\nother side, indicating with a jerk of his head, the fore royal.\n\nBefore I could reply, Stubbins jumped up from his sea-chest.\n\n\"Ther Second Mate's whistlin'!\" he said. \"Come hon,\" and he ran out on\ndeck.\n\nPlummer, Jaskett and I followed quickly. Outside, it had started to rain\npretty heavily. As we went, the Second Mate's voice came to us through\nthe darkness.\n\n\"Stand by the main royal clewlines and buntlines,\" I heard him shout,\nand the next instant came the hollow thutter of the sail as he started\nto lower away.\n\nIn a few minutes we had it hauled up.\n\n\"Up and furl it, a couple of you,\" he sung out.\n\nI went towards the starboard rigging; then I hesitated. No one else had\nmoved.\n\nThe Second Mate came among us.\n\n\"Come on now, lads,\" he said. \"Make a move. It's got to be done.\"\n\n\"I'll go,\" I said. \"If someone else will come.\"\n\nStill, no one stirred, and no one answered.\n\nTammy came across to me.\n\n\"I'll come,\" he volunteered, in a nervous voice.\n\n\"No, by God, no!\" said the Second Mate, abruptly.\n\nHe jumped into the main rigging himself. \"Come along, Jessop!\" he\nshouted.\n\nI followed him; but I was astonished. I had fully expected him to get on\nto the other fellows' tracks like a ton of bricks. It had not occurred\nto me that he was making allowances. I was simply puzzled then; but\nafterwards it dawned upon me.\n\nNo sooner had I followed the Second Mate, than, straightway, Stubbins,\nPlummer, and Jaskett came up after us at a run.\n\nAbout half-way to the maintop, the Second Mate stopped, and looked down.\n\n\"Who's that coming up below you, Jessop?\" he asked.\n\nBefore I could, speak, Stubbins answered:\n\n\"It's me, Sir, an' Plummer an' Jaskett.\"\n\n\"Who the devil told you to come _now_? Go straight down, the lot of\nyou!\"\n\n\"We're comin' hup ter keep you company, Sir,\" was his reply.\n\nAt that, I was confident of a burst of temper from the Second; and yet,\nfor the second time within a couple of minutes I was wrong. Instead of\ncursing Stubbins, he, after a moment's pause, went on up the rigging,\nwithout another word, and the rest of us followed. We reached the royal,\nand made short work of it; indeed, there were sufficient of us to have\neaten it. When we had finished, I noticed that the Second Mate remained\non the yard until we were all in the rigging. Evidently, he had\ndetermined to take a full share of any risk there might be; but I took\ncare to keep pretty close to him; so as to be on hand if anything\nhappened; yet we reached the deck again, without anything having\noccurred. I have said, without anything having occurred; but I am not\nreally correct in this; for, as the Second Mate came down over the\ncrosstrees, he gave a short, abrupt cry.\n\n\"Anything wrong, Sir?\" I asked.\n\n\"No--o!\" he said. \"Nothing! I banged my knee.\"\n\nAnd yet _now_, I believe he was lying. For, that same watch, I was to\nhear men giving just such cries; but, God knows, they had reason enough.\n\n\n\n\nX\n\n\n_Hands That Plucked_\n\n\nDirectly we reached the deck, the Second Mate gave the order:\n\n\"Mizzen t'gallant clewlines and buntlines,\" and led the way up on to the\npoop. He went and stood by the haulyards, ready to lower away. As I\nwalked across to the starboard clewline, I saw that the Old Man was on\ndeck, and as I took hold of the rope, I heard him sing out to the Second\nMate.\n\n\"Call all hands to shorten sail, Mr. Tulipson.\"\n\n\"Very good, Sir,\" the Second Mate replied. Then he raised his voice:\n\n\"Go forrard, you, Jessop, and call all hands to shorten sail. You'd\nbetter give them a call in the bosun's place, as you go.\"\n\n\"i, i, Sir,\" I sung out, and hurried off.\n\nAs I went, I heard him tell Tammy to go down and call the Mate.\n\nReaching the fo'cas'le, I put my head in through the starboard doorway,\nand found some of the men beginning to turn-in.\n\n\"It's all hands on deck, shorten sail,\" I sung out.\n\nI stepped inside.\n\n\"Just wot I said,\" grumbled one of the men.\n\n\"They don't damn well think we're goin' aloft to-night, after what's\nhappened?\" asked another.\n\n\"We've been up to the main royal,\" I answered. \"The Second Mate went\nwith us.\"\n\n\"Wot?\" said the first man. \"Ther Second Mate hisself?\"\n\n\"Yes,\" I replied. \"The whole blooming watch went up.\"\n\n\"An' wot 'appened?\" he asked.\n\n\"Nothing,\" I said. \"Nothing at all. We just made a mouthful apiece of\nit, and came down again.\"\n\n\"All the same,\" remarked the second man, \"I don't fancy goin' upstairs,\nafter what's happened.\"\n\n\"Well,\" I replied. \"It's not a matter of fancy. We've got to get the\nsail off her, or there'll be a mess. One of the 'prentices told me the\nglass is falling.\"\n\n\"Come erlong, boys. We've got ter du it,\" said one of the older men,\nrising from a chest, at this point. \"What's it duin' outside, mate?\"\n\n\"Raining,\" I said. \"You'll want your oilskins.\"\n\nI hesitated a moment before going on deck again. From the bunk forrard\namong the shadows, I had seemed to hear a faint moan.\n\n\"Poor beggar!\" I thought to myself.\n\nThen the old chap who had last spoken, broke in upon my attention.\n\n\"It's awl right, mate!\" he said, rather testily. \"Yer needn't wait.\nWe'll be out in er minit.\"\n\n\"That's all right. I wasn't thinking about you lot,\" I replied, and\nwalked forrard to Jacobs's bunk. Some time before, he had rigged up a\npair of curtains, cut out of an old sack, to keep off the draught.\nThese, some one had drawn, so that I had to pull them aside to see him.\nHe was lying on his back, breathing in a queer, jerky fashion. I could\nnot see his face, plainly; but it seemed rather pale, in the half-light.\n\n\"Jacobs,\" I said. \"Jacobs, how do you feel now?\" but he made no sign to\nshow that he had heard me. And so, after a few moments, I drew the\ncurtains to again, and left him.\n\n\"What like does 'e seem?\" asked one of the fellows, as I went towards\nthe door.\n\n\"Bad,\" I said. \"Damn bad! I think the Steward ought to be told to come\nand have a look at him. I'll mention it to the Second when I get a\nchance.\"\n\nI stepped out on deck, and ran aft again to give them a hand with the\nsail. We got it hauled up, and then went forrard to the fore t'gallant.\nAnd, a minute later, the other watch were out, and, with the Mate, were\nbusy at the main.\n\nBy the time the main was ready for making fast, we had the fore hauled\nup, so that now all three t'gallants were in the ropes, and ready for\nstowing. Then came the order:\n\n\"Up aloft and furl!\"\n\n\"Up with you, lads,\" the Second Mate said. \"Don't let's have any hanging\nback this time.\"\n\nAway aft by the main, the men in the Mate's watch seemed to be standing\nin a clump by the mast; but it was too dark to see clearly. I heard the\nMate start to curse; then there came a growl, and he shut up.\n\n\"Be handy, men! be handy!\" the Second Mate sung out.\n\nAt that, Stubbins jumped into the rigging.\n\n\"Come hon!\" he shouted. \"We'll have ther bloomin' sail fast, an' down\nhon deck again before they're started.\"\n\nPlummer followed; then Jaskett, I, and Quoin who had been called down\noff the look-out to give a hand.\n\n\"That's the style, lads!\" the Second sung out, encouragingly. Then he\nran aft to the Mate's crowd. I heard him and the Mate talking to the\nmen, and presently, when we were going over the foretop, I made out that\nthey were beginning to get into the rigging.\n\nI found out, afterwards, that as soon as the Second Mate had seen them\noff the deck, he went up to the mizzen t'gallant, along with the four\n'prentices.\n\nOn our part, we made our way slowly aloft, keeping one hand for\nourselves and the other for the ship, as you can fancy. In this manner\nwe had gone as far as the crosstrees, at least, Stubbins, who was first,\nhad; when, all at once, he gave out just another such cry as had the\nSecond Mate a little earlier, only that in his case he followed it by\nturning round and blasting Plummer.\n\n\"You might have blarsted well sent me flyin' down hon deck,\" he shouted.\n\"If you bl--dy well think it's a joke, try it hon some one else--\"\n\n\"It wasn't me!\" interrupted Plummer. \"I 'aven't touched yer. 'oo the\n'ell are yer swearin' at?\"\n\n\"At you--!\" I heard him reply; but what more he may have said, was lost\nin a loud shout from Plummer.\n\n\"What's up, Plummer?\" I sung out. \"For God's sake, you two, don't get\nfighting, up aloft!\"\n\nBut a loud, frightened curse was all the answer he gave. Then\nstraightway, he began to shout at the top of his voice, and in the lulls\nof his noise, I caught the voice of Stubbins, cursing savagely.\n\n\"They'll come down with a run!\" I shouted, helplessly. \"They'll come\ndown as sure as nuts.\"\n\nI caught Jaskett by the boot.\n\n\"What are they doing? What are they doing?\" I sung out. \"Can't you see?\"\nI shook his leg as I spoke. But at my touch, the old idiot--as I thought\nhim at the moment--began to shout in a frightened voice:\n\n\"Oh! oh! help! hel--!\"\n\n\"Shut up!\" I bellowed. \"Shut up, you old fool. If you won't do anything,\nlet me get past you.\"\n\nYet he only cried out the more. And then, abruptly, I caught the sound\nof a frightened clamour of men's voices, away down somewhere about the\nmaintop--curses, cries of fear, even shrieks, and above it all, someone\nshouting to go down on deck:\n\n\"Get down! get down! down! down! Blarst--\" The rest was drowned in a\nfresh outburst of hoarse crying in the night.\n\nI tried to get past old Jaskett; but he was clinging to the rigging,\nsprawled on to it, is the best way to describe his attitude, so much of\nit as I could see in the darkness. Up above him, Stubbins and Plummer\nstill shouted and cursed, and the shrouds quivered and shook, as though\nthe two were fighting desperately.\n\nStubbins seemed to be shouting something definite; but whatever it was,\nI could not catch.\n\nAt my helplessness, I grew angry, and shook and prodded Jaskett, to make\nhim move.\n\n\"Damn you, Jaskett!\" I roared. \"Damn you for a funky old fool! Let me\nget past! Let me get past, will you!\"\n\nBut, instead of letting me pass, I found that he was beginning to make\nhis way down. At that, I caught him by the slack of his trousers, near\nthe stern, with my right hand, and with the other, I got hold of the\nafter shroud somewhere above his left hip; by these means, I fairly\nhoisted myself up on to the old fellow's back. Then, with my right, I\ncould reach to the forrard shroud, over his right shoulder, and having\ngot a grip, I shifted my left to a level with it; at the same moment, I\nwas able to get my foot on to the splice of a ratline and so give myself\na further lift. Then I paused an instant, and glanced up.\n\n\"Stubbins! Stubbins!\" I shouted. \"Plummer! Plummer!\"\n\nAnd even as I called, Plummer's foot--reaching down through the gloom--\nalighted full on my upturned face. I let go from the rigging with my\nright hand, and struck furiously at his leg, cursing him for his\nclumsiness. He lifted his foot, and in the same instant a sentence from\nStubbins floated down to me, with a strange distinctness:\n\n\"_For God's sake tell 'em to get down hon deck!_\" he was shouting.\n\nEven as the words came to me, something in the darkness gripped my\nwaist. I made a desperate clutch at the rigging with my disengaged right\nhand, and it was well for me that I secured the hold so quickly, for the\nsame instant, I was wrenched at with a brutal ferocity that appalled me.\nI said nothing, but lashed out into the night with my left foot. It is\nqueer, but I cannot say with certainty that I struck anything; I was too\ndownright desperate with funk, to be sure; and yet it seemed to me that\nmy foot encountered something soft, that gave under the blow. It may\nhave been nothing more than an imagined sensation; yet I am inclined to\nthink otherwise; for, instantly, the hold about my waist was released;\nand I commenced to scramble down, clutching the shrouds pretty\ndesperately.\n\nI have only a very uncertain remembrance of that which followed. Whether\nI slid over Jaskett, or whether he gave way to me, I cannot tell. I know\nonly that I reached the deck, in a blind whirl of fear and excitement,\nand the next thing I remember, I was among a crowd of shouting, half-mad\nsailor-men.\n\n\n\n\nXI\n\n\n_The Search for Stubbins_\n\nIn a confused way, I was conscious that the Skipper and the Mates were\ndown among us, trying to get us into some state of calmness. Eventually\nthey succeeded, and we were told to go aft to the Saloon door, which we\ndid in a body. Here, the Skipper himself served out a large tot of rum\nto each of us. Then, at his orders, the Second Mate called the roll.\n\nHe called over the Mate's watch first, and everyone answered. Then he\ncame to ours, and he must have been much agitated; for the first name he\nsung out was Jock's.\n\nAmong us there came a moment of dead silence, and I noticed the wail and\nmoan of the wind aloft, and the flap, flap of the three unfurled\nt'gallan's'ls.\n\nThe Second Mate called the next name, hurriedly:\n\n\"Jaskett,\" he sung out.\n\n\"Sir,\" Jaskett answered.\n\n\"Quoin.\"\n\n\"Yes, Sir.\"\n\n\"Jessop.\"\n\n\"Sir,\" I replied.\n\n\"Stubbins.\"\n\nThere was no answer.\n\n\"Stubbins,\" again called the Second Mate.\n\nAgain there was no reply.\n\n\"Is Stubbins here?--anyone!\" The Second's voice sounded sharp and\nanxious.\n\nThere was a moment's pause. Then one of the men spoke:\n\n\"He's not here, Sir.\"\n\n\"Who saw him last?\" the Second asked.\n\nPlummer stepped forward into the light that streamed through the Saloon\ndoorway. He had on neither coat nor cap, and his shirt seemed to be\nhanging about him in tatters.\n\n\"It were me, Sir,\" he said.\n\nThe Old Man, who was standing next to the Second Mate, took a pace\ntowards him, and stopped and stared; but it was the Second who spoke.\n\n\"Where?\" he asked.\n\n\"'e were just above me, in ther crosstrees, when, when--\" the man broke\noff short.\n\n\"Yes! yes!\" the Second Mate replied. Then he turned to the Skipper.\n\n\"Someone will have to go up, Sir, and see--\" He hesitated.\n\n\"But--\" said the Old Man, and stopped.\n\nThe Second Mate cut in.\n\n\"I shall go up, for one, Sir,\" he said, quietly.\n\nThen he turned back to the crowd of us.\n\n\"Tammy,\" he sung out. \"Get a couple of lamps out of the lamp-locker.\"\n\n\"i, i, Sir,\" Tammy replied, and ran off.\n\n\"Now,\" said the Second Mate, addressing us. \"I want a couple of men to\njump aloft along with me and take a look for Stubbins.\"\n\nNot a man replied. I would have liked to step out and offer; but the\nmemory of that horrible clutch was with me, and for the life of me, I\ncould not summon up the courage.\n\n\"Come! come, men!\" he said. \"We can't leave him up there. We shall take\nlanterns. Who'll come now?\"\n\nI walked out to the front. I was in a horrible funk; but, for very\nshame, I could not stand back any longer.\n\n\"I'll come with you, Sir,\" I said, not very loud, and feeling fairly\ntwisted up with nervousness.\n\n\"That's more the tune, Jessop!\" he replied, in a tone that made me glad\nI had stood out.\n\nAt this point, Tammy came up, with the lights. He brought them to the\nSecond, who took one, and told him to give the other to me. The Second\nMate held his light above his head, and looked round at the hesitating\nmen.\n\n\"Now, men!\" he sung out. \"You're not going to let Jessop and me go up\nalone. Come along, another one or two of you! Don't act like a damned\nlot of cowards!\"\n\nQuoin stood out, and spoke for the crowd.\n\n\"I dunno as we're actin' like cowyards, Sir; but just look at _'im_,\"\nand he pointed at Plummer, who still stood full in the light from the\nSaloon doorway.\n\n\"What sort of a Thing is it 'as done that, Sir?\" he went on. \"An' then\nyer arsks us ter go up agen! It aren't likely as we're in a 'urry.\"\n\nThe Second Mate looked at Plummer, and surely, as I have before\nmentioned, the poor beggar was in a state; his ripped-up shirt was\nfairly flapping in the breeze that came through the doorway.\n\nThe Second looked; yet he said nothing. It was as though the realisation\nof Plummer's condition had left him without a word more to say. It was\nPlummer himself who finally broke the silence.\n\n\"I'll come with yer, Sir,\" he said. \"Only yer ought ter 'ave more light\nthan them two lanterns. 'Twon't be no use, unless we 'as plenty er\nlight.\"\n\nThe man had grit; and I was astonished at his offering to go, after what\nhe must have gone through. Yet, I was to have even a greater\nastonishment; for, abruptly, The Skipper--who all this time had scarcely\nspoken--stepped forward a pace, and put his hand on the Second Mate's\nshoulder.\n\n\"I'll come with you, Mr. Tulipson,\" he said.\n\nThe Second Mate twisted his head round, and stared at him a moment, in\nastonishment. Then he opened his mouth.\n\n\"No, Sir; I don't think--\" he began.\n\n\"That's sufficient, Mr. Tulipson,\" the Old Man interrupted. \"I've made\nup my mind.\"\n\nHe turned to the First Mate, who had stood by without a word.\n\n\"Mr. Grainge,\" he said. \"Take a couple of the 'prentices down with you,\nand pass out a box of blue-lights and some flare-ups.\"\n\nThe Mate answered something, and hurried away into the Saloon, with the\ntwo 'prentices in his watch. Then the Old Man spoke to the men.\n\n\"Now, men!\" he began. \"This is no time for dilly-dallying. The Second\nMate and I will go aloft, and I want about half a dozen of you to come\nalong with us, and carry lights. Plummer and Jessop here, have\nvolunteered. I want four or five more of you. Step out now, some of\nyou!\"\n\nThere was no hesitation whatever, now; and the first man to come forward\nwas Quoin. After him followed three of the Mate's crowd, and then old\nJaskett.\n\n\"That will do; that will do,\" said the Old Man.\n\nHe turned to the Second Mate.\n\n\"Has Mr. Grainge come with those lights yet?\" he asked, with a certain\nirritability.\n\n\"Here, Sir,\" said the First Mate's voice, behind him in the Saloon\ndoorway. He had the box of blue-lights in his hands, and behind him,\ncame the two boys carrying the flares.\n\nThe Skipper took the box from him, with a quick gesture, and opened it.\n\n\"Now, one of you men, come here,\" he ordered.\n\nOne of the men in the Mate's watch ran to him.\n\nHe took several of the lights from the box, and handed them to the man.\n\n\"See here,\" he said. \"When we go aloft, you get into the foretop, and\nkeep one of these going all the time, do you hear?\"\n\n\"Yes, Sir,\" replied the man.\n\n\"You know how to strike them?\" the Skipper asked, abruptly.\n\n\"Yes, Sir,\" he answered.\n\nThe Skipper sung out to the Second Mate:\n\n\"Where's that boy of yours--Tammy, Mr. Tulipson?\"\n\n\"Here, Sir,\" said Tammy, answering for himself.\n\nThe Old Man took another light from the box.\n\n\"Listen to me, boy!\" he said. \"Take this, and stand-by on the forrard\ndeck house. When we go aloft, you must give us a light until the man\ngets his going in the top. You understand?\"\n\n\"Yes, Sir,\" answered Tammy, and took the light.\n\n\"One minute!\" said the Old Man, and stooped and took a second light from\nthe box. \"Your first light may go out before we're ready. You'd better\nhave another, in case it does.\"\n\nTammy took the second light, and moved away.\n\n\"Those flares all ready for lighting there, Mr. Grainge?\" the Captain\nasked.\n\n\"All ready, Sir,\" replied the Mate.\n\nThe Old Man pushed one of the blue-lights into his coat pocket, and\nstood upright.\n\n\"Very well,\" he said. \"Give each of the men one apiece. And just see\nthat they all have matches.\"\n\nHe spoke to the men particularly:\n\n\"As soon as we are ready, the other two men in the Mate's watch will get\nup into the cranelines, and keep their flares going there. Take your\nparaffin tins with you. When we reach the upper topsail, Quoin and\nJaskett will get out on the yard-arms, and show their flares there. Be\ncareful to keep your lights away from the sails. Plummer and Jessop will\ncome up with the Second Mate and myself. Does every man clearly\nunderstand?\"\n\n\"Yes, Sir,\" said the men in a chorus.\n\nA sudden idea seemed to occur to the Skipper, and he turned, and went\nthrough the doorway into the Saloon. In about a minute, he came back,\nand handed something to the Second Mate, that shone in the light from\nthe lanterns. I saw that it was a revolver, and he held another in his\nother hand, and this I saw him put into his side pocket.\n\nThe Second Mate held the pistol a moment, looking a bit doubtful.\n\n\"I don't think, Sir--\" he began. But the Skipper cut him short.\n\n\"You don't know!\" he said. \"Put it in your pocket.\"\n\nThen he turned to the First Mate.\n\n\"You will take charge of the deck, Mr. Grainge, while we're aloft,\" he\nsaid.\n\n\"i, i, Sir,\" the Mate answered and sung out to one of his 'prentices to\ntake the blue-light box back into the cabin.\n\nThe Old Man turned and led the way forrard. As we went, the light from\nthe two lanterns shone upon the decks, showing the litter of the\nt'gallant gear. The ropes were foul of one another in a regular \"bunch\no' buffers[1].\" This had been caused, I suppose, by the crowd trampling\nover them in their excitement, when they reached the deck. And then,\nsuddenly, as though the sight had waked me up to a more vivid\ncomprehension, you know, it came to me new and fresh, how damned strange\nwas the whole business... I got a little touch of despair, and asked\nmyself what was going to be the end of all these beastly happenings.\nYou can understand?\n\n[Footnote 1: Modified from the original.]\n\nAbruptly, I heard the Skipper shouting, away forward. He was singing out\nto Tammy to get up on to the house with his blue-light. We reached the\nfore rigging, and, the same instant, the strange, ghastly flare of\nTammy's blue-light burst out into the night causing every rope, sail,\nand spar to jump out weirdly.\n\nI saw now that the Second Mate was already in the starboard rigging,\nwith his lantern. He was shouting to Tammy to keep the drip from his\nlight clear of the staysail, which was stowed upon the house. Then, from\nsomewhere on the port side, I heard the Skipper shout to us to hurry.\n\n\"Smartly now, you men,\" he was saying. \"Smartly now.\"\n\nThe man who had been told to take up a station in the fore-top, was just\nbehind the Second Mate. Plummer was a couple of ratlines lower.\n\nI caught the Old Man's voice again.\n\n\"Where's Jessop with that other lantern?\" I heard him shout.\n\n\"Here, Sir,\" I sung out.\n\n\"Bring it over this side,\" he ordered. \"You don't want the two lanterns\non one side.\"\n\nI ran round the fore side of the house. Then I saw him. He was in the\nrigging, and making his way smartly aloft. One of the Mate's watch and\nQuoin were with him. This, I saw as I came round the house. Then I made\na jump, gripped the sheerpole, and swung myself up on to the rail. And\nthen, all at once, Tammy's blue-light went out, and there came, what\nseemed by contrast, pitchy darkness. I stood where I was--one foot on\nthe rail and my knee upon the sheerpole. The light from my lantern\nseemed no more than a sickly yellow glow against the gloom, and higher,\nsome forty or fifty feet, and a few ratlines below the futtock rigging\non the starboard side, there was another glow of yellowness in the\nnight. Apart from these, all was blackness. And then from above--high\nabove--there wailed down through the darkness a weird, sobbing cry. What\nit was, I do not know; but it sounded horrible.\n\nThe Skipper's voice came down, jerkily.\n\n\"Smartly with that light, boy!\" he shouted. And the blue glare blazed\nout again, almost before he had finished speaking.\n\nI stared up at the Skipper. He was standing where I had seen him before\nthe light went out, and so were the two men. As I looked, he commenced\nto climb again. I glanced across to starboard. Jaskett, and the other\nman in the Mate's watch, were about midway between the deck of the house\nand the foretop. Their faces showed extraordinary pale in the dead glare\nof the blue-light. Higher, I saw the Second Mate in the futtock rigging,\nholding his light up over the edge of the top. Then he went further, and\ndisappeared. The man with the blue-lights followed, and also vanished\nfrom view. On the port side, and more directly above me, the Skipper's\nfeet were just stepping out of the futtock shrouds. At that I made haste\nto follow.\n\nThen, suddenly, when I was close under the top, there came from above me\nthe sharp flare of a blue-light, and almost in the same instant, Tammy's\nwent out.\n\nI glanced down at the decks. They were filled with flickering, grotesque\nshadows cast by the dripping light above. A group of the men stood by\nthe port galley door--their faces upturned and pale and unreal under the\ngleam of the light.\n\nThen I was in the futtock rigging, and a moment afterwards, standing in\nthe top, beside the Old Man. He was shouting to the men who had gone out\non the craneline. It seemed that the man on the port side was bungling;\nbut at last--nearly a minute after the other man had lit his flare--he\ngot going. In that time, the man in the top had lit his second\nblue-light, and we were ready to get into the topmast rigging. First,\nhowever, the Skipper leant over the afterside of the top, and sung out\nto the First Mate to send a man up on to the fo'cas'le head with a\nflare. The Mate replied, and then we started again, the Old Man leading.\n\nFortunately, the rain had ceased, and there seemed to be no increase in\nthe wind; indeed, if anything, there appeared to be rather less; yet\nwhat there was drove the flames of the flare-ups out into occasional,\ntwisting serpents of fire at least a yard long.\n\nAbout half-way up the topmast rigging, the Second Mate sung out to the\nSkipper, to know whether Plummer should light his flare; but the Old Man\nsaid he had better wait until we reached the crosstrees, as then he\ncould get out away from the gear to where there would be less danger of\nsetting fire to anything.\n\nWe neared the crosstrees, and the Old Man stopped and sung out to me to\npass him the lantern by Quoin. A few ratlines more, and both he and the\nSecond Mate stopped almost simultaneously, holding their lanterns as\nhigh as possible, and peered up into the darkness.\n\n\"See any signs of him, Mr. Tulipson?\" the Old Man asked.\n\n\"No, Sir,\" replied the Second. \"Not a sign.\"\n\nHe raised his voice.\n\n\"Stubbins,\" he sung out. \"Stubbins, are you there?\"\n\nWe listened; but nothing came to us beyond the blowing moan of the wind,\nand the flap, flap of the bellying t'gallant above.\n\nThe Second Mate climbed over the crosstrees, and Plummer followed. The\nman got out by the royal backstay, and lit his flare. By its light we\ncould see, plainly; but there was no vestige of Stubbins, so far as the\nlight went.\n\n\"Get out on to the yard-arms with those flares, you two men,\" shouted\nthe Skipper. \"Be smart now! Keep them away from the sail!\"\n\nThe men got on to the foot-ropes--Quoin on the port, and Jaskett on the\nstarboard side. By the light from Plummer's flare, I could see them\nclearly, as they lay out upon the yard. It occurred to me that they went\ngingerly--which is no surprising thing. And then, as they drew near to\nthe yard-arms, they passed beyond the brilliance of the light; so that I\ncould not see them clearly. A few seconds passed, and then the light\nfrom Quoin's flare streamed out upon the wind; yet nearly a minute went\nby, and there was no sign of Jaskett's.\n\nThen out from the semi-darkness at the starboard yard-arm, there came a\ncurse from Jaskett, followed almost immediately by a noise of something\nvibrating.\n\n\"What's up?\" shouted the Second Mate. \"What's up, Jaskett?\"\n\n\"It's ther foot-rope, Sir-r-r!\" he drew out the last word into a sort of\ngasp.\n\nThe Second Mate bent quickly, with the lantern. I craned round the after\nside of the top-mast, and looked.\n\n\"What is the matter, Mr. Tulipson?\" I heard the Old Man singing out.\n\nOut on the yard-arm, Jaskett began to shout for help, and then, all at\nonce, in the light from the Second Mate's lantern, I saw that the\nstarboard foot-rope on the upper topsail yard was being violently\nshaken--savagely shaken, is perhaps a better word. And then, almost in\nthe same instant, the Second Mate shifted the lantern from his right to\nhis left hand. He put the right into his pocket and brought out his gun\nwith a jerk. He extended his hand and arm, as though pointing at\nsomething a little below the yard. Then a quick flash spat out across\nthe shadows, followed immediately by a sharp, ringing crack. In the same\nmoment, I saw that the foot-rope ceased to shake.\n\n\"Light your flare! Light your flare, Jaskett!\" the Second shouted. \"Be\nsmart now!\"\n\nOut at the yard-arm there came a splutter of a match, and then,\nstraightaway, a great spurt of fire as the flare took light.\n\n\"That's better, Jaskett. You're all right now!\" the Second Mate called\nout to him.\n\n\"What was it, Mr. Tulipson?\" I heard the Skipper ask.\n\nI looked up, and saw that he had sprung across to where the Second Mate\nwas standing. The Second Mate explained to him; but he did not speak\nloud enough for me to catch what he said.\n\nI had been struck by Jaskett's attitude, when the light of his flare had\nfirst revealed him. He had been crouched with his right knee cocked over\nthe yard, and his left leg down between it and the foot-rope, while his\nelbows had been crooked over the yard for support, as he was lighting\nthe flare. Now, however, he had slid both feet back on to the foot-rope,\nand was lying on his belly, over the yard, with the flare held a little\nbelow the head of the sail. It was thus, with the light being on the\nforeside of the sail, that I saw a small hole a little below the\nfoot-rope, through which a ray of the light shone. It was undoubtedly\nthe hole which the bullet from the Second Mate's revolver had made in\nthe sail.\n\nThen I heard the Old Man shouting to Jaskett.\n\n\"Be careful with that flare there!\" he sung out. \"You'll be having that\nsail scorched!\"\n\nHe left the Second Mate, and came back on to the port side of the mast.\n\nTo my right, Plummer's flares seemed to be dwindling. I glanced up at\nhis face through the smoke. He was paying no attention to it; instead,\nhe was staring up above his head.\n\n\"Shove some paraffin on to it, Plummer,\" I called to him. \"It'll be out\nin a minute.\"\n\nHe looked down quickly to the light, and did as I suggested. Then he\nheld it out at arm's length, and peered up again into the darkness.\n\n\"See anything?\" asked the Old Man, suddenly observing his attitude.\n\nPlummer glanced at him, with a start.\n\n\"It's ther r'yal, Sir,\" he explained. \"It's all adrift.\"\n\n\"What!\" said the Old Man.\n\nHe was standing a few ratlines up the t'gallant rigging, and he bent his\nbody outwards to get a better look.\n\n\"Mr. Tulipson!\" he shouted. \"Do you know that the royal's all adrift?\"\n\n\"No, Sir,\" answered the Second Mate. \"If it is, it's more of this\ndevilish work!\"\n\n\"It's adrift right enough,\" said the Skipper, and he and the Second went\na few ratlines higher, keeping level with one another.\n\nI had now got above the crosstrees, and was just at the Old Man's heels.\n\nSuddenly, he shouted out:\n\n\"There he is!--Stubbins! Stubbins!\"\n\n\"Where, Sir?\" asked the Second, eagerly. \"I can't see him!\"\n\n\"There! there!\" replied the Skipper, pointing.\n\nI leant out from the rigging, and looked up along his back, in the\ndirection his finger indicated. At first, I could see nothing; then,\nslowly, you know, there grew upon my sight a dim figure crouching upon\nthe bunt of the royal, and partly hidden by the mast. I stared, and\ngradually it came to me that there was a couple of them, and further out\nupon the yard, a hump that might have been anything, and was only\nvisible indistinctly amid the flutter of the canvas.\n\n\"Stubbins!\" the Skipper sung out. \"Stubbins, come down out of that! Do\nyou hear me?\"\n\nBut no one came, and there was no answer.\n\n\"There's two--\" I began; but he was shouting again:\n\n\"Come down out of that! Do you damned well hear me?\"\n\nStill there was no reply.\n\n\"I'm hanged if I can see him at all, Sir!\" the Second Mate called out\nfrom his side of the mast.\n\n\"Can't see him!\" said the Old Man, now thoroughly angry. \"I'll soon let\nyou see him!\"\n\nHe bent down to me with the lantern.\n\n\"Catch hold, Jessop,\" he said, which I did.\n\nThen he pulled the blue light from his pocket, and as he was doing so, I\nsaw the Second peek round the back side of the mast at him. Evidently,\nin the uncertain light, he must have mistaken the Skipper's action; for,\nall at once, he shouted out in a frightened voice:\n\n\"Don't shoot, Sir! For God's sake, don't shoot!\"\n\n\"Shoot be damned!\" exclaimed the Old Man. \"Watch!\"\n\nHe pulled off the cap of the light.\n\n\"There's two of them, Sir,\" I called again to him.\n\n\"What!\" he said in a loud voice, and at the same instant he rubbed the\nend of the light across the cap, and it burst into fire.\n\nHe held it up so that it lit the royal yard like day, and straightway, a\ncouple of shapes dropped silently from the royal on to the t'gallant\nyard. At the same moment, the humped Something, midway out upon the\nyard, rose up. It ran in to the mast, and I lost sight of it.\n\n\"God!\" I heard the Skipper gasp, and he fumbled in his side pocket.\n\nI saw the two figures which had dropped on to the t'gallant, run swiftly\nalong the yard--one to the starboard and the other to the port\nyard-arms.\n\nOn the other side of the mast, the Second Mate's pistol cracked out\ntwice, sharply. Then, from over my head the Skipper fired twice, and\nthen again; but with what effect, I could not tell. Abruptly, as he\nfired his last shot, I was aware of an indistinct Something, gliding\ndown the starboard royal backstay. It was descending full upon Plummer,\nwho, all unconscious of the thing, was staring towards the t'gallant\nyard.\n\n\"Look out above you, Plummer!\" I almost shrieked.\n\n\"What? where?\" he called, and grabbed at the stay, and waved his flare,\nexcitedly.\n\nDown on the upper topsail yard, Quoin's and Jaskett's voices rose\nsimultaneously, and in the identical instant, their flares went out.\nThen Plummer shouted, and his light went utterly. There were left only\nthe two lanterns, and the blue-light held by the Skipper, and that, a\nfew seconds afterwards, finished and died out.\n\nThe Skipper and the Second Mate were shouting to the men upon the yard,\nand I heard them answer, in shaky voices. Out on the crosstrees, I could\nsee, by the light from my lantern, that Plummer was holding in a dazed\nfashion to the backstay.\n\n\"Are you all right, Plummer?\" I called.\n\n\"Yes,\" he said, after a little pause; and then he swore.\n\n\"Come in off that yard, you men!\" the Skipper was singing out. \"Come in!\ncome in!\"\n\nDown on deck, I heard someone calling; but could not distinguish the\nwords. Above me, pistol in hand, the Skipper was glancing about,\nuneasily.\n\n\"Hold up that light, Jessop,\" he said. \"I can't see!\"\n\nBelow us, the men got off the yard, into the rigging.\n\n\"Down on deck with you!\" ordered the Old Man.\n\n\"As smartly as you can!\"\n\n\"Come in off there, Plummer!\" sung out the Second Mate. \"Get down with\nthe others!\"\n\n\"Down with you, Jessop!\" said the Skipper, speaking rapidly. \"Down with\nyou!\"\n\nI got over the crosstrees, and he followed. On the other side, the\nSecond Mate was level with us. He had passed his lantern to Plummer, and\nI caught the glint of his revolver in his right hand. In this fashion,\nwe reached the top. The man who had been stationed there with the\nblue-lights, had gone. Afterwards, I found that he went down on deck as\nsoon as they were finished. There was no sign of the man with the flare\non the starboard craneline. He also, I learnt later, had slid down one\nof the backstays on to the deck, only a very short while before we\nreached the top. He swore that a great black shadow of a man had come\nsuddenly upon him from aloft. When I heard that, I remembered the thing\nI had seen descending upon Plummer. Yet the man who had gone out upon\nthe port craneline--the one who had bungled with the lighting of his\nflare--was still where we had left him; though his light was burning now\nbut dimly.\n\n\"Come in out of that, _you!_\" the Old Man sung out \"Smartly now, and get\ndown on deck!\"\n\n\"i, i, Sir,\" the man replied, and started to make his way in.\n\nThe Skipper waited until he had got into the main rigging, and then he\ntold me to get down out of the top. He was in the act of following,\nwhen, all at once, there rose a loud outcry on deck, and then came the\nsound of a man screaming.\n\n\"Get out of my way, Jessop!\" the Skipper roared, and swung himself down\nalongside of me.\n\nI heard the Second Mate shout something from the starboard rigging. Then\nwe were all racing down as hard as we could go. I had caught a momentary\nglimpse of a man running from the doorway on the port side of the\nfo'cas'le. In less than half a minute we were upon the deck, and among a\ncrowd of the men who were grouped round something. Yet, strangely\nenough, they were not looking at the thing among them; but away aft at\nsomething in the darkness.\n\n\"It's on the rail!\" cried several voices.\n\n\"Overboard!\" called somebody, in an excited voice. \"It's jumped over the\nside!\"\n\n\"Ther' wer'n't nothin'!\" said a man in the crowd.\n\n\"Silence!\" shouted the Old Man. \"Where's the Mate? What's happened?\"\n\n\"Here, Sir,\" called the First Mate, shakily, from near the centre of the\ngroup. \"It's Jacobs, Sir. He--he--\"\n\n\"What!\" said the Skipper. \"What!\"\n\n\"He--he's--he's--dead I think!\" said the First Mate, in jerks.\n\n\"Let me see,\" said the Old Man, in a quieter tone.\n\nThe men had stood to one side to give him room, and he knelt beside the\nman upon the deck.\n\n\"Pass the lantern here, Jessop,\" he said.\n\nI stood by him, and held the light. The man was lying face downwards on\nthe deck. Under the light from the lantern, the Skipper turned him over\nand looked at him.\n\n\"Yes,\" he said, after a short examination. \"He's dead.\"\n\nHe stood up and regarded the body a moment, in silence. Then he turned\nto the Second Mate, who had been standing by, during the last couple of\nminutes.\n\n\"Three!\" he said, in a grim undertone.\n\nThe Second Mate nodded, and cleared his voice.\n\nHe seemed on the point of saying something; then he turned and looked at\nJacobs, and said nothing.\n\n\"Three,\" repeated the Old Man. \"Since eight bells!\"\n\nHe stooped and looked again at Jacobs.\n\n\"Poor devil! poor devil!\" he muttered.\n\nThe Second Mate grunted some of the huskiness out of his throat, and\nspoke.\n\n\"Where must we take him?\" he asked, quietly. \"The two bunks are full.\"\n\n\"You'll have to put him down on the deck by the lower bunk,\" replied the\nSkipper.\n\nAs they carried him away, I heard the Old Man make a sound that was\nalmost a groan. The rest of the men had gone forrard, and I do not think\nhe realised that I was standing by him\n\n\"My God! O, my God!\" he muttered, and began to walk slowly aft.\n\nHe had cause enough for groaning. There were three dead, and Stubbins\nhad gone utterly and completely. We never saw him again.\n\n\n\n\nXII\n\n\n_The Council_\n\n\nA few minutes later, the Second Mate came forrard again. I was still\nstanding near the rigging, holding the lantern, in an aimless sort of\nway.\n\n\"That you, Plummer?\" he asked.\n\n\"No, Sir,\" I said. \"It's Jessop.\"\n\n\"Where's Plummer, then?\" he inquired.\n\n\"I don't know, Sir,\" I answered. \"I expect he's gone forrard. Shall I go\nand tell him you want him?\"\n\n\"No, there's no need,\" he said. \"Tie your lamp up in the rigging--on the\nsheerpole there. Then go and get his, and shove it up on the starboard\nside. After that you'd better go aft and give the two 'prentices a hand\nin the lamp locker.\"\n\n\"i, i, Sir,\" I replied, and proceeded to do as he directed. After I had\ngot the light from Plummer, and lashed it up to the starboard sherpole,\nI hurried aft. I found Tammy and the other 'prentice in our watch, busy\nin the locker, lighting lamps.\n\n\"What are we doing?\" I asked.\n\n\"The Old Man's given orders to lash all the spare lamps we can find, in\nthe rigging, so as to have the decks light,\" said Tammy. \"And a damned\ngood job too!\"\n\nHe handed me a couple of the lamps, and took two himself.\n\n\"Come on,\" he said, and stepped out on deck. \"We'll fix these in the\nmain rigging, and then I want to talk to you.\"\n\n\"What about the mizzen?\" I inquired.\n\n\"Oh,\" he replied. \"He\" (meaning the other 'prentice) \"will see to that.\nAnyway, it'll be daylight directly.\"\n\nWe shoved the lamps up on the sherpoles--two on each side. Then he came\nacross to me.\n\n\"Look here, Jessop!\" he said, without any hesitation. \"You'll have to\njolly well tell the Skipper and the Second Mate all you know about all\nthis.\"\n\n\"How do you mean?\" I asked.\n\n\"Why, that it's something about the ship herself that's the cause of\nwhat's happened,\" he replied. \"If you'd only explained to the Second\nMate when I told you to, this might never have been!\"\n\n\"But I don't _know_,\" I said. \"I may be all wrong. It's only an idea of\nmine. I've no proofs--\"\n\n\"Proofs!\" he cut in with. \"Proofs! what about tonight? We've had all the\nproofs ever I want!\"\n\nI hesitated before answering him.\n\n\"So have I, for that matter,\" I said, at length. \"What I mean is, I've\nnothing that the Skipper and the Second Mate would consider as proofs.\nThey'd never listen seriously to me.\"\n\n\"They'd listen fast enough,\" he replied. \"After what's happened this\nwatch, they'd listen to anything. Anyway, it's jolly well your duty to\ntell them!\"\n\n\"What could they do, anyway?\" I said, despondently. \"As things are\ngoing, we'll all be dead before another week is over, at this rate.\"\n\n\"You tell them,\" he answered. \"That's what you've got to do. If you can\nonly get them to realise that you're right, they'll be glad to put into\nthe nearest port, and send us all ashore.\"\n\nI shook my head.\n\n\"Well, anyway, they'll have to do something,\" he replied, in answer to\nmy gesture. \"We can't go round the Horn, with the number of men we've\nlost. We haven't enough to handle her, if it comes on to blow.\"\n\n\"You've forgotten, Tammy,\" I said. \"Even if I could get the Old Man to\nbelieve I'd got at the truth of the matter, he couldn't do anything.\nDon't you see, if I'm right, we couldn't even see the land, if we made\nit. We're like blind men....\"\n\n\"What on earth do you mean?\" he interrupted. \"How do you make out we're\nlike blind men? Of course we could see the land--\"\n\n\"Wait a minute! wait a minute!\" I said. \"You don't understand. Didn't I\ntell you?\"\n\n\"Tell what?\" he asked.\n\n\"About the ship I spotted,\" I said. \"I thought you knew!\"\n\n\"No,\" he said. \"When?\"\n\n\"Why,\" I replied. \"You know when the Old Man sent me away from the\nwheel?\"\n\n\"Yes,\" he answered. \"You mean in the morning watch, day before\nyesterday?\"\n\n\"Yes,\" I said. \"Well, don't you know what was the matter?\"\n\n\"No,\" he replied. \"That is, I heard you were snoozing at the wheel, and\nthe Old Man came up and caught you.\"\n\n\"That's all a darned silly yarn!\" I said. And then I told him the whole\ntruth of the affair. After I had done that, I explained my idea about\nit, to him.\n\n\"Now you see what I mean?\" I asked.\n\n\"You mean that this strange atmosphere--or whatever it is--we're in,\nwould not allow us to see another ship?\" he asked, a bit awestruck.\n\n\"Yes,\" I said. \"But the point I wanted you to see, is that if we can't\nsee another vessel, even when she's quite close, then, in the same way,\nwe shouldn't be able to see land. To all intents and purposes we're\nblind. Just you think of it! We're out in the middle of the briny, doing\na sort of eternal blind man's hop. The Old Man couldn't put into port,\neven if he wanted to. He'd run us bang on shore, without our ever seeing\nit.\"\n\n\"What are we going to do, then?\" he asked, in a despairing sort of way.\n\"Do you mean to say we can't do anything? Surely something can be done!\nIt's terrible!\"\n\nFor perhaps a minute, we walked up and down, in the light from the\ndifferent lanterns. Then he spoke again.\n\n\"We might be run down, then,\" he said, \"and never even see the other\nvessel?\"\n\n\"It's possible,\" I replied. \"Though, from what I saw, it's evident that\n_we're_ quite visible; so that it would be easy for them to see us, and\nsteer clear of us, even though we couldn't see them.\"\n\n\"And we might run into something, and never see it?\" he asked me,\nfollowing up the train of thought.\n\n\"Yes,\" I said. \"Only there's nothing to stop the other ship from getting\nout of our way.\"\n\n\"But if it wasn't a vessel?\" he persisted. \"It might be an iceberg, or a\nrock, or even a derelict.\"\n\n\"In that case,\" I said, putting it a bit flippantly, naturally, \"we'd\nprobably damage it.\"\n\nHe made no answer to this and for a few moments, we were quiet.\n\nThen he spoke abruptly, as though the idea had come suddenly to him.\n\n\"Those lights the other night!\" he said. \"Were they a ship's lights?\"\n\n\"Yes,\" I replied. \"Why?\"\n\n\"Why,\" he answered. \"Don't you see, if they were really lights, we\n_could_ see them?\"\n\n\"Well, I should think I ought to know that,\" I replied. \"You seem to\nforget that the Second Mate slung me off the look-out for daring to do\nthat very thing.\"\n\n\"I don't mean that,\" he said. \"Don't you see that if we could see them\nat all, it showed that the atmosphere-thing wasn't round us then?\"\n\n\"Not necessarily,\" I answered. \"It may have been nothing more than a\nrift in it; though, of course, I may be all wrong. But, anyway, the fact\nthat the lights disappeared almost as soon as they were seen, shows that\nit was very much round the ship.\"\n\nThat made him feel a bit the way I did, and when next he spoke, his tone\nhad lost its hopefulness.\n\n\"Then you think it'll be no use telling the Second Mate and the Skipper\nanything?\" he asked.\n\n\"I don't know,\" I replied. \"I've been thinking about it, and it can't do\nany harm. I've a very good mind to.\"\n\n\"I should,\" he said. \"You needn't be afraid of anybody laughing at you,\nnow. It might do some good. You've seen more than anyone else.\"\n\nHe stopped in his walk, and looked round.\n\n\"Wait a minute,\" he said, and ran aft a few steps. I saw him look up at\nthe break of the poop; then he came back.\n\n\"Come along now,\" he said. \"The Old Man's up on the poop, talking to the\nSecond Mate. You'll never get a better chance.\"\n\nStill I hesitated; but he caught me by the sleeve, and almost dragged me\nto the lee ladder.\n\n\"All right,\" I said, when I got there. \"All right, I'll come. Only I'm\nhanged if I know what to say when I get there.\"\n\n\"Just tell them you want to speak to them,\" he said. \"They'll ask what\nyou want, and then you spit out all you know. They'll find it\ninteresting enough.\"\n\n\"You'd better come too,\" I suggested. \"You'll be able to back me up in\nlots of things.\"\n\n\"I'll come, fast enough,\" he replied. \"You go up.\"\n\nI went up the ladder, and walked across to where the Skipper and the\nSecond Mate stood talking earnestly, by the rail. Tammy kept behind. As\nI came near to them, I caught two or three words; though I attached no\nmeaning then to them. They were: \"...send for him.\" Then the two of them\nturned and looked at me, and the Second Mate asked what I wanted.\n\n\"I want to speak to you and the Old M--Captain, Sir,\" I answered.\n\n\"What is it, Jessop?\" the Skipper inquired.\n\n\"I scarcely know how to put it, Sir,\" I said. \"It's--it's about these--\nthese things.\"\n\n\"What things? Speak out, man,\" he said.\n\n\"Well, Sir,\" I blurted out. \"There's some dreadful thing or things come\naboard this ship, since we left port.\"\n\nI saw him give one quick glance at the Second Mate, and the Second\nlooked back.\n\nThen the Skipper replied.\n\n\"How do you mean, come aboard?\" he asked.\n\n\"Out of the sea, Sir,\" I said. \"I've seen them. So's Tammy, here.\"\n\n\"Ah!\" he exclaimed, and it seemed to me, from his face, that he was\nunderstanding something better. \"Out of the Sea!\"\n\nAgain he looked at the Second Mate; but the Second was staring at me.\n\n\"Yes Sir,\" I said. \"It's the _ship_. She's not safe! I've watched. I\nthink I understand a bit; but there's a lot I don't.\"\n\nI stopped. The Skipper had turned to the Second Mate. The Second nodded,\ngravely. Then I heard him mutter, in a low voice, and the Old Man\nreplied; after which he turned to me again.\n\n\"Look here, Jessop,\" he said. \"I'm going to talk straight to you. You\nstrike me as being a cut above the ordinary shellback, and I think\nyou've sense enough to hold your tongue.\"\n\n\"I've got my mate's ticket, Sir,\" I said, simply.\n\nBehind me, I heard Tammy give a little start. He had not known about it\nuntil then.\n\nThe Skipper nodded.\n\n\"So much the better,\" he answered. \"I may have to speak to you about\nthat, later on.\"\n\nHe paused, and the Second Mate said something to him, in an undertone.\n\n\"Yes,\" he said, as though in reply to what the Second had been saying.\nThen he spoke to me again.\n\n\"You've seen things come out of the sea, you say?\" he questioned. \"Now\njust tell me all you can remember, from the very beginning.\"\n\nI set to, and told him everything in detail, commencing with the strange\nfigure that had stepped aboard out of the sea, and continuing my yarn,\nup to the things that had happened in that very watch.\n\nI stuck well to solid facts; and now and then he and the Second Mate\nwould look at one another, and nod. At the end, he turned to me with an\nabrupt gesture.\n\n\"You still hold, then, that you saw a ship the other morning, when I\nsent you from the wheel?\" he asked.\n\n\"Yes, Sir,\" I said. \"I most certainly do.\"\n\n\"But you knew there wasn't any!\" he said.\n\n\"Yes, Sir,\" I replied, in an apologetic tone. \"There was; and, if you\nwill let me, I believe that I can explain it a bit.\"\n\n\"Well,\" he said. \"Go on.\"\n\nNow that I knew he was willing to listen to me in a serious manner all\nmy funk of telling him had gone, and I went ahead and told him my ideas\nabout the mist, and the thing it seemed to have ushered, you know. I\nfinished up, by telling him how Tammy had worried me to come and tell\nwhat I knew.\n\n\"He thought then, Sir,\" I went on, \"that you might wish to put into the\nnearest port; but I told him that I didn't think you could, even if you\nwanted to.\"\n\n\"How's that?\" he asked, profoundly interested.\n\n\"Well, Sir,\" I replied. \"If we're unable to see other vessels, we\nshouldn't be able to see the land. You'd be piling the ship up, without\never seeing where you were putting her.\"\n\nThis view of the matter, affected the Old Man in an extraordinary\nmanner; as it did, I believe, the Second Mate. And neither spoke for a\nmoment. Then the Skipper burst out.\n\n\"By Gad! Jessop,\" he said. \"If you're right, the Lord have mercy on us.\"\n\nHe thought for a couple of seconds. Then he spoke again, and I could see\nthat he was pretty well twisted up:\n\n\"My God!... if you're right!\"\n\nThe Second Mate spoke.\n\n\"The men mustn't know, Sir,\" he warned him. \"It'd be a mess if they\ndid!\"\n\n\"Yes,\" said the Old Man.\n\nHe spoke to me.\n\n\"Remember that, Jessop,\" he said. \"Whatever you do, don't go yarning\nabout this, forrard.\"\n\n\"No, Sir,\" I replied.\n\n\"And you too, boy,\" said the Skipper. \"Keep your tongue between your\nteeth. We're in a bad enough mess, without your making it worse. Do you\nhear?\"\n\n\"Yes, Sir,\" answered Tammy.\n\nThe Old Man turned to me again.\n\n\"These things, or creatures that you say come out of the sea,\" he said.\n\"You've never seen them, except after nightfall?\" he asked.\n\n\"No, Sir,\" I replied. \"Never.\"\n\nHe turned to the Second Mate.\n\n\"So far as I can make out, Mr. Tulipson,\" he remarked, \"the danger seems\nto be only at night.\"\n\n\"It's always been at night, Sir,\" the Second answered.\n\nThe Old Man nodded.\n\n\"Have you anything to propose, Mr. Tulipson?\" he asked.\n\n\"Well, Sir,\" replied the Second Mate. \"I think you ought to have her\nsnugged down every night, before dark!\"\n\nHe spoke with considerable emphasis. Then he glanced aloft, and jerked\nhis head in the direction of the unfurled t'gallants.\n\n\"It's a damned good thing, Sir,\" he said, \"that it didn't come on to\nblow any harder.\"\n\nThe Old Man nodded again.\n\n\"Yes,\" he remarked. \"We shall have to do it; but God knows when we'll\nget home!\"\n\n\"Better late than not at all,\" I heard the Second mutter, under his\nbreath.\n\nOut loud, he said:\n\n\"And the lights, Sir?\"\n\n\"Yes,\" said the Old Man. \"I will have lamps in the rigging every night,\nafter dark.\"\n\n\"Very good, Sir,\" assented the Second. Then he turned to us.\n\n\"It's getting daylight, Jessop,\" he remarked, with a glance at the sky.\n\"You'd better take Tammy with you, and shove those lamps back again into\nthe locker.\"\n\n\"i, i, Sir,\" I said, and went down off the poop with Tammy.\n\n\n\n\nXIII\n\n\n_The Shadow in the Sea_\n\n\nWhen eight bells went, at four o'clock, and the other watch came on deck\nto relieve us, it had been broad daylight for some time. Before we went\nbelow, the Second Mate had the three t'gallants set; and now that it was\nlight, we were pretty curious to have a look aloft, especially up the\nfore; and Tom, who had been up to overhaul the gear, was questioned a\nlot, when he came down, as to whether there were any signs of anything\nqueer up there. But he told us there was nothing unusual to be seen.\n\nAt eight o'clock, when we came on deck for the eight to twelve watch, I\nsaw the Sailmaker coming forrard along the deck, from the Second Mate's\nold berth. He had his rule in his hand, and I knew he had been measuring\nthe poor beggars in there, for their burial outfit. From breakfast time\nuntil near noon, he worked, shaping out three canvas wrappers from some\nold sailcloth. Then, with the aid of the Second Mate and one of the\nhands, he brought out the three dead chaps on to the after hatch, and\nthere sewed them up, with a few lumps of holy stone at their feet. He\nwas just finishing when eight bells went, and I heard the Old Man tell\nthe Second Mate to call all hands aft for the burial. This was done, and\none of the gangways unshipped.\n\nWe had no decent grating big enough, so they had to get off one of the\nhatches, and use it instead. The wind had died away during the morning,\nand the sea was almost a calm--the ship lifting ever so slightly to an\noccasional glassy heave. The only sounds that struck on the ear were the\nsoft, slow rustle and occasional shiver of the sails, and the continuous\nand monotonous creak, creak of the spars and gear at the gentle\nmovements of the vessel. And it was in this solemn half-quietness that\nthe Skipper read the burial service.\n\nThey had put the Dutchman first upon the hatch (I could tell him by his\nstumpiness), and when at last the Old Man gave the signal, the Second\nMate tilted his end, and he slid off, and down into the dark.\n\n\"Poor old Dutchie,\" I heard one of the men say, and I fancy we all felt\na bit like that.\n\nThen they lifted Jacobs on to the hatch, and when he had gone, Jock.\nWhen Jock was lifted, a sort of sudden shiver ran through the crowd. He\nhad been a favourite in a quiet way, and I know I felt, all at once,\njust a bit queer. I was standing by the rail, upon the after bollard,\nand Tammy was next to me; while Plummer stood a little behind. As the\nSecond Mate tilted the hatch for the last time, a little, hoarse chorus\nbroke from the men:\n\n\"S'long, Jock! So long, Jock!\"\n\nAnd then, at the sudden plunge, they rushed to the side to see the last\nof him as he went downwards. Even the Second Mate was not able to resist\nthis universal feeling, and he, too, peered over. From where I had been\nstanding, I had been able to see the body take the water, and now, for a\nbrief couple of seconds, I saw the white of the canvas, blurred by the\nblue of the water, dwindle and dwindle in the extreme depth. Abruptly,\nas I stared, it disappeared--too abruptly, it seemed to me.\n\n\"Gone!\" I heard several voices say, and then our watch began to go\nslowly forrard, while one or two of the other, started to replace the\nhatch.\n\nTammy pointed, and nudged me.\n\n\"See, Jessop,\" he said. \"What is it?\"\n\n\"What?\" I asked.\n\n\"That queer shadow,\" he replied. \"Look!\"\n\nAnd then I saw what he meant. It was something big and shadowy, that\nappeared to be growing clearer. It occupied the exact place--so it\nseemed to me--in which Jock had disappeared.\n\n\"Look at it!\" said Tammy, again. \"It's getting bigger!\"\n\nHe was pretty excited, and so was I.\n\nI was peering down. The thing seemed to be rising out of the depths. It\nwas taking shape. As I realised what the shape was, a queer, cold funk\ntook me.\n\n\"See,\" said Tammy. \"It's just like the shadow of a ship!\"\n\nAnd it was. The shadow of a ship rising out of the unexplored immensity\nbeneath our keel. Plummer, who had not yet gone forrard, caught Tammy's\nlast remark, and glanced over.\n\n\"What's 'e mean?\" he asked.\n\n\"That!\" replied Tammy, and pointed.\n\nI jabbed my elbow into his ribs; but it was too late. Plummer had seen.\nCuriously enough, though, he seemed to think nothing of it.\n\n\"That ain't nothin', 'cept ther shadder er ther ship,\" he said.\n\nTammy, after my hint, let it go at that. But when Plummer had gone\nforrard with the others, I told him not to go telling everything round\nthe decks, like that.\n\n\"We've got to be thundering careful!\" I remarked. \"You know what the Old\nMan said, last watch!\"\n\n\"Yes,\" said Tammy. \"I wasn't thinking; I'll be careful next time.\"\n\nA little way from me the Second Mate was still staring down into the\nwater. I turned, and spoke to him.\n\n\"What do you make it out to be, Sir?\" I asked.\n\n\"God knows!\" he said, with a quick glance round to see whether any of\nthe men were about.\n\nHe got down from the rail, and turned to go up on to the poop. At the\ntop of the ladder, he leant over the break.\n\n\"You may as well ship that gangway, you two,\" he told us. \"And mind,\nJessop, keep your mouth shut about this.\"\n\n\"i, i, Sir,\" I answered.\n\n\"And you too, youngster!\" he added and went aft along the poop.\n\nTammy and I were busy with the gangway when the Second came back. He had\nbrought the Skipper.\n\n\"Right under the gangway, Sir\" I heard the Second say, and he pointed\ndown into the water.\n\nFor a little while, the Old Man stared. Then I heard him speak.\n\n\"I don't see anything,\" he said.\n\nAt that, the Second Mate bent more forward and peered down. So did I;\nbut the thing, whatever it was, had gone completely.\n\n\"It's gone, Sir,\" said the Second. \"It was there right enough when I\ncame for you.\"\n\nAbout a minute later, having finished shipping the gangway, I was going\nforrard, when the Second's voice called me back\n\n\"Tell the Captain what it was you saw just now,\" he said, in a low\nvoice.\n\n\"I can't say exactly, Sir,\" I replied. \"But it seemed to me like the\nshadow of a ship, rising up through the water.\"\n\n\"There, Sir,\" remarked the Second Mate to the Old Man. \"Just what I told\nyou.\"\n\nThe Skipper stared at me.\n\n\"You're quite sure?\" he asked.\n\n\"Yes, Sir,\" I answered. \"Tammy saw it, too.\"\n\nI waited a minute. Then they turned to go aft. The Second was saying\nsomething.\n\n\"Can I go, Sir?\" I asked.\n\n\"Yes, that will do, Jessop,\" he said, over his shoulder. But the Old Man\ncame back to the break, and spoke to me.\n\n\"Remember, not a word of this forrard!\" he said.\n\n\"No Sir,\" I replied, and he went back to the Second Mate; while I walked\nforrard to the fo'cas'le to get something to eat.\n\n\"Your whack's in the kettle, Jessop,\" said Tom, as I stepped in over the\nwashboard. \"An' I got your lime-juice in a pannikin.\"\n\n\"Thanks,\" I said, and sat down.\n\nAs I stowed away my grub, I took no notice of the chatter of the others.\nI was too stuffed with my own thoughts. That shadow of a vessel rising,\nyou know, out of the profound deeps, had impressed me tremendously. It\nhad not been imagination. Three of us had seen it--really four; for\nPlummer distinctly saw it; though he failed to recognise it as anything\nextraordinary.\n\nAs you can understand, I thought a lot about this shadow of a vessel.\nBut, I am sure, for a time, my ideas must just have gone in an\neverlasting, blind circle. And then I got another thought; for I got\nthinking of the figures I had seen aloft in the early morning; and I\nbegan to imagine fresh things. You see, that first thing that had come\nup over the side, had come _out of the sea_. And it had gone back. And\nnow there was this shadow vessel-thing--ghost-ship I called it. It was a\ndamned good name, too. And the dark, noiseless men ... I thought a lot\non these lines. Unconsciously, I put a question to myself, aloud:\n\n\"Were they the crew?\"\n\n\"Eh?\" said Jaskett, who was on the next chest.\n\nI took hold of myself, as it were, and glanced at him, in an apparently\ncareless manner.\n\n\"Did I speak?\" I asked.\n\n\"Yes, mate,\" he replied, eyeing me, curiously. \"Yer said sumthin' about\na crew.\"\n\n\"I must have been dreaming,\" I said; and rose up to put away my plate.\n\n\n\n\nXIV\n\n\n_The Ghost Ships_\n\n\nAt four o'clock, when again we went on deck, the Second Mate told me to\ngo on with a paunch mat I was making; while Tammy, he sent to get out\nhis sinnet. I had the mat slug on the fore side of the mainmast, between\nit and the after end of the house; and, in a few minutes, Tammy brought\nhis sinnet and yarns to the mast, and made fast to one of the pins.\n\n\"What do you think it was, Jessop?\" he asked, abruptly, after a short\nsilence.\n\nI looked at him.\n\n\"What do you think?\" I replied.\n\n\"I don't know what to think,\" he said. \"But I've a feeling that it's\nsomething to do with all the rest,\" and he indicated aloft, with his\nhead.\n\n\"I've been thinking, too,\" I remarked.\n\n\"That it is?\" he inquired.\n\n\"Yes,\" I answered, and told him how the idea had come to me at my\ndinner, that the strange men-shadows which came aboard, might come from\nthat indistinct vessel we had seen down in the sea.\n\n\"Good Lord!\" he exclaimed, as he got my meaning. And then for a little,\nhe stood and thought.\n\n\"That's where they live, you mean?\" he said, at last, and paused again.\n\n\"Well,\" I replied. \"It can't be the sort of existence _we_ should call\nlife.\"\n\nHe nodded, doubtfully.\n\n\"No,\" he said, and was silent again.\n\nPresently, he put out an idea that had come to him.\n\n\"You _think_, then, that that--vessel has been with us for some time, if\nwe'd only known?\" he asked.\n\n\"All along,\" I replied. \"I mean ever since these things started.\"\n\n\"Supposing there are others,\" he said, suddenly.\n\nI looked at him.\n\n\"If there are,\" I said. \"You can pray to God that they won't stumble\nacross us. It strikes me that whether they're ghosts, or not ghosts,\nthey're blood-gutted pirates.\n\n\"It seems horrible,\" he said solemnly, \"to be talking seriously like\nthis, about--you know, about such things.\"\n\n\"I've tried to stop thinking that way,\" I told him. \"I've felt I should\ngo cracked, if I didn't. There's damned queer things happen at sea, I\nknow; but this isn't one of them.\"\n\n\"It seems so strange and unreal, one moment, doesn't it?\" he said. \"And\nthe next, you _know_ it's really true, and you can't understand why you\ndidn't always know. And yet they'd never believe, if you told them\nashore about it.\"\n\n\"They'd believe, if they'd been in this packet in the middle watch this\nmorning,\" I said.\n\n\"Besides,\" I went on. \"They don't understand. We didn't ... I shall\nalways feel different now, when I read that some packet hasn't been\nheard of.\"\n\nTammy stared at me.\n\n\"I've heard some of the old shellbacks talking about things,\" he said.\n\"But I never took them really seriously.\"\n\n\"Well,\" I said. \"I guess we'll have to take this seriously. I wish to\nGod we were home!\"\n\n\"My God! so do I,\" he said.\n\nFor a good while after that, we both worked on in silence; but,\npresently, he went off on another tack.\n\n\"Do you think we'll really shorten her down every night before it gets\ndark?\" he asked.\n\n\"Certainly,\" I replied. \"They'll never get the men to go aloft at night,\nafter what's happened.\"\n\n\"But, but--supposing they _ordered_ us aloft--\" he began.\n\n\"Would you go?\" I interrupted.\n\n\"No!\" he said, emphatically. \"I'd jolly well be put in irons first!\"\n\n\"That settles it, then,\" I replied. \"You wouldn't go, nor would any one\nelse.\"\n\nAt this moment the Second Mate came along.\n\n\"Shove that mat and that sinnet away, you two,\" he said. \"Then get your\nbrooms and clear up.\"\n\n\"i, i, Sir,\" we said, and he went on forrard.\n\n\"Jump on the house, Tammy,\" I said. \"And let go the other end of this\nrope, will you?\"\n\n\"Right\" he said, and did as I had asked him. When he came back, I got\nhim to give me a hand to roll up the mat, which was a very large one.\n\n\"I'll finish stopping it,\" I said. \"You go and put your sinnet away.\"\n\n\"Wait a minute,\" he replied, and gathered up a double handful of shakins\nfrom the deck, under where I had been working. Then he ran to the side.\n\n\"Here!\" I said. \"Don't go dumping those. They'll only float, and the\nSecond Mate or the Skipper will be sure to spot them.\"\n\n\"Come here, Jessop!\" he interrupted, in a low voice, and taking no\nnotice of what I had been saying.\n\nI got up off the hatch, where I was kneeling. He was staring over the\nside.\n\n\"What's up?\" I asked.\n\n\"For God's sake, hurry!\" he said, and I ran, and jumped on to the spar,\nalongside of him.\n\n\"Look!\" he said, and pointed with a handful of shakins, right down,\ndirectly beneath us.\n\nSome of the shakins dropped from his hand, and blurred the water,\nmomentarily, so that I could not see. Then, as the ripples cleared away,\nI saw what he meant.\n\n\"Two of them!\" he said, in a voice that was scarcely above a whisper.\n\"And there's another out there,\" and he pointed again with the handful\nof shakins.\n\n\"There's another a little further aft,\" I muttered.\n\n\"Where?--where?\" he asked.\n\n\"There,\" I said, and pointed.\n\n\"That's four,\" he whispered. \"Four of them!\"\n\nI said nothing; but continued to stare. They appeared to me to be a\ngreat way down in the sea, and quite motionless. Yet, though their\noutlines were somewhat blurred and indistinct, there was no mistaking\nthat they were very like exact, though shadowy, representations of\nvessels. For some minutes we watched them, without speaking. At last\nTammy spoke.\n\n\"They're real, right enough,\" he said, in a low voice.\n\n\"I don't know,\" I answered.\n\n\"I mean we weren't mistaken this morning,\" he said.\n\n\"No,\" I replied. \"I never thought we were.\"\n\nAway forrard, I heard the Second Mate, returning aft. He came nearer,\nand saw us.\n\n\"What's up now, you two?\" he called, sharply. \"This isn't clearing up!\"\n\nI put out my hand to warn him not to shout, and draw the attention of\nthe rest of the men.\n\nHe took several steps towards me.\n\n\"What is it? what is it?\" he said, with a certain irritability; but in a\nlower voice.\n\n\"You'd better take a look over the side, Sir,\" I replied.\n\nMy tone must have given him an inkling that we had discovered something\nfresh; for, at my words, he made one spring, and stood on the spar,\nalongside of me.\n\n\"Look, Sir,\" said Tammy. \"There's four of them.\"\n\nThe Second Mate glanced down, saw something and bent sharply forward.\n\n\"My God!\" I heard him mutter, under his breath.\n\nAfter that, for some half-minute, he stared, without a word.\n\n\"There are two more out there, Sir,\" I told him, and indicated the place\nwith my finger.\n\nIt was a little time before he managed to locate these and when he did,\nhe gave them only a short glance. Then he got down off the spar, and\nspoke to us.\n\n\"Come down off there,\" he said, quickly. \"Get your brooms and clear up.\nDon't say a word!--It may be nothing.\"\n\nHe appeared to add that last bit, as an afterthought, and we both knew\nit meant nothing. Then he turned and went swiftly aft.\n\n\"I expect he's gone to tell the Old Man,\" Tammy remarked, as we went\nforrard, carrying the mat and his sinnet.\n\n\"H'm,\" I said, scarcely noticing what he was saying; for I was full of\nthe thought of those four shadowy craft, waiting quietly down there.\n\nWe got our brooms, and went aft. On the way, the Second Mate and the\nSkipper passed us. They went forrard too by the fore brace, and got up\non the spar. I saw the Second point up at the brace and he appeared to\nbe saying something about the gear. I guessed that this was done\npurposely, to act as a blind, should any of the other men be looking.\nThen the Old Man glanced down over the side, in a casual sort of manner;\nso did the Second Mate. A minute or two later, they came aft, and went\nback, up on to the poop. I caught a glimpse of the Skipper's face as he\npassed me, on his return. He struck me as looking worried--bewildered,\nperhaps, would be a better word.\n\nBoth Tammy and I were tremendously keen to have another look; but when\nat last we got a chance, the sky reflected so much on the water, we\ncould see nothing below.\n\nWe had just finished sweeping up when four bells went, and we cleared\nbelow for tea. Some of the men got chatting while they were grubbing.\n\n\"I 'ave 'eard,\" remarked Quoin, \"as we're goin' ter shorten 'er down\nafore dark.\"\n\n\"Eh?\" said old Jaskett, over his pannikin of tea.\n\nQuoin repeated his remark.\n\n\"'oo says so?\" inquired Plummer.\n\n\"I 'eard it from ther Doc,\" answered Quoin, \"'e got it from ther\nStooard.\"\n\n\"'ow would 'ee know?\" asked Plummer.\n\n\"I dunno,\" said Quoin. \"I 'spect 'e's 'eard 'em talkin' 'bout it arft.\"\n\nPlummer turned to me.\n\n\"'ave you 'eard anythin', Jessop?\" he inquired.\n\n\"What, about shortening down?\" I replied.\n\n\"Yes,\" he said. \"Weren't ther Old Man talkin' ter yer, up on ther poop\nthis mornin'?\"\n\n\"Yes,\" I answered. \"He said something to the Second Mate about\nshortening down; but it wasn't to me.\"\n\n\"They are!\" said Quoin, \"'aven't I just said so?\"\n\nAt that instant, one of the chaps in the other watch, poked his head in\nthrough the starboard doorway.\n\n\"All hands shorten sail!\" he sung out; at the same moment the Mate's\nwhistle came sharp along the decks.\n\nPlummer stood up, and reached for his cap.\n\n\"Well,\" he said. \"It's evydent they ain't goin' ter lose no more of us!\"\n\nThen we went out on deck.\n\nIt was a dead calm; but all the same, we furled the three royals, and\nthen the three t'gallants. After that, we hauled up the main and\nforesail, and stowed them. The crossjack, of course, had been furled\nsome time, with the wind being plumb aft.\n\nIt was while we were up at the foresail, that the sun went over the edge\nof the horizon. We had finished stowing the sail, out upon the yard, and\nI was waiting for the others to clear in, and let me get off the\nfoot-rope. Thus it happened that having nothing to do for nearly a\nminute, I stood watching the sun set, and so saw something that\notherwise I should, most probably, have missed. The sun had dipped\nnearly half-way below the horizon, and was showing like a great, red\ndome of dull fire. Abruptly, far away on the starboard bow, a faint mist\ndrove up out of the sea. It spread across the face of the sun, so that\nits light shone now as though it came through a dim haze of smoke.\nQuickly, this mist or haze grew thicker; but, at the same time,\nseparating and taking strange shapes, so that the red of the sun struck\nthrough ruddily between them. Then, as I watched, the weird mistiness\ncollected and shaped and rose into three towers. These became more\ndefinite, and there was something elongated beneath them. The shaping\nand forming continued, and almost suddenly I saw that the thing had\ntaken on the shape of a great ship. Directly afterwards, I saw that it\nwas moving. It had been broadside on to the sun. Now it was swinging.\nThe bows came round with a stately movement, until the three masts bore\nin a line. It was heading directly towards us. It grew larger; but yet\nless distinct. Astern of it, I saw now that the sun had sunk to a mere\nline of light. Then, in the gathering dusk it seemed to me that the ship\nwas sinking back into the ocean. The sun went beneath the sea, and the\nthing I had seen became merged, as it were, into the monotonous greyness\nof the coming night.\n\nA voice came to me from the rigging. It was the Second Mate's. He had\nbeen up to give us a hand.\n\n\"Now then, Jessop,\" he was saying. \"Come along! come along!\"\n\nI turned quickly, and realised that the fellows were nearly all off the\nyard.\n\n\"i, i, Sir,\" I muttered, and slid in along the foot-rope, and went down\non deck. I felt fresh dazed and frightened.\n\nA little later, eight bells went, and, after roll call, I cleared up, on\nto the poop, to relieve the wheel. For a while as I stood at the wheel\nmy mind seemed blank, and incapable of receiving impressions. This\nsensation went, after a time, and I realised that there was a great\nstillness over the sea. There was absolutely no wind, and even the\neverlasting creak, creak of the gear seemed to ease off at times.\n\nAt the wheel there was nothing whatever to do. I might just as well have\nbeen forrard, smoking in the fo'cas'le. Down on the main-deck, I could\nsee the loom of the lanterns that had been lashed up to the sherpoles in\nthe fore and main rigging. Yet they showed less than they might, owing\nto the fact that they had been shaded on their after sides, so as not to\nblind the officer of the watch more than need be.\n\nThe night had come down strangely dark, and yet of the dark and the\nstillness and the lanterns, I was only conscious in occasional flashes\nof comprehension. For, now that my mind was working, I was thinking\nchiefly of that queer, vast phantom of mist, I had seen rise from the\nsea, and take shape.\n\nI kept staring into the night, towards the West, and then all round me;\nfor, naturally, the memory predominated that she had been coming towards\nus when the darkness came, and it was a pretty disquieting sort of thing\nto think about. I had such a horrible feeling that something beastly was\ngoing to happen any minute.\n\nYet, two bells came and went, and still all was quiet--strangely quiet,\nit seemed to me. And, of course, besides the queer, misty vessel I had\nseen in the West I was all the time remembering the four shadowy craft\nlying down in the sea, under our port side. Every time I remembered\nthem, I felt thankful for the lanterns round the maindeck, and I\nwondered why none had been put in the mizzen rigging. I wished to\ngoodness that they had, and made up my mind I would speak to the Second\nMate about it, next time he came aft. At the time, he was leaning over\nthe rail across the break of the poop. He was not smoking, as I could\ntell; for had he been, I should have seen the glow of his pipe, now and\nthen. It was plain to me that he was uneasy. Three times already he had\nbeen down on to the maindeck, prowling about. I guessed that he had been\nto look down into the sea, for any signs of those four grim craft. I\nwondered whether they would be visible at night.\n\nSuddenly, the time-keeper struck three bells, and the deeper notes of\nthe bell forrard, answered them. I gave a start. It seemed to me that\nthey had been struck close to my elbow. There was something\nunaccountably strange in the air that night. Then, even as the Second\nMate answered the look-out's \"All's well,\" there came the sharp whir and\nrattle of running gear, on the port side of the mainmast.\nSimultaneously, there was the shrieking of a parrel, up the main; and I\nknew that someone, or something, had let go the main-topsail haul-yards.\nFrom aloft there came the sound of something parting; then the crash of\nthe yard as it ceased falling.\n\nThe Second Mate shouted out something unintelligible, and jumped for the\nladder. From the maindeck there came the sound of running feet, and the\nvoices of the watch, shouting. Then I caught the Skipper's voice; he\nmust have run out on deck, through the Saloon doorway.\n\n\"Get some more lamps! Get some more lamps!\" he was singing out. Then he\nswore.\n\nHe sung out something further. I caught the last two words.\n\n\"...carried away,\" they sounded like.\n\n\"No, Sir,\" shouted the Second Mate. \"I don't think so.\"\n\nA minute of some confusion followed; and then came the click of pawls. I\ncould tell that they had taken the haulyards to the after capstan. Odd\nwords floated up to me.\n\n\"...all this water?\" I heard in the Old Man's voice. He appeared to be\nasking a question.\n\n\"Can't say, Sir,\" came the Second Mate's.\n\nThere was a period of time, filled only by the clicking of the pawls and\nthe sounds of the creaking parrel and the running gear. Then the Second\nMate's voice came again.\n\n\"Seems all right, Sir,\" I heard him say.\n\nI never heard the Old Man's reply; for in the same moment, there came to\nme a chill of cold breath at my back. I turned sharply, and saw\nsomething peering over the taffrail. It had eyes that reflected the\nbinnacle light, weirdly, with a frightful, tigerish gleam; but beyond\nthat, I could see nothing with any distinctness. For the moment, I just\nstared. I seemed frozen. It was so close. Then movement came to me, and\nI jumped to the binnacle and snatched out the lamp. I twitched round,\nand shone the light towards it. The thing, whatever it was, had come\nmore forward over the rail; but now, before the light, it recoiled with\na queer, horrible litheness. It slid back, and down, and so out of\nsight. I have only a confused notion of a wet glistening Something, and\ntwo vile eyes. Then I was running, crazy, towards the break of the poop.\nI sprang down the ladder, and missed my footing, and landed on my stern,\nat the bottom. In my left hand I held the still burning binnacle lamp.\nThe men were putting away the capstan-bars; but at my abrupt appearance,\nand the yell I gave out at falling, one or two of them fairly ran\nbackwards a short distance, in sheer funk, before they realised what it\nwas.\n\nFrom somewhere further forrard, the Old Man and the Second Mate came\nrunning aft.\n\n\"What the devil's up now?\" sung out the Second, stopping and bending to\nstare at me. \"What's to do, that you're away from the wheel?\"\n\nI stood up and tried to answer him; but I was so shaken that I could\nonly stammer.\n\n\"I--I--there--\" I stuttered.\n\n\"Damnation!\" shouted the Second Mate, angrily. \"Get back to the wheel!\"\n\nI hesitated, and tried to explain.\n\n\"Do you damned well hear me?\" he sung out.\n\n\"Yes, Sir; but--\" I began.\n\n\"Get up on to the poop, Jessop!\" he said.\n\nI went. I meant to explain, when he came up. At the top of the ladder, I\nstopped. I was not going back alone to that wheel. Down below, I heard\nthe Old Man speaking.\n\n\"What on earth is it now, Mr. Tulipson?\" he was saying.\n\nThe Second Mate made no immediate reply; but turned to the men, who were\nevidently crowding near.\n\n\"That will do, men!\" he said, somewhat sharply.\n\nI heard the watch start to go forrard. There came a mutter of talk from\nthem. Then the Second Mate answered the Old Man. He could not have known\nthat I was near enough to overhear him.\n\n\"It's Jessop, Sir. He must have seen something; but we mustn't frighten\nthe crowd more than need be.\"\n\n\"No,\" said the Skipper's voice.\n\nThey turned and came up the ladder, and I ran back a few steps, as far\nas the skylight. I heard the Old Man speak as they came up.\n\n\"How is it there are no lamps, Mr. Tulipson?\" he said, in a surprised\ntone.\n\n\"I thought there would be no need up here, Sir,\" the Second Mate\nreplied. Then he added something about saving oil.\n\n\"Better have them, I think,\" I heard the Skipper say.\n\n\"Very good, Sir,\" answered the Second, and sung out to the time-keeper\nto bring up a couple of lamps.\n\nThen the two of them walked aft, to where I stood by the skylight.\n\n\"What are you doing, away from the wheel?\" asked the Old Man, in a stern\nvoice.\n\nI had collected my wits somewhat by now.\n\n\"I won't go, Sir, till there's a light,\" I said.\n\nThe Skipper stamped his foot, angrily; but the Second Mate stepped\nforward.\n\n\"Come! Come, Jessop!\" he exclaimed. \"This won't do, you know! You'd\nbetter get back to the wheel without further bother.\"\n\n\"Wait a minute,\" said the Skipper, at this juncture. \"What objection\nhave you to going back to the wheel?\" he asked.\n\n\"I saw something,\" I said. \"It was climbing over the taffrail, Sir--\"\n\n\"Ah!\" he said, interrupting me with a quick gesture. Then, abruptly:\n\"Sit down! sit down; you're all in a shake, man.\"\n\nI flopped down on to the skylight seat. I was, as he had said, all in a\nshake, and the binnacle lamp was wobbling in my hand, so that the light\nfrom it went dancing here and there across the deck.\n\n\"Now,\" he went on. \"Just tell us what you saw.\"\n\nI told them, at length, and while I was doing so, the time-keeper\nbrought up the lights and lashed one up on the sheerpole in each\nrigging.\n\n\"Shove one under the spanker boom,\" the Old Man sung out, as the boy\nfinished lashing up the other two. \"Be smart now.\"\n\n\"i, i, Sir,\" said the 'prentice, and hurried off.\n\n\"Now then,\" remarked the Skipper when this had been done \"You needn't be\nafraid to go back to the wheel. There's a light over the stern, and the\nSecond Mate or myself will be up here all the time.\"\n\nI stood up.\n\n\"Thank you, Sir,\" I said, and went aft. I replaced my lamp in the\nbinnacle, and took hold of the wheel; yet, time and again, I glanced\nbehind and I was very thankful when, a few minutes later, four bells\nwent, and I was relieved.\n\nThough the rest of the chaps were forrard in the fo'cas'le, I did not go\nthere. I shirked being questioned about my sudden appearance at the foot\nof the poop ladder; and so I lit my pipe and wandered about the\nmaindeck. I did not feel particularly nervous, as there were now two\nlanterns in each rigging, and a couple standing upon each of the spare\ntop-masts under the bulwarks.\n\nYet, a little after five bells, it seemed to me that I saw a shadowy\nface peer over the rail, a little abaft the fore lanyards. I snatched up\none of the lanterns from off the spar, and flashed the light towards it,\nwhereupon there was nothing. Only, on my mind, more than my sight, I\nfancy, a queer knowledge remained of wet, peery eyes. Afterwards, when I\nthought about them, I felt extra beastly. I knew then how brutal they\nhad been ... Inscrutable, you know. Once more in that same watch I had a\nsomewhat similar experience, only in this instance it had vanished even\nbefore I had time to reach a light. And then came eight bells, and our\nwatch below.\n\n\n\n\nXV\n\n\n_The Great Ghost Ship_\n\nWhen we were called again, at a quarter to four, the man who roused us\nout, had some queer information.\n\n\"Toppin's gone--clean vanished!\" he told us, as we began to turn out. \"I\nnever was in such a damned, hair-raisin' hooker as this here. It ain't\nsafe to go about the bloomin' decks.\"\n\n\"'oo's gone?\" asked Plummer, sitting up suddenly and throwing his legs\nover his bunk-board.\n\n\"Toppin, one of the 'prentices,\" replied the man. \"We've been huntin'\nall over the bloomin' show. We're still at it--but we'll never find\nhim,\" he ended, with a sort of gloomy assurance.\n\n\"Oh, I dunno,\" said Quoin. \"P'raps 'e's snoozin' somewheres 'bout.\"\n\n\"Not him,\" replied the man. \"I tell you we've turned everythin' upside\ndown. He's not aboard the bloomin' ship.\n\n\"Where was he when they last saw him?\" I asked.\n\n\"Someone must know something, you know!\"\n\n\"Keepin' time up on the poop,\" he replied. \"The Old Man's nearly shook\nthe life out of the Mate and the chap at the wheel. And they say they\ndon't know nothin'.\"\n\n\"How do you mean?\" I inquired. \"How do you mean, nothing?\"\n\n\"Well,\" he answered. \"The youngster was there one minute, and then the\nnext thing they knew, he'd gone. They've both sworn black an' blue that\nthere wasn't a whisper. He's just disappeared off of the face of the\nbloomin' earth.\"\n\nI got down on to my chest, and reached for my boots.\n\nBefore I could speak again, the man was saying something fresh.\n\n\"See here, mates,\" he went on. \"If things is goin' on like this, I'd\nlike to know where you an' me'll be befor' long!\"\n\n\"We'll be in 'ell,\" said Plummer.\n\n\"I dunno as I like to think 'bout it,\" said Quoin.\n\n\"We'll have to think about it!\" replied the man. \"We've got to think a\nbloomin' lot about it. I've talked to our side, an' they're game.\"\n\n\"Game for what?\" I asked.\n\n\"To go an' talk straight to the bloomin' Capting,\" he said, wagging his\nfinger at me. \"It's make tracks for the nearest bloomin' port, an' don't\nyou make no bloomin' mistake.\"\n\nI opened my mouth to tell him that the probability was we should not be\nable to make it, even if he could get the Old Man to see the matter from\nhis point of view. Then I remembered that the chap had no idea of the\nthings I had seen, and _thought out_; so, instead, I said:\n\n\"Supposing he won't?\"\n\n\"Then we'll have to bloomin' well make him,\" he replied.\n\n\"And when you got there,\" I said. \"What then? You'd be jolly well locked\nup for mutiny.\"\n\n\"I'd sooner be locked up,\" he said. \"It don't kill you!\"\n\nThere was a murmur of agreement from the others, and then a moment of\nsilence, in which, I know, the men were thinking.\n\nJaskett's voice broke into it.\n\n\"I never thought at first as she was 'aunted--\" he commenced; but\nPlummer cut in across his speech.\n\n\"We mustn't 'urt any one, yer know,\" he said. \"That'd mean 'angin', an'\nthey ain't been er bad crowd.\n\n\"No,\" assented everyone, including the chap who had come to call us.\n\n\"All the same,\" he added. \"It's got to be up hellum, an' shove her into\nthe nearest bloomin' port.\"\n\n\"Yes,\" said everyone, and then eight bells went, and we cleared out on\ndeck.\n\nPresently, after roll-call--in which there had come a queer, awkward\nlittle pause at Toppin's name--Tammy came over to me. The rest of the\nmen had gone forrard, and I guessed they were talking over mad plans for\nforcing the Skipper's hand, and making him put into port--poor beggars!\n\nI was leaning over the port rail, by the fore brace-lock, staring down\ninto the sea, when Tammy came to me. For perhaps a minute he said\nnothing. When at last he spoke, it was to say that the shadow vessels\nhad not been there since daylight.\n\n\"What?\" I said, in some surprise. \"How do you know?\"\n\n\"I woke up when they were searching for Toppin,\" he replied. \"I've not\nbeen asleep since. I came here, right away.\" He began to say something\nfurther; but stopped short.\n\n\"Yes,\" I said encouragingly.\n\n\"I didn't know--\" he began, and broke off. He caught my arm. \"Oh,\nJessop!\" he exclaimed. \"What's going to be the end of it all? Surely\nsomething can be done?\"\n\nI said nothing. I had a desperate feeling that there was very little we\ncould do to help ourselves.\n\n\"Can't we do something?\" he asked, and shook my arm. \"Anything's better\nthan _this_! We're being _murdered!\"_\n\nStill, I said nothing; but stared moodily down into the water. I could\nplan nothing; though I would get mad, feverish fits of thinking.\n\n\"Do you hear?\" he said. He was almost crying.\n\n\"Yes, Tammy,\" I replied. \"But I don't know! I _don't_ know!\"\n\n\"You don't know!\" he exclaimed. \"You don't know! Do you mean we're just\nto give in, and be murdered, one after another?\"\n\n\"We've done all we can,\" I replied. \"I don't know what else we can do,\nunless we go below and lock ourselves in, every night.\"\n\n\"That would be better than this,\" he said. \"There'll be no one to go\nbelow, or anything else, soon!\"\n\n\"But what if it came on to blow?\" I asked. \"We'd be having the sticks\nblown out of her.\"\n\n\"What if it came on to blow _now_?\" he returned. \"No one would go aloft,\nif it were dark, you said, yourself! Besides, we could shorten her\n_right_ down, first. I tell you, in a few days there won't be a chap\nalive aboard this packet unless they jolly well do something!\"\n\n\"Don't shout,\" I warned him. \"You'll have the Old Man hearing you.\" But\nthe young beggar was wound up, and would take no notice.\n\n\"I will shout,\" he replied. \"I want the Old Man to hear. I've a good\nmind to go up and tell him.\"\n\nHe started on a fresh tack.\n\n\"Why don't the men do something?\" he began. \"They ought to damn well\nmake the Old Man put us into port! They ought--\"\n\n\"For goodness sake, shut up, you little fool!\" I said. \"What's the good\nof talking a lot of damned rot like that? You'll be getting yourself\ninto trouble.\"\n\n\"I don't care,\" he replied. \"I'm not going to be murdered!\"\n\n\"Look here,\" I said. \"I told you before, that we shouldn't be able to\nsee the land, even if we made it.\"\n\n\"You've no proof,\" he answered. \"It's only your idea.\"\n\n\"Well,\" I replied. \"Proof, or no proof, the Skipper would only pile her\nup, if he tried to make the land, with things as they are now.\"\n\n\"Let him pile her up,\" he answered. \"Let him jolly well pile her up!\nThat would be better than staying out here to be pulled overboard, or\nchucked down from aloft!\"\n\n\"Look here, Tammy--\" I began; but just then the Second Mate sung out for\nhim, and he had to go. When he came back, I had started to walk to and\nfrom, across the fore side of the mainmast. He joined me, and after a\nminute, he started his wild talk again.\n\n\"Look here, Tammy,\" I said, once more. \"It's no use your talking like\nyou've been doing. Things are as they are, and it's no one's fault, and\nnobody can help it. If you want to talk sensibly, I'll listen; if not,\nthen go and gas to someone else.\"\n\nWith that, I returned to the port side, and got up on the spar, again,\nintending to sit on the pinrail and have a bit of a talk with him.\nBefore sitting down I glanced over, into the sea. The action had been\nalmost mechanical; yet, after a few instants, I was in a state of the\nmost intense excitement, and without withdrawing my gaze, I reached out\nand caught Tammy's arm to attract his attention.\n\n\"My God!\" I muttered. \"Look!\"\n\n\"What is it?\" he asked, and bent over the rail, beside me. And this\nis what we saw: a little distance below the surface there lay a\npale-coloured, slightly-domed disc. It seemed only a few feet down.\nBelow it, we saw quite clearly, after a few moment's staring, the shadow\nof a royal-yard, and, deeper, the gear and standing-rigging of a great\nmast. Far down among the shadows I thought, presently, that I could make\nout the immense, indefinite stretch of vast decks.\n\n\"My God!\" whispered Tammy, and shut up. But presently, he gave out a\nshort exclamation, as though an idea had come to him; and got down off\nthe spar, and ran forrard on to the fo'cas'le head. He came running\nback, after a short look into the sea, to tell me that there was the\ntruck of another great mast coming up there, a bit off the bow, to\nwithin a few feet of the surface of the sea.\n\nIn the meantime, you know, I had been staring like mad down through the\nwater at the huge, shadowy mast just below me. I had traced out bit by\nbit, until now I could clearly see the jackstay, running along the top\nof the royal mast; and, you know, the royal itself was _set_.\n\nBut, you know, what was getting at me more than anything, was a feeling\nthat there was movement down in the water there, among the rigging. I\n_thought_ I could actually see, at times, things moving and glinting\nfaintly and rapidly to and fro in the gear. And once, I was practically\ncertain that something was on the royal-yard, moving in to the mast; as\nthough, you know, it might have come up the leech of the sail. And this\nway, I got a beastly feeling that there were things swarming down there.\n\nUnconsciously, I must have leant further and further out over the side,\nstaring; and suddenly--good Lord! how I yelled--I overbalanced. I made a\nsweeping grab, and caught the fore brace, and with that, I was back in a\nmoment upon the spar. In the same second, almost, it seemed to me that\nthe surface of the water above the submerged truck was broken, and I am\nsure _now,_ I saw something a moment in the air against the ship's side\n--a sort of shadow in the air; though I did not realise it at the time.\nAnyway, the next instant, Tammy gave out an awful scream, and was head\ndownwards over the rail, in a second. I had an idea _then_ that he was\njumping overboard. I collared him by the waist of his britchers, and one\nknee, and then I had him down on the deck, and sat plump on him; for he\nwas struggling and shouting all the time, and I was so breathless and\nshaken and gone to mush, I could not have trusted my hands to hold him.\nYou see, I never thought _then_ it was anything but some influence at\nwork on him; and that he was trying to get loose to go over the side.\nBut I know _now_ that I saw the shadow-man that had him. Only, at the\ntime, I was so mixed up, and with the one idea in my head, I was not\nreally able to notice anything, properly. But, afterwards, I\ncomprehended a bit (you can understand, can't you?) what I had seen at\nthe time without taking in.\n\nAnd even now looking back, I know that the shadow was only like a\nfaint-seen greyness in the daylight, against the whiteness of the decks,\nclinging against Tammy.\n\nAnd there was I, all breathless and sweating, and quivery with my own\ntumble, sitting on the little screeching beggar, and he fighting like a\nmad thing; so that I thought I should never hold him.\n\nAnd then I heard the Second Mate shouting and there came running feet\nalong the deck. Then many hands were pulling and hauling, to get me off\nhim.\n\n\"Bl--y cowyard!\" sung out someone.\n\n\"Hold him! Hold him!\" I shouted. \"He'll be overboard!\"\n\nAt that, they seemed to understand that I was not ill-treating the\nyoungster; for they stopped manhandling me, and allowed me to rise;\nwhile two of them took hold of Tammy, and kept him safe.\n\n\"What's the matter with him?\" the Second Mate was singing out. \"What's\nhappened?\"\n\n\"He's gone off his head, I think,\" I said.\n\n\"What?\" asked the Second Mate. But before I could answer him, Tammy\nceased suddenly to struggle, and flopped down upon the deck.\n\n\"'e's fainted,\" said Plummer, with some sympathy. He looked at me, with\na puzzled, suspicious air. \"What's 'appened? What's 'e been doin'?\"\n\n\"Take him aft into the berth!\" ordered the Second Mate, a bit abruptly.\nIt struck me that he wished to prevent questions. He must have tumbled\nto the fact that we had seen something, about which it would be better\nnot to tell the crowd.\n\nPlummer stooped to lift the boy.\n\n\"No,\" said the Second Mate. \"Not you, Plummer. Jessop, you take him.\" He\nturned to the rest of the men. \"That will do,\" he told them and they\nwent forrard, muttering a little.\n\nI lifted the boy, and carried him aft.\n\n\"No need to take him into the berth,\" said the Second Mate. \"Put him\ndown on the after hatch. I've sent the other lad for some brandy.\"\n\nThen the brandy came, we dosed Tammy and soon brought him round. He sat\nup, with a somewhat dazed air. Otherwise, he seemed quiet and sane\nenough.\n\n\"What's up?\" he asked. He caught sight of the Second Mate. \"Have I been\nill, Sir?\" he exclaimed.\n\n\"You're right enough now, youngster,\" said the Second Mate. \"You've been\na bit off. You'd better go and lie down for a bit.\"\n\n\"I'm all right now, Sir,\" replied Tammy. \"I don't think--\"\n\n\"You do as you're told!\" interrupted the Second. \"Don't always have to\nbe told twice! If I want you, I'll send for you.\"\n\nTammy stood up, and made his way, in rather an unsteady fashion, into\nthe berth. I fancy he was glad enough to lie down.\n\n\"Now then, Jessop,\" exclaimed the Second Mate, turning to me. \"What's\nbeen the cause of all this? Out with it now, smart!\"\n\nI commenced to tell him; but, almost directly, he put up his hand.\n\n\"Hold on a minute,\" he said. \"There's the breeze!\"\n\nHe jumped up the port ladder, and sung out to the chap at the wheel.\nThen down again.\n\n\"Starboard fore brace,\" he sung out. He turned to me. \"You'll have to\nfinish telling me afterwards,\" he said.\n\n\"i, i, Sir,\" I replied, and went to join the other chaps at the braces.\n\nAs soon as we were braced sharp up on the port tack, he sent some of the\nwatch up to loose the sails. Then he sung out for me.\n\n\"Go on with your yarn now, Jessop,\" he said.\n\nI told him about the great shadow vessel, and I said something about\nTammy--I mean about my not being sure _now_ whether he _had_ tried to\njump overboard. Because, you see, I began to realise that I had seen the\nshadow; and I remembered the stirring of the water above the submerged\ntruck. But the Second did not wait, of course, for any theories, but was\naway, like a shot, to see for himself. He ran to the side, and looked\ndown. I followed, and stood beside him; yet, now that the surface of the\nwater was blurred by the wind, we could see nothing.\n\n\"It's no good,\" he remarked, after a minute. \"You'd better get away from\nthe rail before any of the others see you. Just be taking those halyards\naft to the capstan.\"\n\nFrom then, until eight bells, we were hard at work getting the sail upon\nher, and when at last eight bells went, I made haste to swallow my\nbreakfast, and get a sleep.\n\nAt midday, when we went on deck for the afternoon watch, I ran to the\nside; but there was no sign of the great shadow ship. All that watch,\nthe Second Mate kept me working at my paunch mat, and Tammy he put on to\nhis sinnet, telling me to keep an eye on the youngster. But the boy was\nright enough; as I scarcely doubted now, you know; though--a most\nunusual thing--he hardly opened his lips the whole afternoon. Then at\nfour o'clock, we went below for tea.\n\nAt four bells, when we came on deck again, I found that the light\nbreeze, which had kept us going during the day, had dropped, and we were\nonly just moving. The sun was low down, and the sky clear. Once or\ntwice, as I glanced across to the horizon, it seemed to me that I caught\nagain that odd quiver in the air that had preceded the coming of the\nmist; and, indeed on two separate occasions, I saw a thin whisp of haze\ndrive up, apparently out of the sea. This was at some little distance on\nour port beam; otherwise, all was quiet and peaceful; and though I\nstared into the water, I could make out no vestige of that great shadow\nship, down in the sea.\n\nIt was some little time after six bells that the order came for all\nhands to shorten sail for the night. We took in the royals and\nt'gallants, and then the three courses. It was shortly after this, that\na rumour went round the ship that there was to be no look-out that night\nafter eight o'clock. This naturally created a good deal of talk among\nthe men; especially as the yarn went that the fo'cas'le doors were to be\nshut and fastened as soon as it was dark, and that no one was to be\nallowed on deck.\n\n\"'oo's goin' ter take ther wheel?\" I heard Plummer ask.\n\n\"I s'pose they'll 'ave us take 'em as usual,\" replied one of the men.\n\"One of ther officers is bound ter be on ther poop; so we'll 'ave\ncompany.\"\n\nApart from these remarks, there was a general opinion that--if it were\ntrue--it was a sensible act on the part of the Skipper. As one of the\nmen said:\n\n\"It ain't likely that there'll be any of us missin' in ther mornin', if\nwe stays in our bunks all ther blessed night.\"\n\nAnd soon after this, eight bells went.\n\n\n\n\nXVI\n\n\n_The Ghost Pirates_\n\n\nAt the moment when eight bells actually went, I was in the fo'cas'le,\ntalking to four of the other watch. Suddenly, away aft, I heard\nshouting, and then on the deck overhead, came the loud thudding of\nsomeone pomping with a capstan-bar. Straightway, I turned and made a run\nfor the port doorway, along with the four other men. We rushed out\nthrough the doorway on to the deck. It was getting dusk; but that did\nnot hide from me a terrible and extraordinary sight. All along the port\nrail there was a queer, undulating greyness, that moved downwards\ninboard, and spread over the decks. As I looked, I found that I saw more\nclearly, in a most extraordinary way. And, suddenly, all the moving\ngreyness resolved into hundreds of strange men. In the half-light, they\nlooked unreal and impossible, as though there had come upon us the\ninhabitants of some fantastic dream-world. My God! I thought I was mad.\nThey swarmed in upon us in a great wave of murderous, living shadows.\nFrom some of the men who must have been going aft for roll-call, there\nrose into the evening air a loud, awful shouting.\n\n\"Aloft!\" yelled someone; but, as I looked aloft, I saw that the horrible\nthings were swarming there in scores and scores.\n\n\"Jesus Christ--!\" shrieked a man's voice, cut short, and my glance\ndropped from aloft, to find two of the men who had come out from the\nfo'cas'le with me, rolling upon the deck. They were two\nindistinguishable masses that writhed here and there across the planks.\nThe brutes fairly covered them. From them, came muffled little shrieks\nand gasps; and there I stood, and with me were the other two men. A man\ndarted past us into the fo'cas'le, with two grey men on his back, and I\nheard them kill him. The two men by me, ran suddenly across the fore\nhatch, and up the starboard ladder on to the fo'cas'le head. Yet, almost\nin the same instant, I saw several of the grey men disappear up the\nother ladder. From the fo'cas'le head above, I heard the two men\ncommence to shout, and this died away into a loud scuffling. At that, I\nturned to see whether I could get away. I stared round, hopelessly; and\nthen with two jumps, I was on the pigsty, and from there upon the top of\nthe deckhouse. I threw myself flat, and waited, breathlessly.\n\nAll at once, it seemed to me that it was darker than it had been the\nprevious moment, and I raised my head, very cautiously. I saw that the\nship was enveloped in great billows of mist, and then, not six feet from\nme, I made out someone lying, face downwards. It was Tammy. I felt safer\nnow that we were hidden by the mist, and I crawled to him. He gave a\nquick gasp of terror when I touched him; but when he saw who it was, he\nstarted to sob like a little kid.\n\n\"Hush!\" I said. \"For God's sake be quiet!\" But I need not have troubled;\nfor the shrieks of the men being killed, down on the decks all around\nus, drowned every other sound.\n\nI knelt up, and glanced round and then aloft. Overhead, I could make out\ndimly the spars and sails, and now as I looked, I saw that the\nt'gallants and royals had been unloosed and were hanging in the\nbuntlines. Almost in the same moment, the terrible crying of the poor\nbeggars about the decks, ceased; and there succeeded an awful silence,\nin which I could distinctly hear Tammy sobbing. I reached out, and shook\nhim.\n\n\"Be quiet! Be quiet!\" I whispered, intensely. \"THEY'LL hear us!\"\n\nAt my touch and whisper, he struggled to become silent; and then,\noverhead, I saw the six yards being swiftly mast-headed. Scarcely were\nthe sails set, when I heard the swish and flick of gaskets being cast\nadrift on the lower yards, and realised that ghostly things were at work\nthere.\n\nFor a moment or so there was silence, and I made my way cautiously to\nthe after end of the house, and peered over. Yet, because of the mist, I\ncould see nothing. Then, abruptly, from behind me, came a single wail of\nsudden pain and terror from Tammy. It ended instantly in a sort of\nchoke. I stood up in the mist and ran back to where I had left the kid;\nbut he had gone. I stood dazed. I felt like shrieking out loud. Above me\nI heard the flaps of the course being tumbled off the yards. Down upon\nthe decks, there were the noises of a multitude working in a weird,\ninhuman silence. Then came the squeal and rattle of blocks and braces\naloft. They were squaring the yards.\n\nI remained standing. I watched the yards squared, and then I saw the\nsails fill suddenly. An instant later, the deck of the house upon which\nI stood, became canted forrard. The slope increased, so that I could\nscarcely stand, and I grabbed at one of the wire-winches. I wondered, in\na stunned sort of way, what was happening. Almost directly afterwards,\nfrom the deck on the port side of the house, there came a sudden, loud,\nhuman scream; and immediately, from different parts of the decks, there\nrose, afresh, some most horrible shouts of agony from odd men. This grew\ninto an intense screaming that shook my heart up; and there came again a\nnoise of desperate, brief fighting. Then a breath of cold wind seemed to\nplay in the mist, and I could see down the slope of the deck. I looked\nbelow me, towards the bows. The jibboom was plunged right into the\nwater, and, as I stared, the bows disappeared into the sea. The deck of\nthe house became a wall to me, and I was swinging from the winch, which\nwas now above my head. I watched the ocean lap over the edge of the\nfo'cas'le head, and rush down on to the maindeck, roaring into the empty\nfo'cas'le. And still all around me came crying of the lost sailor-men. I\nheard something strike the corner of the house above me, with a dull\nthud, and then I saw Plummer plunge down into the flood beneath. I\nremembered that he had been at the wheel. The next instant, the water\nhad leapt to my feet; there came a drear chorus of bubbling screams, a\nroar of waters, and I was going swiftly down into the darkness. I let go\nof the winch, and struck out madly, trying to hold my breath. There was\na loud singing in my ears. It grew louder. I opened my mouth. I felt I\nwas dying. And then, thank God! I was at the surface, breathing. For the\nmoment, I was blinded with the water, and my agony of breathlessness.\nThen, growing easier, I brushed the water from my eyes and so, not three\nhundred yards away, I made out a large ship, floating almost motionless.\nAt first, I could scarcely believe I saw aright. Then, as I realised\nthat indeed there was yet a chance of living, I started to swim towards\nyou.\n\nYou know the rest----\n\n\"And you think--?\" said the Captain, interrogatively, and stopped short.\n\n\"No,\" replied Jessop. \"I don't think. I _know. None of us _think_. It's\na gospel fact. People _talk_ about queer things happening at sea; but\nthis isn't one of them. This is one of the _real_ things. You've all\nseen queer things; perhaps more than I have. It depends. But they don't\ngo down in the log. These kinds of things never do. This one won't; at\nleast, not as it's really happened.\"\n\nHe nodded his head, slowly, and went on, addressing the Captain more\nparticularly.\n\n\"I'll bet,\" he said, deliberately, \"that you'll enter it in the\nlog-book, something like this:\n\n\"'May l8th. Lat.--S. Long.--W. 2 p.m. Light winds from the South and\nEast. Sighted a full-rigged ship on the starboard bow. Overhauled her in\nthe first dog-watch. Signalled her; but received no response. During the\nsecond dog-watch she steadily refused to communicate. About eight bells,\nit was observed that she seemed to be settling by the head, and a minute\nlater she foundered suddenly, bows foremost, with all her crew. Put out\na boat and picked up one of the men, an A.B. by the name of Jessop. He\nwas quite unable to give any explanation of the catastrophe.'\n\n\"And you two,\" he made a gesture at the First and Second Mates, \"will\nprobably sign your names to it, and so will I, and perhaps one of your\nA.B.s. Then when we get home they'll print a report of it in the\nnewspapers, and people will talk about the unseaworthy ships. Maybe some\nof the experts will talk rot about rivets and defective plates and so\nforth.\"\n\nHe laughed, cynically. Then he went on.\n\n\"And you know, when you come to think of it, there's no one except our\nown selves will ever know how it happened--really. The shellbacks don't\ncount. They're only 'beastly, drunken brutes of _common sailors_'--poor\ndevils! No one would think of taking anything they said, as anything\nmore than a damned cuffer. Besides, the beggars only tell these things\nwhen they're half-boozed. They wouldn't then (for fear of being laughed\nat), only they're not responsible--\"\n\nHe broke off, and looked round at us.\n\nThe Skipper and the two Mates nodded their heads, in silent assent.\n\n\n\n\nAPPENDIX\n\n\n_The Silent Ship_\n\n\nI'm the Third Mate of the _Sangier_, the vessel that picked up Jessop,\nyou know; and he's asked us to write a short note of what we saw from\nour side, and sign it. The Old Man's set me on the job, as he says I can\nput it better than he can.\n\nWell, it was in the first dog-watch that we came up with her, the\n_Mortzestus_ I mean; but it was in the second dog-watch that it\nhappened. The Mate and I were on the poop watching her. You see, we'd\nsignalled her, and she'd not taken any notice, and that seemed queer, as\nwe couldn't have been more than three or four hundred yards off her port\nbeam, and it was a fine evening; so that we could almost have had a\ntea-fight, if they'd seemed a pleasant crowd. As it was, we called them\na set of sulky swine, and left it at that, though we still kept our\nhoist up.\n\nAll the same, you know, we watched her a lot; and I remember even then I\nthought it queer how quiet she was. We couldn't even hear her bell go\nand I spoke to the Mate about it, and he said he'd been noticing the\nsame thing.\n\nThen, about six bells they shortened her right down to top-sails; and I\ncan tell you that made us stare more than ever, as anyone can imagine.\nAnd I remember we noticed then especially that we couldn't hear a single\nsound from her even when the haul yards were let go; and, you know,\nwithout the glass, I saw their Old Man singing out something; but we\ndidn't get a sound of it and we _should_ have been able to hear every\nword.\n\nThen, just before eight bells, the thing Jessop's told us about\nhappened. Both the Mate and the Old Man said they could see men going up\nher side a bit indistinct, you know, because it was getting dusk; but\nthe Second Mate and I half thought we did and half thought we didn't;\nbut there was something queer; we all knew that; and it looked like a\nsort of moving mist along her side. I know I felt pretty funny; but it\nwasn't the sort of thing, of course, to be too sure and serious about\nuntil you _were_ sure.\n\nAfter the Mate and the Captain had said they saw the men boarding her,\nwe began to hear sounds from her; very queer at first and rather like a\nphonograph makes when it's getting up speed. Then the sounds came\nproperly from her, and we heard them shouting and yelling; and, you\nknow, I don't know even now just what I really thought. I was all so\nqueer and mixed.\n\nThe next thing I remember there was a thick mist round the ship; and\nthen all the noise was shut off, as if it were all the other side of a\ndoor. But we could still see her masts and spars and sails above the\nmisty stuff; and both the Captain and the Mate said they could see men\naloft; and I thought I could; but the Second Mate wasn't sure. All the\nsame though, the sails were all loosed in about a minute, it seemed, and\nthe yards mastheaded. We couldn't see the courses above the mist; but\nJessop says they were loosed too and sheeted home along with the upper\nsails. Then we saw the yards squared and I saw the sails fill bang up\nwith wind; and yet, you know, ours were slatting.\n\nThe next thing was the one that hit me more than anything. Her masts\ntook a cant forrard, and then I saw her stem come up out of the mist\nthat was round her. Then, all in an instant, we could hear sounds from\nthe vessel again. And I tell you, the men didn't seem to be shouting,\nbut screaming. Her stern went higher. It was most extraordinary to look\nat; and then she went plunk down, head foremost, right bang into the\nmist-stuff.\n\nIt's all right what Jessop says, and when we saw him swimming (I was the\none who spotted him) we got out a boat quicker than a wind-jammer ever\ngot out a boat before, I should think.\n\n\nThe Captain and the Mate and the Second and I are\nall going to sign this.\n\n(Signed)\nWILLIAM NAWSTON _Master_.\nJ.E.G. ADAMS _First Mate_.\nED. BROWN _Second Mate_.\nJACK T. EVAN _Third Mate_.\n\n\n\n\n\nEnd of Project Gutenberg's The Ghost Pirates, by William Hope Hodgson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GHOST PIRATES ***\n\n***** This file should be named 10966.txt or 10966.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.net/1/0/9/6/10966/\n\nProduced by Suzanne Shell, Alev Akman and PG Distributed Proofreaders\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nEach eBook is in a subdirectory of the same number as the eBook's\neBook number, often in several formats including plain vanilla ASCII,\ncompressed (zipped), HTML and others.\n\nCorrected EDITIONS of our eBooks replace the old file and take over\nthe old filename and etext number.  The replaced older file is renamed.\nVERSIONS based on separate sources are treated as new eBooks receiving\nnew filenames and etext numbers.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\nEBooks posted prior to November 2003, with eBook numbers BELOW #10000,\nare filed in directories based on their release date.  If you want to\ndownload any of these eBooks directly, rather than using the regular\nsearch system you may utilize the following addresses and just\ndownload by the etext year.\n\n     http://www.gutenberg.net/etext06\n\n    (Or /etext 05, 04, 03, 02, 01, 00, 99,\n     98, 97, 96, 95, 94, 93, 92, 92, 91 or 90)\n\nEBooks posted since November 2003, with etext numbers OVER #10000, are\nfiled in a different way.  The year of a release date is no longer part\nof the directory path.  The path is based on the etext number (which is\nidentical to the filename).  The path to the file is made up of single\ndigits corresponding to all but the last digit in the filename.  For\nexample an eBook of filename 10234 would be found at:\n\n     http://www.gutenberg.net/1/0/2/3/10234\n\nor filename 24689 would be found at:\n     http://www.gutenberg.net/2/4/6/8/24689\n\nAn alternative method of locating eBooks:\n     http://www.gutenberg.net/GUTINDEX.ALL\n\n"}