{"title": "Through the Air to the North Pole", "author": "Roy Rockwood", "releaseDate": "January 11, 2005", "language": "English", "content": "\n\n\n\nProduced by Suzanne Lybarger, Beginners Projects, Mary Meehan, and\nthe Online Distributed Proofreading Team\n\n\n\n\n\n\n\n\n\n                   THROUGH THE AIR TO THE NORTH POLE\n\n                                  OR\n\n             The Wonderful Cruise of the Electric Monarch\n\n                            BY ROY ROCKWOOD\n\n    AUTHOR OF \"THE RIVAL OCEAN DIVERS,\" \"A SCHOOLBOY'S PLUCK,\" ETC.\n\n                                 1906\n\n\n\n\nCONTENTS\n\nCHAP.\n\n       I. DRIVEN FROM TOWN\n\n      II. THE RUNAWAY TRAIN\n\n     III. A STRANGE RESCUER\n\n      IV. THE AIRSHIP\n\n       V. A PLAN TO SEEK THE NORTH POLE\n\n      VI. AWAY IN THE AIRSHIP\n\n     VII. HELD BY ELECTRICITY\n\n    VIII. SURROUNDED BY EAGLES\n\n      IX. THE FROZEN NORTH REACHED\n\n       X. LOST IN AN ICE CAVE\n\n      XI. ATTACKED BY SEA LIONS\n\n     XII. A MYSTERIOUS MESSAGE\n\n    XIII. FORWARD ONCE MORE\n\n     XIV. TOSSED BY A TORNADO\n\n      XV. PRISONERS OF THE ESQUIMAUX\n\n     XVI. THE STRANGE WOMAN AIDS\n\n    XVII. FIGHTING FOR THE SHIP\n\n   XVIII. NORTHWARD ONCE MORE\n\n     XIX. A BLINDING SNOWSTORM\n\n      XX. AT THE NORTH POLE?\n\n     XXI. LOST IN THE SNOW\n\n    XXII. MAGNETIC FIRE WORSHIPPERS\n\n   XXIII. A STRANGE SACRIFICE\n\n    XXIV. SAVED BY DIROLA\n\n     XXV. ADRIFT ON THE ICE\n\n    XXVI. FIGHTING WILD DOGS\n\n   XXVII. BACK TO THE SHIP\n\n  XXVIII. ATTACKED BY THE NATIVES\n\n    XXIX. THE ESCAPE\n\n     XXX. HOMEWARD BOUND\n\n\n\n\nTHROUGH THE AIR TO THE NORTH POLE.\n\n\n\n\nCHAPTER I\n\nDRIVEN FROM TOWN\n\n\n\"Come now, you boys git out of here! No tramps allowed in Freeport while\nEzra Jenkins is constable! Move along, now, or I'll arrest ye! Here's my\nbadge of authority!\" And a crabbed old man, wearing a faded blue suit,\nwith a big shining star of metal on his coat, tapped the emblem with his\nclub.\n\nTwo boys, who had just joined each other, after having called at houses\non the main street of the little New York village, where Constable\nJenkins held sway as the entire police force, started at the sound of\nthe harsh voice.\n\n\"Come; are ye goin' to move?\" snapped the constable.\n\n\"I suppose we'll have to,\" answered the larger and stouter of the two\nlads, \"but we haven't done anything.\"\n\n\"Ye're tramps, ain't ye?\" inquired the constable. \"Course ye are! Been\nbeggin', ain't ye? Course ye have! I kin see the victuals stickin' out\nof yer pockets now! Move on an' git out of Freeport! We don't want any\ntramps here!\"\n\n\"Come on, Mark,\" said the heavier of the two boys; \"if our room is\nbetter than our company, they can have the room. I hope you'll get\nricher boarders than we are,\" the youth went on, turning to the\nconstable. \"We are going to shake the dust of Freeport from our feet.\nI think they ought to call this town Closedport instead of Freeport!\"\n\n\"None of yer sass, now!\" warned the constable, tapping his badge again.\n\"Jest you move on out of town!\"\n\n\"I think we had better go,\" murmured the other boy, who was thin and\nsmall. \"Don't make any trouble, Jack.\"\n\n\"All right,\" assented the other. \"Ta-ta, Mr. Chief of Police! See you\nlater!\"\n\n\"Here, you young rascals!\" cried the constable. \"Come back here an' I'll\nlock ye up!\"\n\nBut the boys started to run, and, as Mr. Jenkins was no longer young,\nand as his legs were rather stiff, he went only a little way before he\nhad to stop. He shook his fist after the two lads.\n\n\"Do you suppose he would have locked us up?\" asked the small boy, whom\nhis companion addressed as Mark. His full name was Mark Sampson, but he\nwas very unlike his strong ancestor who pulled over the pillars of the\ntemple.\n\n\"He acted mean enough to do anything,\" replied Jack Darrow, who was\nquite a contrast in point of size and fleshiness to his companion.\n\n\"What shall we do now?\" asked Mark.\n\n\"Keep on moving, I guess,\" was the reply, \"At least until we get outside\nof Freeport.\"\n\n\"Well, I'm glad I've got company now. It was lonesome before I met you.\"\n\n\"Same here. We'll travel a way together, eh?\"\n\nThe two boys had met under rather strange circumstances. Early that\nmorning Jack Darrow, the stout one, had awakened from his sleep in a\npile of hay in a farmer's field. Close to him was another youth, whose\nname he had inquired as soon as the owner of it awoke.\n\nThen the two boys discovered that their conditions in life were very\nsimilar. Both were orphans, about the same age, Jack being sixteen and\nMark fifteen years, and neither had a place he could call home.\n\n\"My folks have been dead for some years,\" said Jack, in telling his\nstory to his companion. \"I was hired out to a farmer in the upper part\nof New York, but he worked me so hard and treated me so mean that I ran\naway. I've been tramping ever since; don't my clothes show it? You see\nI was forced to go without taking my many trunks along,\" and he laughed,\nfor he was of a jolly disposition.\n\n\"My people are dead also,\" said Mark. \"I had a job with a man going\naround the country with a traction engine, threshing wheat and oats at\ndifferent farms. But he used to beat me, so, one night, I ran away.\"\n\n\"And didn't bring any extra clothes with you, either,\" put in Jack.\n\n\"I never owned any to bring. I only had the one suit I wore.\"\n\nAnd after that the boys had told something of their experiences and\nbecome very friendly.\n\nThe two boys walked on for a while in silence, kicking up the dust of\nthe country road. Then Jack came to a halt, clapped his hand on his\npocket, and said:\n\n\"I nearly forgot I had something to eat! Just think of it! And I haven't\ndined since yesterday! I wonder what the lady gave me. She looked good\nnatured.\"\n\nHe sat down on a grassy bank along the highway, pulled the package of\nfood out, and began to eat with every indication of satisfaction.\n\n\"Bread, meat, piece of pie and a piece of cake!\" he announced, looking\nover his lunch. \"What did you get, Mark?\"\n\n\"I got the same as you, except I didn't get any pie or cake.\"\n\n\"I guess your lady hadn't baked this week. Never mind, you can have half\nmy pie and half my cake.\"\n\n\"I'm sure I'm much obliged,\" said the thin youth.\n\n\"You needn't be,\" broke in Jack. \"That's the law of the road. When\ntwo--well, I suppose I might as well say tramps, for that's what we\nare--when two tramps go off together, they whack up. And that's what\nwe're going to do!\"\n\nIt did not take long for the boys to finish their simple meal. Jack,\ntrue to his promise, shared his dessert with his companion.\n\n\"Well, I feel like going on now, and looking for a job,\" remarked the\nheavier weighted lad. \"What do you say, Mark?\"\n\n\"I guess we might as well get out of this town. They don't seem to care\nfor us. But I wish I had a drink of water.\"\n\n\"Nothing easier,\" replied Jack. \"There you are,\" and he pointed a short\ndistance ahead, where a brook ran along the road. The boys got down on\ntheir faces near a little pool, the bottom of which was covered with\nwhite pebbles, and drank heartily. Then, refreshed by the water, their\nhunger appeased, and rested, they started on the tramp again.\n\n\"Any particular place you want to go to?\" asked Mark.\n\n\"No, I'm not particular. East or west, the north pole or the south pole.\nI haven't any one to worry about me, no matter which way I go. I'd a\nlittle rather go north, though, as it is mighty warm to-day,\" and Jack\nlaughed carelessly.\n\nLittle did he guess how soon his wish was to be gratified.\n\n\"Then we may as well keep on until we get to the next town,\" said Mark.\n\nThey walked on for some distance, their thoughts busy with their recent\nexperiences, when they suddenly heard a noise at a distance.\n\n\"Sounds like a freight train,\" said Mark.\n\n\"So it is! Come on! Let's get aboard! Riding is easier than walking any\nday! Hurry up!\"\n\nAnd then the two boys broke into a run toward a slow moving freight on a\ntrack that crossed the country road a short distance away from them.\n\n\"Look out that you don't get under the wheels!\" cautioned Jack to his\ncompanion.\n\n\"Oh, I'm used to jumping the cars,\" replied Mark, as he ran quickly up\nbeside the rails.\n\nThe two boys reached the track along which the freight train was bumping\nand clicking. It was a long outfit, with many box, flat and gondola\ncars.\n\n\"Try for a gondola!\" suggested Jack, indicating the cars with sides\nabout five feet high, and open at the top.\n\nThe next instant he had swung up on a car, thrusting his foot in the\niron step, and grasping the handle in a firm grip. Jack grabbed the next\ncar, and landed safely aboard. Then, running forward, and clambering\nover to where his companion was, Jack pulled Mark down on the bottom of\nthe gondola.\n\n\"No use letting a brakeman see you if you can help it,\" he explained.\n\n\n\n\nCHAPTER II\n\nTHE RUNAWAY TRAIN\n\n\nOn went the train, carrying the boys to a destination unknown to them.\nAll they cared for was that they were going away from Freeport and its\nvindictive constable.\n\n\"How long have your folks been dead?\" asked Jack, after he had settled\nhimself comfortably in a corner.\n\n\"About five years,\" was the answer. \"Father and mother went about the\nsame time. They were poor, and I had no brothers or sisters. When I was\nall alone,\" the boy's voice trembled a bit, \"I didn't know what to do.\nThey wanted to send me to the poor-house, but I ran away. Then, after\nknocking about a bit, I got the job with the traction engine man, until\nhe used me so I couldn't stand it.\"\n\n\"That's about my case,\" said Jack. \"I had a brother, and he ran away\nbefore my folks died. I guess they felt bad about him. Anyhow, mother\nused to cry an awful lot. When I was left all alone I was taken care of\nby some poor folks, who kept me as long as they could. Then I had to\nshift for myself. I had a good many jobs, and then I thought I'd like\nto be a farmer. I was sent to a place but the man wasn't very kind. He\nwhipped me because I made a mistake and pulled up an onion instead of a\nweed. Then he beat me because I gave the horse too many oats. He never\ntold me how much to give. So I ran away, and I'm glad of it. I've been\ncold and hungry lots of times since, but I haven't been whipped.\"\n\n\"I guess that old constable would have licked us if he had the chance,\"\nput in Mark.\n\n\"No use worrying over that. He's a good many miles away now.\"\n\n\"Here! What are you boys doing there?\" cried a voice.\n\nJack and Mark looked up, to see a brakeman gazing down at them from the\ntop of a box car.\n\n\"We're taking a ride,\" answered Jack coolly.\n\n\"So I see,\" replied the brakeman. \"Well, I guess it will come to an end\nright now. Hop off!\"\n\n\"Are you the conductor?\" asked Jack.\n\n\"No, of course not,\" said the wheel-twister.\n\n\"Then don't try to put us off,\" went on the boy, with an assumed haughty\nair. \"Just send the conductor here to punch our tickets. We're traveling\nfirst class, and don't want to be disturbed any more than is necessary.\"\n\n\"Well, I like your nerve!\" exclaimed the brakeman, climbing down. \"Who\nare you, anyhow?\"\n\nThe railroad man laughed. Then Jack smiled, for he knew he and his\ncompanion were safe. In a few words he told their stories, and the\nbrakeman promised they might go as far as the train went.\n\n\"You boys are all right,\" said the brakeman. \"I have two youngsters of\nmy own at home, and I hope, if ever they get in a tight place, some one\nwill help them. Can I do anything to fix you up?\"\n\n\"Not unless you can lend us about one thousand dollars each,\" laughed\nJack, and the brakeman joined in with him.\n\n\"Or tell us where we can get work,\" put in Mark, who seemed quite\nworried.\n\n\"I can't say for sure where you can get jobs,\" the brakeman said, \"but\nif I was in your place I'd get off at the next town. The name of it is\nMillville, and there are lots of factories there. Maybe you can strike\nsomething. I'll speak to the conductor and have him ask the engineer to\nslow up so you can jump off.\"\n\n\"We'd be obliged if you would,\" Jack said. \"We may be tramps for a\nwhile, but we're both anxious to get work, and maybe Millville will be\njust the place for us.\"\n\n\"We're coming into it now,\" the brakeman went on. \"It's about a mile\nfrom here. I'll go back, and when you hear five whistles from the engine\nyou'll know it's slowing up and you are to jump off. I know the\nconductor will do that if I ask him.\"\n\nThe brakeman climbed up the ladder on the end of the box car next to the\ngondola where the boys were, until he reached the run-boards on top.\nThen he hurried along to the caboose, where the conductor was.\n\n\"We must listen for the five whistles,\" said Jack. \"Get ready to jump,\nMark. Don't forget your baggage.\"\n\n\"No danger of that,\" chimed in the other, falling into the joyful mood\nof his companion, who never seemed to be cast down for long, no matter\nwhat happened.\n\nThe train was going down grade now, and the speed was much increased.\nTelegraph poles whizzed past at a rapid rate and the wheels sung a\nlivelier tune as they clipped over the rail joints.\n\n\"It's a good thing the engineer is going to slow down for us,\" said\nJack. \"We'd never be able to jump off at the rate we're going.\"\n\n\"Hark!\" exclaimed Mark. \"There goes the whistle!\"\n\nThe boys listened. A long, shrill blast cut the summer air, and\nvibrated back to them over the tops of the cars.\n\n\"That isn't five whistles; it's one!\" cried Jack. \"It's the call for\nbrakes! I wonder if anything has happened to the train!\"\n\nThere was a pause. Then came another single shriek from the engine's\nwhistle. It sounded appealingly, as if the steam monster was in\ndistress.\n\n\"Look! Look!\" shouted Mark. \"We are going much faster than we were!\"\n\nAt the same instant there was a crash and a jolting sound. The train\nseemed to break in two parts at about the centre. The forward section,\ndrawn by the engine, went one way, and the other part, with the gondola\ncontaining the boys, in the lead, took another track. An insecurely\nfastened switch was responsible for the accident. The locomotive and\nnearly half the cars of the train took the main track, while the\nremainder of the outfit swung on to a siding.\n\nThe section of the train with the boys aboard had become a runaway\nfreight!\n\n\"What has happened?\" cried Mark.\n\n\"The train's broken in two!\" shouted Jack. \"Come on! Help twist the\nbrakes!\"\n\nBoth boys sprang to the wheel of the gondola. It was all they could do\nto give it a few turns, but they managed to make the brake-shoes grip\nthe wheels to some degree, as was evidenced by the shrill shrieking.\n\n\"Can you climb up to the top of the box car?\" asked Jack.\n\n\"Sure!\" shouted Mark. \"Go ahead!\"\n\nThough Mark was thin, he had a nervous strength almost equal to that of\nhis stouter companion.\n\n\"We must set all the brakes we can!\" Jack cried. \"That's the only way to\nstop the runaway train!\"\n\nWith their small arms they twisted the wheel on the box car. They got it\nas tight as they could, then ran along the top of the vehicle to the\nnext one. About ten cars down they saw their friendly brakeman.\n\n\"That's the stuff, boys!\" he shouted. \"There'll be a smash-up if we\ndon't stop the cars!\"\n\nHe was twisting wheels with all his might. As fast as they could the two\nboys went from car to car, setting the brakes.\n\nBut in spite of their efforts, and the efforts of another brakeman\nbesides the one they had spoken to, the speed of the runaway freight\ntrain increased. The grade was a steep one, and down the hill the\nuncontrolled cars rushed.\n\n\"I don't believe we're going to stop,\" said Jack.\n\n\"Shall we jump?\" asked Mark.\n\n\"Not if you want to get a job in the mill or factory,\" replied Jack. \"I\nreckon if you or I jumped that would be the last of us.\"\n\nWith a rush and a roar the train continued to speed along. The trees and\ntelegraph poles whizzed past so quickly as to be almost invisible.\n\n\"I guess this is Millville,\" said Mark, as the runaway train passed a\nstation, on several sides of which there were large buildings to be\nseen.\n\nSo fast was the runaway train going now that the boys had to lie down on\ntheir faces and cling to the run-boards on top of the box car to avoid\nbeing jolted off. The wind fairly whistled in their ears. Through the\ntown they rushed, observing, as by a flash, the white, frightened face\nof the station agent as he watched them go past.\n\n\"Do you think there'll be a smash-up?\" asked Mark.\n\n\"I don't see how it can be avoided,\" replied Jack. \"This track has to\ncome to an end somewhere. When it does, look out, that's all!\"\n\nOn and on rushed the train! It's speed was now fearful, for the down\ngrade had increased. It was of no avail to twist the brakes, for no\nstrength would avail to slacken the awful speed. The boys, in common\nwith the brakemen, could only cling and wait in terror for what was to\ncome.\n\nThe cars swayed as they went around a curve. Jack lifted his head and\npeered forward.\n\n\"Hold fast!\" he shouted. \"We're going to strike something in a minute!\"\n\nHe had looked up in time to see that the track siding came to an abrupt\nend about a quarter of a mile further on, the rails stopping in a sand\nbank.\n\nHardly had the boys time to take a tighter grip with their fingers on\nthe boards to which they were clinging, when the whole string of freight\ncars seemed to crumple up like a collection of paper vehicles.\n\nThere was a grinding, sickening crash, a succession of heavy jolts, a\npiling up of one car on top of another, a splintering of wood, a rending\nof iron and steel, and then with one terrible smash, with one final\nroar, the runaway freight piled itself up in a mass of shattered cars\nagainst the sand hill, at the base of which the rails came to an end. It\nwas a fearful wreck.\n\n\"Hold fast!\" were the last words Jack cried to his companion. His voice\nsounded faint above the din.\n\n\"Where are you, Jack?\" he heard Mark shout in reply.\n\nThen all became dark, and the boys lost their senses as they were hurled\ninto the splintered mass of wreckage.\n\n\n\n\nCHAPTER III\n\nA STRANGE RESCUER\n\n\n\"For de land sakes, Perfessor, hurry up! Heah's de stupenduousness\nconglomeration dat eber transcribed dis terresterial hemisphere!\"\nexclaimed a stout, jolly looking colored man a few seconds after the\ncrash of the wreck had ceased echoing.\n\n\"What is it, Washington?\" asked a mild mannered elderly gentleman, with\nlong flowing hair and beard, who, with the negro, had been walking in a\nfield close to the railroad.\n\n\"I doan perzackly know, Perfessor, but it seems like there was a\ndiscontinuation ob de transportation facilities, when some sudden\nconstruction on de elongated tempestuousness attached to de railroad\nmade de cars go bump! bump! Bang! Smack! Crash!\"\n\n\"Washington! Washington! When will you stop using words that don't mean\nanything!\" cried the old man, hurrying forward. \"I presume you mean\nthere has been a railroad wreck?\"\n\n\"That's it, Perfessor. De extenuatin' circumstances ob\ntransmigration--\"\n\n\"That will do, Washington!\" said the aged man, somewhat sternly. \"You\nmust stop talking, and act. This is no time for foolishness. There may\nbe people hurt. Come along and let us see what we can do.\"\n\n\"Yes, sah!\" replied the negro, calming down.\n\nThen the two hurried down along the track, piled high with the debris of\nthe runaway freight train.\n\n\"My! My! This is a terrible wreck!\" cried the old man, as the two\nclimbed over the mass of wreckage.\n\n\"Hi, Perfessor!\" called the colored man, suddenly. \"I've found\nsomething!\"\n\n\"What is it, Washington?\"\n\n\"It's a boy, an' he dead!\"\n\n\"Oh, that's too bad!\"\n\n\"An' heah's another, an' he's dead! Dis catafterme is de most--\"\n\n\"Now, Washington, remember what I told you. No big words wanted at the\npresent time. Where are the boys?\"\n\n\"Here, Perfessor,\" and the negro showed the old man where Mark and Jack\nwere lying, close together on a pile of sand. The professor bent over\nthem. He felt of their hearts and listened to their breathing.\n\n\"Here!\" he cried, suddenly. \"They're not dead! They're only stunned!\nMaybe we can save them! Hurry, Washington, and carry them to my cabin.\nYou take one and I will bring the other!\"\n\n\"You don't need to carry any ob 'em,\" answered the colored man. \"Dis\nchile is strong 'nuff, I reckon, to tote dem two boys,\" and, suiting the\naction to the words, he stooped down, put an arm around each of the\nprostrate forms and lifted one on each shoulder. \"'Bout face! Forward\nmarch!\" he cried.\n\nWith the old man following, the negro made his way along a path that led\nover the fields, until he came to a long and rather narrow shed built on\nthe edge of the woods.\n\n\"Be sure no one is in sight before you go in!\" cautioned the old man, as\nhe opened the door, which was fastened with several padlocks. \"It would\nnever do to have my secret discovered now.\"\n\n\"Nobody in sight, master!\" exclaimed the colored man, as he turned, with\nthe two unconscious boys on his shoulders, and gazed about \"De coast am\nclear.\"\n\n\"Then hurry inside and we will see what we can do for the poor lads. I\nfear they are seriously hurt.\"\n\nThe negro slipped in as the old man held the door open, hurriedly\nclosing it afterward, and bolting it on the inside.\n\n\"Put them on my bed,\" went on the gray-haired man. \"Then hurry back to\nthe wreck! There may be more people hurt, whom you can aid. Don't stop\nto talk, but hurry back. I will see to the boys.\"\n\nNot very willingly the negro left the shed. When he was gone, and the\ndoor was securely fastened after him, the old man went over to where\nMark and Jack lay, both still unconscious.\n\n\"Poor lads!\" sighed the old man. \"I hope I can save them.\"\n\nHe went rapidly to work. Loosening the clothing of the boys he soon\nfound that no bones were broken. Then from a medicine chest he took\nseveral bottles. In a tall glass, such as druggists use for mixing\nprescriptions, he put several liquids, and stirred the whole together.\nThen he moistened a little cotton in the preparation, and placed the\nwhite stuff under the noses of the lads, holding it in place with\ncloths. He had about completed this when a knock was heard at the door.\n\n\"Who is there?\" he cried, starting up in alarm.\n\n\"Mr. Washington Jackson Alexander White,\" was the answer.\n\n\"Give the countersign!\" demanded the old man, sternly, making no move to\nundo the bolts that held the door tight.\n\n\"De North Pole, an' long may it stand!\" was the rather odd reply.\n\n\"Right! Enter!\" said the professor, opening the door to give admittance\nto the colored man.\n\n\"Did you find any more victims of the wreck?\" asked the old man.\n\n\"No, sah; Mr. Perfessor Amos Henderson, I did not,\" answered Washington.\n\n\"Just plain Professor will do,\" said Amos Henderson, quietly. \"You\nneedn't give my full name every time.\"\n\n\"All right, Perfessor,\" went on the colored man. \"I didn't find no mo'\npussons entangled in the distribution of debris. Dere was a lot ob\nrailroad men dere, but dey wasn't hurted. Dey was lookin' fer two boys\nwhat was ridin' on de train when it went kersmash.\"\n\n\"I hope you didn't say anything about these lads, Washington.\"\n\n\"Not one single disjointed word, Perfessor. Dis chile knows when to\npersecute de essence ob quietude an' silence.\"\n\n\"There you go again! How many times have I told you not to try and use\nbig words, Washington? Use simple language. I take it you mean there\nwere no others injured in the wreck?\"\n\n\"Perzackly.\"\n\n\"It is a miracle how these boys escaped instant death,\" the old man went\non.\n\n\"I reckon as how it were owin' to de fack dat dey struck in a bank ob\nsoft sand dat concussioned de fall,\" explained Washington.\n\n\"You mean the soft sand saved them?\"\n\n\"Dat's de correctness ob it.\"\n\n\"I think you are right,\" the old man continued, as he fastened the door\nsecurely. \"The shock of the sudden stopping of the runaway train, as it\nreached the end of the siding and crashed into the bank, probably threw\nthe lads up in the air, and they came down in the sliding sand where we\nfound them. Otherwise they would surely have been killed. As it is they\nhave had severe shocks.\"\n\n\"Are dey goin' to die, Perfessor?\"\n\n\"I hope not, Washington, but I must see to them.\"\n\nAmos Henderson went over to the bed on which the two boys were stretched\nout, each with the piece of cotton soaked in the preparation over his\nmouth and nose.\n\n\"I am using a very powerful remedy,\" the old man muttered. \"If they are\nnot too badly hurt they will recover. Ah, yes, there is a little color\nin their pale cheeks.\"\n\nHe bent over the boys. As he had said, Jack's face was tinged with a\nlight pink, and Mark's eye-lids were moving slightly.\n\n\"They are coming around all right,\" exclaimed the aged professor.\n\"Hurry, Washington, and get some hot beef broth ready. Put the kettle on\nto boil and make some strong tea. They will want something to eat\nshortly after they recover their senses.\"\n\nThe colored man, humming softly to himself, began moving about the shed.\nIt was a rough looking place from the outside, but, within, was fitted\nwith many comforts. There was a gasoline stove, a table, several chairs,\na bed, and a large case full of books. But the queerest sights of all\nwere on the walls.\n\nThey were literally covered with cog wheels, levers, handles, springs,\npieces of machinery, patterns, models, and strange devices. The room had\ntwo doors. One was that by which the old man and the negro had entered.\nThe other was behind the bed, and was clamped and fastened with so many\nbolts and bars, with locks similar to those on big safes, that it would\nseem a rare treasure was concealed behind the portal.\n\nThe old man gave no heed to the wonders that surrounded him. Instead he\ngave all his attention to the boys. He sat down beside the bed and\nwatched them as their breathing became stronger. From time to time he\nfelt of their pulses, and nodded his head as if satisfied.\n\n\"Is the beef tea ready?\" asked the old man, after a half hour had\npassed.\n\n\"It am, Perfessor.\"\n\n\"Then turn down the flame a bit so it will keep the stuff warm, and come\nback into the work shop with me. I want to get that last bolt in the\nengine.\"\n\n\"Are dem young gen'men all hunky-dory?\"\n\n\"They are coming on nicely,\" was the old man's reply. \"They will recover\nconsciousness in half an hour and we can feed them, and give them some\nmedicine. Come along, Washington.\"\n\nThe two passed out through the much-locked door behind the bed, the\nundoing of the fastenings taking some time. As the portal swung open it\ndisclosed a long shed which seemed to be occupied with a big, strange\nobject.\n\nThe old professor and the negro had not been gone more than five minutes\nbefore Jack opened his eyes. He turned over on one side. As he did so\nMark slowly lifted his head.\n\n\"Hello!\" cried Jack, faintly.\n\n\"What's the matter?\" asked Mark.\n\n\"Matter? What? Where?\" inquired Mark, sitting up.\n\n\"Here! Everywhere!\" replied Jack, raising himself slowly on his elbow.\n\"All I remember is a terrible crash. Now look at all those wheels.\nWheels! Wheels! Wheels! I wonder if they can be in my head?\" and he\ntried to smile.\n\n\"No, they are real wheels, and they are on the walls,\" announced Mark.\n\n\"Then where in the world are we?\" went on Jack. \"In a machine shop or a\nrailroad wreck?\"\n\n\"Looks like--\" began Mark, when he was interrupted by a voice calling:\n\n\"Hurry up, Perfessor! De boys has awakened from de unconsciousability!\"\n\nAnd, to the astonishment of Jack and Mark, the old man and his negro\nhelper hurried from the inner room and stood in front of the bed.\n\n\n\n\nCHAPTER IV\n\nTHE AIRSHIP\n\n\n\"Do you feel better?\" asked the professor, anxiously, as he came forward\nand felt of the boys' pulses.\n\n\"A great deal,\" answered Jack. \"But what has happened? Where are we?\nWhat are all these wheels for?\"\n\n\"Slowly, slowly,\" said the old man with a pleasant laugh. \"One question\nat a time. For the first: what happened was a railroad wreck.\"\n\n\"I remember now,\" said Jack, slowly. \"We tried to stop the cars.\"\n\n\"And you didn't succeed very well,\" went on the old man. \"However, the\nsand bank did it for you, and stopped you two at the same time. As for\nyour second question, you are here in my shop. As to the third, those\nwheels are parts of my great invention. But I will tell you about that\nafter a while. I must give you some medicine now, and something to eat.\nHere, Washington!\"\n\n\"Comin', Perfessor!\"\n\nJack and Mark were more surprised than before when they saw a big\ncolored man, seemingly as strong as an ox, coming toward them with two\nsteaming bowls of beef broth. Washington was grinning with delight.\n\n\"Dis am de best beef stew dat eber transpositioned itself into yo'\nvicinity!\" he exclaimed, setting the bowls down on a table near the bed.\n\n\"Now, Washington,\" cautioned the old man. \"No big words, remember.\"\n\n\"All right, Perfessor,\" was the answer.\n\n\"Do you boys feel like eating?\" asked the aged inventor.\n\n\"I do,\" replied Jack. \"There was a time, though, when I thought I'd\nnever get a chance to eat again. That was just before the crash.\"\n\n\"You were both knocked unconscious,\" the professor went on. \"Washington\nand I happened to be near by and brought you here. Fortunately I am\nsomething of a doctor as well as an inventor, and I used a strong\nmedicine I have.\"\n\n\"I'm sure we're much obliged to you,\" answered Mark.\n\n\"Let me see how much improved you are by eating,\" suggested the old man.\n\"I can trust Washington to cook good meals, even if he does use big\nwords.\"\n\nThen, while the colored man grinned cheerfully at them, Jack and Mark,\nsitting up on the bed, for they were still weak and sore, ate the broth.\nAfter that both boys said they felt better.\n\n\"See if you can walk,\" suggested the inventor.\n\nMark and Jack stepped on the floor. They both uttered cries of pain.\nThey were stiff and lame from the shaking they had received.\n\n\"A day in bed will do you no harm,\" said their strange rescuer. \"I have\nsome liniment that will soon take the soreness out of every one of your\nmuscles.\"\n\nThough the boys protested at being made to remain in bed, the old man\ninsisted. He made them take off most of their clothes, and then brought\nout some liniment. Under his direction Jack and Mark rubbed themselves\nwell, and experienced almost immediate relief. It was now getting dusk,\nand Washington lighted a big lamp that hung in the centre of the room,\nfirst taking care that the shutters were tightly fastened.\n\nThe colored man prepared a simple supper for Mr. Henderson, and\nafterward got himself a meal. When the dishes were cleared away the old\nman, who had noted with smiles the anxious glances Jack and Mark were\ncasting about the strange room, said:\n\n\"I suppose you boys would like to ask lots of questions.\"\n\n\"I'd like to know what all this machinery is for,\" spoke Jack.\n\n\"And what is behind that door,\" Mark went on, indicating the much-locked\nportal.\n\n\"I knew it!\" exclaimed the old man. \"I knew it! Now if I tell you will\nyou promise to keep it a secret until I give you leave to speak?\"\n\nOf course the boys promised eagerly.\n\n\"Do you think you have rested enough now to take a look inside?\" the\ninventor asked, nodding toward the locked door.\n\n\"Sure!\" exclaimed Jack.\n\n\"Then put on your coats and trousers and I'll introduce you to my pet.\"\n\nWonderingly, the boys followed him. It took nearly a minute to unfasten\nthe various bolts and bars, but at last the portal swung open. The place\nwas dimly lighted by a single big lamp, but in the glare of it the boys\ncaught sight of a strange, weird object. It looked like an immense\ncigar, and swayed slowly back and forward. It seemed to be covered with\na net-work of cords. On the ground beneath it was what seemed to be a\ngood-sized boat, with a large cabin amidships.\n\n\"What in the world is it?\" cried Jack.\n\n\"It's my airship!\" exclaimed Professor Henderson. \"The only successful\nairship ever invented. It is the electric _Monarch_!\"\n\n\"What is it for?\" asked Mark.\n\n\"To navigate the realm of the stars and moon!\" cried the old man. \"With\nthat I will rival the eagles in their flight!\"\n\nThe boys were a little alarmed. The professor was strangely excited. His\neyes sparkled in the reflected light of the lamp. Jack and Mark thought\nthey might have been brought to the abode of a madman. They shrank back\na little. But they were reassured a moment later when, with a pleasant\nlaugh, the old man said:\n\n\"Don't be frightened, boys. I know what I am talking about. Here,\nWashington, more light! We will show them what we have done, hidden away\nfrom the sight of the curious, unbelieving world. Let them see my\n_Monarch_!\"\n\n\"We'll illuminationness dis abode like it was de orb ob day shinin'\nheah!\" exclaimed the negro, as he started several more lamps aglow.\n\n\"Are the shutters closed?\" asked Mr. Henderson, anxiously.\n\n\"Tight as a drum-head,\" was the reply.\n\n\"Now look!\" exclaimed the inventor, turning to the boys.\n\nThey were more than astonished at what they saw. They had no idea that\nthe rough shed held such a perfect piece of machinery.\n\nUp near the roof of the place, which was quite high, there swayed an\nimmense bag of oiled silk. It was shaped like a cigar, big in the middle\nand tapering at both ends. The bag was enclosed in a net of ropes which\nextended down to the lower part of the airship.\n\nThis lower part, as the boys could see, was just like a steam launch in\nshape, only much lighter in weight. It had a sharp bow, and a blunt\nstern. From the stern there extended a large propeller, the blades being\nmade from sheets of aluminum.\n\nThe main part of the ship proper, or the part suspended from the gas\nbag, was covered by a closed and roofed cabin about forty feet long, ten\nfeet wide, and extending five feet above the gunwale of the ship. The\ncabin had four windows on each side, a companionway fore and aft, and a\nsort of look-out or conning tower forward, which, the professor\nexplained, was the place for the steersman.\n\n\"Because this ship can be steered wherever you want to go,\" he said,\npointing to the big rudder that was hung aft, an opening in it allowing\nthe screw or propeller to revolve.\n\nThe boys were lost in admiration of the wonderful airship. They were\nconsumed with curiosity as to how the machinery worked, and they thought\nno more of their knocks and bruises than as if a mosquito had bitten\nthem. The professor watched their faces with delight. He loved boys and\nmechanical apparatus.\n\n\"Now we will enter the _Monarch_,\" he said. \"Turn on the lights,\nWashington.\"\n\nThere was a click, and the cabin of the airship was flooded with a soft\nglow of incandescent lamps.\n\n\"Come on!\" called Mr. Henderson, leading the way. The boys followed,\nmarveling at the wonders on every side.\n\nThey found the cabin of the strange craft divided into three parts.\nFirst came a sort of parlor, with a table and seats arranged on the\nsides. In the front part of this was a passage leading to the conning\ntower, or the place for the steersman. Behind the parlor came the\nsleeping quarters and dining room combined. The bunks were arranged to\nfold against the wall, and a table in the centre could be shut up when\nnot in use and hoisted to the ceiling, giving plenty of space.\n\nNext came the engine room, and as they entered it the boys could hardly\nrestrain from giving cheers of delight. It was almost filled with\nmachinery, and occupied a little more than half of the whole boat, being\ntwenty-two by ten feet in size.\n\nThe two boys did not know the use of one quarter of the machinery and\napparatus they gazed on. There were electric motors, storage batteries,\ntwo gasoline engines similar to those used in automobiles, pumps, large\nand small tanks, instruments for measuring the electric current, for\ntelling the temperature, the amount of moisture in the air, the speed of\nthe wind, the speed of the ship, the height to which it went, besides\ncompasses, barometers, telescopes, and other instruments.\n\nThere were levers and wheels on every side, switches, valves, electric\nplugs and handles. Lockers arranged close to the wall and along the\nfloor held supplies and materials. Everything was new and shining, and\nthe professor smiled with pride as he touched piece after piece of\nmachinery, and looked at the different instruments.\n\n\"Now we'll go out on the stern,\" he said.\n\nThe boys followed as he ascended the companion steps and emerged on a\nsmall platform at the rear end of the cabin.\n\n\"Do you know what this is?\" asked the professor, touching a long, thin,\nround object.\n\n\"Looks like a gun,\" replied Mark.\n\n\"That's just what it is. It's a machine gun that will fire one hundred\nshots a minute, and it can be turned in any direction, as it works on a\nswivel. I don't know that we'll have any use for it, but I thought I'd\ntake it along.\"\n\nThen the professor pointed out where the propeller shaft ran from the\nengine room out through the stern, and showed how the rudder was worked\nby wire ropes extending from it to the conning tower.\n\n\"In short we have everything necessary to successfully navigate the\nair,\" he went on. \"Not a thing has been overlooked. All I have to do is\nto fill the big bag of oiled silk with a new gas I have discovered and\nup we go. This is really the most important part of the invention.\nWithout this powerful gas the airship would not rise above the earth.\n\n\"But I have found this gas, which can be made in unlimited quantities\nfrom simple materials that we can carry with us. The gas has enormous\nlifting power, and if it was not for that I would not dare make such a\nlarge and comfortable airship. As it is, we can sail through the air as\neasily as if we were on an ocean liner on the sea and much more quickly.\n\n\"I generate the gas in the engine room as I need it,\" the professor\nwent on. \"It goes to the oiled silk bag through two tubes. When we have\narisen to a sufficient height I start the electric engine, the propeller\nwhirls around, and the ship moves forward, just as a steamboat does when\nthe screw is set in motion. Then all I have to do is to steer.\"\n\n\"It's great!\" cried Jack with sparkling eyes.\n\n\"It certainly is,\" agreed Mark.\n\nFrom the stern the professor took the boys to the conning tower, where\nthere were several wheels and levers, that placed most of the important\nmachines and engines in the boat under the direct control of the\nsteersman. A lever turned one way would send the ship ahead. Turned in\nthe opposite direction it would reverse the course. A wheel like that on\nan automobile served to direct the rudder and so guided the _Monarch's_\ncourse. Other levers controlled the speed of the engines, and the supply\nof gas that filled the silk bag.\n\n\"Here is where we shall carry our supplies of condensed food,\" the\nprofessor went on, leading the way back into the middle room. \"We will\ntake along capsules that will supply us in a small space with meat,\nvegetables, soups, tea and coffee, besides milk.\n\n\"The water we will get as we speed along, dropping down to earth\nwhenever it is necessary. As for clothing, I have an abundant supply.\"\n\nHe opened a locker and disclosed a pile of fur garments. There were big\ncoats, caps and boots, everything made with a furry surface within as\nwell as without.\n\n\"Any one would think you were going into some cold country, professor,\"\nsaid Jack, looking at the warm garments.\n\n\"So we are! We are going to find the north pole!\" exclaimed the old\ninventor.\n\n\"The north pole?\" cried Mark.\n\n\"That's what I said. Do you boys want to go along in the _Monarch_ to a\nplace where never mortal man has been?\"\n\nAt that instant there came a loud knock at the door.\n\n\n\n\nCHAPTER V\n\nA PLAN TO SEEK THE NORTH POLE\n\n\n\"Hark! What was that?\" exclaimed Professor Henderson in a hoarse\nwhisper.\n\n\"Sounded like some one at the door,\" replied Mark.\n\n\"Quick, Washington! Put out the lights! You boys creep back and hide\nunder the bed. My secret must not be discovered now when everything is\nready for the trial!\"\n\nThe boys started back toward the living room, Washington began putting\nout the lights and then, with the professor, joined the boys. The shed\ncontaining the airship was in total darkness, and the negro, turning\ndown the lamp in the cabin, shrouded that in gloom also.\n\nOnce more the knock was repeated. It was a peculiar one; first two raps,\nthen a silence, then three blows, followed at intervals by six single\nraps.\n\n\"Who is there?\" asked the professor, going close to the door.\n\n\"A friend,\" was the reply.\n\n\"Give the countersign.\"\n\n\"The North Pole, and long may it stand!\" was the queer answer. It was\nthe same the colored man had given when he sought admission after his\nsecond trip to the wreck that afternoon.\n\nSlowly the inventor unfastened the door. As he cautiously opened it a\nroughly dressed man slipped in.\n\n\"What's the need of all this foolishness?\" he demanded. \"Why have you\nmade it so dark? It's like a pocket. Is any one here?\"\n\nThe two boys had crawled under the bed before the door was opened, in\naccordance with the instructions from the old man. The inventor and\nWashington were the only ones visible in the cabin.\n\n\"Why don't you turn up the light?\" went on the visitor in fretful tones.\n\"Are you sure no one is here to learn our secret?\"\n\n\"Do you see any one?\" asked the professor, not wishing to disclose the\nboys' presence. \"Do you think I am so foolish as to waste the labor and\ntoil of years?\"\n\n\"I didn't think so,\" said the man, \"but as I came along I thought I saw\nlights in the balloon shed.\"\n\n\"Very likely,\" admitted Mr. Henderson coolly. \"Washington and I were\nout there doing some work.\"\n\n\"All right,\" was the rather ungracious answer. \"I have those chemicals\nyou wanted.\"\n\n\"Give them to me!\" implored the old man in an anxious tone. \"I thought\nyou would never bring them.\"\n\n\"Oh, I don't forget so easily. Here you are,\" and the newcomer passed\nover a package. \"Now when are you going to sail?\"\n\n\"In about a week,\" answered the inventor.\n\n\"Then I guess I'll stay until you go,\" spoke the stranger. \"I don't want\nto be left behind.\"\n\nAt this the old professor seemed strangely excited. His hands trembled\nas he placed the chemicals on a shelf.\n\n\"You don't like it, I see,\" observed the stranger with a sort of snarl.\n\"But I know you too well, Professor Henderson. You would be only too\nglad to go and leave me behind after all I have done for you.\"\n\n\"My only desire, and you know it, James Taggert,\" broke in the old man,\n\"is to preserve my secret from the world until I see whether I can\nsucceed or not. I do not want to be laughed at if I fail. I admit you\nhave been of service to me, but, rather than risk failure, rather than\nrun the chance of having my plans made known before I am ready to have\nthem, I would do anything. I know you too well to imagine that you have\naided me from pure love.\"\n\n\"Well, go on,\" snarled the man, as the professor paused.\n\n\"You have some object back of it all,\" continued the professor. \"I do\nnot know what your motive is, but I say, rather than have my plans\nspoiled, I will make you a prisoner and keep you here until after I have\nsailed. I am all ready to start,--tonight, if need be!\"\n\n\"So that's your game, is it?\" cried Taggert. He turned toward the old\nman with an ugly look.\n\n\"Washington!\" cried the professor. \"Bind him! Put him in the little room\nand see that he does not escape!\"\n\nThe next instant the big negro had folded his arms around Taggert. The\nwhite man struggled, but he was like a baby in the grasp of a giant, for\nWashington was very powerful. He procured a strong cord, and, before\nTaggert could resist had him firmly bound. Then, picking the man up in\nhis arms, Washington carried him back into the balloon shed.\n\n\"Help! Help!\" cried Taggert, and then his cries were smothered.\n\n\"Don't hurt him!\" cautioned the professor, calling into the darkness to\nWashington.\n\n\"I only guv him a soft piece ob wood to bite on,\" replied the negro. \"He\nmustn't expostulate sounds too freely 'cause it might keep us awake.\"\n\nIn a few minutes Washington returned.\n\n\"I made him as comfortableness as de existin' circumstanceableness would\npermit ob,\" he announced.\n\n\"That's right. I did not want to do this, but I was forced to,\" the\ninventor said. \"I will release him as soon as we are ready to sail. But\nI am forgetting the boys. Come out,\" he called, and Jack and Mark, much\nmystified and somewhat frightened by what had taken place, crawled from\nunder the bed.\n\n\"I am sorry you witnessed what you did,\" the professor said to them.\n\"But I could not have this man spoil my plans. Some time ago he\ndiscovered my secret, and to keep him from publishing it broadcast I was\nforced to take him into my confidence. He has given me some aid in\ngetting rare chemicals, but he wants a heavy price. He demands a half\ninterest in the _Monarch_, and to be taken to the north pole.\"\n\n\"Then you are really going to search for the pole?\" asked Jack.\n\n\"I am, my boy, and, what is more, I am going to find it. Why, it is\nsimple with the wonderful gas I have discovered. That is the whole\nsecret of what will be my success. It is easy enough to make an airship\nthat will move, but the trouble is no one has yet been able to make a\ngas strong enough to lift the heavy weight of the ship high into the\nair. That is where I have the advantage.\"\n\n\"I wish I could see your ship sail,\" said Jack.\n\n\"You may if you like,\" exclaimed the old man. \"Do you remember what I\nasked you when the knock interrupted us? I asked you if you wanted to go\nto the north pole. Now I have taken a great liking to both you boys. I\nhaven't even asked your names yet, but I like you. I need some help in\nrunning the ship, also in making my explorations in the frozen north.\nWould you like to go along?\"\n\nFor a few seconds the boys did not know what to say. It was a strange\nand sudden proposition. They had been through so many adventures in the\nlast few hours that their brains were fairly bewildered. But to both of\nthem there came a great desire to make this wonderful trip through the\nair. Before they could make a reply Professor Henderson spoke again:\n\n\"Perhaps you had better think it over a bit,\" he said. \"I realize that\nit comes rather suddenly. Supposing you go to bed, and we'll talk more\nin the morning. Come, Washington, make up a couple of bunks for the boys\nin this room. You can sleep in the balloon shed as usual.\"\n\nIn a few minutes the colored man had made rude but comfortable beds on\ntwo bunks, like shelves that folded against the wall. Then, with an\narmful of bed clothes, he retired to the big shed.\n\n\"Better use a little more liniment,\" advised the old man. \"I don't want\nyou sore and stiff if you go with me.\"\n\nAccordingly Jack and Mark rubbed their arms and legs well. Something in\nthe stuff must have been very soothing for they soon fell asleep.\n\nIt was broad day when the boys awoke. At first they could not realize\nwhere they were. They saw a colored man moving about and cooking\nsomething on the gasolene stove.\n\n\"Did yo' gen'men obtain a sufficient percentage of restful\nslumberation?\" he asked with a broad grin.\n\n\"We slept fine,\" said Mark.\n\n\"Washington, is breakfast ready?\" asked Mr. Henderson, coming in from\nthe balloon shed.\n\n\"It am prepared,\" was the reply.\n\n\"Hello, boys! How did you sleep?\" asked the inventor, observing that\nMark and Jack were awake.\n\n\"Fine!\" they said in a chorus and with a smile.\n\n\"Well, wash up and we'll have something to eat. You'll find soap, water\nand towels out in the shed,\" and he pointed to where he had just come\nfrom.\n\nThe boys found two big tubs full of cool water. In an instant they had\nstripped and were splashing around like ducks. It was a treat to get a\ngood bath. They came back into the cabin glowing. Not even a reminder of\nthe soreness and stiffness of the railroad accident remained. They did\nfull justice to the meal of coffee and ham and eggs Washington had\nprepared.\n\n\"Now, Washington, you had better take the prisoner something, and get\nyour own breakfast,\" the professor said. \"I want to have a talk with the\nboys.\"\n\nWhistling a merry tune, the colored man took out a tray of food to\nTaggert, who was still bound so he could not escape.\n\n\"Now I'd like to hear your names, and all about you,\" the old man said.\n\nThe lads told their simple stories from the time each of them had\nstarted to shift for himself until they had accidentally met, and been\nhurled from the train.\n\n\"And have you thought over what I asked you last night?\" asked the\nprofessor, when they had finished.\n\n\"I have,\" said Jack, \"and I'd like to go along.\"\n\n\"Good! You shall go!\" exclaimed the inventor. \"How about you, Mark?\"\n\n\"I'll go, too.\"\n\n\"All right. Now we have plenty to do,\" the old professor went on. \"The\nactions of this man Taggert will hasten my plans. There are a few\nfinishing touches to put on the ship. Come out into the shed.\"\n\nDelighted at the chance of helping about the mysterious _Monarch_, the\nboys followed the professor. They found the shed lighted by windows in\nthe roof, from which the curtains had been rolled back. The windows on\nthe side were not opened.\n\nBy daylight the airship looked larger than before. It was a wonderful\nmachine. The professor and his colored helper busied themselves in the\nengine room. Now and then the two boys were allowed to aid.\n\nAs he hurried about from one part of the ship to the other the professor\ntold them how he had come to build the _Monarch_. He said he was an old\nbachelor and alone in the world, and had long desired to sail to the\nnorth pole. The failure of many land expeditions had convinced him that\nan airship was the only feasible method. Accordingly he had come to this\nrather deserted part of the country, built his cabin and shed, and then\nhad begun the putting together of his airship.\n\nThe engine parts, the various pieces of apparatus, and the machinery, he\nbought from many different sources, so as not to excite suspicion. At\nlast after much labor the great undertaking was done.\n\n\"The _Monarch_ has never been tested,\" said the professor, \"but I know\nit will sail. I have made many small models and they worked perfectly.\"\n\nSeveral busy hours were spent. Much more machinery was put in the ship,\nthe food lockers were stored with supplies, the gasolene tanks filled,\nand the supply of fur clothing increased.\n\n\"There!\" exclaimed the professor at length. \"We are about ready to sail.\nI could start in an hour if necessary. All I have to do is to fill the\nsilk bag with my wonderful gas, which is all ready to generate.\"\n\n\"Den you'd better start to generationess it right off quicker than\nsooner!\" shouted Washington, running from the rear of the shed. \"Hurry\nup, Perfessor!\"\n\n\"What's the matter?\" asked Mr. Henderson anxiously.\n\n\"Dat prisoner man has escaped!\" cried Washington. \"He's clean gone!\nFlown away! Jumped his bail!\"\n\n\"That's bad!\" exclaimed the professor. \"He'll work some mischief now! I\nguess we'll have to start on our trip at once!\"\n\n\n\n\nCHAPTER VI\n\nAWAY IN THE AIRSHIP\n\n\n\"Quick, Washington!\" cried the professor. \"Jump in the engine room and\nstart the gas generator. Mark, you bring in from the cabin all those\nwheels and things on the walls! Jack, load those packages there into the\nlocker in the after part of the _Monarch_! But handle them carefully!\nThey contain explosives and ammunition for the machine gun!\"\n\nIf there had been hurry and bustle before, there was ten times as much\nnow. The professor gave one look at the place where Taggert had been\nconcealed. The man had worked off his bonds and escaped while his\ncaptors were in the airship's cabin.\n\nSoon there was a queer hissing noise from the engine room of the\n_Monarch_. The gas bag began to distend.\n\n\"She's fillin', Perfessor!\" cried Washington.\n\n\"We must tie her down,\" muttered the old man. \"Otherwise she will rise\nand take the shed with her. I say, Washington!\"\n\n\"Yes, Perfessor.\"\n\n\"We must get some one to help us open the shed roof to let the ship rise\nout. We can't do it alone.\"\n\n\"Guess it's a extraunordinary contract,\" agreed the negro.\n\n\"Then you go out and see if any one is in sight. Try to hire them for\nthe work, but don't tell them about the ship. They can work up on the\nroof. I will see to the gas machine while you are away. Hurry now!\"\n\nThe colored man went out. In the meanwhile the professor and the two\nboys continued to load up the _Monarch_. They had nearly everything that\nthe inventor intended to take along piled in its proper place, when\nfootsteps were heard outside. Then the noise of some persons on the roof\nwas audible. In a few minutes Washington came in.\n\n\"I found three men,\" explained the negro. \"One is dat old hunter as\nhelped us before, Andy Sudds. He was goin' huntin' but he said he'd help\ntake the roof off fer a dollar. De oder two is does farm hands, Tom\nSmith an' Bill Jones. Dey was goin' down to do post-office, but dey said\ndey'd help fer fifty cents apiece. All three is up on de roof now.\"\n\n\"Good!\" exclaimed the professor. \"It's lucky I had the roof made in\nsections when I built this shed. Now it can be taken off in a hurry.\nCome on, boys! There are some more things that must go in the ship!\"\n\nThus urged, Mark and Jack worked with a will. Washington helped, and\nthen went up on the roof to aid the three emergency toilers. By this\ntime several sections of the covering to the shed had been taken off and\nthe place was quite light.\n\nAll the while the gas machine in the ship continued to generate the\nvapor. It flowed into the cigar-shaped bag through two rubber tubes. As\nthe bag distended more and more, the _Monarch_ tugged and pulled at the\nanchoring ropes on the floor of the shed, as if anxious to be away.\n\nThe boys worked with a will. The last articles were placed in the\nvarious rooms of the airship's cabin, until the balloon shed was\nstripped quite bare. The professor was busy in the engine room. The\nnoise of the gas generating machine increased.\n\nThen came a series of sharp explosions as one of the gasolene engines\nwas started. This was followed by the hum of an electric dynamo, and the\nwhizz and purring of a big motor.\n\nThe inventor was testing the many machines to see that all worked right.\nSuddenly he switched on the incandescent lights in the ship's cabin.\nNext he turned on the powerful searchlight in the bow, and the shed was\nilluminated by a glare that rivaled the sun. The professor then revolved\nthe big propeller slowly and tested the rudder.\n\n\"Everything is in good shape!\" he cried. \"We will start in five minutes\nif they get the roof off so we can rise. Those anchor ropes will not\nhold much longer!\"\n\nUp on the roof, however, the men were working with a will. Board after\nboard was torn away and the different sections moved to one side. At\nlast the whole top of the shed was off. All that remained was to let the\n_Monarch_ out.\n\nSuddenly from where the three emergency helpers were working there came\na cry of astonishment, mingled with fear. For the first time Andy Sudds,\nTom Smith and Bill Jones, characters well known to Amos Henderson, had\nlooked down into the shed, and caught sight of the tugging, swaying\nairship. The interior had been quite dark up to this point, which\naccounted for them not having noticed the ship before. But when they saw\nthe strange affair so close beneath them they were startled.\n\n\"Jumpin' rattlesnakes!\" cried Andy Sudds. \"What have I struck?\"\n\n\"It's a yellow elephant!\" exclaimed Tom Jones.\n\n\"A sea serpent!\" ejaculated Bill Smith.\n\nThey leaned over from the edge of the roof eaves to which they were\nclinging and peered down into the big balloon shed. Certainly the\nairship presented a queer sight to the three men.\n\n\"Is everything ready?\" asked the professor of Washington.\n\n\"Eberyt'ing am circumulated to completeness,\" replied the negro.\n\n\"Jump in, boys! Untie the ropes, Washington. We'll start!\"\n\n\"Hurry! Hurry! Perfessor!\" cried Washington, as he looked out of a side\nwindow. \"Here comes dat man we tied up in de shed! He's got anoder man\nwid him, an' dey got guns!\"\n\n\"It's Taggert! He is after me!\" exclaimed the inventor. \"He must not\nbe allowed to get on the ship! Come on, Mark and Jack! Never mine\nunknotting the ropes! Cut 'em! We have no time to lose! Jump in,\nWashington!\"\n\nThe boys clambered over the sides of the airship. Washington followed\ntheir example. The anchor ropes were cut.\n\n\"Hi, there! Stop!\" cried a voice from outside. \"Don't you dare start\nthat ship!\"\n\n\"Here we go!\" shouted Professor Henderson in a joyful tone. \"Now to see\nif the _Monarch_ fulfills her promise!\"\n\nHe hurried into the engine room. The noise of the gas generating machine\nincreased. The gasolene engine went faster, and the motors and dynamos\nadded to the noise. There was a loud hissing sound. The professor had\nopened a valve admitting the full force of gas into the oiled silk bag.\nThen came a snapping sound as several anchoring ropes that had not been\ncut, broke.\n\nUp rose the _Monarch_ like some immense bird, through the opened shed\nroof. Out into the air went the big yellow bag. And then a strange thing\nhappened.\n\nAndy Sudds, the hunter, and Bill Jones and Tom Smith, the two farm\nhands, who had been peering over the edge of the shed down at the\nairship, leaned over too far in their anxiety to observe everything. As\nthe gas bag brushed past them they were startled. They lost their\nbalances and the next instant all three toppled right into the bow of\nthe _Monarch_ as she arose, and were lifted up into the air with her.\n\n\"Hold on, there! Stop!\" cried Taggert, who by this time had come close\nto the shed.\n\n\"It's too late!\" shouted back the professor, poking his head from a\nwindow in the engine room.\n\n\"Hey, there! You're carrying me off in your ship!\" yelled Andy Sudds as\nhe scrambled to his feet after his tumble into the bow of the _Monarch_.\n\n\"And me!\" ejaculated Bill Jones.\n\n\"And me!\" exclaimed Tom Smith. \"I didn't figure on coming with you.\"\n\n\"It's too late!\" the old inventor cried. He turned some wheels and\nlevers and the airship arose faster. Then he switched on the electric\nmachinery. The big propeller began to revolve. Swifter and swifter it\nwent. The _Monarch_, which had risen several hundred feet, started\nforward at a swift pace. \"We are off for the north pole!\" shouted the\ninventor. \"Hurrah! The ship works! I knew it would!\"\n\n\"Here!\" roared Andy Sudds. \"I don't want to go to the north pole. I want\nto hunt muskrats down by the creek.\"\n\n\"You can hunt seals and whales up north,\" the professor called to him.\n\n\"But I've lost my gun!\" the hunter exclaimed, soberly, yet a little\nappeased at the prospect of big game.\n\n\"I'll give you a better one,\" promised Mr. Henderson. \"You shall have\nall the hunting you want.\"\n\n\"I can't go to the north pole,\" fairly yelled Bill Jones, starting back\ntoward the engine room. \"I had a job plowing on a farm. If I don't go\nback I'll lose my place.\"\n\n\"You can hire out to me,\" suggested the professor. \"I need a crew, and I\ndidn't have time to ship one.\"\n\n\"What about me?\" asked Tom Smith. \"I was working on a farm like Bill.\"\n\n\"I'll hire you also,\" spoke the inventor of the _Monarch_.\n\n\"Hi, Perfessor! Shall I shut off de gas?\" Washington suddenly cried.\n\n\"For a while,\" was the inventor's reply. \"We are high enough now. Then\noil up the engines and dynamos, they need it. You boys can help,\" he\nsaid to Mark and Jack. \"I must see to my instruments and find whether\neverything is working right.\"\n\nThe two boys were delighted to have a chance in the engine room. Under\nWashington's direction, the colored man showing quite a knowledge of the\napparatus, they oiled the various bearings until everything was running\nsmoothly.\n\nUntil now they had no time to realize what an experience they were\ngoing through. Things had happened so quickly that it was hard to\nrealize they were sailing through the air in a wonderful ship, probably\nthe most successful navigator of the upper regions ever invented.\n\nIt was not until Jack looked over the edge of the airship from the\nengine room window that he felt what a trip up among the clouds meant.\nBelow the earth was spread out like a good-sized map, with little\nthreads of silver for rivers, patches of green for big fields, and\nnarrow gray ribbons where there were roads.\n\n\"It's wonderful!\" he cried to Mark.\n\n\"And to think we were chased out of town yesterday by a constable,\"\nspoke his companion. \"This is a great change. I'd like to see him catch\nus now.\"\n\n\"Dis prolonguated elevation into de airy space ob de zeneth am extremely\ndiscommodatiousness to a pusson what ain't used to it,\" remarked\nWashington with a broad grin as he oiled a whirring motor.\n\n\"Yes--er--I guess it is,\" admitted Mark.\n\n\"Are your teeth all fast after that effort?\" asked Jack with a laugh.\n\n\"Neber yo' mind my teeth,\" said Washington. \"Golly! What's de matter\nnow?\"\n\nThe _Monarch_ was darting from side to side like a kite that has lost\nits tail in a high wind.\n\n\"It's only the professor trying the steering apparatus,\" said Jack,\nlooking forward toward the conning tower. This proved to be true, for,\nin a moment, the airship resumed a straight path, and the professor,\ncoming back to the engine room, cried:\n\n\"She answers her helm perfectly. It certainly is a success in every way!\nBut now, since the machinery is working well, and I have the _Monarch_\nheaded due north, in which direction she will sail alone for a while, I\nwant you boys to come into the dining room, while we talk over matters\nwith our unexpected visitors. We must lay plans and divide up the work\nof running the ship.\"\n\nJack and Mark went with the old man into the middle room of the craft.\nThere they found the old hunter and the two farm hands. None of the\nthree had quite gotten over his fright at being suddenly carried off\nthrough the air.\n\n\"Everything has turned out for the best,\" the inventor began. \"I feared\nmy forced start would spoil my plans, but you see I got a crew almost at\nthe last moment. Now we will--\"\n\nHe was interrupted by a sudden cry from the engine room.\n\n\"Help! Help!\" rang out the voice of the colored man. \"Hurry up an'\nhelp, Perfessor. I'm caught in some cantankerous conglomeration an' I'm\nbein' killed! Help! Help!\"\n\nFollowed by the boys and the three men the old inventor hastened aft,\nalarm showing on his face.\n\n\n\n\nCHAPTER VII\n\nHELD BY ELECTRICITY\n\n\nAs they reached the engine room they saw a queer sight. Washington was\nclose to the buzzing dynamo which he had started to oil. His hands\ngrasped two large copper switches used to turn the current on and off.\n\n\"Let go and come away from there!\" cried Mr. Henderson.\n\n\"I can't! I'se stuck fast!\" yelled the negro, writhing in pain.\n\nAndy Sudds started on the jump to assist the unfortunate man.\n\n\"Don't touch him!\" exclaimed Mr. Henderson. \"He's held fast by\nelectricity! If you attempt to pull him away with your bare hands you'll\nbe caught just as he is! Wait a minute!\"\n\nThe inventor rapidly opened a locker. From it he took out a pair of\nrubber gloves. Putting these on he hurried to where the negro was still\nsquirming in pain and terror.\n\n\"Help! Help!\" Washington yelled. \"I'm burning up!\"\n\n\"Wait a moment! I'll save you!\" shouted the captain of the _Monarch_.\nThe next instant he reached up, and turned off the electric current.\nWashington fell in a limp heap on the floor of the engine room. He was\nfreed from the grip of the electricity that had held him as in a vise.\nThe professor ran to a medicine closet and got a remedy which he\nadministered to the unfortunate one.\n\nIn a little while the colored man was better. He sat up, opened his\neyes, which had been closed, and remarked:\n\n\"Dat was a mighty close call fer dis chicken!\"\n\n\"What made you go near the switch?\" asked Mr. Henderson. \"I have warned\nyou several times never to put both hands on a copper switch at the same\ntime. One hand does not matter, but two make the connection.\"\n\n\"I knows it now, Perfessor,\" said Washington humbly.\n\n\"Then I hope you'll remember it. That applies to all of you,\" he went\non. \"If ever you have occasion to touch any electrical machinery, don't\ndo it with both hands at the same time, if there is danger of forming a\nconnection. Always use rubber gloves, and you'll be in no danger. Rubber\nis a non-conductor. Remember, Washington.\"\n\n\"I'll recollection it on de next obstreperous occasion,\" promised the\nnegro.\n\n\"You must feel better when you can use your big words,\" said Mr.\nHenderson with a laugh. \"Now,\" he continued, \"I was about to give a few\ngeneral instructions about the airship, when Washington interrupted us.\n\n\"You men who are here against your will I am sorry about. I could not\nstop and let you off a while ago, because there was a man at the shed\nwhom I did not want to meet. But if you want to go back to your homes I\nwill let the airship down to the earth and you can go. I would like to\nhave you stay with me. I can promise you all good wages, since I am well\noff as regards money.\n\n\"To you, Mr. Sudds, I can promise such game hunting as you never had\nbefore. And to you two farm hands I can promise such sights as you never\nsaw before. Do you want to continue with me, now that you have had a\nchance to think the thing over?\"\n\nAll three said they did.\n\n\"Then I'll divide our forces,\" went on the captain and owner of the\n_Monarch_. \"I will be in general charge of the ship, just as if I was a\ncommander of an ocean steamer. I expect to be obeyed in every\nparticular. Washington will be the engineer, with the two boys to help\nhim. Tom Smith and Bill Jones will be in charge of the kitchen, and I\nwill show them how to prepare the condensed foods. Andy Sudds will be a\nsort of look-out and the hunter of the expedition. I will steer the ship\nand keep watch of the different instruments.\n\n\"In order that you may know a little bit about the _Monarch_ I will tell\nyou how she is run. In the first place, she is lifted above the earth by\nthe power of a very strong gas I discovered. It is much lighter than\nhydrogen, or the gas ordinary airships are filled with, and has a\ngreater lifting power than the hot air used in the old balloons.\n\n\"By putting more gas into the silk bag above us I can rise higher. The\nless gas I use the lower we go. The gas is let into or out of the bag by\nmeans of valves which are operated from the engine room or the steering\ntower. The forward motion of the ship is brought about by means of the\npropeller at the stern. This propeller works by electricity. The\nelectricity comes from storage batteries which are kept charged from the\ndynamo run by one of the gasolene engines. I also have an electric motor\nthat is run by either a gasolene engine or the storage battery. If one\nbreaks down I can use the other. The motor alone will run the propeller\nif the storage batteries fail, and I have to run the electric machine\ndirectly from the gasolene engine.\n\n\"That apparatus there,\" and he pointed to a complicated machine,\n\"is where the lifting gas is generated. A gasolene engine runs it.\nThose tubes carry the gas from the machine to the bag above.\"\n\nThen the professor pointed out the levers that started and stopped\nThe _Monarch_, those that sent it higher into the air or toward the\nearth, the wheel for steering, and told the boys and men how to read\nthe instrument that gave the heights, the force of the wind, the\ntemperature, and much other information. He showed them how the entire\ncontrol of the ship could be accomplished from the conning or steering\ntower by the turning of one wheel or another.\n\n\"Rattlesnakes an' mud turtles, but she sure is a bang-up affair,\"\nobserved Andy Sudds. \"But about that gun--\"\n\n\"That's so. I promised you a gun in exchange for the one you lost,\" said\nMr. Henderson. \"Wait a moment.\"\n\nHe was gone a little while. Presently he returned with a fine rifle, at\nthe sight of which the old hunter's eyes sparkled.\n\n\"That's a beauty!\" he exclaimed. \"It beats mine.\"\n\n\"It is a magazine gun,\" explained the professor. \"It fires sixteen shots\nwith one loading,\" he explained.\n\n\"And I can kill sixteen white bears, sixteen seals or sixteen whales!\"\nexclaimed Andy with delight. \"Well, I certainly am glad I come along,\nProfessor.\"\n\n\"I have a gun for each of us,\" Mr. Henderson went on, \"in case we should\nmeet with enemies. But we may not need them. There is also the machine\ngun at the stern.\"\n\nThen the professor initiated his crew into the mysteries of the kitchen\nand dining room. Nearly all the foods carried on the _Monarch_ were of\nthe condensed type. A small capsule made a plate of soup. There were\nother pills or capsules that held meat extracts, condensed cereals, tea,\nmilk, coffee, sugar, salt, pepper and everything needed in the general\neating line. All the cooking was done by electricity.\n\nAs has been said, there was plenty of clothing to withstand the rigors\nof the arctic regions. There was an abundance of gasolene for the\nengines and for heating the ship. In short, Professor Henderson seemed\nto have forgotten nothing that would make his trip to the north pole a\nsuccess.\n\nAfter he had explained all he thought necessary, he told the two farm\nhands to see what they could do in the way of preparing a meal, as it\nwas nearly noon, and everyone was hungry. Rather awkwardly at first,\nBill and Tom started in. They soon got the knack of things, however, and\nonce they had found out how to run the electric stove they were right at\nhome making soups and other dishes from the condensed foods. The first\nmeal on the _Monarch_ was voted a success.\n\nMeanwhile the airship was sailing on. It was not moving very rapidly,\nfor the professor wanted to give the machinery a chance to warm up.\nAfter the meal the inventor took the two boys into the steering tower\nwith him, telling Washington to speed up the engines.\n\nIn a few minutes the boys were aware that they were moving forward at a\nfaster pace. The air, as it came in the opened window of the conning\ntower, rushed past with great force.\n\n\"I think we'll go a little higher,\" said Mr. Henderson.\n\nHe turned a small lever. All at once the boys experienced a sensation as\nif they were in a rapidly ascending elevator. Up and up they went, for\nthe professor had admitted more gas to the big silk bag above them.\n\nSuddenly the earth which the boys had dimly perceived below them as if\nit was a small map in a big geography, faded out of sight. At the same\ninstant there was a sudden moisture and chilliness to the air. Then a\ndense white mist enveloped the _Monarch_.\n\n\"Oh!\" cried Mark. \"What has happened?\"\n\n\"We are going through a cloud!\" called the professor. So dense was the\nvapor that the boys, though within five feet of the captain, could not\nsee him. His voice sounded far off.\n\nThen came a sudden rush of light. The mist cleared away. The boys could\nsee clearly, but as they glanced down they noticed rolling masses of\nwhite below them.\n\n\"We are above the clouds!\" said the professor. \"Be careful not to exert\nyourselves, as it is hard to breathe in this rarefied or thin\natmosphere.\"\n\nThe boys experienced some difficulty, but by avoiding any exertion were\nnot much bothered.\n\n\"Now we'll go down a bit,\" said the inventor, after the ship had whizzed\nalong for several miles above the masses of vapor. \"I want to get an\nidea where I am.\"\n\nHe turned some more wheels and levers. In a few minutes the ship was\nagain surrounded with a white cloud. Then it passed away, and the earth\ncame into view.\n\nSuddenly the professor looked forward. He seemed to be gazing intently\nat something.\n\n\"I wonder what that is?\" he muttered. He took down a telescope and\nadjusted it, peering forward with strained eyes.\n\n\"Can it be possible!\" he exclaimed. Then he dropped the glass and\nfrantically signaled to the engine room.\n\n\"We must look out for ourselves!\" he cried, \"Come here, Andy Sudds!\"\n\n\n\n\nCHAPTER VIII\n\nSURROUNDED BY EAGLES\n\n\nThere was a sudden tremor all over the airship as Washington, in the\nengine room, in obedience to the signals, turned off the power. Then\nsounded a hiss as the captain let some gas from the bag. The ship began\nto sink toward the earth.\n\nThe black cloud that the professor had been gazing at came nearer. It\ngrew larger and seemed to be made up of a number of small moving\nobjects.\n\n\"Quick, Andy!\" cried the old inventor. \"We shall need your services\nnow!\"\n\n\"What's the matter?\" exclaimed the old hunter, as he hurried forward\nwith his gun in readiness.\n\n\"Eagles!\" cried Amos Henderson.\n\n\"Eagles?\"\n\n\"Yes! A whole flock of them. Just ahead! See that dark cloud! They are\ncoming this way! They think the ship is a rival bird and they will\nattack it. Strong as the _Monarch_ is, the silk in the gas bag is\nfrail. If the birds tear that we will fall to the earth and be killed!\nUse your gun! See if you can drive them off!\"\n\nAndy kneeled down on the forward part of the ship. He aimed at the black\nmass, in which scores and scores of birds could now be seen. Then his\ngun sent out fire and lead.\n\nBang! Bang! it spoke, and two birds dropped toward the earth. Again the\ngun belched forth, and more of the eagles were killed. As fast as Andy\ncould pull the trigger he fired.\n\n\"We must all get guns!\" cried the professor. \"It is the only way to save\nthe ship! Come on, boys! You'll find weapons in the dining-room\nlockers!\"\n\nMark and Jack hurried after the rifles. The professor was greatly\nexcited. Bill and Tom came running forward. The inventor rapidly handed\nout the guns.\n\nIn the meanwhile the ship was slowly settling toward the ground. The\ncaptain hoped to get low enough to escape the onward rush of the big\nbirds, but he had counted without the anger of the eagles. They thought\nthe airship was a rival in the realms of space and were determined to\ndestroy it.\n\nOn and on they came in spite of the number among them that were killed.\nEvery one on the ship, except Washington, who had to attend to the\nengines, was firing. The birds never stopped or swerved from their\ncourse.\n\nThen with a rush and roar, a flapping of wings that sounded like\nthunder, and shrill cries and screams that almost drowned the noise of\nthe guns, the eagles surrounded the _Monarch_. They struck at it with\ntheir talons. They opened wide their sharp beaks and snapped at the wood\nand iron.\n\nSome of the fierce birds even attacked the men, and boys, and were\nbeaten off with the butts of the rifles. Others of the eagles rose\nhigher in the air and struck at the oiled silk bag. At first the\nyielding surface offered no resistance and was not damaged. Then one\nfierce bird, with wide-opened beak, struck at the thin cloth and tore a\nhole in it as large as a man's hand.\n\nThe sudden settling of the airship told that something was wrong. Then\nthe professor, glancing aloft, saw what had happened, and hastened to\nhis helper.\n\n\"Quick, Washington!\" he shouted. \"Start the gas generator at full speed!\nWe must pump lots of the gas in to keep us afloat! We are in great\ndanger!\"\n\n\"Why not try the machine gun on the eagles?\" shouted Jack.\n\n\"Good idea!\" exclaimed the inventor. \"You two boys work it!\"\n\nAt last the eagles, alarmed by the number killed, and frightened by the\nnoise of the guns and the shots, halted in their rushes at the airship.\nSome of the wounded ones wheeled away. Then others followed until,\nfinally, the whole colony of birds sailed off.\n\n\"There they go!\" cried Jack.\n\n\"Yes, but I fear too late to do us any good,\" spoke the professor. \"The\nairship is slowly settling.\"\n\n\"Can't it be fixed?\" asked Mark.\n\n\"I suppose I could let it down to earth and patch up the hole, but I\nfear to do so,\" answered the inventor. \"The _Monarch_ is not under\ncontrol, and if I attempt to make a landing I may smash her all to\npieces. She may settle down until within a few hundred feet of the earth\nand then plunge like a meteor. We would all be killed then.\"\n\n\"Is there no other way?\" asked Jack.\n\n\"None, unless we could patch up the hole in the gas bag while we are up\naloft. I can hold the ship there for a while yet. Another reason why I\ndo not want to land is that we are over a thickly settled portion of the\nstate now, and if I go down to earth we will be surrounded by a curious\ncrowd that will delay us.\"\n\n\"Is that netting strong?\" asked Mark, suddenly, pointing to the cords\nthat confined the gas bag.\n\n\"Two strands would support a man's weight,\" said Mr. Henderson.\n\n\"And have you anything to mend the silk bag with?\" went on the boy.\n\n\"Yes, but why do you ask?\"\n\n\"Because,\" answered Mark, \"if you'll let me I'll climb up and mend the\nhole the eagle made.\"\n\n\"Dare you do it?\" cried the old professor, hope shining in his face.\n\n\"Try me and see.\"\n\nThe professor quickly prepared a piece of silk, kept on hand to repair\nbreaks in the bag. It was coated with a very strong and fresh cement.\nThe silk was to be inserted in the tear made by the eagles, when it\nwould at once harden and prevent the further escape of gas.\n\nMark made ready for the perilous ascent. He took off his coat, and\nremoved his shoes so his feet could better cling to the frail-looking\nthough strong cords.\n\n\"Slow down the ship!\" commanded the captain. \"Now, Mark, try! I hope\nyou succeed! Move cautiously. You don't want to lose your life!\"\n\nMark said nothing. He grasped the piece of oiled silk, coated with the\ncement, in his teeth, clinching it by a strip that was free from the\nsticky substance. Then he stood on the rail of the _Monarch_ and began\nhis climb aloft. Surely few ascents were made under such fearful\nconditions. The airship was now more than a mile above the earth. One\nfalse step and the boy would plunge into eternity. Nothing could save\nhim.\n\nUp and up he went, testing every cord and mesh before he trusted his\nweight to it. On and on he advanced. The frail gas bag swayed in the\nwind that was springing up. It seemed like a thing alive.\n\n\"Careful! Careful!\" cautioned the professor in strained tones. Everyone\non the ship held his breath. Up and up Mark went. At last he reached the\nplace where the eagle's beak had torn the bag.\n\nHe braced himself in the meshes of the net. Then, leaning forward, he\nfixed the patch under the rent, and pressed it into place. The cement\ndid not take hold at first. Mark pressed harder. Would the leak be\nstopped?\n\n\"Will he make it?\" asked one.\n\n\"I don't think so.\"\n\n\"He must make it!\"\n\n\"If not we are lost!\"\n\n\"You are right!\"\n\nFor a moment there was a doubt. Then the sticky stuff adhered to the\nsilk bag, and the patch was made fast. A shout from Washington in the\nengine room told that the gas had ceased to rush out. Mark had\nsucceeded.\n\nWashington hastened to turn the gas generator to half speed. Before he\ncould do so, however, there had been a great increase in the volume of\nvapor in the bag, caused by the sudden stopping off of the vent. Up shot\nthe airship, the accumulation of gas lifting it higher from the earth.\nSo suddenly did it shoot up, from having been almost at rest, that there\nwas a tremor through the whole craft.\n\n\"Look out, Mark!\" cried Jack. He looked up to where his comrade clung to\nthe netting.\n\n\"Hold fast! We'll stop the ship in a second,\" exclaimed the captain.\n\nBut it was too late. The sudden rising of the craft had shaken Mark's\nhold, which was not of the best at any time, since the gas bag was a\nyielding surface to lean against.\n\nThe next instant the boy, vainly clutching the air for some sort of grip\nfor his hands, toppled over backward. His feet slid from the meshes of\nthe net, and he plunged downward toward the earth, more than a mile\nbelow!\n\n\n\n\nCHAPTER IX\n\nTHE FROZEN NORTH REACHED\n\n\n\"He'll be killed!\" shouted Jack.\n\n\"He's a goner!\" yelled Washington, looking up from the engine room\nwindow.\n\nThe old professor groaned and shut his eyes. He did not want to see the\nboy fall.\n\nBill and Tom, with old Andy Sudds, had been watching Mark at his\nperilous task, standing directly beneath him. Andy was the closer. He\nleaned quickly backward when he saw what had happened.\n\nMark's body, turning over in its descent, was at the ship's side. Out\nshot the hands of the old hunter. His fingers were curved like the\ntalons of an eagle. The long arms seemed to reach a great distance, and\nthen, just as it seemed that Mark would plunge downward to his death,\nAndy grasped and held him.\n\n\"There!\" exclaimed the hunter. \"That was a close call, my boy!\"\n\nMark did not answer. The fearful danger he had been saved from had so\nfrightened him that he became partially unconscious.\n\n\"Is he dead?\" faltered Jack.\n\n\"He has only fainted,\" answered Amos Henderson. \"I'll soon bring him\naround.\"\n\nThe inventor hurried into the cabin and came out with some liquid in a\nglass. This he placed to Mark's lips and soon the color came back into\nthe pale cheeks.\n\n\"What happened? Where am I?\" asked the boy, sitting up and looking\naround.\n\n\"You're all right,\" answered Andy. \"It was a close call though. I reckon\nyou won't want to mend any more airships right away.\"\n\n\"I remember now,\" went on Mark, who had been dazed by the suddenness of\nit all. \"I fell, didn't I?\"\n\n\"Yes, and Andy caught you,\" put in Jack. \"He was just in time.\"\n\nMark said nothing, but the fervor with which he shook the old hunter by\nthe hand showed how deep his feeling was.\n\nIn a little while the fright and excitement caused by the accident had\npassed over. The ship now rode evenly and neither rose nor fell, in\nconsequence of the gas supply in the bag remaining the same, there being\nno leak. The patch Mark had put on fitted so closely that there was not\nthe least escape of gas now.\n\n\"Well, we might as well start ahead,\" said Amos Henderson, at length.\n\"We have had excitement enough in this neighborhood, and maybe we'll be\nbetter off if we go forward.\"\n\nAccordingly he went to the conning tower, set the propeller in motion,\nand soon the _Monarch_ was moving northward at great speed. With his\neyes on the compass in front of him the captain held the ship on her\ncourse.\n\nThey were about half a mile above the ground now, the captain having\nallowed the _Monarch_ to settle. They could see that they were passing\nover a populated part of the country.\n\n\"Come up here!\" yelled Captain Henderson to the boys from the steering\ntower. \"I'll explain a few things to you.\"\n\nWillingly enough the boys joined him. He was busy making a calculation\nof figures on a piece of paper. The steering wheel was lashed and the\ncompass pointed to indicate that the ship was rushing due north.\n\n\"We're making satisfying progress,\" said the professor. \"At this rate we\nwill not be long on the journey.\"\n\n\"How fast are we moving?\" asked Jack.\n\n\"About fifty miles an hour,\" replied the inventor. \"That is 1,200 miles\na day, counting that we run day and night at this speed. But we will\nhardly do that, not that we could not, for there will be no dangers of\ncollisions up here. I think we have the air all to ourselves.\n\n\"But there will be contrary winds, and we may be blown off our course.\nThat is the only disadvantage an airship is under. It can't sail against\nthe wind like a ship on the water. Still, we have many advantages. Now I\nfigure that we can count on an average of at least twenty-five miles an\nhour all day long and part of the night.\n\n\"We started from about the middle of New York state, and to the north\npole would be about 3,000 miles. We ought to make the distance in about\nfive days, or say a week, to be on the safe side. We will move as fast\nas we can, from now on, though, especially during the daylight.\"\n\nThe professor turned some wheels and levers and the speed of the airship\nincreased a little. It was kept at about the same height.\n\nThe sun was beginning to descend in the west, for it was getting late in\nthe afternoon. Down below, on the earth, the landscape had changed from\nthat of cities and towns to a stretch of dense woods.\n\n\"Must be near supper time,\" observed Mark.\n\n\"Your fright didn't deprive you of your appetite, then?\" asked Amos\nHenderson.\n\n\"Not a bit,\" replied the boy.\n\nIn a few minutes Tom and Bill were preparing a meal of the condensed\nfoods, cooked on the electric stove. Everyone voted the victuals\nexcellent. Then, as night settled down, the bunks were made up and the\nboys, together with the two farm hands, were glad to seek some rest, for\nthe day had been an exciting one. Washington and the professor agreed to\ndivide the night into two watches, as they were not familiar enough with\nthe workings of the ship to dare to leave it unguarded. The machinery\nmight need attention any moment.\n\nThe boys and their companions were soon asleep, and no thoughts of their\nstrange position, that of slumbering on an airship high in the\natmosphere, disturbed their dreams.\n\nThe last thing Jack wondered was whether the passing of the _Monarch_\nwould not be taken by people on the earth for the flight of some giant\ncomet, as it sailed aloft, all lighted up. But he was too tired to\npursue this speculation long.\n\nMorning dawned without anything unusual having occurred. The ship had\nbeen kept going at a slow speed all night, and no accidents happened.\nBreakfast was served, and then each of the crew took up his duties.\n\nThe professor, having made a careful examination of the ship to see that\neverything was in order, showed Jack and Mark how to steer the craft,\nand how to start, stop, raise and lower it from the conning tower or the\nengine room.\n\nThen he let them practice a bit, and two more delighted boys there never\nwas, as they sent the craft ahead up or down, starting and stopping her\nwith a few turns of a wheel or lever.\n\n\"You may want to know how to run her some day in an emergency,\" said\nAmos Henderson. \"No telling what will happen.\"\n\n\"We hope nothing will,\" spoke Jack.\n\n\"There's no telling,\" prophesied the inventor.\n\nFor several days the ship moved ahead at moderate speed. The machinery,\nexcepting for some minor accidents, worked smoothly. The gas bag did not\nleak, which was the accident most dreaded, and it was not necessary to\nrun the gas generator, which proved a saving of the valuable chemical\nfrom which the lifting-vapor was produced.\n\nNow and then, when in need of water, the craft was lowered to the earth\nin a secluded spot near a stream or lake, and the tanks were filled for\ndrinking and washing purposes. But so far, from the time of the hasty\nflight, no one on the earth had spoken to the voyagers. Nor, so far as\nwas known, had their presence been noted, though the black speck in the\nsky might have furnished plenty of talk all over the country for those\nwho observed it. The weather was pleasant, but it was noticed that it\nwas constantly growing colder.\n\nOne morning Jack, who was the first up, stuck his head out of the cabin\ndoor before he had finished dressing. He quickly popped back again.\n\n\"Whew!\" he exclaimed. \"Colder than Greenland!\"\n\n\"What's that about Greenland?\" asked the professor, who had just\nawakened.\n\n\"It's awful cold outside,\" said Jack, shivering from the remembrance.\n\nWithout a word the professor, wrapping a dressing-gown about him,\nhurried to the engine room, where several thermometers were kept. One\nwas outside, and could be read through a glass side.\n\n\"No wonder you felt cold,\" he said to Jack, when he returned. \"It's ten\ndegrees below zero!\"\n\nThe boys hurried to complete their dressing. The professor did likewise,\nas he was anxious to take some observations.\n\n\"Get out the fur garments,\" he said. \"We must take no more chances now.\nIt will become colder rapidly, and ordinary clothes will be of no\nprotection.\"\n\nThe boys and the professor donned heavy fur coats, with immense gloves\nand caps that covered all of their faces but the eyes. Then they went\noutside. Jack was the first to look over the side of the ship. As he did\nso he uttered a cry of astonishment.\n\nDown below, about three-quarters of a mile, was a great white, snowy\nwaste. Giant mountains of ice were heaped on every side. It was a cold,\nfrosty silent world that the _Monarch_ was flying over. They had reached\nthe frozen north! They were at the beginning of the entrance to the land\nof the Pole!\n\n\n\n\nCHAPTER X\n\nLOST IN AN ICE CAVE\n\n\n\"I'm not surprised that the thermometer is down below zero,\" remarked\nJack. \"There's enough ice under us to supply the whole United States.\"\n\n\"It is getting colder!\" exclaimed the inventor as he glanced at an\ninstrument near him. \"It is fifteen below zero now!\"\n\nIn truth the _Monarch_ was far to the north. She had gone faster than\nthe inventor calculated. A glance downward showed that all traces of\ncivilization had been left behind.\n\nThere was nothing to be seen but snow and ice, ice and snow, piled in\nfantastic heaps,--mountains, ridges, hills and valleys.\n\nThe professor hastily made a few calculations.\n\n\"I believe we are somewhere over Greenland or Baffin Bay, but whether we\nare over the land or sea I cannot tell. At any rate we are still going\nnorth,\" and he glanced at the compass.\n\nThey were about to retrace their steps to the dining cabin, when there\nwas a sudden settling of the _Monarch_. It seemed to be plunging\ndownward.\n\n\"What's the matter?\" cried Jack.\n\nThe inventor hurried to the engine room. A glance at the registering\nneedle of the instrument for telling the height attained, showed that\nthe ship was sinking fifty feet a minute.\n\n\"Some conglomerous contraption has disproportionated herself,\" cried\nWashington. \"What shall I do, Perfessor?\"\n\n\"Start the gas generator at full speed!\" cried the inventor. \"Heat the\nvapor before it goes to the bag! The cold has contracted the gas in the\nholder above so that it will no longer support us! Work quick,\nWashington!\"\n\nWashington sprang to set the gas machine in operation. He seemed to be\nhaving trouble with it.\n\n\"She won't work!\" he called. \"She's busted!\"\n\nFaster and faster the airship continued to sink. The inventor hurried to\nWashington's help, but it seemed that nothing could be done. On board\nthe _Monarch_ there was deadly fear in every heart.\n\n\"I can't keep her afloat!\" the professor groaned.\n\nDown and down went the craft. The inventor and Washington were working\nfuriously. The boys, old Andy and Tom and Bill hurried to the engine\nroom.\n\nThen came a sudden jolt. The airship had struck the ice!\n\n\"Shut off the engines!\" cried the professor. \"Stop everything or we'll\ngo to smash! We must set to work to repair the gas machine and raise the\nship.\"\n\nThe _Monarch_ had settled down on a vast ice plane. So gently had the\nship sunk through the air that she had suffered no injury. She rested on\nan even keel and there was still enough lifting power in the gas\ncontained in the bag to keep that afloat, so that the vapor holder\ntugged gently at the confining meshes of the net.\n\n\"Ma goodness sakes alive!\" cried Washington as soon as he had poked his\nhead out of the warm engine room. \"De atmospheric conditions am such dat\ndey is conducive to de utmost congestion of mah circulatory\nsystemation!\"\n\n\"I suppose you mean it is too cold for your blood,\" spoke the inventor,\nwith a smile.\n\n\"Yo' has conducted mah meanin' to de utmost circumspection, Perfessor,\"\nwas the answer.\n\n\"You'd better get out a suit of furs,\" suggested the captain, for\nWashington had not yet donned these garments. The colored man ran back\ninto the cabin, got out the heaviest set he could find, and put it on.\n\nThe professor and the boys, together with the two helpers, were clothed\nto withstand the rigors of the arctic regions. In a little while\nWashington was warmly dressed. Then the professor led the way over the\nrail and down on the ice.\n\n\"Are we on land or sea?\" asked Jack.\n\n\"It's hard to say, but I think we are on land,\" replied Amos Henderson.\n\"However, it doesn't make much difference. We are pretty far north. The\nthing to do is to get the airship in shape as quickly as possible.\"\n\n\"Can we help?\" asked Mark.\n\n\"I hardly think so,\" answered the old inventor. \"Washington and I\nunderstand every piece of machinery. If we need any help we will call on\nyou. In the meanwhile you may take a look around if you wish.\"\n\n\"I'd like to stretch my legs a bit,\" spoke up old Andy. \"I ain't used to\nstayin' cramped up in a ship like I have been. I'd like to see some of\nthat big game you talked about, Professor.\"\n\n\"Take your gun along, and you may spot a polar bear or a walrus,\"\nsuggested Mr. Henderson. \"Some fresh bear steak would not go badly at\nall.\"\n\nDelighted at the prospect at getting a shot Andy hastened after his gun.\nThen after a hasty breakfast, with the two boys and the two helpers as\ncompanions, all warmly wrapped in furs, the hunter set forth across the\nfields of ice and snow.\n\nIt was a strange experience for all of them. There was not a sign of\nlife to be seen. On every side there was nothing but the cold\nwhiteness--a coldness and a whiteness that was like death itself. They\nwalked on for more than a mile, and saw nothing but the desolate waste.\n\n\"There's something!\" called Jack in a hoarse whisper, coming to a halt\nand pointing to a small hill of ice in the distance.\n\n\"It's a polar bear!\" yelled Mark. \"He's right behind the ice!\"\n\n\"There are two of 'em!\" cried Bill. \"This is no place for me! Come on,\nTom!\"\n\n\"Hold still! Let me get a shot!\" pleaded the old hunter.\n\nHe could see the two animals plainly, now that his eyes had become used\nto the difference between their shaggy coats and the surrounding snow\nand ice. Andy kneeled down and took careful aim. A shot rang out, and\none of the bears toppled over.\n\n\"Good shot!\" cried Jack.\n\nOnce more the hunter pulled the trigger. A dull click was the only\nresponse. Andy quickly cocked the gun again, thinking it had missed\nfire. Again the hammer fell with only a click. The hunter quickly threw\nopen the magazine.\n\n\"The chamber is empty!\" he cried. \"I have fired my last shot!\"\n\n\"And there comes the bear!\" yelled Mark. \"He's in a fit of rage!\"\n\nThe fierce beast, in anger at the sight of his enemies, was coming\ntoward the men and boys at top speed. On the first alarm Bill and Tom\nhad turned to flee. Andy, swinging his gun by the muzzle, and loosening\na long hunting knife in his belt, awaited the bear's onslaught. Mark and\nJack were too surprised to run, and stood their ground, not knowing what\nto do.\n\n\"Run away!\" shouted Andy. \"I'll tackle the beast! I'm not afraid!\"\n\n\"We're not going to leave you!\" yelled Jack. \"I have a revolver!\"\n\nQuickly he drew out the small weapon, a present from the inventor.\nTaking hasty aim he fired several shots, but his aim was poor. One\nbullet struck the bear on the nose, and, instead of stopping the beast,\nonly made him the more angry.\n\nThe brute was now but fifty feet away and coming on at a rapid pace\nover the uneven lumps of ice and snow.\n\n\"Run, I tell you!\" called Andy. \"Do you boys want to be killed?\"\n\nHe aimed a furious stroke at the bear, but as he did so his foot slipped\nand he came down heavily on the ice. Mark and Jack uttered cries of\nterror and fright.\n\nWith blood dripping from his wounds, foam falling from his red jaws, and\nwith every appearance of rage, the maddened beast rushed on the old\nhunter.\n\n\"He'll be killed!\" yelled Mark.\n\n\"If I only had a gun!\" groaned Jack.\n\nAndy rolled to one side. As he did so he uttered a loud cry, and then,\nto the astonishment of the boys, he disappeared from sight as if the\nfrozen earth had opened and swallowed him up. At the same time the bear,\nthat was just about to cast himself down on the fallen hunter, seemed to\ndrop down through some hole into the earth.\n\nFor an instant Jack and Mark looked at each other with fear in their\neyes.\n\n\"What has happened?\" inquired Mark, in an awestruck voice.\n\n\"I don't know,\" answered Jack. \"But look! there are spots of blood over\nthere. That is where the bear was!\"\n\nThe boys ran forward. As they did so their feet seemed to slip from\nunder them. Down and down they felt themselves going. Faster and faster\nthey slipped. They gazed with frightened eyes about them and saw they\nwere on some giant slide of ice, that led into unknown regions.\n\n\"Where are we going?\" gasped Mark.\n\n\"I don't know!\" yelled back Jack. \"At any rate we're getting a good\ncoast!\" He could joke even in the face of danger.\n\nWith a jolt the two boys came to the end of their sudden journey. For a\nmoment they were so startled and shaken up that they could hardly see.\nThen, as their senses came back, they gazed around.\n\nThere were white glistening walls of ice on every side. Above glittered\na tiny patch of light, showing where the blue sky was.\n\n\"Where are we?\" asked Mark.\n\n\"You're with me an' the bear!\" exclaimed a voice.\n\nThe boys started. They saw, lying near them, old Andy. At his feet was\nthe polar bear, dead, with the hunter's knife sticking in his heart.\n\n\"And what place is this?\" asked Jack.\n\n\"It appears to me like a big ice cave,\" answered the hunter.\n\n\"Yes, and we're lost in it,\" spoke up Jack, and gave something of a\nshudder.\n\n\"That's right, my boy,\" answered Andy Sudds.\n\n\n\n\nCHAPTER XI\n\nATTACKED BY SEA LIONS\n\n\nFrightened and alarmed at the unusual sight of an enraged polar bear\nrushing in their direction, Bill and Tom had turned and fled at the\nfirst appearance of danger. They were not cowards, and would probably\nhave faced a mad bull, but that was something they were used to, while a\nbear was something new.\n\nSo they raced back over the ice toward the place where the disabled\nairship rested.\n\n\"Quick!\" yelled Bill.\n\n\"They'll all be killed!\" cried Tom.\n\n\"Who?\" asked the professor, dropping his tools.\n\nRapidly the two helpers told what had occurred, and how they had left\nAndy and the boys as the bear was rushing at them, the hunter having no\nmore cartridges in his gun.\n\n\"Take two rifles from the chest!\" exclaimed the inventor. \"Washington\nand I will follow as soon as we get our furs on! Hurry now!\"\n\nTom and Bill needed no second bidding. Seeing that the magazines of the\nrifles they took were filled, they hastened again over the ice and snow\nin the direction of Sudds and the boys. As they hustled along, the sun,\nwhich had been hidden by clouds, emerged and shone with dazzling\nsplendor on the ice fields. It almost blinded the men.\n\nAs they ran on they heard a shout behind them. Turning, they saw\nWashington and the professor, each with a gun, following. They waited\nfor the pair to come up.\n\n\"How far away is the place?\" asked Mr. Henderson.\n\n\"We must be close to it now,\" said Bill. \"Yes, there is the bear Andy\nkilled,\" pointing to where the dead animal was stretched on the ice.\n\"But where are the boys?\"\n\n\"And where is Andy?\" asked Amos Henderson.\n\nNot knowing what had become of the hunter and the boys, the rescue party\nwas puzzled. They looked on every side but saw no traces. The ground was\nso uneven that the professor suggested the hunter and boys might be\nlying wounded in a hollow, and screened from sight.\n\n\"We must scatter and look for them,\" he said.\n\nMeanwhile the three in the ice cave had been looking about them. They\nsaw what had brought them into the place. It was a big cavern hollowed\nout by nature in the frozen crystals, and leading to it was a smooth\ninclined plane of ice.\n\n\"How are we going to get out?\" asked Jack, after all three had taken a\nsurvey of the cavern.\n\n\"Can't we walk up the place where we slid down?\" asked Mark.\n\nJack was already busy trying to climb up the slippery place. It was much\nharder than it seemed. The incline was a glare of ice, and Jack's first\nattempt sent him sliding back with considerable force to the cavern\nfloor.\n\n\"There's only one way to do it,\" said Andy. \"You must take my hunting\nknife and cut steps in the slide. Then you will have some support for\nyour feet.\"\n\nThe boys saw this was good advice and followed it. But the ice was\nfrozen almost as hard as stone, and after chipping and cutting away for\nhalf an hour they only had three niches.\n\n\"At this rate we will have to stay here several days,\" said the old\nhunter, and there came an anxious note in his voice. \"I wish we could\nsend word to some of the others.\"\n\n\"Hark! What was that?\" asked Jack suddenly.\n\nAll listened. There came a faint report, like that of a gun.\n\n\"It's the professor, Washington, and the two farmers searching for us!\"\nexclaimed Mark. \"They are firing their rifles.\"\n\n\"That's it! They can't find us because we are down in this hole,\" said\nAndy. \"If I only had a cartridge now I could give an answer.\"\n\nThere came another report. This time there was no doubt that signal guns\nwere being fired, for the shot sounded quite close.\n\nJack put his hand in his pocket. His fingers touched something.\n\n\"Hurrah!\" he cried. \"I have my revolver and there are four shots left!\"\n\nHe passed it over to Andy, who shot twice at intervals of about a\nquarter of a minute.\n\n\"Where are you?\" they heard a faint voice calling from somewhere above\ntheir heads.\n\nIn reply Andy fired the last shot. It was responded to, and then, a few\nseconds later, a dark object loomed up at the opening at the top of the\ninclined plane. The prisoners, looking up, recognized the professor.\n\n\"Hello, down there!\" he shouted.\n\n\"Hello, up there!\" answered Andy.\n\n\"We'll get you out!\" called down the inventor. \"How did you get there?\nWhat do you need in order to come up here?\"\n\n\"We slid down,\" said the hunter in reply, \"and we didn't do it for fun\neither. If you're going to get us out you'll need a long rope.\"\n\nThe professor, sizing up the situation, sent Bill Jones back to the ship\non the run to bring a long stout cable. While this was coming there were\nquestions and answers sent up and down the inclined shaft that told each\nof the two parties what had happened. In a short time the rope was\nbrought, and one end fastened to an iron bar thrust into the ice, while\nthe other was thrown down to the prisoners. With this as an aid and\nguide they were able to walk up the incline and soon were on the surface\nagain.\n\n\"There, I forgot something!\" exclaimed the old hunter as he emerged from\nthe mouth of the shaft.\n\n\"What?\" asked the professor.\n\n\"The polar bear,\" was the answer. \"I think I'll go back after him. The\nskin may be valuable.\"\n\n\"There are plenty more,\" said the inventor. \"We have no time to go back\nafter this one. I must hurry to the ship.\"\n\nPulling up the rope, and strapping their rifles on their backs, the\nparty of rescued ones and rescuers began their march to the airship.\nThey decided to leave the bear Andy had first shot on the ice, and come\nback later for some steaks.\n\nIt was a bright day, and though it was very cold, being about twenty\ndegrees below zero, there was no wind, which was a great relief. The\nparty marched on, with Andy in the lead. He had reloaded his rifle with\nsome ammunition the helpers had brought from the ship, and he was almost\nwishing he would meet another bear or two, now that he was ready for\nthem.\n\nJust as the adventurers turned around the side of a large ice hill,\nwhich hid the airship from their sight, they heard a queer noise.\n\n\"What's that?\" asked the professor.\n\n\"Sounded like some beast roaring,\" answered Jack.\n\n\"Look out!\" shouted Andy, springing back, and bringing his gun to bear.\n\"We're in for it now!\"\n\n\"Sea lions, by their looks!\" exclaimed the inventor. \"A whole crowd of\nthem and they are right between us and the ship!\"\n\nThe next instant the party came into full view of the beasts. There were\nabout two hundred of them, great big brutes, with sharp tusks. At the\nsight of the men and boys the animals set up a chorus of roars that\nsounded as if several score of real African jungle lions had broken\nloose. At the same time the beasts, with curious hitchings of their\nunwieldly bodies, advanced on the adventurers!\n\n\"Get your guns ready,\" cried Andy. \"These fellows mean business! Make\nevery shot tell!\"\n\nHe had already begun firing and two of the sea lions toppled over in\nquick succession, testifying to his good aim. Then the boys, the two\nhelpers, the professor and Washington began a fusillade that made the\nicy regions echo and re-echo as though a battle was in progress.\n\nBut the number killed among them, and the sound of the guns, did not\nhalt the progress of the beasts. On and on they came, their roars\nincreasing in fierceness.\n\nThe continuous firing could not be kept up long. Already the old\nhunter's gun was empty, and there was no spare ammunition now. One after\nanother the rifles of the others were emptied of their cartridges. Still\nthe beasts came on.\n\n\"We must retreat!\" shouted Andy. \"Back to the ice cave! They can not get\nus there!\"\n\n\"But what about the airship! We must regain that at any cost!\" called\nthe professor.\n\n\"Wait until these beasts go away!\" yelled Andy. \"If they get us down\nit's only a matter of seconds before they'll kill us with those tusks!\nRun back!\"\n\nAll turned to execute this command. There was only a narrow opening in\nthe slowly encircling ring of sea lions, and this the adventurers made\nfor, running toward the ice cave. They had passed beyond the mass of the\nbeasts, when a loud cry from Jack startled them. At the same time he\npointed ahead.\n\nThere, coming on at full speed was a pack of polar bears! The\nadventurers were between the two forces of enraged animals!\n\n\n\n\nCHAPTER XII\n\nA MYSTERIOUS MESSAGE\n\n\n\"It's all up with us now!\" shouted Andy. \"I wish I had never come to the\nnorth pole!\"\n\n\"How shall we escape?\" yelled the professor.\n\nNot knowing what to do, the whole party stood still. Behind them were\nthe sea lions, roaring and snorting. In front of them, a hundred feet\naway were the bears, growling and howling.\n\n\"Turn to the right!\" cried Jack. \"There is a big hill of ice we can\nclimb!\"\n\nThe adventurers turned. As they did so Mark glanced back at the sea\nlions, and uttered a cry of surprise.\n\n\"The lions are running away!\" he shouted.\n\nSure enough, the seals, though their progress could not be called\n\"running\" were retreating with their hitching, lumbering gait, away from\nthe adventurers.\n\n\"But the bears are coming!\" called Andy.\n\n\"They aren't after us! It's the sea lions they want!\" exclaimed Jack. \"I\ndon't believe they will pay any attention to us!\"\n\n\"The boy is right!\" came from Andy. \"The bears want fresh meat and are\ngoing to tackle the lions. We're safe, but we'd better not stay around\nhere long!\"\n\nJack's surmise was correct. The white bears did not follow the\nadventurers when the latter had run to the right. Instead, increasing\ntheir pace, the polar bears sprang into the midst of the sea lions and\nsoon there was a fierce battle between the two animal forces.\n\nIt was a fearful sight and the adventurers gazed at it in wonder,\nmingled with terror. The bears would seek to enfold the lions in their\nstrong fore-paws, while the lions would try to sink their long tusks\ninto the vitals of the enemy.\n\nNearly a dozen had been killed on either side, but still the battle\nraged fiercely. The men and boys were so fascinated by the sight that\nthey did not move, but stood staring from a small hummock of ice they\nhad mounted.\n\n\"I think we had better go!\" called Professor Henderson. \"No telling when\nthey will get tired of fighting each other and turn on us. Besides I am\nanxious about the ship.\" And off they started.\n\nThe ship rested in the same position it had settled in when the gas\ncontracted. No harm had come to it as the fall had been so gradual.\n\n\"I'll have the gas machine in operation in about an hour,\" Professor\nHenderson said. \"Meanwhile, Bill, you and Tom had better get some dinner\nfor us. I'm hungry and I dare say the others are. Have some hot coffee,\nfor it is growing colder.\"\n\n\"I was thinking I didn't feel quite so warm,\" observed Andy. \"While\nthere was a lot of excitement I didn't notice it, but now I am chilled\nthrough.\"\n\n\"No wonder,\" remarked the inventor. \"It's forty degrees below zero!\"\n\nAll were glad to go inside the ship which was warmed with gasolene\nstoves. Bill and Tom took off their heavy furs and began preparing a\nmeal, which was soon smoking on the table. Everyone had a good appetite,\nand, just as the boys, with Andy and the two farmers were about to sit\ndown, the professor came into the dining room.\n\n\"It's all right!\" he exclaimed. \"Washington and I have the machine\nfixed. The gas is generating and we will be able to rise and continue\nour journey in about an hour.\"\n\nThis was good news, and, during the dinner the adventures of the\nmorning were talked over in detail.\n\n\"We certainly had excitement enough for one day,\" observed Jack.\n\nRising from the table and donning their furs Jack and Mark went out on\nthe deck. They glanced up at the gas bag, and found it was filling out\nfrom the pressure of the vapor being pumped into it from the machine.\n\n\"I wonder if we'd have time to walk out on the ice a little?\" asked\nMark. \"I haven't had a chance to look around, we've been so busy since\nwe landed.\"\n\n\"We'll ask the captain,\" spoke Jack. \"I'd like a little stroll myself.\"\n\nThe inventor had no objections.\n\n\"Don't go far away,\" he cautioned. \"We'll start very soon now, and don't\ngo near those animals.\"\n\nThe boys promised, and then, climbing over the rail, and down the ice\nhummocks they walked along a broad level expanse that stretched out for\nabout a mile.\n\nThey had not gone far before Jack, who was in the lead, came to a halt.\n\n\"Look here!\" he called to Mark, who came hurrying up.\n\n\"What is it?\"\n\n\"There's a pile of bones frozen into the ice! Looks as if there had been\na fight here between bears and sea lions, and this is all that was left.\nThey ate each other up, all but the bones, which became covered with\nice.\"\n\n\"Those aren't animal bones, Jack!\"\n\n\"Why not?\"\n\n\"See, there is the skull of a man! And another! There are a dozen\nskulls!\" and Mark pointed to where they showed from underneath the\ncrystal ice.\n\n\"You're right!\" Jack shouted. \"And see! Here is something that looks\nlike a copper cylinder! Maybe it has something inside! We must tell\nProfessor Henderson!\"\n\nFull of the importance of their discovery, the boys hastened back to the\nairship. The old inventor was much interested. Directing Washington to\nkeep a careful eye on the gas machine, and taking an axe with him, the\ncaptain returned with the boys to where the bones were.\n\n\"They are certainly the remains of human beings,\" was the professor's\nopinion. \"I don't know that it would be any service to dig them out, but\nthat copper cylinder may be of value.\"\n\nA few blows with the axe served to chop out the object. It was about\ntwo feet long and nearly three inches in diameter, and seemed to be\nsecurely sealed.\n\n\"We'll take it back to the ship and open it,\" said the inventor. \"It is\ntoo cold to do it here.\"\n\nBack to the _Monarch_ they hurried. Then, with a file, the professor\nremoved one end of the copper case. From within he drew out a roll of\npaper, a watch, a knife and a few trinkets such as a man would carry\nabout him.\n\n\"Some white man did this!\" exclaimed the old inventor, his hands\ntrembling with eagerness as he unrolled the paper. \"Let us see if he has\nleft any word behind to tell of his death.\"\n\nAll crowded around while Amos Henderson glanced at the mysterious\nmessage that had so curiously come to them. Some of the writing was very\nfaint, but by the aid of a magnifying glass it was deciphered. Then,\namid a deep silence the professor read the paper.\n\n\"Whoever may find this, take warning and do not seek to find the north\npole. Danger lurks there. My name is Andre Christiansen, and I am a Dane,\neducated in America, who set out to find the pole. I discovered it but\nwas taken into captivity by the fierce people who dwell around it. They\ndetermined to get rid of me. With a party I was sent away. I was to be\nkilled and buried in the ice. Before they could kill me we were all\nattacked by polar bears. All the other men were killed and I was wounded.\nAs I write this I am dying. I write it with my blood and a piece of bone.\nSend word to Denmark of my death, kind friend whoever you may be that\nfinds this. If you reach this far in your search for the pole, be warned\nand go no farther. This is all I can write. I am nearly dead. I put the\nmessage in this copper cylinder which I brought along. I hope it will be\nfound. Good-bye.\"\n\nFor a few moments after the professor ceased reading the strange message\nno one spoke. They were all thinking of the terrible fate that had\nbefallen Andre Christiansen; to die all alone in that icy land, yet who,\nin the agony of death had thought to warn some explorer who might come\nafter him.\n\n\"Poor fellow,\" murmured Amos Henderson. \"He must have died soon after\nputting the message in the cylinder.\"\n\n\"And then the bears finished up their work by eating him and the men who\nwanted to kill him,\" said Andy. \"They left only the bones.\"\n\n\"How long ago do you suppose that was written?\" asked Jack.\n\n\"There is no telling,\" replied the professor. \"But it must have been\nseveral years. I have read of all recent polar expeditions, and within\nthe last twenty years there has been no one of this name to venture\ntoward the pole. Besides the copper cap on the cylinder has become\nrusted on, and that would indicate the passage of considerable time.\"\n\n\"I wonder if there are people at the pole?\" came from Mark.\n\n\"We'll go and see!\" exclaimed the professor.\n\n\"You don't mean to say you are going further north after what that\nmessage says?\" asked Andy Sudds.\n\n\"Certainly; why not?\"\n\n\"We may all be killed.\"\n\n\"We'll try not to have that happen,\" said the professor. \"I am glad you\nboys found this. It is a valuable relic,\" and Amos Henderson put the\nmessage, the trinkets and the cylinder carefully away.\n\n\"I--I guess I won't go--\" began Andy.\n\nAt that instant the airship gave a sudden tremble. Then the whole craft\nshivered. Next it began to rise in the air.\n\n\"Here we go!\" cried the professor.\n\n\n\n\nCHAPTER XIII\n\nFORWARD ONCE MORE\n\n\nThe airship rose rapidly. Washington had continued to operate the gas\nmachine until there was a sufficient quantity of vapor to overcome the\ncontracting influence of the cold atmosphere.\n\n\"Forward once more!\" cried the professor, hurrying to the engine room.\n\"This time we may reach the north pole!\"\n\nHe and Washington soon started the motors, the dynamos and engines. The\npropeller revolved rapidly. The adventurers were under way again.\n\n\"Jack and Mark, go into the conning tower and steer!\" called Mr.\nHenderson from the engine room. \"Take her up about half a mile, and send\nher straight north by the compass. I have to adjust some of the\nmachinery.\"\n\nDelighted at the prospect of running the airship, the two boys hurried\nforward. Mark went to the steering wheel, which was similar to the kind\nused on automobiles. The _Monarch_ was heading to the west, having no\none to guide her, but Mark soon brought her around until her bow was\npoked directly for the north.\n\nUnder the guidance of the two boys, the airship rushed forward. They had\nbecome somewhat used to the queer feeling of being high up in the air,\nand now it did not seem wonderful to be sailing among the clouds, though\ntwo weeks before they would have laughed at the idea of such a thing.\nAndy and the two farmers had, likewise, become a little indifferent to\nthe strange sensations, and, aside from being careful not to go too near\nthe rail of the ship when it was sailing aloft, they took no more\nprecautions than as if they were on the deck of a steamboat.\n\nFor several hours the ship was kept on her course. The boys remained in\nthe conning tower, gazing ahead. Not a single thing could be observed\nbut a monotonous expanse of whiteness. Now and then they would run into\na bank of clouds which obscured their vision as if there was a heavy\nfog.\n\n\"Look at the clock!\" exclaimed Mark suddenly, pointing to the\ntime-piece.\n\n\"What's the matter with it?\" asked Jack.\n\n\"Can it be right?\" went on Mark. \"Surely it isn't nine o'clock, and the\nsun shining as brightly as if it was noon.\"\n\n\"It's nine o'clock at night!\" exclaimed the professor, entering the\nsteering tower in time to hear Mark's words.\n\n\"But it can't be,\" argued the boy. \"Look how the sun is shining.\"\n\n\"You must realize where you are,\" was the reply. \"We are so far north,\nmy boy, that we are in the land of the midnight sun. From now on we will\nhave daylight all the while. We are nearing the pole, where it is light\nsix months of the year, and dark the other six. We are having summer\nhere, now.\"\n\n\"I guess it don't feel much like summer outside,\" said Mark. \"The\nthermometer indicates fifty below zero!\"\n\n\"So it does,\" said Amos Henderson, glancing at the instrument which,\nthough it was outside, could be read through the glass in the tower.\n\"Well, we may have struck a cold wave. Ordinarily we will not have much\nmore than twenty below zero when the sun shines.\"\n\n\"That's cold enough for me,\" said Mark.\n\nThe professor announced that the airship's machinery was now in good\nshape. He said he expected to come to the end of the journey in about\nthree days more, provided no accidents occurred, and there were no\nstorms to delay the _Monarch_.\n\n\"I think we will divide the night into four watches,\" he said.\n\"Washington, Jack, Mark and I will take them in turn. During the day we\nwill all be on duty, but from six in the morning to six at night we will\nstand watch and watch.\"\n\nIt was arranged that Jack should take the first period, the professor\nthe second, Mark the third and Washington the fourth. As the first watch\nhad passed Jack was excused and the inventor said he would take charge\nof the ship. Then, as every one was tired from the happenings of the\nday, they all went to bed, excepting Amos Henderson, who entered the\ntower to steer the ship.\n\nThe engines, dynamos and motors ran without much attention save such as\nthe pilot might give them occasionally, for he could leave the ship with\nthe steering wheel fastened, a few minutes at a time, as there was no\ndanger of collisions. So the _Monarch_ continued to race toward the\nnorth.\n\nIt was almost time for Mark's tour of duty to begin. The two boys, who\nwere sleeping together, were in a deep slumber, when Washington ran in\nand shouted at the top of his voice:\n\n\"Wake up everybody! De perfessor is killed dead!\"\n\nAndy, Mark, Jack and the two helpers sat up in their bunks, rubbing\ntheir sleepy eyes and wondering what had happened.\n\n\"What's the matter?\" asked Jack.\n\n\"Mr. Henderson is dead! He's in the engine room!\"\n\n\"What killed him?\" inquired Andy.\n\n\"He must hab got a shock from de dynamo!\"\n\nAndy jumped from his bunk and hurried to the engine room. There, as the\nnegro had described, Professor Henderson was lying white and senseless\non the floor.\n\nThe old hunter stooped over the inventor and felt of his heart.\n\n\"He is alive!\" he exclaimed. \"His heart beats! We must carry him to a\nbunk!\"\n\nAided by Washington, Andy carried the professor to the sleeping room,\nwhere he was made comfortable in one of the beds. The captain was so\nnear death that he could not be seen to breathe, and only the faint\nflutter of his heart told that life existed.\n\n\"We're lost!\" cried Washington. \"If he dies we'll never get back home\nagain. He is de only one dat knows how to mix de chemicals for de gas!\"\n\nThis was alarming news. Without the mysterious vapor the ship would not\nkeep afloat long, nor could it be worked back from the desolate land of\nice and snow. How much of the gas was left no one knew.\n\n\"Did he ever get a shock like this before?\" asked the hunter of\nWashington.\n\n\"Once, but not so strong.\"\n\n\"What did you do for him? What medicine did he take?\"\n\n\"Glory! Glory!\" shouted the negro, jumping up and down in his\nexcitement. \"I remembers it now. Wait a second!\"\n\nHe hurried to the engine room, and came back in a little while with a\nsmall bottle.\n\n\"Perfessor done say,\" he began, \"dat if eber I seed him senselike, when\nhe done gone and got a shock from de 'lectrisititeness, I was to gib him\ntwo spoons full ob dis.\"\n\nAndy took the bottle, which contained a red liquid. Bill got a spoon\nfrom the locker where the dishes were kept. With hands that trembled the\nold hunter poured out some of the fluid. Then, with Jack's help he\nforced open the inventor's mouth and put the medicine in.\n\n\"I hope it works!\" murmured Andy.\n\nHe poured out a second spoonful. This was administered to the\nunconscious man. In a few seconds his face that had been pale showed a\nlittle color. His chest expanded as he drew a long breath. Then the old\ninventor opened his eyes and asked faintly:\n\n\"What happened? Where am I?\"\n\n\"You are all right now,\" spoke Andy in a gentle voice. \"You are out of\ndanger I hope, and safe on the _Monarch_.\"\n\n\"Is the airship all right?\" asked the captain eagerly.\n\n\"Yes, and sailing along like a bird,\" was the answer. In fact every one\nhad forgotten that the craft was forging ahead, and that all the\nmachinery was working.\n\nA look of relief crossed Professor Henderson's face, and he sat up.\n\n\"I remember now,\" he said. \"I was adjusting the dynamo, and I touched a\nlive wire. The current was very strong. It is a wonder I was not killed.\nBut how did you bring me around again?\"\n\n\"Washington happened to remember some medicine you had told him to use\nin emergencies.\"\n\n\"Oh, yes: I'm glad I had some on board. It is a remedy for those shocked\nwith electricity. But I must see to the machinery.\"\n\n\"No, you must not,\" said Andy firmly. \"You are too weak to get up yet,\nand you have a bad burn on your hand.\"\n\n\"All right,\" agreed Amos Henderson, for he felt weak and sick from the\nshock. \"Some one had better see to the steering now,\" he added, and then\nhe leaned back in the bunk and closed his eyes.\n\nJack ran to the conning tower. He found that the ship, under the\ninfluence of a strong wind, was going due west, instead of to the north.\nHe shifted the steering wheel and brought the _Monarch_ on her course\nagain, pointing to the north pole. Then he called for Mark, and the two\nboys arranged that between them they would run the ship until Professor\nHenderson recovered.\n\nAndy and Washington, who were watching beside the professor's bunk,\nwhere he reclined, seemingly in a deep slumber, were startled as he\nsuddenly sat upright.\n\n\"Hark!\" the old man exclaimed. \"Listen! Do you hear it?\"\n\n\"Hear what?\" asked the hunter, in a soothing tone, wishing to humor the\nsick man.\n\n\"Do you not hear a terrible rushing, roaring wind? The ship! The ship is\nin danger!\"\n\nThe thrilling words sent a chill to the hearts of the watchers. There\nwas no sign of a storm. In fact it was strangely quiet outside, the\nonly noise heard being that of the engines of the ship.\n\n\"His mind wanders,\" said Andy.\n\nHe had no sooner spoken than a cry from Jack, who with Mark was in the\nsteering tower, startled them. His voice ran out through the cabins as\nhe cried:\n\n\"A whirlwind! A whirlwind! We are running straight into a whirlwind!\"\n\n\n\n\nCHAPTER XIV\n\nTOSSED BY A TORNADO\n\n\n\"Shut down de engines!\" cried Washington.\n\n\"Lower the ship!\" exclaimed Mark, who had run back from the tower.\n\"Close to the earth we may escape the wind!\"\n\n\"Is it headed toward us?\" asked Andy.\n\n\"Straight,\" answered Mark. Jack tried to steer to one side, but the\ncurrents of air sucked the ship right back into the path again!\n\n\"The captain knew more than we gave him credit for,\" muttered the\nhunter. \"He heard the storm coming.\"\n\nThe air, that had been so strangely quiet, now vibrated with a curious\nhumming. It seemed to make the whole ship tremble. Then, just as the\ncraft began to settle down, the upward pulling force of the gas being\nlessened under Washington's manipulations, there came a terrible\nroaring. The wind howled like a thousand demons seeking to tear the\n_Monarch_ to pieces.\n\n\"It's a regular tornado!\" cried Andy.\n\nThen the storm picked the downward-falling ship up as if it had been a\nfeather and tossed the craft into the air. The adventurers were in a sad\nplight.\n\nThere was nothing to be done. The forces of nature were ten times\nstronger than those of man. To start the engines and try to run the ship\nout of the grasp of the wind would only mean to strain the craft to a\ndangerous point. There was but one thing to do, to run before the\ntornado, as ships on the sea scud before the gale. In this way the\nairship might be saved, if it was not dashed down to earth.\n\nAs soon as this plan manifested itself to be the best one, Washington\nstopped drawing gas from the bag. He wanted to keep the ship as high as\nhe could. Jack still held his place in the conning tower, but he could\ndo nothing to guide the craft, and it would have been folly to attempt\nit, so fearful was the force of the wind.\n\n\"Which way are we headed?\" asked Mark, making his way back to the tower\nwhere Jack was.\n\n\"Almost due west,\" was the reply. \"About two points to the south, too.\"\n\n\"Then we are being driven away from the north pole,\" said Mark.\n\n\"We're as helpless as kittens tied up in a sack,\" said Andy. \"If only I\ncould do something I'd feel better. But I've got to sit here and take\nwhat comes.\"\n\nThe sick man stirred uneasily. Then he muttered in his delirium\nsomething about the tornado that was tossing him from side to side of\nthe bunk.\n\nStrangely enough there was nothing to the storm but wind. There was no\nrain or snow, and the air was remarkably clear, excepting for the\ndarkness of the clouds. Aside from the way in which the ship was blown\nalong there was nothing to indicate that the breeze was rushing along at\ntempest speed. There were no trees bent to the earth, and no clouds of\ndust. The sky clouds kept pace with the airship.\n\n\"I wonder where we are?\" asked Jack, who with Mark had come back from\nthe tower.\n\n\"We'll have to guess at it,\" replied Andy. \"It would be as much as a\nman's life is worth to go outside and take an observation.\"\n\n\"Don't hab to do dat,\" broke in Washington. \"See here!\"\n\nHe stooped over and pulled on an iron ring that was fastened in the\nfloor of the dining-room cabin. A section of a board came up.\n\n\"Look!\" exclaimed the negro pointing down. All leaned forward and saw\nthat a heavy plate glass had been set over a hole cut through the floor\nof the ship. By means of this strange window one could look directly\ndown toward the earth. Jack kneeled and peered through the glass. He\nrose to his feet with a cry of fear.\n\n\"What's the matter?\" asked Andy.\n\n\"We are right over the ocean!\" exclaimed the boy. \"I can see immense\nwaves not three hundred feet below! The airship must be falling and\nwe'll be dashed into the sea!\"\n\nAt these words Washington ran to the engine room. He looked at the\nheight indicator.\n\n\"We's four hundred feet in de air, an' a--we's agoin' down!\" he\nmuttered.\n\nJack, who had followed him, saw by the instrument what the dreadful\ntruth was. Blown from her course, the _Monarch_ was now over an open\npolar sea, into which she might be dashed at any moment. The tornado\nstill howled and roared outside, making it impossible to inflate the gas\nbag, so strong was the pressure of wind on it. And without a fresh\nsupply of gas, the ship must fall.\n\nThere was no abatement to the tornado. The ship was tossed more\nviolently than ever. Jack peered through the floor-window again.\n\n\"We are nearer the water!\" he exclaimed as he arose. \"The sea is\ncovered with icebergs. They are crashing together in the big waves. If\nwe fall the ship will be ground to pieces in the floes!\"\n\n\"Try the gas machine again!\" urged Andy. \"Maybe the wind has lessened.\"\n\nWashington started the machine. He kept one eye on the needle of the\nindicator that told the gas pressure in the bag, and the other on the\nheight register. The black pointer of the latter went lower and lower.\nIt was now at one hundred, and kept on going down slowly, until it stood\nat seventy-five. Soon only sixty-five feet stood between the airship and\nher passengers, and the angry, swirling water beneath, where the\nicebergs crashed and ground together.\n\nThen Washington, who was ready to faint with fear and despair, gave a\ncry of joy. He had noticed that the height indicator stopped. At the\nsame time the gas register showed that the vapor from the machine was\nentering the bag.\n\n\"Glory! Glory!\" cried the negro. \"We's saved now. De ship is goin' up,\nand the gas is workin' in. De wind must be goin' down!\"\n\nThen, while all save Professor Henderson, who was still unconscious,\ncrowded into the engine room, they saw that what Washington said was\ntrue. The pressure of the wind had lessened, permitting the bag to fill\nwith the gas. This served to lift the ship, and the pointer on the\nheight indicator began to move upward. Higher and higher went the craft,\nuntil in a few minutes the register showed six hundred feet. They had\nbeen saved from death in the sea.\n\n\"Hurrah!\" cried Jack. \"I believe the tornado has left us!\"\n\nIndeed the roaring of the wind was less now. The ship was no longer\nviolently tossed. In a few minutes the wind died away almost completely,\nand, aside from the rising motion, and a slight swaying, the _Monarch_\nrode on an even keel. The danger was over.\n\n\"Is the ship safe?\" called Professor Henderson from his bunk.\n\n\"All safe!\" exclaimed the hunter cheerfully. \"We had a little blow, but\nit is all over, and the _Monarch_ behaved like the King she is--or,\nperhaps I ought to say Queen, seeing that all ships are ladies. But how\ndo you feel, professor?\"\n\n\"I am much better,\" was the answer, showing that the medicine had done\nits work. \"I feel hungry,\" he went on. \"What time is it?\"\n\n\"Six o'clock,\" answered Jack, looking at the dial.\n\n\"Night or morning?\"\n\n\"Morning, I guess.\"\n\n\"Then we'll have breakfast,\" said the professor with a smile.\n\nHe stepped from the bunk. As he did so there was a sudden lurch to the\nship. Then it began to sink suddenly.\n\n\"We are going down!\" cried the captain. \"What has happened?\"\n\n\"The gas bag is leaking again!\" shouted Washington from the engine room.\n\n\n\n\nCHAPTER XV\n\nPRISONERS OF THE ESQUIMAUX\n\n\nThe hearts of all were filled with new terror. They had just come safely\nthrough one danger only to fall into another.\n\nThe professor limped to the engine room. A glance confirmed his fears.\nThe gas was escaping from the bag in large quantities.\n\n\"I am afraid the patch we put on has come loose,\" he said. \"The tornado\nmust have unfastened it. Are we over land or sea?\" he asked anxiously.\n\nJack hurried to where the sheet of thick glass was set into the floor of\nthe cabin. He peered down toward the ground.\n\n\"We are over land, or, at least, a big ice field,\" he said, looking up.\"\nWe must have crossed some arm of the sea, or, perhaps, a bay.\" Then, as\nhe looked down through the window again, he gave a frightened start.\n\"There are people below us!\" he cried. \"I can see hundreds of them! They\nare waiting for us to land!\"\n\nThe ship was fast settling, and, because of that fact, and for the\nreason that the propeller was sending it ahead, the _Monarch_ was\napproaching the ice at a sharp angle.\n\n\"Stop the engines!\" commanded the professor. \"Our only hope is in coming\ndown easily. If we strike the ice hard we are lost!\"\n\nLower and lower sank the _Monarch_, like a bird with a broken wing. In a\nfew minutes there came a sudden jar that told the ship had struck the\nice. Then, with a swish and rustle the silk bag, emptied of gas fell on\nthe roof of the cabins. The _Monarch_ had come down between two big\nhummocks of ice, and rested almost in a level position.\n\nThe adventurers peered from the windows. At first they could see nothing\nbut a vast expanse of frozen whiteness. Then the ship, in an instant,\nseemed to be surrounded by men, women and children, all dressed in furs,\nonly their faces showing.\n\n\"Here they come!\" cried Andy.\n\nThe Esquimaux showed no fear of the airship nor the strange beings that\ninhabited it. They advanced boldly, many of them bearing rude weapons,\nspears, stone axes, and bows and arrows of bone. They were a fierce\nlooking crowd.\n\n\"I can't have them come inside the ship,\" spoke the professor, \"they\nwill tear the machinery apart.\"\n\n\"Shall I fire on them?\" asked Andy, getting his rifle ready.\n\n\"Not for the world!\" cried the captain. \"They are ten to our one, and\nprobably this is but a small part of the tribe. Our only safety lies in\npeaceful means. Come, we must put on our fur garments and go outside.\nThat may induce them to let the ship alone.\"\n\n\"They may take us prisoners,\" objected Jack.\n\n\"Better be prisoners with the airship safe than with it all broken so we\ncan never use it,\" said the old inventor. \"If we lose the ship then we\nare lost indeed. If we go out to them, they may be afraid to venture in\nalone. Come, we must hurry!\"\n\nObeying the captain's advice, they all donned their fur garments, and\neach took a revolver and several rounds of ammunition. These small\nweapons could be concealed about them without much trouble.\n\nThen the whole party emerged from the cabins out on the forward deck of\nthe _Monarch_. It was high time, for several of the Esquimaux, with\ntheir big stone axes, were advancing to batter in the doors. At the\nsight of the adventurers, who had only been dimly observed through the\nwindows, there arose a great shout among the savages.\n\nRapidly the air-travelers climbed over the ship's rail, down on to the\nice, and walked boldly among the Esquimaux.\n\n\"Show a brave front!\" exclaimed the captain, in a low voice. \"Perhaps\nthey mean no harm after all.\"\n\nBut this idea was soon dismissed. With a shout the foremost of the\nnatives rushed on the party of whites, surrounded them, and, before any\none had a chance to draw his revolver, had he desired to do so, each\nmember of the _Monarch's_ crew was seized and bound with strong thongs\nof walrus hide.\n\n\"Well, they've got us,\" groaned old Andy. \"I wish I'd taken a few shots\nat them first!\"\n\nThe old inventor watched narrowly every move the Esquimaux made. At\nfirst several of the natives showed a desire to penetrate the interior\nof the _Monarch_. But the commands of one big man, evidently the chief,\nwho was clad entirely in white furs, deterred them. Scores crawled up\nthe ice hummock and looked the strange craft over with wondering eyes,\nbut none molested it.\n\nSuddenly the man in the white furs uttered a loud cry. It was answered\nfrom a dozen throats, and then great activity was manifested. Big\nsledges, made of bone for a framework, with laced thongs for a body,\nwere brought up, and dogs were harnessed to the vehicles. While some\nnatives were attending to this, others scattered in different\ndirections, returning presently with large supplies of dead fish, seals,\nand a large polar bear.\n\n\"This is evidently a hunting party,\" said Mr. Henderson. \"They have been\naway from their main town or camp for several days, and were on their\nway back when they saw our airship. I wonder what they will do with us.\"\n\nHe was not long left in doubt. The chief of the Esquimaux approached\nthe adventurers, who, bound with thongs, were sitting on the ice. He\naddressed Washington in a strange language, but Washington, with a\nmotion of his head nodded toward Captain Henderson, to indicate that he\nwas the commander of the party. To the old inventor, therefore, did the\nnative in the white furs speak next.\n\nHe made a motion of a person reclining on a sledge and indicated that\nthe captives were to be taken away in that fashion. Then the chief\nmotioned to his mouth and pretended to chew.\n\n\"He seems to want us to take a sleigh ride and get something to eat,\"\nsaid Mr. Henderson. \"I suppose we might as well go along.\"\n\nHe nodded an assent to the Esquimaux chief, thinking the sign for that\nwould be understood. It was, evidently, for the chief nodded back and\nsmiled.\n\nThe rude sleds were brought close to the party from the _Monarch_. Then\nthe captives were bundled on the vehicles like so many logs of wood, and\nbound to the runners with hide thongs. Next a fur robe was thrown over\neach one, a hole being left for them to breathe, and a dog driver took\nhis position at the front of each sled.\n\nWith cracks of the whips and wild shouts the natives started off at a\nrapid speed. Then it was the prisoners appreciated the extra fur\ncoverings, for when the vehicles were in motion the keen wind cut like\na knife on the little portion of the face left exposed.\n\nA sharp pang of regret struck the professor's heart as he realized that\nhe was being carried away from his beloved airship, which was left in\nthe hands of the enemy. They might wreck it he realized, to get the\nvaluable wood and metal in the different parts. If they did, it would\nmean that the adventurers would be doomed to remain in the land of\nperpetual ice and snow forever.\n\nFor several hours the journey was continued. The dogs drawing the sleds\nnever seemed to slacken their speed, but, urged by voice and whip, sped\non over ice and snow.\n\nSuddenly a loud cry sounded. The sleds, as if in obedience to a command,\ncame to a halt. The captives raised their heads and saw that the whole\nparty had come to a stop. Several of the Esquimaux began opening bundles\nand took out pieces of frozen fat meat. With this they went from team to\nteam among the dogs, and fed the brutes that seemed ravenous from\nhunger.\n\nThe animals provided with a meal, the Esquimaux fed themselves. It was a\nprimitive feast. The men simply bit off chunks of fat and blubber and\nswallowed them almost whole.\n\n\"I'm pretty hungry, but I don't believe I could eat that,\" observed\nJack.\n\n\"Wait until you get a chance,\" advised Mark. \"Maybe they are not going\nto offer us any. As for me, I am starved enough to tackle most\nanything.\"\n\nPresently the Esquimaux chief approached the captives, who had been\ndrawn close together on their sleds. The leader of the natives had in\nhis hands some queer looking stuff. At a sign from him several of the\nother Esquimaux loosened the bonds that bound the prisoners.\n\n\"Um!\" grunted the chief. \"Um! Um!\" At least his words sounded like that.\n\n\"I guess he wants us to eat,\" said the professor.\n\nHe took some of the food the Esquimaux chief held out. The stuff did\nnot look very inviting, about as much like cold fat as anything. The\nprofessor bit into it.\n\n\"It's good!\" he exclaimed. \"It's chopped up meat and suet, and it's\ncooked! Eat it!\"\n\nThey all did, for they were very hungry and cold. Then the captives were\nbound again, the dogs were harnessed, and the journey was resumed. The\nsun still shone, though it was getting late, but the prisoners were all\nsleepy, for, by the run of hours, it was now night.\n\nOn and on went the sleds. Jack had dozed off, when he was aroused by a\nshout. He raised his head to look about him, and was filled with terror\nat what he saw.\n\nThe sled he was on, as well as all the others, was coasting down a great\nhill of ice at fearful speed! The dogs were gone, and the fleet of\nsleighs, under their own weight, were dashing down the Mountainous side\nof a great glacier!\n\n\n\n\nCHAPTER XVI\n\nTHE STRANGE WOMAN AIDS\n\n\n\"Professor! Professor!\" cried Jack. He saw the sled on which the old\ninventor was lashed close to him.\n\n\"Eh! Yes! What is it?\" asked the old man, sticking his head out from\nunder the fur robe.\n\n\"They have set us adrift down the mountain and we'll be killed!\"\n\nThe boy struggled to free himself from his bonds. The professor, raising\nhis head and realizing the danger, did likewise.\n\nBut the tough walrus hide was too tightly drawn. The captives, if they\nwent to their deaths, would go bound and unable to help themselves. In\nterror Jack glanced on either side of him. To his surprise he noticed\nthat not only were the sleds of himself and his comrades going down the\nhill, but the vehicles of all the Esquimaux as well.\n\n\"Can an accident have happened?\" he asked himself. \"Or have they all\ngone crazy? This beats me.\"\n\nFaster and faster went the sleighs. Showers of ice splinters flew up on\neither side of the bone runners. The wind whistled past Jack's face.\nThen, as a sled of one of the natives shot near to Jack's, the boy\nnoticed that the Esquimaux's face was calm, and he was smiling a bit.\n\n\"This doesn't look as if he was going to be killed,\" reasoned the boy.\nBut the speed of the sleds never slackened and Jack was much afraid, as\nwere the other prisoners.\n\nBut at length, with a swish and a whizz, the sleighs shot around a\ncurve, and slid out on a broad expanse of smooth ice. Off jumped the\nnatives, laughing and chatting. Then Jack realized the truth.\n\nThe Esquimaux, instead of trusting to their dogs to draw them down the\nsteep hill, had simply coasted, just as Jack had done many a time at\nhome.\n\nIn a little while the dogs, that had been led by a number of the natives\ndown an easier path than that which the steep hill offered, came up,\nbarking and yelping. They were again harnessed to the sledges, and the\njourney commenced once more.\n\nThis time it did not last more than an hour. It was along a level\nstretch of ice, and soon they were in the midst of an Esquimaux village.\n\nHuts of ice, with rounded tops, were on every side, with here and there\na tent made of seal skins stretched over poles. There were several\nhundred inhabitants, who mingled with the members of the hunting party,\nthat included men, women and children, for, when the Esquimaux go for a\nseveral days' stay after fish they take their families along.\n\n\"We seem to have struck camp at last,\" remarked the professor to Andy.\n\"I wonder what they are going to do with us now.\"\n\n\"The least they could do would be to untie us and give us a good meal,\"\ngrowled the old hunter, who was stiff from being bound so long on the\nsled.\n\n\"Who said dinner?\" broke in Washington from his sled. \"I jest wish I had\na chicken pot-pie!\"\n\n\"I'd willingly go without a meal if I was sure the airship was safe,\"\nsighed the professor.\n\nAt this mention of their craft all the adventurers became silent and a\nfeeling of sadness came over them. But they had little time to indulge\nin gloomy thoughts.\n\nAs soon as the inhabitants of the camp had greeted the fishing party the\ncaptives were surrounded by a group of curious ones, who followed the\nchief, in his white furs, to where the prisoners' sleds had been drawn\nup. The white men, who must have seemed strange beings to the Esquimaux,\nwere still fastened to the vehicles. At a word from the leader the bonds\nwere cut.\n\n\"I guess they want us to get up,\" said Jack.\n\nHe rose from his sleigh, and his example was followed by the others. The\nEsquimaux closed around them. Then, before any of the prisoners could\nraise a hand in their defense, they were seized by a score of the dark\nnatives and hurried off across the snow.\n\n\"Draw your revolvers and shoot!\" cried Andy. \"They are going to kill\nus!\"\n\n\"No! No!\" shouted the old inventor. \"To resist now would be folly. Have\npatience a little longer!\"\n\nHis voice was so earnest that all obeyed him. So, unresisting, the\ncaptives were borne away. Then a strange thing happened.\n\nThe sun, which had been shining in the sky from which it would not\ndisappear for six months, suddenly seemed to darken. The captives\nstarted in surprise.\n\n\"What's the matter?\" asked the old inventor, struggling to escape from\nthe arms which held him. \"Is it night?\"\n\n\"I guess dey done gone and blindfolded us!\" exclaimed Washington.\n\nIndeed it was as black as if the prisoners had been plunged into a\ngloomy pit. Then, as they looked up while being half led, half dragged\nalong they saw that they had left the outer air and were being conducted\ninto some sort of a cave.\n\n\"It's an ice-cavern!\" groaned the old hunter, \"They are going to torture\nus as the Indians do!\"\n\n\"Hush!\" cautioned the inventor. \"Do not think of such things. All is not\nyet lost!\"\n\nIn a little while the darkness, caused by the captives being suddenly\ntaken from the bright sunlight into the cave, was somewhat dispelled. It\ngrew gradually brighter, thought they were conducted farther and farther\ninto the recesses of the cavern. Then, as they were led around the turn\nof a passage, they saw what made the light.\n\nScores of rude lamps, made from hollowed out stones, with twisted moss\nfor wicks, and burning seal oil, gave a smoky illumination, that lit up\nthe cave with a red glare. The lamps were set in niches in the icy walls\nof the cavern, while some were placed upon the floor and others seemed\nto be arranged about a sort of altar at the farther end of the big ice\nchamber.\n\nFrom the icy crystal walls the glare of the moss wicks was reflected\nback in a thousand points of light, and amid the glow the captives\nbeheld a score or more of old men seated in a circle about a big centre\nlamp, that shone with a flame five times as bright as any of the others.\n\n\"It looks as if we were being brought before the head men of the tribe,\"\nmuttered the old hunter.\n\nA short distance away from the circle of old men, the native in the\nwhite furs, who seemed to have lost some of his authority on entering\nthe ice chamber, motioned the captives to be seated. They sat down,\ncrossed legs, and waited.\n\nThey were aware that the interior of the cave was much warmer than the\nair outside, and soon were forced to lay aside some of their heavy\ngarments. In a little while several women approached bearing huge\nplatters on which rested smoked chunks of hot meat.\n\nIt did not look very inviting. There were no knives, no forks, no\nnapkins and no plates. None of the somewhat limited comforts of the\nairship were to be had. But the captives were too hungry to mind such\nthings. Using their fingers, they ate ravenously, and found the meat\nvery good, though they did not know what it was.\n\n\"I feel much better,\" said Jack. \"If I only had some place to wash my\nhands now, I'd be quite satisfied.\"\n\n\"You ought to be thankful you got something to eat,\" returned Mark. \"I\nwas almost starved.\"\n\n\"Dat was as good as roast beef, chicken, pork-chops, cranberry sauce,\ncelery an' potatoes,\" observed Washington with a sigh of satisfaction.\n\nSince the native women had brought them food no one in the cave had\ntaken the slightest notice of the prisoners. The men in the centre about\nthe big stone lamp sat like so many dark and graven images, saying not a\nword.\n\n\"I wonder what is next on the program?\" asked Andy.\n\nIn a few minutes an old woman, bearing a stone basin full of some\nliquid, and a horn cup, approached them, and, filling the smaller\nvessel, offered the old professor something to drink. As she neared him\nshe caught sight of his white face and long whitish beard and hair, and\ngave such a start that she nearly dropped the basin she was carrying.\nShe peered down into the old man's face and muttered something that\nsounded like:\n\n\"Ingliss!\"\n\n\"What has she got and what is she saying?\" asked the hunter.\n\n\"I don't know what she said,\" replied Amos Henderson, \"but she has\ngiven me some good milk.\"\n\nThen, going from one to the other, the old woman, who seemed strangely\nagitated as she saw so many white faces, poured out the reindeers' milk,\nwhich made a welcome drink.\n\n\"They are treating us better than I thought they would,\" remarked Andy.\n\"Maybe we will not be so badly off as I feared.\"\n\nSuddenly, from the midst of the circle of natives, a voice arose. The\ncaptives glanced quickly over in the direction, and saw that the man in\nthe white furs, who had superintended their capture, was addressing the\ncouncil.\n\nHis words were strange to the prisoners, but they could tell by his\ngestures he was describing how he had found the white men, who had come\nin the wonderful airship. At times the narrator would point in the\ndirection of the captives. Again he would show by gestures how the\nairship had settled down on the ice. He was interrupted by many\nquestions and, at the end of his tale, a silence fell over the crowd of\nnatives.\n\nThen, as if by some signal, all the lights save the large central lamp\nwere extinguished. By the glow from that the prisoners could see their\ncaptors, one by one, filing from the cave.\n\n\"They are leaving us all alone,\" said the inventor. \"At any rate they\nhave done us no harm, and perhaps may not. If we could only get back to\nthe ship; that would be all I'd ask,\" and he sighed as he thought of his\nbeloved craft.\n\nFor a long while the captives sat in silence, brooding over their fate.\nWorn out by the trials of the day, the two farmers at last fell asleep.\nWashington, too, was soon snoring, and the two boys felt drowsy. The\nregular breathing of the professor told that he, also, had forgotten his\ntroubles in dreamland, and Andy was about to drop off nodding, when he\nwas startled by a soft foot-fall. He sat up on the icy floor of the cave\nwhere he had stretched himself out.\n\n\"Who's there?\" he asked sharply.\n\n\"Sh! Ingliss!\" exclaimed a soft voice. \"No spik! Me like Ingliss! Me\nDirola!\"\n\n\"Who are you?\" asked the old hunter again, but in a whisper.\n\n\"Me like Ingliss!\" was the reply. \"They kill! Me save! You come! All\nIngliss!\"\n\nThen, into the glare of the big lamp, glided the strange woman who had\nbrought the milk.\n\n\n\n\nCHAPTER XVII\n\nFIGHTING FOR THE SHIP\n\n\n\"Professor Henderson! Wake up!\" called Andy. \"Hey, boys, Bill, Tom,\nWashington! This may mean something!\"\n\nIn an instant the prisoners were sitting up, and blinking in the\ndirection of the big lamp.\n\n\"What is it all about?\" asked Amos Henderson.\n\n\"As near as I can make out this lady is going to save us,\" replied the\nhunter. \"She says the natives want to kill us, and that she likes the\nEnglish, though how she can talk United States is more than I can\nunderstand.\"\n\nDirola, as the Esquimaux woman had called herself, approached the old\ninventor, and, kneeling down in front of him, spoke rapidly in her\nbroken tongue.\n\n\"Me save you!\" she repeated. \"Me Dirola! Me from way, way off,\" and she\npointed to the north. \"Me been prisoner here long time. Me see white\nIngliss man once. He come my country. He go way. My people want kill\nhim, no like. He be take away. His name Andre!\"\n\n\"Great Scott!\" exclaimed the professor. \"I believe this woman was\nacquainted with the poor fellow whose bones we found! Can it be\npossible!\"\n\n\"You come; me save!\" went on the strange woman. \"Me no like it here;\nwant go to my people. Me learn spik Ingliss from Andre. Me young girl\nthen!\"\n\n\"Well, of all the strange happenings!\" exclaimed the inventor. \"I\nbelieve she is telling the truth. Probably poor Andre Christiansen got\namong her people and she learned a little English from him.\"\n\n\"You come?\" questioned Dirola. \"Me show you where ship hid.\"\n\n\"I wonder if it's safe to trust her,\" said the old hunter. \"According to\nthe message we found, the people Andre fell among were not very kind.\"\n\nThe woman seemed to understand that some objection was being raised. She\nspoke rapidly and earnestly.\n\n\"My people no harm,\" she said. \"Me tell 'um you save me, they no kill\nyou. You come. Much hurry now. You be killed here!\"\n\n\"I think we might as well chance it,\" was Professor Henderson's\nopinion. \"Perhaps she does know where the ship is from hearing talk\namong members of the fishing party that captured us. What do you say?\nShall we go?\"\n\nEvery one agreed that it would be better than to stay in the cave and\nface an unknown danger. So, wrapping their furs closely about them, the\ncaptives rose silently and prepared to follow the woman, who seemed\npleased that they were going. She did not lead them out the way they had\nbeen brought in, but by a smaller entrance.\n\n\"Go easy!\" she cautioned. \"No want bad mans to hear! They kill Dirola!\"\n\nWalking like cats in their soft boots of fur, the prisoners followed the\nstrange woman who had so opportunely come to their rescue. Though they\nwere very apprehensive, they met with no one. Leaving the glare of the\nbig lamp behind, they were soon in semi-darkness, but in a little while\nthey emerged into the bright sunlight.\n\n\"They all sleep!\" muttered Dirola, motioning toward the camp of\nEsquimaux which she indicated was behind the ice cavern they had just\nleft. \"We walk; den we git dogs an' sleds. Den we ride so no can catch!\"\n\nAt a sign from Dirola the seven prisoners stepped out briskly. It seemed\nqueer to see the sun shining after having been in the dark cave, where\nit looked like night, and to get used to the appearance of Old Sol\nshining steadily all night long, was something the adventurers had not\nquite accomplished. They walked perhaps a mile before they came to where\nthe dog teams were, behind a hill of ice.\n\nThere were two big sleds, with room enough for all, and ten dogs to each\nvehicle. The animals, which were securely tied to pinnacles of ice, were\nsnapping and snarling among themselves.\n\n\"Quick, git on!\" commanded Dirola. \"Maybe they chase us!\"\n\nThe captives needed no second bidding. They piled on the sledges, the\nprofessor, Andy and Washington on one and the two boys and the two\nhelpers on the other. Dirola took her seat in front of Professor\nHenderson.\n\n\"Who's going to drive our dogs?\" asked Jack.\n\n\"No drive. They follow me,\" said the woman, and then Jack saw that the\nforemost animal of his team was tied by a long thong to the rear of the\nfirst sleigh.\n\nThe Esquimaux woman snapped her whip, having first untied the dogs, and\naway the teams went over the snow at a great pace.\n\nThe spirits of all arose as they went on, making mile after mile on\ntheir journey, away from the ice cave and back to the _Monarch_. Dirola\nseemed to know just where she was going, and never hesitated. With voice\nand whip she guided the dog teams on, urging them to top speed, for she\nwas escaping as well as the adventurers.\n\nFor several hours the captives rode, becoming thoroughly chilled, for a\ncold, cutting wind sprang up and blew in their faces.\n\n\"We most there,\" said the woman at length.\n\n\"I'm glad to hear it,\" remarked Andy. \"I will be glad to get back to a\ncivilized place, even if it is an airship.\"\n\nSuddenly Dirola turned her head and glanced behind. As she did so she\nuttered an exclamation and called shrilly to the dogs, at the same time\nsnapping her long whip viciously.\n\n\"What's the matter?\" asked Andy.\n\n\"They come after us.\"\n\nLooking back, Andy was startled to see, about a mile in the rear, more\nthan a score of sleds, laden with fur-robed Esquimaux, in full pursuit.\n\n\"Now we're in for it!\" he cried. \"It will be a race to see who gets to\nthe ship first! Get out your revolvers! I'm not going to be captured\nagain!\"\n\nEach one of the adventurers brought out his weapon. The pursuing\nEsquimaux seemed aware that their former captives had observed them, and\nurged their dog teams to greater speed. It was indeed a race.\n\nDirola's animals had been urged almost to their limit, and were now\nlagging. Voice and whip no longer served to send them forward. Several\nof the beasts were limping.\n\n\"There ship!\" cried the woman suddenly. The crew and owner of the\n_Monarch_ glanced ahead. They saw, about a quarter of a mile in advance,\ntheir airship, resting on an icy ledge.\n\n\"If we can only get there first!\" cried the professor.\n\n\"You forget the leak in the gas bag,\" spoke up Andy. \"That will have to\nbe mended before we can escape.\"\n\n\"With quick work we can do it!\" exclaimed the inventor. \"Hurry on,\nDirola!\"\n\nDirola needed no urging. With fierce words she hurried on the dogs, her\nwhip sounding like a revolver as it snapped and cracked.\n\nBut fast as the escaping ones went, the pursuers seemed to come faster.\nNow they were so close that they could be seen brandishing their spears,\nbows and arrows. Their shouts, too, were borne forward on the cold wind.\n\nAt last the adventurers were at the side of the airship. Hastily they\ndismounted from their sleds turning the dogs loose. The Esquimaux in\npursuit were about half a mile to the rear and would soon be upon them.\n\n\"Quick, Dirola! Into the ship with you!\" called Andy. \"We'll take you\nwith us if we go at all!\"\n\n\"We must mend the tear first!\" exclaimed the professor, scrambling up\nthe icy slope toward the cabin of the _Monarch_ in a fashion that would\nhave done credit to a much younger man. \"Andy, you and the boys, with\nTom and Bill, hold the enemy at bay until Washington and I get the ship\nin readiness for a start!\"\n\n\"All right!\" cried Andy, now in his element. \"I'll make those Esquimaux\nwish they had let us alone!\"\n\nDirola had disappeared inside the cabin. In a few minutes the professor\nand Washington were hard at work setting the machinery in motion.\n\nFirst, after having seen that none of the apparatus was disarranged,\nAmos Henderson started the gas generating machine. Next, leaving\nWashington in charge of this and the engine room, the inventor prepared\na big patch with some cement on it. This he gave to Mark, who quickly\nfound the place where the old patch had come off the silk bag, and\ncovered the opening. Already the bag was beginning to swell with the\ngas.\n\nBut now with loud yells the Esquimaux came rushing up. Leaping off their\nsleds, they began throwing their spears and shooting their arrows.\n\n\n\n\nCHAPTER XVIII\n\nNORTHWARD ONCE MORE\n\n\n\"Repel boarders!\" sung out Andy. \"Where are the guns?\"\n\n\"Here!\" shouted Tom, handing out the rifles fully loaded.\n\nThe old hunter seized a weapon, as did Bill, Jack, and Mark. Tom also\nleveled his gun at the savages.\n\nBang! Crack! Bang! went the guns. It was like a skirmish in battle. As\nAndy directed, each one fired low.\n\nSo heavy a fusillade as the adventurers were able to fire had its\neffect. Many of the Esquimaux fell, none badly hurt, but disabled so\nthey could not attack. Still the main body advanced up the slope with\nangry cries, determined to capture the airship and regain their\ncaptives.\n\nThe ship now began to quiver through its whole length. Larger and larger\ndistended the gas bag. Then, with a motion as of a great bird arising\nfrom where it had been fastened to the earth, the _Monarch_ arose\nslowly in the air. A cry of astonishment burst from the Esquimaux. Some\nwho had hold of the rail retained their grip until they felt themselves\nlifted up. Then they let go suddenly and dropped to the ice.\n\n\"We're off!\" cried Andy. He aimed a blow at a native who was still\nclinging to the ship and endeavoring to spear the old hunter. Andy\nmissed his blow, just as the native let fly his spear, which pierced the\nhunter in the arm.\n\nWith a yell of rage, the native let go and fell. Andy sank back on the\ndeck of the ship sorely wounded. The ship soared aloft. The next instant\nthe propeller started revolving and the _Monarch_ passed off over the\nheads of the savages.\n\n\"Is any one hurt?\" asked the professor, coming from the engine room.\n\n\"Andy was struck by a spear!\" exclaimed Jack.\n\nAt the inventor's suggestion they carried the old hunter into the cabin,\nand laid him on one of the bunks.\n\n\"You take the steering wheel,\" said Amos Henderson to Jack. \"Washington\nwill run the engines for a while and Mark and I will see to Andy. Bill\nand Tom, you can get something to eat; and turn on the heating stoves;\nit is cold here.\"\n\nSoon everyone on board was busily engaged. The professor bandaged\nAndy's arm, which contained a severe though not fatal wound. In a little\nwhile the hunter awoke from the stupor into which the pain had thrown\nhim.\n\n\"Fire!\" he cried.\n\n\"There is no need,\" said the professor soothingly. \"We are safe now.\"\n\nThen Andy grew quiet. In the meanwhile Bill and Tom had started the\ngasolene and electric stoves, and a meal, made from the capsule food,\nwas soon ready. That it tasted good goes without saying.\n\nOn and on rushed the ship, for Washington had speeded up all the engines\nin order to sooner escape from the natives who had held him and his\nfriends captives.\n\nAs soon as the professor could leave Andy in charge of Mark, he went to\nthe engine room. There he found everything in good shape. Next he went\nto the conning tower, where Jack was steering.\n\n\"How is she heading?\" asked the old man.\n\n\"Straight for the north!\" replied the boy.\n\n\"Good! Keep her so. Let me see; we are about a mile high now. I guess\nthat will do,\" and he turned off the gas generator. \"Moving about\ntwenty miles an hour,\" he added. \"That is fast enough. I wonder how\ncold it is?\"\n\nHe consulted the dial that was connected to a thermometer outside.\n\n\"Whew!\" he whistled. \"Fifty below! I'm glad we are here!\"\n\nJack was too. The old inventor glanced at the direction compass and then\nat the deflecting one that indicated how near the north pole they were.\nAs he did so he uttered a cry.\n\n\"What is it?\" cried the boy.\n\nFor answer Mr. Henderson pointed to the needle. It was almost straight\nup and down.\n\n\"Well?\" asked Jack, who did not understand much about scientific things.\n\n\"That means we are almost at the north pole!\" cried the professor. \"At\nthe exact north the needle points straight down, because the pole is a\nmagnet, and being directly underneath pulls the end of the needle down.\nSee, it is almost down now. I believe we shall really get to the pole,\nand my ambition will be realized.\"\n\nAside from the wound Andy had received, none of the party was any the\nworse for their adventures as prisoners. Now that they were safe back on\nthe ship they were inclined to laugh at the fears they had felt.\n\nFor several hours the _Monarch_ was held to her course at a fairly good\nspeed. Then, at the professor's order, the engines were turned on at\nfull power, since the air was still, and there was no sign of a storm.\nStraight to the north the craft shot, every one on board now anxious, as\nthey became aware that they were near to their destination.\n\nThe former life was resumed, and the hours of watch were marked out as\nthey had been. The sun still shone, never setting, but by this time the\nadventurers were used to perpetual day. Dirola kept to herself, not\nsaying a word to anybody.\n\n\"I think I'll drop the ship down a bit and see what sort of a country is\nbeneath us,\" announced Mr. Henderson about four o'clock, though whether\nit was four o'clock in the morning or the afternoon, no one knew.\nHowever, it did not matter much. \"If there is an open sea around the\nnorth pole, as some believe,\" he went on, \"we ought to see some signs of\nit now.\"\n\nHe let some gas out of the bag, and the _Monarch_ slowly settled toward\nthe earth. The inventor opened the trap door that covered the plate\nglass in the floor of the cabin, and peered down. When within five\nhundred feet of the ground he signaled to stop the descent of the ship.\n\n\"Nothing but ice, ice, ice!\" he announced. \"Big hills and mountains of\nit. There is no sign of open water. Well, we are not quite at the pole\nyet.\"\n\nJack's turn at the wheel came to a close, and Mark relieved him.\nWashington, who had been on duty pretty steadily in the engine room,\ngave his place up to the inventor, and stretched out to sleep. Bill and\nTom were snoring in their bunks, and Andy was resting easily, the pain\nfrom his wound being relieved by some ointment the professor put on.\n\nThe boy in the conning tower kept his eye on the two compasses, the one\ntelling the direction, the other the nearness to the north pole. The\nlatter gradually kept inclining more and more toward the earth.\n\n\"If we can only make it,\" thought Mark. \"It will be something no one has\never done before. My! What a story the papers would make of it if they\nknew!\"\n\n\"How is she running?\" asked the captain, coming into the tower.\n\n\"Very well, indeed, sir.\"\n\n\"You might send her up a little,\" suggested the professor. \"Keep her\nabout half a mile high, and I'll be with you again before long.\"\n\nThe professor went to his bunk, and Mark was pleased enough to be left\nalone in charge of the ship. He held the wheel firmly, and did not\ndeviate half a point from the northern course.\n\nHe had been steering for half an hour when he was suddenly aware of a\ndense gloom that settled down all about him. Then there came a great\nroaring sound. The air craft rocked violently. The wind whistled shrilly\nthrough the cordage and careened the _Monarch_ to one side.\n\nThen the whole atmosphere grew from a dense black to a strange opaque\nwhiteness: a whiteness that shut out the view from every side, and\nenveloped the ship as if it had fallen into a feather bed. Mark started\nback in fright and let go his hold on the steering wheel.\n\n\n\n\nCHAPTER XIX\n\nA BLINDING SNOWSTORM\n\n\n\"Quick! Professor!\" cried Mark. \"Jack, Washington, everybody! Hurry up!\"\n\n\"What's the matter?\" asked the inventor, running to the conning tower.\n\nIn answer Mark pointed outside.\n\n\"A snow storm!\" exclaimed the captain. \"We must expect them up north.\nBut this is worse than I thought!\"\n\nHe glanced ahead. Nothing could be seen but a wall of white. The wind\nincreased until it blew with almost the force of a cyclone, and the ship\nswayed fearfully.\n\n\"Stop the engines!\" cried the professor. \"We had better drift than run\nthe chances of hitting an iceberg if we should suddenly take a drop down\nto the ground.\"\n\nWashington, awakened from his sleep, turned off the power. Then began a\nfight between the ship and the elements; a battle between the _Monarch_\nand the wind and snow. Which was to win?\n\nThe airship was, apparently, in the heart of the storm. It was tossed\nthis way and that, now up and now down, though because of the quantity\nof gas in the bag the craft was buoyed up. The gas generating machine\nhad not been stopped, only the machinery that moved the propeller.\n\nHow the wind howled! How the snow blew! It was a blinding storm, for\nfrom the windows of the conning tower and from those on either side of\nthe cabin nothing could be discerned five feet away. Through the window\nin the bottom of the ship nothing showed but a sea of white flakes.\n\nThe cold was intense, seventy degrees below zero being marked on the\nthermometer. Even with the gasolene stoves going it was chilling inside\nthe airship, for the cutting, biting wind found many cracks through\nwhich to enter.\n\nBut, if the propeller no longer urged the ship on, the force of the wind\nsent it ahead at a fearful pace. The gale careened the _Monarch_ from\nside to side. Now the bow would be elevated, and, again, the stern. It\nwas like a ship on a rough sea, and the occupants of the craft were\ntossed from side to side, receiving many bruises.\n\nOld Andy was tied into his bunk, or he never could have stayed there,\nso violent was the motion.\n\n\"Where is Dirola?\" asked Mr. Henderson suddenly.\n\n\"She was out on the stern a while ago,\" answered Bill. \"She was saying\nsomething about it being too hot for her inside. That was before the\nstorm came up.\"\n\n\"We must see to her,\" said the captain. \"She must come inside. The\nmotion of the ship may toss her off!\"\n\nBill volunteered to go out and bring the Esquimaux woman in. It was all\nhe could do to open the door, so strong was the pressure of wind on it.\n\nWhen he did swing it back such a cloud of snow entered that it seemed as\nif some one had emptied a feather bed in the cabin.\n\n\"She don't want to come in,\" Bill reported when, after much exertion, he\nhad made his way back again. \"She is laughing at this storm, and says\nit's like what they have where she came from. She is braced against the\ncabin, and is wrapped up in furs. I guess she is all right.\"\n\n\"I suppose we must let her have her way,\" remarked Amos Henderson.\n\"After all she may be used to it.\"\n\nIn anxiousness and apprehension the voyagers waited for the storm to\ncease. But it showed no signs of abating. More and more violently rocked\nthe _Monarch_.\n\n\"We must shut off the gasolene stoves!\" exclaimed the inventor after a\nparticularly heavy pitching and tossing motion, when the craft nearly\nturned over. \"If we upset, the fluid will run from the tanks, come in\ncontact with the flames, and we will burn in mid-air!\"\n\nWashington set to work turning off all the gasolene, and the larger\ntanks were lashed fast and securely stopped up.\n\n\"Better put our furs on,\" suggested the inventor. \"It will be very cold\nin here soon.\"\n\nThe lack of heat quickly made itself felt, the ship becoming like an\nice-box. Old Andy was warmly covered, for he was asleep in his bunk,\nhaving fallen into a slumber after being lashed in. The noise of the\nstorm did not awaken him, since he was somewhat stupid from a fever into\nwhich his wound had thrown him.\n\nAll that could be done was to wait and hope. No human force could\nprevail over the storm. Bracing themselves against whatever offered, and\nclinging by their hands to projections, the adventurers in the cabin\nexpected every moment to be their last. Washington, who had gone out to\nthe engine room, came hurrying back.\n\n\"Look, here, Perfessor,\" he said, sticking his head in the dining cabin\ndoor, \"de gas machine hab stopped circulatin'.\"\n\n\"Did you shut off the power?\"\n\n\"No, sah! I ain't done gone and shut off no power!\"\n\nMaking his way as best he could while the ship pitched and tossed, Amos\nHenderson reached the engine room. He looked at the gas generator. The\npower was turned on full, but the apparatus was not working.\n\n\"That is strange,\" he remarked. \"I wonder--\"\n\nThen he hurried forward to the conning tower. As he did so the ship was\nwhirled quickly around several times, and the sudden motion threw the\nold man down, his head striking on the edge of one of the bunks. He lay\nwhite and still.\n\n\"He's killed!\" cried Washington.\n\n\"We are in a whirlwind!\" yelled Bill at the same instant. \"We'll be\nsucked up to the sky!\"\n\nThe airship was swinging around and around as if in the grasp of some\ngiant. The craft was really caught in the centre of a whirlwind, which\nspun it around like a top. Every one felt sick and dizzy from the queer\nmotion.\n\n\"We must see to the professor!\" said Jack. \"Washington, get some of the\nremedy you used before. I think he has only fainted.\"\n\nAt this moment the old inventor opened his eyes.\n\n\"What happened?\" he asked feebly. \"Please give me some water. I am all\nright.\"\n\nThey brought him a drink, and he managed to sip a little of it. Then he\nattempted to sit up. But the effort was too much for him.\n\n\"What--what is the matter?\" he asked. \"I feel so strange. I am dizzy.\nHas anything happened?\"\n\n\"Somebody am a-playin' 'Ring around de Rosy' wid dis airship!\" exclaimed\nWashington, \"My head am a-swimmin' so I can't stand.\"\n\n\"I must get to the conning tower!\" muttered the old inventor. \"I must\nget there.\"\n\n\"Let me go, you can never make it,\" said Jack. \"What is it you want to\nsee?\"\n\n\"Look at the deflecting needle!\" was the answer. \"See how the needle\npoints and come back and tell me! It may be we are at the north pole!\"\n\nJack started forward, crawling on his hands and knees. Indeed, this was\nthe only way he could advance. The professor watched him with anxious\neyes. The ship spun around even faster. Old Andy had awakened and was\ngazing around with fear-stricken eyes.\n\nThen, just as Jack reached the door of the conning tower, and started\ninside, the _Monarch_ gave a violent motion. She seemed to stop for a\nmoment, and then, with a great lurch, turned completely over, throwing\nthe occupants to the ceiling. Then she plunged straight down to the\nearth, through the centre of the whirlwind, like an arrow falling!\n\n\n\n\nCHAPTER XX\n\nAT THE NORTH POLE?\n\n\nFor an instant the utmost confusion reigned. The adventurers fell in a\nheap on the ceiling that, for the time being, became the floor. Then, as\nthe ship righted herself, they fell back again to the floor. The cords\nthat bound Andy to his bunk broke, and he toppled with the rest.\n\n\"Repel the enemy!\" yelled the old hunter, thinking in his delirium that\nthe ship was again attacked.\n\n\"We are lost!\" cried the professor, as he felt the _Monarch_ plunging\ndown.\n\nFor a hundred feet or more the ship shot earthward bow first, so that\nthe adventurers all slid down to that end. It was well that everything,\nincluding the gasolene tanks, had been lashed fast, or there would have\nbeen a great jumble inside the craft.\n\nThen, almost as suddenly as the ship had started to fall, it ceased, and\nrode on an even keel, righting and floating easily in the air. The wind\nno longer blew with the circular motion, the whirling having come to an\nend. But the blinding snow continued.\n\nJack staggered from the conning tower, where he had gone to look at the\ndeflecting compass.\n\n\"What has happened?\" he cried.\n\n\"No one knows,\" answered Professor Henderson. \"We are in dire straits.\nDid you look at the needle, Jack?\"\n\n\"I did.\"\n\n\"What did it show?\"\n\n\"The needle was straight up and down!\"\n\n\"I knew it!\" cried the old inventor. \"I said we would reach the pole,\nand we have!\"\n\n\"It ain't goin' to do us a heab sight ob good,\" said Washington. \"I'd\nrather hab a good barber pole any day! No north poles fo' me!\"\n\n\"Hush, Washington!\" exclaimed Mr. Henderson. \"This is no time to joke.\nYou are sure you made no mistake, Jack?\"\n\n\"I am sure, sir.\"\n\n\"I thought we were at the pole when I saw that the gas engine had\nstopped,\" went on the professor. \"The attraction of the earth-magnets at\nthe pole exerted such a strong influence on the iron and steel that the\ngas machine could not work. At last I have reached the goal of my\nambitions!\"\n\nThe ship remained stationary for several minutes. Those aboard began to\nhave hopes. The snow storm was still as fierce as ever, but that was all\nthe manifestation of the elements.\n\n\"I want to take a look at the needle,\" said the professor. \"I feel all\nright now; I was only a little faint from my fall. How are you, Andy?\"\n\n\"I feel much better,\" replied the hunter, whose delirium had somewhat\nleft him. \"My arm is sore, that's all. But why have you all got your\nfurs on?\"\n\n\"We had to turn off the stoves,\" explained Amos Henderson. \"You had\nbetter put your's on, too, Andy. You'll need them. We could only cover\nyou over when you were in the bunk.\"\n\nThe hunter soon began to realize that it was chilly in the ship, and he\ndonned his heavy garments. The professor started for the conning tower.\nHe gave one glance at the needle of the deflecting compass, and a look\nof disappointment came over his face.\n\n\"It is not pointing down,\" he said to Jack, who had followed him.\n\n\"But I am sure it did when I noticed it,\" replied the boy.\n\n\"Then we have come past the pole,\" was Amos Henderson's opinion. \"There\nis only a small spot that is exactly north, and we have passed over it\nduring the storm. We must return. I want to descend exactly there and\nmake some experiments. Tell Washington to start the engines. We will\nturn the ship around and go back!\"\n\n\"We may run into the whirlwind again,\" objected Jack.\n\n\"That is so, I did not think of that. However, tell Washington to get\neverything in readiness.\"\n\nIt was no small task to get the engine room into shape after the\nupsetting it had been subjected to, but with the help of the boys and\nthe two men Washington succeeded. In about an hour the _Monarch_ was\nready to be sent up or down, forward or back. Since she had ceased\nfalling she had remain at a stationary height, about half a mile above\nthe earth.\n\nMeanwhile Professor Henderson was trying to make up his mind what to do.\nHe wanted very much to get to the exact north pole, or the spot where\nthe imaginary pole was supposed to be. But he hesitated about taking the\nairship back over the course, and run the chance of again encountering\nthe whirlwind.\n\n\"The more I think of it,\" he said to Jack and Mark, who had joined him,\n\"the more I think that the whirlwind is always there. It did not come\nto us, we ran into it. It may be caused by the magnetic currents at the\npole eternally revolving. I am afraid to go back within their influence,\nfor it might mean death.\"\n\n\"I have a plan,\" said Jack modestly.\n\n\"Let us hear it,\" came from the professor. \"I am at a loss what to do.\"\n\n\"Supposing we let the ship down now,\" Jack continued, \"and walk back\nuntil we come to the north pole, since it must be near here. We can take\nalong the deflecting needle to tell when we reach it, and the whirlwind\nwill not do much harm if we are on the ground and afoot.\"\n\n\"Good idea!\" exclaimed the professor. \"We'll do it. Washington, let the\ngas out and we'll descend!\"\n\nIn a few minutes a hissing told that the gas was being let out of the\nsilk bag. Soon the ship began to sink gently toward the earth, through\nthe clouds of snow.\n\n\"Let us go outside,\" suggested Jack. \"The wind doesn't blow now, and the\nsnow will not hurt us. We will be warm enough in our furs.\"\n\nMark voted the suggestion a good one, and the two boys went out on the\ndeck. Washington was busy in the engine room, and the professor was in\nthe conning tower, so they did not go, but Tom and Bill said they would\nlike to get a little fresh air, even if the temperature was far below\nzero, and they joined the lads.\n\nThe four stood and gazed in wonder at the strange scene. At first the\nterrible cold cut them as if it was a keen knife. But they soon grew\nused to it, and enjoyed what little of it reached them through the\nopening in their fur caps. The snowflakes covered everything and the\nairship looked more like a craft bedecked from stem to stern with cotton\nbatting than anything else. Jack and Mark walked around to the stern.\nSuddenly Mark stumbled over something.\n\n\"What's this?\" he cried.\n\nJack hurried to his side. As he did so the bundle gave a heave, and,\nbreaking through the snow blanket, there was displayed the calm features\nof Dirola.\n\n\"Me sleep!\" she announced with a smile.\n\nAnd that was what she had been doing while the airship was being whirled\naround by the strange force! She had braced herself in a corner, pulled\nher furs about her face, and slumbered, even when the ship turned over.\nSo well braced was she that she did not tumble off.\n\n\"Well! She's a cool one!\" exclaimed Mark.\n\n\"I guess you'd be too, if you slept out of doors with the temperature\nabout seventy below zero,\" remarked Jack. \"But let's go in and tell the\nprofessor Dirola is here. He may be worried about her.\"\n\nThe boys started for the cabin. They had not taken five steps before,\nwith a sudden lurch, the airship dived like a kite without its tail.\nThen the craft turned completely over!\n\nJack and Mark with the two helpers and Dirola were thrown from the deck,\nhead first, toward the earth! Down and down they fell, uttering\ndespairing cries!\n\n\n\n\nCHAPTER XXI\n\nLOST IN THE SNOW\n\n\nOnce more the wind blew with hurricane force. On board the _Monarch_\nWashington and Professor Henderson were tossed to the ceiling again.\nThen the ship righted herself.\n\n\"De boys! De boys!\" cried Washington, suddenly thinking of them. \"Dey\nhab falled off!\"\n\n\"Great Scott! So they have!\" exclaimed the inventor. \"That is, unless\nthey grabbed something as we went over!\"\n\n\"An de Sesquitomexico woman, too!\" cried the colored man, meaning\nDirola.\n\n\"I guess she went with the others,\" said the professor. \"We must take a\nlook as soon as it is safe.\"\n\nThen came a strong gust of wind that hurled the ship forward. When it\nhad subsided Washington and the old inventor ventured outside. The boys\nwere nowhere to be seen.\n\n\"They are lost!\" cried Andy, who had crawled to the bow of the ship\nafter the captain and Washington.\n\nFor a little while longer the airship sailed along easily, the wind no\nmore rushing with such force. Then, all at once the craft settled down\nuntil, with a jerk, it came to rest on a big snow bank.\n\n\"We's landed!\" exclaimed Washington. \"We's hit de ole north pole at\nlast. Now I'll see what sort ob a stick it is!\"\n\n\"We've landed sure enough,\" remarked the professor, \"but I'm afraid we\nare not at the north pole. However, in view of all that has happened, I\nsuppose we had better stop here for a while. Some of the machinery is\nwrecked by the overturning of the ship, but I guess we can fix it. I\nonly wish I knew where the boys and the two men were.\"\n\n\"Don't forget Dirola,\" spoke up Andy. \"We owe a good deal to her.\"\n\nIt stopped snowing about half an hour after the _Monarch_ had found\nlodgement on the edge of a bank of ice. From the deck and windows of the\ncraft nothing could be seen but a big expanse of white. It was a cold,\nlifeless world to which the ship had brought what remained of her crew\nand owner.\n\nThe engine room of the _Monarch_ was once more a sorry sight, and\nWashington and the inventor worked like a dozen men in restoring order.\nThey soon had things in ship-shape, but one of the motors would require\nconsiderable repairing before it would run again. However, it was not\nthe most important one, and the craft could run without it, though only\nat half speed.\n\nSuddenly, there came from without a chorus of shouts.\n\n\"What's that?\" cried the professor.\n\n\"Sounded like some one calling,\" ventured Andy.\n\n\"It am de boys and Tom and Bill come back to overjoy us,\" said\nWashington.\n\nThe shouts grew louder. Andy glanced from a cabin window.\n\n\"The Esquimaux! The Esquimaux!\" he exclaimed. \"Here they are after us\nagain! They'll carry us back to the ice cave and eat us alive this\ntime!\"\n\n\"These are not the same ones!\" cried the professor. \"We are hundreds of\nmiles from the ice cave.\"\n\n\"Then these are the ones the mysterious message was about,\" said Andy,\n\"and we had better be on our guard!\"\n\n\"Perhaps these are Dirola's friends,\" ventured Amos Henderson. \"If they\nare I wish we had her here to intercede for us.\"\n\nThere came a rattling against the sides of the airship. It sounded like\na storm of hail.\n\n\"They are firing arrows at us!\" yelled Andy. \"That doesn't look very\nfriendly.\"\n\n\"Wait until I go out and speak to them,\" suggested the professor. \"They\nwill respect my gray, hairs.\"\n\nHe went outside. The ship was surrounded by hundreds of little men, all\ndressed in thick furs. At the sight of the ship's commander they gave a\nloud yell.\n\n\"I wisht I'd neber done come to de north pole!\" groaned Washington. He\ngrabbed up a rifle and followed Andy outside. At the sight of them the\nEsquimaux set up louder yells, and shot another shower of arrows.\nFortunately none of the missiles struck the white men.\n\n\"Stop firing!\" said the professor, raising his hand. \"We mean you no\nharm!\"\n\nHis answer was a wilder burst of yells.\n\n\"Fire over their heads! Maybe that will teach them a little respect,\"\nspoke Andy.\n\nHe and Washington discharged their guns several times in rapid\nsuccession. With frightened yells the men in furs fell flat on their\nfaces.\n\n\"We've scared them!\" cried Andy.\n\nBut he reckoned without his host, for in an instant the Esquimaux had\nleaped to their feet and were rushing toward the ship.\n\n\"Here they come!\" shouted the hunter. \"Shoot to kill, Washington! Look\nout for yourself, Professor!\"\n\n\"Don't kill them!\" yelled Amos Henderson. \"They are too many for us, and\nour only hope is to try peaceful means!\"\n\nBut Washington aimed his rifle straight in the faces of the advancing\nmen of the snow country and pulled the trigger rapidly. Half a dozen\nsharp reports rang out, and several Esquimaux fell on the ice, which\nbecame red with their blood. However, the negro's aim was not good, and\nthe wounds were only in arms or legs of the natives.\n\nThis served to check their ardor for a while, and the advance was halted\nwhile the wounded were carried back. But the Esquimaux were only made\nmore angry by the resistance. They came on again with wild cries and,\nthough Andy, Washington and the professor fought with all their\nstrength, clubbing their guns and cracking several of the savages over\nthe head, they were finally overpowered.\n\nFrom one who seemed to be a leader of the natives several sharp orders\ncame. The others listened and then, lifting the three prisoners, who\nhad been securely bound, they hurried with them from the deck of the\nship.\n\n\"We's ketched agin!\" cried Washington. \"They'll eat us shuah dis time!\nLand ob Goshen! How I does wish I'd neber come heah!\"\n\nThere was little time for protest, reflection or anything else. Once the\nEsquimaux had secured their prisoners they lost no time in hastening\naway. The airship did not seem to interest them. Hoisting the three men\non shoulders, the natives fairly ran along over the ice.\n\n\"I wish they'd bring up a sled,\" said Andy. \"It would be easier than\nthis style. The breath is 'most jolted out of me.\"\n\nAs if in answer to his desire, the party of Esquimaux soon came upon a\nlittle camp. There were several ice huts, and a number of sleds, while\nthe yelping of scores of dogs could be heard on every side. In a few\nminutes, after a short talk among the natives, the captives were tossed,\nnone too gently, all on one big sled, a dog team was hitched fast, and a\ndriver started them off across the field of ice.\n\n\"Good-bye to de ole _Monarch_!\" cried Washington. \"No mo' good meals in\nyo'! Landy! Landy! I wisht I had some dynamite to blow dese heathen up!\"\n\n\"Hush!\" cried Andy. \"I've got three revolvers in my pockets. I'll slip\nyou one if I can get my arms free, but don't fire until I give the word.\nWe'll have to save our shots.\"\n\n\"We seem to be having nothing but bad luck,\" said Professor Henderson.\n\"I am afraid it is all up with us this time. Those poor boys, and Bill\nand Tom! I wish I knew what had become of them!\"\n\n\"Same here!\" remarked Andy.\n\nThen the captives became silent, filled with their sad thoughts and\nworry over their predicament. On and on went the sledge over the ice,\ninto the unknown. Mile after mile was covered. Then the driver of the\nprisoners, as well as the one in charge of three sleds that followed,\nhalted the dogs. All the natives talked rapidly together, pointing this\nway and that.\n\n\"They've missed the path!\" exclaimed Andy. \"We are lost in this land of\nsnow!\"\n\n\n\n\nCHAPTER XXII\n\nMAGNETIC FIRE WORSHIPERS\n\n\nJack's only thought, when he felt himself falling from the deck of the\nairship to the earth, was that he would strike on a pinnacle of ice and\nbe killed. Much the same were the feelings of the others, as they\nadmitted later. Jack was half senseless from fright when, seemingly half\nan hour after he tumbled, though in reality it was but a few seconds, he\nstuck head first into a big drift of soft snow.\n\nHis mouth, ears, eyes and nose were filled with the fluffy flakes, and\nhe nearly choked before he could struggle to an upright position and\nclear a breathing space.\n\nTo his astonishment he saw similar struggles going on in several places\nin the snow. First Mark stuck his head out of the drift. Then Bill's\nface appeared, to be followed by Tom's, and next Dirola bobbed up,\nsmiling as though it was the biggest joke in the world, and as if\nfalling from an airship was an every-day occurrence with her.\n\n\"Well, we're alive,\" remarked Jack, after getting his breath.\n\n\"We couldn't have fallen so very far after all,\" said Mark.\n\n\"It seemed like a mighty long ways when I was a-comin',\" came from Bill.\n\n\"We went fast, an' we stopped pretty suddint!\" was Tom's opinion. \"Lucky\nwe had a sort of feather bed under us. I'd hate to fall right on the\nice.\"\n\n\"Come down soon!\" exclaimed Dirola with a laugh, in which all joined, in\nspite of their sorry plight. It was still snowing and terribly cold.\nThey pulled the hoods of their fur coats close about their faces and\nscrambled out on the ice.\n\n\"I guess the ship was closer to the earth when we fell than we thought,\"\nsaid Mark.\n\n\"I suppose we had better hunt around for the _Monarch_,\" observed Jack.\n\"It can't be a great way off, for Professor Henderson was bringing it\ndown and the propeller was not moving.\"\n\n\"Let's start right away,\" said Mark. \"I'm hungry, and the sooner we find\nthe ship the better off we'll be. But this snow is every bit as bad as a\nfog.\"\n\nIt was, indeed, and the boys and men could not distinguish each other\nten feet distant. In spite of this, however, Jack started off in the\ndirection he thought the ship might be.\n\n\"No go! No go!\" called Dirola. \"Git lost! Fall in hole! Die! Better stay\nhere! Snow stop! Me show you!\"\n\n\"She means we'll get lost if we wander off,\" said Jack. \"I guess we'd\nbetter do as she says.\"\n\nDirola seemed in good spirits and not a bit discouraged by the storm.\nShe walked slowly about, as if looking for something. Then, with a cry,\nshe began digging at a certain spot.\n\n\"What in the world is she doing?\" asked Mark.\n\n\"I don't know,\" said Jack.\n\n\"Maybe she's after a rabbit,\" observed Bill. \"I'd like a good hot rabbit\nstew myself.\"\n\nDirola's hands, encased in heavy fur gloves, made the snow fly. In a\nlittle while she held up a, dark mass of what looked like seaweed.\n\n\"Eat! Um good!\" she exclaimed.\n\n\"I guess it's some kind of moss that the people up north eat,\" remarked\nTom. \"I remember reading something about it once. I suppose we'd better\ntackle it, for we may not get a meal in some time.\"\n\nJack, who had been fumbling in the big pocket of his fur coat, gave a\nsudden cry.\n\n\"What's the matter; somethin' bit ye?\" asked Bill.\n\n\"Look here!\" cried the boy, and he held up a large tin can.\n\n\"What is it; soup?\" inquired Mark.\n\n\"It's some of those capsule foods from the ship,\" said Jack, reading the\nlabel. \"I remember I put it in my pocket when I thought the ship was\ngoing to be wrecked. I felt I might need it. Now it will come in handy.\"\n\n\"But what is it?\" insisted Mark.\n\n\"It's a combination of chocolate, wheat, malt and preserved milk,\"\nreplied Jack, looking at the label again, \"and it says that one capsule,\nif chewed and swallowed, is as much as an ordinary meal. There are two\nhundred capsules in here, and that will last us for a few days at\nleast.\"\n\n\"Not very hearty eatin', 'cordin' to my way of thinkin',\" said Bill;\n\"but I guess with that and the moss Dirola can dig up we'll get along.\"\n\nThe Esquimaux woman had finished her simple meal. She dug up quite a\nquantity of the moss and laid it on top of a big pile of ice, where she\ncould find it again.\n\n\"Must build house now,\" she announced. \"Make place for sleep. I show\nyou!\"\n\nIn a little while a large space was scooped out of the snow drift. Many\nhands soon enlarged the cave until it was large enough for all to move\nabout inside with comfort.\n\n\"Now for dinner!\" exclaimed Jack, as he opened the tin.\n\nThe meal, though simple, was satisfying, and soon the lost ones felt\nmore comfortable.\n\n\"It's stopped snowing!\" announced Mark, going to the entrance of the\ncave, \"and it's much colder. I guess we'll stay here a while.\"\n\nHe returned to his companions. They all went as far to the rear of the\ncave as they could, for the wind came in the wide entrance.\n\n\"We must make a winding passage, and then the breeze can't find it's way\nin,\" suggested Jack. \"I think--\"\n\nBut what he thought he never told, for at that instant the floor of the\nsnow cave gave way right under where they were all standing, and the\nwhole five of them went slipping, sliding and tumbling down, they knew\nnot to where.\n\nFor an instant all were so surprised and frightened that they could not\neven cry out. They were plunged into dense blackness.\n\n\"What has happened?\" Jack cried.\n\nBefore any one could answer him, the blackness gave way to a glare of\nlight, and the two boys, with Dirola and the men, brought up suddenly\nwith a jolt on the floor of a big ice cavern.\n\nIt was several hundred feet long, and as many wide, with a roof fifty\nfeet above their heads.\n\nThe sides were of pure ice, but, strangest of all, was the rosy, golden\nglow that filled the whole place. With wonder in their eyes the\nadventurers gazed at the source of the illumination.\n\nAt one end of the cavern was a rude altar. Behind it, and on both sides,\nthere arose great streamers of fire, tongues of flame, red, green, blue,\npurple, yellow and glaring white.\n\nYet the fire did not burn, for there was ice on every side, and the ice\ndid not melt. In wonder the crew of the _Monarch_ gazed.\n\nPresently from the other end of the cave there sounded a wild, weird\nsong. It was like a chant. Then, before the adventurers could get to\nthere feet, there filed into the cavern two score of men, all dressed in\nwhite fur. At the head of the procession marched two men who were\nveritable giants, compared to those about them. They bore between them,\non a rude litter, a man, wearing only a fur cloth about his middle.\n\n\"What is it?\" whispered Jack in awed accents.\n\n\"They are fire-worshipers!\" exclaimed Mark. \"If they see us they'll kill\nus!\"\n\n\"They must be going to sacrifice that poor man on the altar,\" spoke\nJack. \"Come, let's see if we can't crawl out of the way.\"\n\nThe head of the procession was now close to the altar, and had passed\nthe adventurers, who were off to one side, in about the middle of the\ncavern. Up some ice steps the two giants in white went, bearing their\nvictim. The poor fellow gave one loud shriek as he was brought nearer to\nthe colored flames.\n\n\"Oh! Oh! Oh!\" screamed Dirola, sinking down on the floor of the cavern.\n\n\n\n\nCHAPTER XXIII\n\nA STRANGE SACRIFICE\n\n\nThe natives who had made Professor Henderson, Andy, and Washington\nprisoners seemed at a loss for some little time as to which direction to\ntake. They talked among themselves, while the prisoners were much\nalarmed, for if the Esquimaux were lost, and without food, it would mean\nthe death of all.\n\nAt last, however, the native in charge of the main sled prevailed on the\nothers, and they proceeded, turning off to the left.\n\nThe sleds, including that on which the prisoners were, bumped along over\nthe ice, the dogs pulling the rude vehicles along swiftly. It was about\nan hour later that another halt was made. This time it did not seem to\nbe because the way was lost, for the natives showed no signs of alarm.\nInstead, they were laughing and talking. In a little while the small\nadvance party was joined by a larger body of Esquimaux, who had been at\nthe attack on the airship, but who had taken a different route.\n\nThen the whole crowd started forward again. Half an hour's travel\nbrought another halt, this time a final one, for when the professor and\nhis companions glanced around them they found they were in the midst of\na native village of ice huts.\n\n\"Golly! We's somewhere, anyhow,\" spoke Washington; \"but I can't say I\nthinks much ob dis place. It's too lonesome.\"\n\n\"Better be here than out on the ice field,\" spoke up the professor. \"The\nEsquimaux have little stone stoves in which they burn oil, and their\nhuts are quite warm inside.\"\n\nIn a few minutes the captives had a chance to test this statement. They\nwere unbound and carried from the sled to one of the larger huts. As is\nusual in the far northern regions, each hut was made of blocks of ice\nlaid one on the other, forming a semicircular house, with a round dome.\n\nThe door or entrance was so small that the only way to get in was to\ncrawl. There was no door to keep the cold out, but the passage was made\na winding one, or there were two huts, one built over the other, so that\nthe openings did not come opposite, and this served to keep out the\nwind.\n\nArriving at the doorway, the Esquimaux set their prisoners down in front\nof the house, and signed to them to crawl in. The professor went first,\nfollowed by Andy and Washington. Inside they found the place to be warm\nfrom the flame of a crude stove. This consisted of a hollowed out stone,\nfilled with seal oil, the wick being made of moss. The stove, or lamp,\nfor it served both purposes, smoked very much.\n\nThere were several natives squatting down inside the hut, but they did\nnot seem surprised when the three prisoners entered. Others of the\nEsquimaux crowded into the ice house, until it was uncomfortably filled.\nThen a native who seemed to be a leader began a long talk to the others.\n\nJudging from his gestures he was telling about the fight at the airship\nand the capture of the captives. At times he would be interrupted by\nthose who wanted to question him.\n\nAt length the recital was done. All the Esquimaux, save about half a\ndozen, crawled out of the hut. One of those who remained placed an\nearthen pot over the flame of the stove, and soon a delicious smell\nfilled the air. Evidently something good was being cooked.\n\n\"It's chicken pot-pie,\" said Washington. \"How I does love chicken!\"\n\nPresently one of the natives removed the pot from the stove and set it\nin front of the captives. The contents were steaming hot, and seemed to\nbe some sort of meat stew, made with chunks of flesh, gravy and moss.\n\n\"How are we going to eat, without knives, forks or spoons?\" asked Andy.\n\nHe soon found out. The natives who had remained in the hut drew up to\nthe pot. They dipped their bare hands in, drew out pieces of meat and\nwads of the moss, and ate without ceremony.\n\n\"Fingers were made before forks,\" quoted the professor. \"We'll have to\neat as the old cave-dwellers did. Well, I'm hungry enough not to stand\non politeness.\"\n\nHe reached in the vessel and got some meat. It was hot, but he did not\nmind that, and ate it with a relish. Andy and Washington followed his\nexample, and soon the travelers from the _Monarch_ and the Esquimaux\nwere eating together as if they had been friends all their lives.\n\nWhen the rude meal had ended, the prisoners felt much better. They were\nwarm, their hunger was appeased, and, in spite of their many worries\nover the loss of the airship and their companions, they were so tired\nout that they felt very sleepy. Soon the professor's head nodded over,\nshortly Andy was snoring and in a little while Washington too slumbered.\n\nThey did not know how long they had slept, but they were suddenly and\nrudely awakened by being shaken. Opening their eyes, they saw the hut\nwas filled with Esquimaux, all clothed in suits of spotless white fur.\n\n\"These must all be chiefs,\" remarked the professor.\n\nWith quick motions the natives bound their captives again, with stout\nthongs. Then, like so many logs of wood, they were pulled out of the hut\non their backs, a native outside hauling on one end of the skin ropes.\n\nThere was no telling what hour it was, for the sun shone as brightly as\nit had been doing for days past. Once more the three men were tossed on\nsleds, and the dogs, driven by the Esquimaux, hauled them off. But it\nwas not a far journey this time. In about fifteen minutes the sleds came\nto a stop, the prisoners were lifted off, and carried, as they could\nsee, toward a large opening in a hill of ice and snow.\n\nAs soon as they had passed from the sunlight to darkness, the captives\nknew they were in a sort of cave. The blackness was intense, but in a\nshort time there was a faint glow observed ahead, caused by a number of\nthe stone lamps burning.\n\nAt that point were gathered several more of the Esquimaux, all attired\nin white furs. There was some excitement when the prisoners were brought\nin, and all crowded around to see them.\n\nThen began what seemed a discussion among the natives. They talked loud\nand long. Finally from some other part of the cave two tall men, dressed\nas the others were, in white, came in. They seemed to be in authority,\nfor when they had spoken all the others were silent.\n\nWhile the captives waited in anxiety for what would happen next, the\nwhole cave was illuminated with a wonderful light. It was rosy red at\nfirst, then changed to a golden hue, then to green, yellow, blue and\npurple. The captives could not see where the fire came from, but they\ngazed at the light in mingled fear and admiration.\n\n\"It is the northern light; the aurora borealis!\" exclaimed the\nprofessor. \"It is the most beautiful light in the world.\"\n\n\"What makes it?\" asked Andy.\n\n\"Electricity, magnetism, the sun and the intense cold; no one knows\nexactly what produces it,\" replied Amos Henderson. \"It is quite likely\nthat there is some opening to this cave, and the sun shines in it, or\nthe lights may be reflected from outside by reason, of the ice, which\nacts as a mirror.\"\n\n\"It's pretty,\" observed Andy, \"but all the same I'd rather--\"\n\nHe got no further for the two giant-sized natives advanced quickly\ntoward them. One roughly seized Professor Henderson, and, with the help\nof his companion, began stripping off his clothes. Andy started forward\nto aid the captain, but the other natives held him back. Washington,\ntoo, was restrained by several hands.\n\nIn a few minutes the professor was stripped, except for a piece of fur\nabout his middle. Then a rude litter was brought in. The two big\nnatives, after pouring some oil over the old man, placed their victim on\nthe stretcher, and then began a march up the cave. Washington and Andy\nwere forced to walk directly behind the inventor, and were surrounded by\nnatives on every side. The poor professor soon became half insensible\nfrom the cold.\n\n\"This is terrible!\" groaned Andy.\n\n\"Dey is goin' to slaughter him!\" wailed Washington. \"He'll be sacrificed\nand burned up! See, de altar ob de sacrifice am just ahead. Oh! I wisht\nwe wuz all dead!\"\n\n\"We're likely to be, soon enough,\" muttered Andy. \"But keep up your\ncourage!\"\n\nAt that instant the head of the procession was close to the ice altar.\nBehind it the mysterious lights played and flickered in streamers of\nred, green and gold. Up the steps went the two gigantic men, carrying\nthe professor. They were about to sacrifice him in a horrible way!\n\n\"Oh! Oh! Oh!\" screamed a woman's voice. At the sound of it Andy started.\n\n\"That was Dirola!\" exclaimed the old hunter. \"How did she get here?\"\n\n\n\n\nCHAPTER XXIV\n\nSAVED BY DIROLA\n\n\nInstantly the ice cavern was a scene of great uproar and confusion. The\nprocession broke up as soon as Dirola cried out and the intruders at the\nsacrifice were observed. All, save those carrying the victim and those\nguarding Andy and Washington, rushed with their long bone knives at Jack\nand Mark and the two helpers from the airship.\n\n\"There are the boys!\" cried Andy, trying to break away from those who\nheld him.\n\n\"An' Tom an' Bill is there likewise!\" exclaimed Washington, who had\ncaught a glimpse of the two helpers. \"De heathen am goin' to kill 'um!\"\n\n\"We're here, Jack!\" sung out the hunter. \"Make the best fight you can,\nfor we are in terrible hands. The poor professor is done for, I guess,\nand we'll soon be, too!\"\n\nHis voice rang out high above the shouts and yells of the natives, who\nwere now in a dense circle about the two boys and their companions.\n\n\"We haven't anything to fight with!\" called back Mark.\n\n\"Well, I have!\" yelled Andy.\n\nWith a quick motion he snatched his arms from the encircling ones of his\ncaptors. His fists went back. There were two quick, sharp blows, and two\nof the Esquimaux who were guarding the old hunter toppled backward.\n\nWith suddenness that was startling Andy drew a brace of revolvers from\nhis inner pockets. He leveled them at the mass of white figures in front\nof him, on whose fierce faces the colored lights gleamed and flickered.\n\nAndy's fingers trembled on the triggers. He was about to fire.\n\n\"Lay low, boys!\" he called to the _Monarch's_ crew. \"I'll get rid of a\nfew of these savages before I go!\"\n\n\"No shoot! No shoot!\" screamed Dirola.\n\nShe darted from her place, broke through the circle of natives, and\nrushed up to where Andy stood with leveled weapons.\n\n\"No shoot! Me save!\" she cried.\n\nShe was all but too late. Andy's fingers had crooked on the triggers,\nbut Dirola pushed his arms upward, and when the two reports rang out the\nbullets struck the icy roof of the cavern.\n\nIn the confined space the shots sounded almost like thunder. A silence\nthat was startling in its suddenness fell as the echoes of the reports\ndied away. Dirola ran toward the altar. She grasped the arms of the two\nbig Esquimaux, who had taken Professor Henderson from the litter with\nthe intention of sacrificing the old inventor.\n\nShe cried out one word in a strange tongue.\n\nThe men stopped as though she had struck them. Then, with a dramatic\ngesture, she mounted to the top step of the altar.\n\nA chorus of cries greeted her. She seemed to pay no heed. Silent and\nstraight she stood there on the steps of ice, her figure in dark relief\nagainst the background of flickering lights.\n\nThe next instant Dirola, with a motion so quick the eye could scarcely\nfollow, slipped off her suit of black fur, and stood revealed in dress\nof white fur, the exact counterpart of that worn by all the others in\nthe cave.\n\nA low murmur of astonishment ran around the vast cavern. Then, as if by\ncommon impulse, every one kneeled down, Dirola alone of all the\nEsquimaux remaining upright. The cave dwellers were bowing down to one\nthey either feared or loved.\n\nThen Dirola spoke. At first her words were slow. Gradually she talked\nfaster, until she was speaking a very torrent of sounds. She pointed,\nfirst to the insensible body of the old inventor at her feet, next to\nthe group of white men and boys, and then to Andy and Washington. She\ngave some command, evidently, for no sooner had she ceased than those\nwho had attacked Mark, Jack and the two farmers drew back, and left them\nfree.\n\nAt the same time, those surrounding Andy and the negro withdrew. Then\nsome warm furs were thrown over the cold body of the professor and he\nwas borne gently away.\n\nDirola glided to where Andy stood, not knowing what to make of it all.\n\n\"No be feared now,\" she said. \"They take ole man way an' warm him an'\nfeed him. He be all right. So you be all right, an' boys an' oder mans.\nNo be feared now. Them do what I tell 'um!\" and she motioned to the\nnatives, who had risen to their feet as soon as she left the ice altar.\n\n\"How in the world did you do it?\" asked the old hunter.\n\n\"Me chief one--what you call 'um--queen here. Long time go. Me be take\nprisoner when you found me. Me come back. Me glad. No let Ingliss mans\nan' boys be hurt, nor 'um black man too. Me save. Me be queen agin!\"\n\n\"How does that strike you?\" went on Andy, to Mark and Jack, who had\njoined him. \"The luckiest thing we ever did was to pick up Dirola.\"\n\n\"To think we should land right among her own people, too!\" spoke up\nJack. \"It's just like a fairy story.\"\n\n\"But where in the world did you come from?\" asked Andy. \"We thought you\nwere all killed by falling from the ship.\"\n\n\"Not a bit,\" replied Jack, and he told the old hunter what had happened\nto himself, Mark and the others. In turn Andy related his experiences.\n\n\"If only the poor professor comes around all right we'll be in pretty\ngood shape,\" finished the old man. \"But I'm afraid he's frozen. I wonder\nwhat they were going to do with him.\"\n\n\"Put him in big hole, where all ice,\" broke in Dirola. \"That what we do\nwhen the lights shine. But we no hurt any you now. You all safe. Me\nsave!\"\n\n\"I guess that was their intention,\" muttered Andy. \"They were going to\nsacrifice him to the Goddess of Ice, I suppose. Well, well, we certainly\nare having plenty of experiences.\"\n\nMany of the natives had now left the cave. Dirola gave an order to one\nof the big Esquimaux who had remained, and he went off on the run.\n\n\"We eat now,\" the woman remarked. \"Me plenty hungry too, Professor\ncome back an' eat wid you.\"\n\nIn a few minutes Professor Henderson, warmly clad, was brought in,\nleaning on the shoulder of the big man who, a little while before, had\nbeen about to sacrifice him. The old inventor was weak, but had suffered\nno serious harm. His body had been coated with thick oil before the\nproposed sacrifice, as part of the ceremony, and this had served, in a\nlarge measure, to keep the cold out.\n\nHe was warmly greeted by his friends, and then they all squatted down on\nthe ice, while in a few minutes a big earthen pot of hot stew was\nbrought in. Dirola ate with them, dipping her fingers in with the\nothers.\n\n\"It's the first time I ever ate with a queen,\" said Jack with a smile.\n\n\"Me sure queen,\" said the woman with a laugh. \"Me tell you 'bout it.\"\n\nWhereupon she related how she was of the royal house, and had, on the\ndeath of her father, ascended to the throne. Then came the visit of the\nwhite men, including Andre, whose strange message the adventurers had\nfound. He was driven, with his companions, from the land. Then the\nEsquimaux of Dirola's tribe had been attacked by others living farther\nsouth. A great battle had been fought and the queen and others were\ntaken prisoners. Dirola had been held captive until the advent of the\n_Monarch_.\n\nShe did not know how close she was to her own people and the big\nsacrificial cave, until she fell into it with the boys and farmers. Then\nthe procession came in and Dirola recognized Professor Henderson as the\nvictim. She at once resolved to declare herself, and did so, showing\nthat beneath the black fur she wore the white robes that none but\nmembers of the royal household could don.\n\nThe woman also explained how the big cave was used for religious\nservices by her people, who worshiped the northern lights, or magnetic\nfire that never burned, and she told how they sacrificed to it at times.\n\n\"Well, I hope they don't sacrifice any of us,\" said the professor. \"I\nwas as near death as I ever care to go. I wonder what has become of my\nairship. If we--\"\n\n\"What's that?\" cried Jack, starting up.\n\n\"Listen!\" came from another.\n\nFar off in the cave sounded a strange, wild, weird chant. Then came the\ntramp of many feet. A little later a great concourse of people came\nrushing into the cave, led by a score of the white-robed men.\n\n\"They're coming back after us!\" cried Andy. \"Here, take a revolver,\nProfessor, and defend yourself!\"\n\n\n\n\nCHAPTER XXV\n\nADRIFT ON THE ICE\n\n\n\"No shoot! Me save!\" exclaimed Dirola, springing in front of Andy. \"You\ntrust me!\"\n\nOn came the crowd, plainly visible because of the magnetic fire. It came\nto a halt a short distance in front of the adventurers, while from the\nranks of the white-robed ones stepped forth a native. He spoke rapidly\nto Dirola, who answered him in fierce tones.\n\nFor several minutes the conversation was kept up. At length Dirola\nappeared to gain her point, for the crowd withdrew and once more the\ncaptives were alone with their Esquimaux friend.\n\n\"What did they want?\" asked Andy.\n\n\"Some people no believe me queen,\" explained the newly-discovered ruler.\n\"They come in an' be mad. Then some no satisfy. They want have\nsacrifice. I tell 'um no sacrifice of 'um white men what save my life. I\nsave 'um for they bring me back. People no like, but must do. Me queen!\"\nand she drew herself up proudly. \"Them must do what Dirola say!\"\n\n\"They may this time,\" muttered Andy, \"but the next time they may not. I\nthink this isn't a very healthy place for us, Professor.\"\n\n\"I would only be too glad to get away, and back to my ship,\" said the\ninventor. \"I am satisfied I have reached and passed the north pole. I\nwould be glad to go back home again.\"\n\n\"Me take care you,\" spoke Dirola. \"Wait few days. See! You come, me hide\nyou.\"\n\nShe looked carefully around. There was no one in sight save the party\nfrom the _Monarch_. Then, proceeding with caution, Dirola led the way up\nto and behind the big altar of ice. The mysterious fires behind it had\ndied out somewhat, and once in the rear of the steps the captives could\nsee a long icy shaft, leading down deep into the earth. There was also\nan opening in the roof of the cavern, down which the sunlight and\nmagnetic currents came.\n\n\"Go easy so no fall,\" cautioned Dirola. \"If fall down hole never git\nup!\"\n\nThe prisoners needed no bidding to warn them to be wary of the cruel\nlooking shaft, and they gave it a wide berth. Dirola led the way past it\nto a small chamber or room, hewn out of the ice to the left and rear of\nthe altar.\n\n\"You stay here,\" she said. \"They no find you here. This great\nplace--what you call holy place. Here all white robes stay,\" and she\nshowed where were piled many of the garments of white fur. The place was\nevidently a storehouse for the ceremonial robes.\n\n\"Me go now an' come back,\" spoke Dirola. \"Me try find ship. You keep\nquiet!\"\n\nShe glided away, almost like a ghost in the semi-darkness, through which\nher white furs showed plainly. Left to themselves, the captives were in\nno easy frame of mind. They did not know what would happen next, whether\nthey could depend on Dirola or whether the mob would come after them to\noffer all of them up as sacrifices to the Goddess of Ice.\n\n\"What puzzles me,\" said Andy, \"is how we both happened to fetch up in\nthe same cave. You boys, with Bill, Tom and Dirola, land in one place on\nthe ice and fall into this cave. We in the ship continue on for some\ndistance, are brought a good ways on sleds and yet here we are with\nyou.\"\n\n\"The ship might have been blown backward instead of forward after the\nboys fell off,\" suggested the professor. \"That would explain it. The\nEsquimaux were traveling to this cave with us, and simply brought us\nfrom where the ship had been blown, up to where the boys landed.\"\n\n\"I guess that must be it,\" admitted Andy; \"but listen! some one is\ncoming.\"\n\nFootsteps were heard approaching. In a few seconds Dirola entered the\nice chamber.\n\n\"I fix it!\" she exclaimed. \"You must all go 'way quick. The people want\nkill you, but me save. Listen. You climb up the slide me an' boys come\ndown. Me bring sharp bones,\" and she brought out from under her jacket\nseveral sharp bone picks. \"Make um steps in ice; climb up. Go in little\ncave, where boys know. There man wait for you wid sled an' dogs. He take\nyou to airship. But hurry, hurry! People be after you soon when find you\ngone. Me keep 'um back long what I can, but not for very long, so you go\nfast.\"\n\n\"We must lose no time,\" said the professor. \"This may be our last\nchance. How can we thank you, Dirola?\"\n\n\"Never mind talk, go!\" exclaimed the Esquimaux queen. \"Must hurry!\"\n\nThe captives were anxious enough to escape. Led by Dirola they went out\ninto the main cavern. It was quite dark, as the sun had moved around so\nit no longer shone in the opening, and the mysterious lights had died\naway. They were soon at the bottom of the slope by means of which the\nboys and the helpers had fallen into the ice cave.\n\n\"Now climb up!\" Dirola commanded. \"Me give people big feast 'cause I\nback again. They eat an' no think of you for long time, but they chase\nwhen they find out. Hurry! Hurry!\"\n\nIt was no easy task for the prisoners to make their way up the icy\nslope. Each one was given a pair of short sharp-pointed heavy bones.\nWith these in their hands, using them much as a seal does his tusks,\nthey managed to scramble up the slippery incline. Soon they found\nthemselves able to enter the cave the boys, Bill, Tom and Dirola had\nmade, through the opening from which they had tumbled.\n\n\"Good-bye,\" called Dirola to them, as they passed out of her sight.\n\n\"Good-bye,\" all called back softly, from the roof of the cavern. It was\nthe last they were to see of their kind friend.\n\nOutside of the little cave they found a native waiting with a large\nsled, to which twenty dogs were hitched. The Esquimaux seemed to be\nwatching for them, for he made a sign that they were to get on a sled.\nNo time was lost. Dirola had evidently made her plans well and in haste.\nThe dog driver looked to see that his charges were safe, and then\ncracked his long whip.\n\nOff went the sled at a swift pace, the animals tugging at their\nharness. Not a native was in sight save the one driving the sled. They\nwere all probably at the feast Dirola had prepared in celebration of her\nhome-coming.\n\n\"This is the first sled ride we've had when we were not tied on like so\nmuch cordwood,\" observed Andy. \"Now we have a chance to observe the\nscenery.\"\n\nFaster and faster went the sled. It was a calm clear cold day--or it\nmight have been night as far as time went, but the sun shone from a blue\nsky. It was very cold, and the heavy furs made the adventurers none too\nwarm.\n\nSuddenly, as the party sped on, there came a loud explosion. It was like\na great cannon being fired.\n\n\"What was that?\" exclaimed Andy, starting in alarm.\n\nWith a cry of fear the dog driver pointed behind him.\n\nLooking over their shoulders, the escaping ones saw a great crack in the\nice field. In it showed the black waters of the ocean. Ahead appeared an\never-widening black line, and on either side it was the same.\n\nA large part of the ice field had become detached and was floating out\nto sea. Though they did not know it, the adventurers had driven over\nthe water and away from the land.\n\n\"We are adrift on the ice!\" cried Andy. \"We only escaped from one danger\nto fall into another!\"\n\n\n\n\nCHAPTER XXVI\n\nFIGHTING WILD DOGS\n\n\nFor a moment the realization of their horrible position struck all dumb.\nAdrift on the great polar sea, they might freeze to death before they\nagain got near to the main land. The dogs continued to run on,\napproaching nearer the ever-widening crack in front. The driver seemed\nto suddenly awaken to the danger.\n\nWith a series of sharp commands he brought the team to a halt. Then,\nsigning to the adventurers to get off the sled, he turned it over on the\nside.\n\nNext he unhitched the dogs, and fastened them by their thongs to his\nwhip handle, which he stuck in a crack in the ice. The beasts were thus\nsecured at some distance from the sled.\n\nThis done, the Esquimaux took the fur robes that had been on the sleigh,\nand, spreading them over the frame of the vehicle, made a low but fairly\nlarge and comfortable tent. He motioned for the men and boys to crawl\ninside, which they were glad enough to do, to escape the bitter wind.\nThen the native sat down in the low doorway of the shelter and seemed\nwilling to wait for whatever turned up.\n\n\"It doesn't seem to worry him much,\" observed Andy.\n\n\"He certainly has made us comfortable,\" said Jack. \"I wonder what we are\ngoing to do?\"\n\n\"Wait and see what turns up,\" advised the professor. \"We are on a large\nice floe. It may float for many days, and, after a while, strike the\nmain ice again. When it does we will escape.\"\n\n\"Yes, an' what am we goin' to eat in dat time?\" demanded Washington.\n\nWith a triumphant gesture Jack pulled from his pocket a tin can. It\ncontained the patent condensed food capsules.\n\n\"Hurrah!\" cried the professor on seeing it. \"This will keep us from\nstarving for many days!\"\n\n\"Lucky I didn't lose this after all I've been through,\" said Jack.\n\nThe meagre rations were distributed, the Esquimaux driver coming in for\nhis share. The patent food, though a small quantity sufficed for a meal,\nwas fairly satisfying, and soon all felt better. It was quite warm under\nthe little tent, and the adventurers stretched out for a rest.\n\nThey had been dozing several hours when a series of wild yelps and\nbarks outside roused them. With an exclamation the driver jumped to his\nfeet and rushed toward where he had tied the dogs.\n\nThe professor and the others crawled from the tent to see what the\ntrouble was. They saw that which filled them with fear.\n\nThe Esquimaux dogs, never any too tame, had gone half mad and wild from\nfear at seeing the water all around them, and from lack of food. They\nwere fighting among themselves, snarling, biting and barking viciously.\n\nJust before the driver reached them they broke loose from the thongs\nthat held them, and started for the tent. The Esquimaux tried to stop\nthem, but two of the savage brutes sprang at him and soon had him down\non the ice. The other dogs rushed on toward the group of adventurers,\nwho stood still, awaiting the onslaught, and not knowing what to do.\n\n\"We must defend ourselves!\" cried Andy. \"Those beasts will tear us\napart! They are as savage as wolves! Oh, for my rifle!\"\n\n\"Haven't you a revolver?\" cried Jack.\n\n\"Of course! I forgot,\" said Andy, bringing out his two weapons.\n\"Washington has one, too! Hurry up with it, Washington!\"\n\n\"I'll give mine to Jack!\" yelled the negro, handing the boy the weapon,\nand then, taking to his heels, ran away from the on-coming brutes.\n\nThe animals were now fifty feet off and advancing rapidly. Their eyes\nflashed with the mad rage of hunger and fear, while foam dripped from\ntheir jaws.\n\nTaking careful aim, Andy fired both revolvers at the pack of animals.\nThey were so close together he could not help hitting some. Two fell,\nkilled or badly wounded.\n\nJack also fired and dropped one dog. But the others came on, never\nhalting.\n\n\"Fire as fast as you can!\" cried Andy. \"It is our only chance! We must\nstop them!\"\n\nThe old hunter and Jack pulled the triggers of their weapons rapidly.\nSpurts of flame and small clouds of smoke issued from the muzzles, and\nseveral more of the dogs were killed.\n\nThere were at least a dozen dogs left when the revolver chambers were\nempty, and with wild bounds they leaped upon the adventurers. The\nyelping and barking sounded loud above the hoarse shouts of the men and\nboys, who, with their fists, prepared to fight the wild dogs.\n\n\"Hit 'em with chunks of ice!\" called Andy.\n\nHis advice came just in time. Each one grabbed up a chunk of the frozen\nwater. It was as hard as a stone. One big brute leaped for the\nprofessor's throat. In his weakened condition, caused by his exposure in\nthe ice chamber, it seemed as if the old inventor would be killed.\n\nSuddenly a white object flew through the air. It struck the dog on the\nhead, and the brute, with a howl, fell back. Jack had launched his chunk\nof ice just in time.\n\n\"Good shot!\" cried Andy.\n\nHe hit another of the brutes over the skull with some of the frozen\nstuff, and Washington, whose courage had returned, did likewise. Tom and\nBill disabled the two dogs nearest them.\n\nMark aimed at once fierce beast, but missed his shot, and, slipping on\nthe ice, fell right in the animal's path. In an instant the brute was\nupon him.\n\n\"Lie on your back and cover your head with your arms!\" shouted Andy, as\nhe ran toward the animal. Mark did as he was told. The dog endeavored to\nbite him, but the stout furs on his back prevented much damage being\ndone. Then, having secured a large chunk of ice, Andy ran up behind the\nbeast and stretched it out with a well-directed blow. Mark was saved,\nand scrambled to his feet uninjured.\n\nSuddenly there sounded a series of sharp reports as if a rifle was\nbeing discharged. The refugees looked up, expecting to see some armed\nforce coming to their aid. Instead, they beheld the Esquimaux driver\napproaching on the run. He was swinging his long-lashed whip, which he\nhad secured from the crack in the ice where he had stuck it, and was\nsnapping it vigorously.\n\nAt the same time he called in his native language to the dogs to lie\ndown. The brutes heard the cracking of the cruel thong, whose force they\nknew but too well, and they recognized their master's voice. On came the\nEsquimaux, until, reaching the pack of dogs, he laid about among them\nwith good will, the blows of the whip bringing blood.\n\nSticking their tails between their legs, the remaining dogs ran away\nwith frightened yelps. The driver had come in the nick of time.\n\n\"That was quite a fright!\" panted Andy, when the excitement was at an\nend. \"My, but those were fierce brutes!\"\n\nWhile the dogs that were left alive among the pack, including several\nwounded ones, withdrew to a far end of the ice floe, the adventurers\ncrawled back under the tent for a much-needed rest. The Esquimaux, with\na silence worthy of an American Indian, took up his position in the\nsmall doorway.\n\nIt was growing much colder, and the big chunk of ice that served the\nrefugees as a raft was moving quite rapidly over a choppy sea.\n\nIt was several hours later that the Esquimaux with a loud cry attracted\nall the others to the tent opening. He pointed ahead.\n\n\"I believe we're drifting back to shore!\" shouted Andy.\n\n\n\n\nCHAPTER XXVII\n\nBACK TO THE SHIP\n\n\nWith anxious eyes the adventurers crawled out on the floe and gazed\nahead. Across the black stretch of water could be seen a dim whiteness.\nIt looked like the main ice pack, but they realized that it might be\nonly another floe or berg. The current was setting strong in the\ndirection of it.\n\n\"We will soon learn our fate,\" said the professor. \"We should be up to\nit in an hour.\"\n\nIn less time than that they were near enough to the white mass to tell\nthat it was no floe or berg, but the main field of ice, part of that\nfrom which they had been separated.\n\n\"I don't know as we'll be much better off when we get there,\" said Andy.\n\"There are not dogs enough left to draw the sled, and if we have to walk\nback to where the airship is, providing this Esquimaux can find it,\nwe'll freeze.\"\n\n\"Let us wait until we get to shore before we begin to find new trouble,\"\ncounseled the professor.\n\nIn a little while the floating floe bumped up against the main ice\nfield with a grinding and crashing. No sooner had it touched than the\ndogs scampered off, and were soon lost to sight. The Esquimaux did not\nseem to worry much over their disappearance. He coolly righted the sled,\nhaving first demolished the temporary tent, and proceeded, unaided, to\nhaul the vehicle ashore.\n\n\"Give him a hand, Washington,\" said the professor. \"He is our friend,\nand rendered us good service. We must help him.\"\n\nThen, while Washington and the native dragged the sled, the others\nfollowed afoot, and in a short time were safe on the main ice.\n\n\"Now, the question is,\" said the inventor, \"can our guide take us to the\nship?\"\n\nBut the Esquimaux guide seemed to be in no dilemma. He gave one look\nabout, after reaching the main shore, and then, with Washington helping\nhim pull the sled, started off across the ice.\n\nIt was no easy path for the adventurers to follow. There were little\nhills and hollows, many rough and few smooth places. Their feet were\nweary before they had gone two miles. But the native did not seem to\ntire.\n\n\"I declare to goodness I'se dat kerflusteredcated dat I can't\nextradition myself forward in dis line ob progression de leastest moment\nlonger!\" exclaimed Washington at length, coming to a halt. \"I'se\nprognosticated in de lower extremities!\"\n\n\"I suppose he means he's too tired to go any further and his legs ache,\"\ntranslated Professor Henderson. \"Well, he takes a lot of words, but I\nguess his condition is about like that of all of us. I'm tired too.\"\n\nOne after another all admitted that they felt the need of rest. At the\nprofessor's direction they came to a halt under the shelter of an ice\nhill, that kept off some of the wind. Here they made some sort of a meal\nof the condensed food.\n\nThis served to render their fatigue a little less, and, after an hour's\nrest, they started off again. There did not seem to be much need of\ndragging along the sled, which was useless without dogs to pull it, but\nthe vehicles are scarce and hard to make, so, doubtless, the Esquimaux\ndid not want to desert his property.\n\nMile after mile the refugees traversed. It was hard work and walking\nover the humpy ice was quite different from anything the adventurers\nwere used to, and their feet ached very much. But they knew their only\nsafety was in keeping on.\n\nThe cold was terrible. They had no instruments for telling how low the\nmercury might be, but the professor ventured a guess that it was at\nseventy degrees below zero. The wind, too, sprang up, and adding to the\nunpleasant situation the sky was overcast with heavy clouds that\nthreatened a snow storm.\n\nThat would mean a calamity which might bring to an untimely end the\nbrave men and boys who had dared so much in the search for the north\npole. A blinding fall of the white flakes would result in the guide\nlosing his way, and they might all perish. So they hurried on, anxious\nto get to the _Monarch_, if they were lucky enough to find her.\n\nThere was no use asking the guide any questions or trying to learn how\nmuch farther they had to go. Professor Henderson tried to learn from him\nif the journey would last much longer, but the Esquimaux only shook his\nhead, pointed in advance, and uttered but one word:\n\n\"Ship!\"\n\nThey kept on for several hours more. Their pace was slow, for all of the\nadventurers, men and boys, were foot-sore and weary. The guide, however,\ndid not seem to mind it. Tom and Bill took turns relieving Washington at\nhelping pull the sled.\n\nAt last the party came to a long hill of ice. It was the hardest kind of\ngoing to climb to the top, but the Esquimaux inspired hope in all their\nhearts by showing signs of excitement, while he exclaimed rapidly:\n\n\"Ship! Ship! Ship!\"\n\nUp the long slope they toiled, almost ready to drop at every step.\nFinally they gained the top. The guide was in the lead. As he got to the\nsummit he pointed down and gave a joyful cry.\n\nAndy, weary as he was, hurried to his side. He gazed long and\nsteadfastly in the direction the Esquimaux pointed.\n\n\"It's the _Monarch_ sure enough!\" cried the old hunter. \"I can make out\nthe yellow gas bag against the snow bank! Hurrah!\"\n\n\"Hurrah! Hurrah!\" yelled Jack, Mark, Bill, Washington and Tom. Even\nProfessor Henderson joined in, and the Esquimaux added his voice in a\nqueer sort of native cheer that made all of the others smile.\n\n\"Now if we could only fly to her we'd be all right,\" exclaimed Mark.\n\nThe guide was busy overhauling the sled. He tightened some of the\nretaining thongs that had become loosened, and then, with guttural\ncries, he pointed to the vehicle, to the different members of the party\nand to the long slope that lay before them, and which led down almost to\nthe abandoned airship.\n\n\"I believe he means for us to coast down the hill on the sled!\" cried\nAndy. \"That's a good scheme. It will beat walking all to pieces!\"\n\nDown, down, down the adventurers went, like an arrow shot from a stout\nbow. The bone runners of the sled glided over the frozen surface, which\nwas as slippery as glass.\n\nThe speed was very swift and the wind caused by the rapid passage cut in\ntheir faces so that all had to pull their fur hoods over their heads.\nThe ice, scraped up by the runners, flew in a shower on either side.\n\nThe Esquimaux skillfully steered the sled. He avoided several hollows\nand gullies that would have brought disaster, and kept the vehicle on a\nproper course. In less than five minutes from the start at the top of\nthe hill they were at the bottom, more than a mile's distance, and\nwithin a quarter of a mile of the airship.\n\nJoy at the discovery of the _Monarch_ lent strength to travel-weary\nlegs. The refugees hastened on, and soon were at the place where the\ncraft had settled on a bank of ice and snow.\n\n\"Back to the _Monarch_!\" shouted Andy. \"I hope the ship is in working\norder!\"\n\nIndeed this might well be a source of worry. One glance served to show\nthat the airship was frozen fast in the ice, while the gas bag, which\nhad collapsed, and was resting on top of the deck-house, was partially\ncovered with snow!\n\nAs weak as they were the boys set up a cheer and the men joined in, the\nsound echoing for a long distance around.\n\n\n\n\nCHAPTER XXVIII\n\nATTACKED BY THE NATIVES\n\n\n\"We must clear away the snow and ice!\" said Professor Henderson. \"Come,\nboys, we must work quickly. We have no time to lose! Remember what\nDirola said about the natives following us!\"\n\nNow that he was back at his craft the inventor seemed to have recovered\nall of his energies.\n\n\"Washington and I will see to the machinery, and get the bag inflated,\"\nhe continued. \"The rest begin to dig out the ship from below.\"\n\nFortunately the professor had foreseen the need of shovels on his\nnorthern journey and had a supply in the ship. They were quickly brought\nout. The snow was soon cleared from the silk bag, it being rather light.\nThen, while the professor and the negro went to the engine room to start\nthe various apparatus, the others began chipping away the ice that held\nthe main body of the Monarch in a tight grip.\n\nInside the airship matters were in bad shape. The intense cold had\ncontracted all the metal and made it very brittle. Care had to be\nexercised in handling every piece of apparatus. There was no heat in the\nship, and it was almost as cold as outside.\n\nHowever, the gas generating machine was set in operation by a current\nfrom the storage battery. Some of the gas was turned into the heating\nstoves, which were constructed to burn it, and this made heat which soon\nenabled the professor to work on the motors and dynamos. In a little\nwhile the gas began filling the bag, which slowly distended.\n\n\"Hurrah!\" yelled Jack, seeing that the _Monarch_ was beginning to look\nlike herself again. He and the others were working hard at the ice,\nwhich did not seem to want to let the ship go.\n\nThe inventor went about testing each separate piece of apparatus. He\nfound that, with a little tinkering, all the machinery would work well.\nMeanwhile the gas continued to fill the bag, until it was tugging at the\nnet and cords that fastened it to the airship. But all the lifting power\nthat could be produced from the machine would not elevate the _Monarch_\nwhile it was held fast in the ice.\n\nHowever, the forces attacking the frozen crystals worked to good\nadvantage. In the midst of their labors Washington brought out some hot\ncoffee, which was received with cheers. It was the first white man's\nfood, except the patent capsules, they had tasted since leaving the\nship.\n\nAt last, after several hours' hard digging, the body of the ship was all\nbut free. A few more blows would sever the last connecting grapple of\nice.\n\nSuddenly Jack, who happened to glance up, gave a loud cry. All the\nothers stopped their digging.\n\n\"Here come the Esquimaux!\" yelled the boy. \"I just saw them around that\nbig iceberg!\"\n\nThis was alarming news. Old Andy dropped his shovel and scrambled over\nthe side of the ship.\n\n\"What's de matter? Am yo' skeered?\" asked Washington.\n\n\"Not a bit of it!\" cried Andy. \"I want to get a gun and give those\nfellows something to remember me by!\"\n\n\"Never mind them!\" shouted the professor. \"Get the ship free and we need\nnot stay to fight them. We are almost ready to start!\"\n\nBut Andy was bound to have a shot at the savages, and he grabbed up his\nrifle, which was fully loaded, and came out on the deck.\n\nThe natives came on with a rush. There were about two hundred of them,\nand they had arrived on several big sleds. The Esquimaux who had\npiloted the adventurers back to their ship had disappeared, for he knew\nhe would be killed as a traitor if his tribesmen caught him.\n\n\"Come on!\" cried Bill to Tom and the boys. \"Let's get aboard. We'll be\nkilled!\"\n\n\"You can go!\" shouted Jack. \"I'm going to stay down here and free the\nship from ice. That's the only thing to do.\"\n\n\"I'll stay with you!\" exclaimed Mark.\n\nTom and Bill scrambled up the sides of the ship and disappeared into the\ncabin. The boys remained on the ice, partly under the airship, chipping\nand picking to free the bottom.\n\nWith loud shouts and yells the Esquimaux surrounded the _Monarch_. The\nsavages were armed with bows and arrows, and soon a shower of these\nmissiles were shot toward the craft.\n\nProfessor Henderson was in mortal terror lest one of the sharp weapons\nwould pierce the gas bag, but, for some reason, the natives fired at the\nlower part of the ship. Andy and the two helpers were now ready to\nreturn the fire. Their guns rattled out and the reports caused the\nnatives great astonishment.\n\nThe first shots the defenders had fired over the heads of the Esquimaux,\nnot wishing to kill them if they could help it. But though the reports\ncaused a momentary falling back, the attackers soon rallied again, and\nshot a thicker cloud of arrows, some of which fell uncomfortably near.\n\n\"Let 'em have it right in the faces this time!\" shouted Andy.\n\nHe took careful aim at the mass of natives who were advancing, and one\nfell. Bill and Tom followed his example, and the onslaught was checked\nfor a time.\n\nBut now reinforcements to the Esquimaux arrived until there were fully\nfive hundred of the fur-clad savages out on the ice surrounding the\nairship. To cope with such a force seemed madness. Bill received a\nslight wound in the arm, and Tom had a narrow escape from being killed,\na big spear just missing his head.\n\n\"Drop down below the rail!\" yelled Andy. \"They can't hit us so easy\nthen, and we can fire just as good!\"\n\nThe defenders dropped flat to the deck, outside of the cabin. A loud\nyell on the part of the Esquimaux told that they thought the adventurers\nhad been killed, and there was a rush to capture the ship.\n\n\"Let 'em have it! As fast as you can pull the triggers!\" cried the old\nhunter. \"We'll show 'em what we can do!\"\n\nThe three guns rang out again and two of the natives fell, both badly\nwounded.\n\n\"I wish we had more help!\" exclaimed Andy. \"We're likely to have trouble\nsoon! Why don't those boys come up; in a few minutes they won't have a\nchance!\"\n\nIndeed it would have been risky now for Jack and Mark to venture out\nfrom under the ship, where they were still bravely chipping at the last\nremaining bit of ice that help the ship fast. So far their presence had\nnot been noted by the enemy.\n\nAt that instant Professor Henderson ran out of the engine room.\n\n\"Use the machine gun!\" he yelled. \"That is our only hope!\"\n\nThe next second he fell to the deck, struck by a spear.\n\n\n\n\nCHAPTER XXIX\n\nTHE ESCAPE\n\n\n\"He's killed!\" cried Andy.\n\n\"Oh Perfessor! Perfessor!\" exclaimed Washington. \"I tole yo' not to go\nout.\"\n\n\"Never mind! Start the machine gun!\" yelled Andy. \"We must fight off\nthese human fiends!\"\n\n\"Call up the boys!\" shouted Bill. \"They'll be killed under the ship!\"\n\n\"I'm afraid it's too late,\" said Andy. \"Here, Tom, you help Washington\nwork the machine gun!\"\n\nThe weapon had been covered by canvas, and, fortunately, the snow had\nnot harmed it. The canvas was yanked off, and, while Tom prepared to\nfeed the cartridges down the hopper, Washington worked the crank. In a\nfew seconds there was a fusillade that sounded like a small battery\ngoing into action.\n\nFrom the muzzle of the machine gun poured out a leaden hail. It struck\nthe Esquimaux fairly and though they tried to stand against it they\ncould not. Their arrows and spears dropped from their hands and they\nstaggered back, many badly hurt or killed.\n\n\"Why don't those pesky boys come up!\" wondered Andy. His gun was again\nempty. He hastened into the cabin to reload the magazine. As he did so\nhe heard a tapping on the plate glass window set in the floor of the\ncar.\n\n\"Who is there?\" he cried.\n\n\"It's us; Jack and Mark!\" a voice answered. \"Let us up! The ship is\nfree!\"\n\nAndy flung open the window. It was just large enough for a boy to\nsqueeze through. In a moment Jack and Mark were in the cabin.\n\nIn the meanwhile Bill had dropped his gun and carried the professor from\nthe deck inside. The old man was unconscious, but a glance showed that\nthe spear had made only a slight wound on the head, and not one that was\nlikely to be dangerous.\n\n\"Is he dead?\" cried the boys.\n\n\"We hope not,\" answered Andy. \"But we have no time to lose. Can one of\nyou start the ship?\"\n\n\"I can!\" exclaimed Jack.\n\n\"Then do it, while I help hold the enemy at bay!\"\n\nThe Esquimaux, in spite of their losses, were returning to the attack.\nCloser and closer they pressed to the ship. The machine gun was making\ngreat gaps in their ranks, but they did not seem to mind. They were bent\non recapturing their former captives, whose track they had followed from\nthe ice cavern.\n\nJack ran to the engine room. He saw that everything was in readiness for\nsending the ship aloft. But little gas more was needed in the bag. He\nturned on the full supply. The noise of the guns, the shouts and yells\nof the natives, made the place resound with wild noises. It was a battle\nsuch as the arctic regions had never before witnessed.\n\nA tremor shook the _Monarch_. The ship shivered. Jack ran to the conning\ntower. He grasped the lever that started the propeller. Then came a\nsudden lurch. The airship tore loose from the ice and rose swiftly in\nthe air. Jack set the screw to working and turned the steering wheel so\nthat the _Monarch's_ nose was pointed due south, away from the land of\nperpetual ice and snow.\n\nA wild yell of disappointed rage burst from hundreds of throats as the\nEsquimaux saw their captives escape. They filled the air with arrows and\nspears, but to no purpose. Andy sent the last shots in his rifle at the\nsavages, and, as the ship rose a hundred feet in the air, the remaining\ncartridges in the machine gun were exploded.\n\n\"Hurrah!\" cried the old hunter. \"We're off!\"\n\nOn and on sped the _Monarch_, every second putting the frozen north\nbehind her. Jack had all the engines going at full speed.\n\n\"What has happened? Where are we?\" asked Professor Henderson, suddenly\nrecovering consciousness.\n\n\"We's on de _Monarch_ an' we's done left dem cantankerous conglomerated\ndisputatious Mosquitoes down on de ice!\" exclaimed Washington, coming in\nto see how his master was. \"Are yo' much hurted, Perfessor?\"\n\n\"It's only a scratch,\" replied the inventor. \"I'm all right,\" and he\ninsisted on getting up and seeing how the engines were running. He was a\nlittle weak, but some medicine which Washington fixed at his master's\ndirection soon brought him around.\n\nThe airship was working beautifully in spite of being frozen up in the\nterrible cold. On and up she went until she had left the vicinity of the\nsavages far behind. After about an hour's flight the professor had Jack\nlower the craft to within half a mile of the surface, as he said he\nwanted to see what was below.\n\nThe boy, who was in charge of the conning tower, set the necessary\nmachinery, while the professor went to the window in the bottom of the\nship to watch.\n\n\"We're over the sea!\" he exclaimed. \"There is no land or ice in sight!\"\n\n\"Come here quick!\" cried Washington, from the engine room.\n\n\"What's the matter?\" exclaimed the professor.\n\n\"De gas machine am gone on a rampage ag'in!\"\n\nThen, all at once, the airship began to sink. All rushed to the engine\nroom. The gas generator had ceased working and the craft was settling\ntoward the ocean, there being nothing to keep it aloft.\n\nFrantically the professor and Washington worked at the apparatus. It\ncould not be adjusted. Despair was on every face. Faster and faster sunk\nthe _Monarch_.\n\n\"Will we sink?\" asked Andy. \"I can't swim.\"\n\n\"We may float,\" said the professor. \"The bottom part of the ship is\nwater tight. We may float long enough to fix the machinery.\"\n\nThen, with a splash, the _Monarch_ settled into the ocean, the gas bag\nfalling limply on top of the cabins.\n\n\"Get out the life preservers!\" shouted the professor. \"They are in the\nforward part. Put them on, while Washington and I try to fix the gas\nmachine!\"\n\nThe airship had now become a water ship. It rose and fell on the waves,\nrocking from side to side.\n\n\"Get ready to jump!\" yelled Jack, running in from the conning tower.\n\n\"What now?\" asked Professor Henderson, \"Haven't we troubles enough?\"\n\n\"There's a big whale and he's headed right this way!\" yelled Jack. \"He's\ncoming on like a locomotive, to ram us!\"\n\nAndy caught up his gun and hastened to the tower. As Jack had said, a\nbig sperm whale, spouting water high in the air from his nostrils, was\nheaded for the _Monarch_, which, as it lay on the surface, the whale\nevidently took for a rival.\n\n\"I wonder if I can stop him with this rifle,\" exclaimed Andy.\n\n\"No, but you can with the machine gun!\" said Jack.\n\n\"Not while it's in the stern,\" replied the old hunter. \"I guess we are\ndone for this time. I'll fire a few shots, anyhow, before I die!\"\n\n\"Wait!\" yelled Jack. \"I'll turn the ship around!\"\n\n\"Can you do it?\"\n\n\"I think I can,\" was the short reply.\n\n\"We cannot use the machinery.\"\n\n\"I know that, but I can use something else--that is, I think I can.\"\n\n\"There is nothing to use.\"\n\n\"Yes, there is. See here!\"\n\nAs the youth spoke he seized a long pole from the deck, and stuck one\nend of it in a large cake of ice that floated close by. Slowly, but with\nthe strength of despair he pushed the bow of the airship around so that\nit was pointed away from the on-coming whale.\n\n\"Run to the rear!\" the boy cried to Andy. \"And hurry up!\"\n\nThe hunter did so. A few seconds later the stern of the ship was toward\nthe ocean monster. Andy called for some one to bring ammunition and feed\nthe hopper of the machine gun, and Bill responded.\n\nThen, when the whale was within a hundred feet of the _Monarch_, Andy\nbegan turning the crank. A storm of lead shot out toward the big fish.\nThe water about was dyed with blood and the spouting streams from the\nnostrils were changed from white to red. With a terrible flurry, lashing\nthe waters of the ocean to foam with its broad flukes, the whale died,\nhundreds of bullets in its head.\n\nThe airship was saved.\n\n\n\n\nCHAPTER XXX\n\nHOMEWARD BOUND\n\n\n\"We're sinking! we're sinking!\" yelled Bill Jones. He pointed to a\nstream of water that was trickling up from the cabin floor. The freezing\nof the ship in the ice had strained the seams.\n\nThe professor and Washington were working earnestly over the gas\nmachine. They piled in fresh chemicals and started the electric current.\nThe water in the cabin continued to rise.\n\n\"Well, I guess I might as well have let the whale finish us,\" sighed\nAndy. \"We're bound to die, anyhow!\"\n\n\"Not yet!\" cried the professor suddenly. \"Not if I can help it! Quick,\nWashington. Another turn to the handle, and I think we will be safe!\"\n\nThe negro adjusted the machine as the professor had directed.\n\n\"Is the water gaining?\" asked Amos Henderson.\n\n\"No. It's stopped coming in,\" replied Bill.\n\n\"Then we are saved!\" announced the inventor. \"The gas is entering the\nbag and lifting the ship!\"\n\nSure enough, the Monarch no longer pitched and tossed on the waves. It\nwas rising in the air. In a little while it was quite a distance above\nthe ocean. All on board watched anxiously, but the craft appeared to be\non its good behavior and mounted steadily upward. The propeller, which\nhad been stopped, was again set in motion. The professor went to the\nconning tower and began steering the ship to the south. The adventurers\nwere homeward bound at last.\n\nFor some time no one spoke, so anxious were they lest another accident\nshould occur. But when, after another hour or two, the ship still kept\non its flight, all breathed easier.\n\n\"Well, we've been to the north pole,\" remarked Jack, after a long pause.\n\"That's something very few can say.\"\n\n\"Yes, I think we can safely assert that we have accomplished what we set\nout to do,\" remarked the professor. \"True, we did not land on the exact\nspot, and I am inclined to believe it would be impossible, because of\nthe whirlwind of the electric currents. But we certainly were at the\nexact north, as the deflecting needle showed.\"\n\n\"I wonder if the south pole is like this?\" asked Mark.\n\n\"I do not know,\" returned Amos Henderson with a smile. \"I hope the south\npole is a little nicer. We might go and see, some day. Would you boys\nlike to make the trip?\"\n\n\"You bet!\" exclaimed Jack fervently, speaking for himself and Mark.\n\nThe _Monarch_ sped on her way. Every hour brought her nearer to her\nstarting point. When it became evident that the machinery was now in\ngood working order and not liable to a breakdown, the professor ordered\na meal gotten ready, since all were hungry.\n\nWith thankful hearts they sat down to a spread of the best the patent\nfoods afforded, and ate heartily. Then, being worn out with fatigue, the\nprofessor advised all to take to their bunks and get some sleep. He said\nhe would steer the ship for a while, to be relieved by Washington and\nJack in turn.\n\nRegular watches were established before the adventurers sought their\nbunks, and then, while the craft shot southward, quiet reigned aboard.\n\nNo further mishaps occurred. For some days the _Monarch_ was kept on her\ncourse. Every hour it grew warmer until the fur garments were\ndiscarded, and at length the windows were opened and the fresh breezes\nblew inside the cabins. The temperate zone had been reached.\n\nOver green meadows, woods, hills and valleys the airship flew; across\nwide bays, great rivers and large lakes. Now it was high in the air,\nabove the clouds, and, again, close to the earth, as the captain\ndirected.\n\nAt last, just at dusk one summer afternoon, a little less than a month\nfrom the time they had left, the inventor stopped the propeller.\n\n\"We are right above my old cabin,\" he said. \"Now we are going to land.\nThis ends the voyage to the north pole, and we are back safe and sound.\"\n\nThe ship settled down, about a hundred feet from the balloon shed, which\nremained the same as when the adventurers had left it. No one was in\nsight, and the travelers stepped out on the ground.\n\n\"If you will come inside I will pay you for your time, Andy,\" said Mr.\nHenderson; \"and you, too, Bill and Tom. You know I promised you good\nwages while you were with me, and I think you have earned the money.\"\n\nThe hunter and the two helpers were liberally rewarded for the time they\nhad spent. Bidding the professor good-bye, they went their several\nways, to astonish their friends and acquaintances with their strange\ntales.\n\n\"As for you, boys,\" went on Amos Henderson to Jack and Mark, \"I will pay\nyou, too, if you like, or you can continue with me, and perhaps some day\nwe'll make a trip to the South Pole--if not through the air, then under\nthe sea, for I have in mind to build a submarine boat next. What do you\nsay?\"\n\n\"I'll stay,\" said Jack.\n\n\"So will I,\" exclaimed Mark. \"Hurrah for the South Pole!\"\n\n\"Then come on in to supper,\" cried the professor gaily, leading the way\nto his cabin.\n\n\nTHE END.\n\n\n\n\n\n\nEnd of Project Gutenberg's Through the Air to the North Pole, by Roy Rockwood\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THROUGH THE AIR TO THE NORTH POLE ***\n\n***** This file should be named 14665.txt or 14665.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.net/1/4/6/6/14665/\n\nProduced by Suzanne Lybarger, Beginners Projects, Mary Meehan, and\nthe Online Distributed Proofreading Team\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}