{"title": "Shadow of the Mothaship", "author": "Cory Doctorow", "releaseDate": "November 20, 2005", "language": "English", "content": "\n\n\n\n\n\n\n\n\nShadow of the Mothaship\n\nCory Doctorow\n\nFrom \"A Place So Foreign and Eight More,\" a short story collection published in\nSeptember, 2003 by Four Walls Eight Windows Press (ISBN 1568582862). See\nhttp://craphound.com/place for more.\n\nOriginally Published in Amazing Stories, Winter 2000\n\n--\n\nBlurbs and quotes:\n\n* Cory Doctorow straps on his miner's helmet and takes you deep into the\n  caverns and underground rivers of Pop Culture, here filtered through SF-coloured\n  glasses. Enjoy.\n\n\t- Neil Gaiman\n\t  Author of American Gods and Sandman\n\n\n* Few writers boggle my sense of reality as much as Cory Doctorow.  His vision\n  is so far out there, you'll need your GPS to find your way back.\n\n\t- David Marusek\n\t  Winner of the Theodore Sturgeon Award, Nebula Award nominee\n\n* Cory Doctorow is one of our best new writers: smart, daring, savvy,\n  entertaining, ambitious, plugged-in, and as good a guide to the wired world of\n  the twenty-first century that stretches out before us as you're going to find.\n\n\t- Gardner Dozois\n\t  Editor, Asimov's SF\n\n* He sparkles!  He fizzes!  He does backflips and breaks the furniture! Science\n  fiction needs Cory Doctorow!\n\n\t- Bruce Sterling\n\t  Author of The Hacker Crackdown and Distraction\n\n* Cory Doctorow strafes the senses with a geekspeedfreak explosion of gomi kings\n  with heart, weirdass shapeshifters from Pleasure Island and jumping automotive\n  jazz joints.  If this is Canadian science fiction, give me more.\n\n\t- Nalo Hopkinson\n\t  Author of Midnight Robber and Brown Girl in the Ring\n\n* Cory Doctorow is the future of science fiction.  An nth-generation hybrid of\n  the best of Greg Bear, Rudy Rucker, Bruce Sterling and Groucho Marx, Doctorow\n  composes stories that are as BPM-stuffed as techno music, as idea-rich as the\n  latest issue of NEW SCIENTIST, and as funny as humanity's efforts to improve\n  itself.  Utopian, insightful, somehow simultaneously ironic and heartfelt, these\n  nine tales will upgrade your basal metabolism, overwrite your cortex with new\n  and efficient subroutines and generally improve your life to the point where\n  you'll wonder how you ever got along with them.  Really, you should need a\n  prescription to ingest this book.  Out of all the glittering crap life and our\n  society hands us, craphound supreme Doctorow has managed to fashion some\n  industrial-grade art.\"\n\n\t- Paul Di Filippo\n\t  Author of The Steampunk Trilogy\n\n* As scary as the future, and twice as funny. In this eclectic and electric\n  collection Doctorow strikes sparks off today to illuminate tomorrow, which is\n  what SF is supposed to do. And nobody does it better.\n\n\t- Terry Bisson\n\t  Author of Bears Discover Fire\n\n--\n\nA note about this story\n\nThis story is from my collection, \"A Place So Foreign and Eight More,\" published\nby Four Walls Eight Windows Press in September, 2003, ISBN 1568582862. I've\nreleased this story, along with five others, under the terms of a Creative\nCommons license that gives you, the reader, a bunch of rights that copyright\nnormally reserves for me, the creator.\n\nI recently did the same thing with the entire text of my novel, \"Down and Out in\nthe Magic Kingdom\" (http://craphound.com/down), and it was an unmitigated\nsuccess. Hundreds of thousands of people downloaded the book -- good news -- and\nthousands of people bought the book -- also good news. It turns out that, as\nnear as anyone can tell, distributing free electronic versions of books is a\ngreat way to sell more of the paper editions, while simultaneously getting the\nbook into the hands of readers who would otherwise not be exposed to my work.\n\nI still don't know how it is artists will earn a living in the age of the\nInternet, but I remain convinced that the way to find out is to do basic\nscience: that is, to do stuff and observe the outcome. That's what I'm doing\nhere. The thing to remember is that the very *worst* thing you can do to me as\nan artist is to not read my work -- to let it languish in obscurity and\ndisappear from posterity. Most of the fiction I grew up on is out-of-print, and\nthis is doubly true for the short stories. Losing a couple bucks to people who\nwould have bought the book save for the availability of the free electronic text\nis no big deal, at least when compared to the horror that is being irrelevant\nand unread. And luckily for me, it appears that giving away the text for free\ngets me more paying customers than it loses me.\n\nYou can find the canonical version of this file at\nhttp://craphound.com/place/download.php\n\nIf you'd like to convert this file to some other format and distribute it, you\nhave my permission, provided that:\n\n* You don't charge money for the distribution\n\n* You keep the entire text intact, including this notice, the license below, and\nthe metadata at the end of the file\n\n* You don't use a file-format that has \"DRM\" or \"copy-protection\" or any other\nform of use-restriction turned on\n\nIf you'd like, you can advertise the existence of your edition by posting a link\nto it at http://craphound.com/place/000015.php\n\n--\n\nHere's a summary of the license:\n\n\thttp://creativecommons.org/licenses/by-nd-nc/1.0\n\n\tAttribution. The licensor permits others to copy, distribute,\n\tdisplay, and perform the work. In return, licensees must give the\n\toriginal author credit.\n\n\tNo Derivative Works. The licensor permits others to copy,\n\tdistribute, display and perform only unaltered copies of the work\n\t-- not derivative works based on it.\n\n\tNoncommercial. The licensor permits others to copy, distribute,\n\tdisplay, and perform the work. In return, licensees may not use\n\tthe work for commercial purposes -- unless they get the\n\tlicensor's permission.\n\nAnd here's the license itself:\n\n\thttp://creativecommons.org/licenses/by-nd-nc/1.0-legalcode\n\n\tTHE WORK (AS DEFINED BELOW) IS PROVIDED UNDER THE TERMS OF THIS\n\tCREATIVE COMMONS PUBLIC LICENSE (\"CCPL\" OR \"LICENSE\"). THE WORK\n\tIS PROTECTED BY COPYRIGHT AND/OR OTHER APPLICABLE LAW. ANY USE OF\n\tTHE WORK OTHER THAN AS AUTHORIZED UNDER THIS LICENSE IS\n\tPROHIBITED.\n\n\tBY EXERCISING ANY RIGHTS TO THE WORK PROVIDED HERE, YOU ACCEPT\n\tAND AGREE TO BE BOUND BY THE TERMS OF THIS LICENSE. THE LICENSOR\n\tGRANTS YOU THE RIGHTS CONTAINED HERE IN CONSIDERATION OF YOUR\n\tACCEPTANCE OF SUCH TERMS AND CONDITIONS.\n\n\t1. Definitions\n\n\t\ta. \"Collective Work\" means a work, such as a periodical issue,\n\t\tanthology or encyclopedia, in which the Work in its entirety in\n\t\tunmodified form, along with a number of other contributions,\n\t\tconstituting separate and independent works in themselves, are\n\t\tassembled into a collective whole. A work that constitutes a\n\t\tCollective Work will not be considered a Derivative Work (as\n\t\tdefined below) for the purposes of this License.\n\n\t\tb. \"Derivative Work\" means a work based upon the Work or upon the\n\t\tWork and other pre-existing works, such as a translation, musical\n\t\tarrangement, dramatization, fictionalization, motion picture\n\t\tversion, sound recording, art reproduction, abridgment,\n\t\tcondensation, or any other form in which the Work may be recast,\n\t\ttransformed, or adapted, except that a work that constitutes a\n\t\tCollective Work will not be considered a Derivative Work for the\n\t\tpurpose of this License.\n\n\t\tc. \"Licensor\" means the individual or entity that offers the Work\n\t\tunder the terms of this License.\n\n\t\td. \"Original Author\" means the individual or entity who created\n\t\tthe Work.\n\n\t\te. \"Work\" means the copyrightable work of authorship offered\n\t\tunder the terms of this License.\n\n\t\tf. \"You\" means an individual or entity exercising rights under\n\t\tthis License who has not previously violated the terms of this\n\t\tLicense with respect to the Work, or who has received express\n\t\tpermission from the Licensor to exercise rights under this\n\t\tLicense despite a previous violation.\n\n\t2. Fair Use Rights. Nothing in this license is intended to\n\treduce, limit, or restrict any rights arising from fair use,\n\tfirst sale or other limitations on the exclusive rights of the\n\tcopyright owner under copyright law or other applicable laws.\n\n\t3. License Grant. Subject to the terms and conditions of this\n\tLicense, Licensor hereby grants You a worldwide, royalty-free,\n\tnon-exclusive, perpetual (for the duration of the applicable\n\tcopyright) license to exercise the rights in the Work as stated\n\tbelow:\n\n\t\ta. to reproduce the Work, to incorporate the Work into one or\n\t\tmore Collective Works, and to reproduce the Work as incorporated\n\t\tin the Collective Works;\n\n\t\tb. to distribute copies or phonorecords of, display publicly,\n\t\tperform publicly, and perform publicly by means of a digital\n\t\taudio transmission the Work including as incorporated in\n\t\tCollective Works;\n\n\tThe above rights may be exercised in all media and formats\n\twhether now known or hereafter devised. The above rights include\n\tthe right to make such modifications as are technically necessary\n\tto exercise the rights in other media and formats. All rights not\n\texpressly granted by Licensor are hereby reserved.\n\n\t4. Restrictions. The license granted in Section 3 above is\n\texpressly made subject to and limited by the following\n\trestrictions:\n\n\t\ta. You may distribute, publicly display, publicly perform, or\n\t\tpublicly digitally perform the Work only under the terms of this\n\t\tLicense, and You must include a copy of, or the Uniform Resource\n\t\tIdentifier for, this License with every copy or phonorecord of\n\t\tthe Work You distribute, publicly display, publicly perform, or\n\t\tpublicly digitally perform. You may not offer or impose any terms\n\t\ton the Work that alter or restrict the terms of this License or\n\t\tthe recipients' exercise of the rights granted hereunder. You may\n\t\tnot sublicense the Work. You must keep intact all notices that\n\t\trefer to this License and to the disclaimer of warranties. You\n\t\tmay not distribute, publicly display, publicly perform, or\n\t\tpublicly digitally perform the Work with any technological\n\t\tmeasures that control access or use of the Work in a manner\n\t\tinconsistent with the terms of this License Agreement. The above\n\t\tapplies to the Work as incorporated in a Collective Work, but\n\t\tthis does not require the Collective Work apart from the Work\n\t\titself to be made subject to the terms of this License. If You\n\t\tcreate a Collective Work, upon notice from any Licensor You must,\n\t\tto the extent practicable, remove from the Collective Work any\n\t\treference to such Licensor or the Original Author, as requested.\n\n\t\tb. You may not exercise any of the rights granted to You in\n\t\tSection 3 above in any manner that is primarily intended for or\n\t\tdirected toward commercial advantage or private monetary\n\t\tcompensation. The exchange of the Work for other copyrighted\n\t\tworks by means of digital file-sharing or otherwise shall not be\n\t\tconsidered to be intended for or directed toward commercial\n\t\tadvantage or private monetary compensation, provided there is no\n\t\tpayment of any monetary compensation in connection with the\n\t\texchange of copyrighted works.\n\n\t\tc. If you distribute, publicly display, publicly perform, or\n\t\tpublicly digitally perform the Work or any Collective Works, You\n\t\tmust keep intact all copyright notices for the Work and give the\n\t\tOriginal Author credit reasonable to the medium or means You are\n\t\tutilizing by conveying the name (or pseudonym if applicable) of\n\t\tthe Original Author if supplied; the title of the Work if\n\t\tsupplied. Such credit may be implemented in any reasonable\n\t\tmanner; provided, however, that in the case of a Collective Work,\n\t\tat a minimum such credit will appear where any other comparable\n\t\tauthorship credit appears and in a manner at least as prominent\n\t\tas such other comparable authorship credit.\n\n\t5. Representations, Warranties and Disclaimer\n\n\t\ta. By offering the Work for public release under this License,\n\t\tLicensor represents and warrants that, to the best of Licensor's\n\t\tknowledge after reasonable inquiry:\n\n\t\t\ti. Licensor has secured all rights in the Work necessary to grant\n\t\t\tthe license rights hereunder and to permit the lawful exercise of\n\t\t\tthe rights granted hereunder without You having any obligation to\n\t\t\tpay any royalties, compulsory license fees, residuals or any\n\t\t\tother payments;\n\n\t\t\tii. The Work does not infringe the copyright, trademark,\n\t\t\tpublicity rights, common law rights or any other right of any\n\t\t\tthird party or constitute defamation, invasion of privacy or\n\t\t\tother tortious injury to any third party.\n\n\t\tb. EXCEPT AS EXPRESSLY STATED IN THIS LICENSE OR OTHERWISE AGREED\n\t\tIN WRITING OR REQUIRED BY APPLICABLE LAW, THE WORK IS LICENSED ON\n\t\tAN \"AS IS\" BASIS, WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS\n\t\tOR IMPLIED INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES\n\t\tREGARDING THE CONTENTS OR ACCURACY OF THE WORK.\n\n\t6. Limitation on Liability. EXCEPT TO THE EXTENT REQUIRED BY\n\tAPPLICABLE LAW, AND EXCEPT FOR DAMAGES ARISING FROM LIABILITY TO\n\tA THIRD PARTY RESULTING FROM BREACH OF THE WARRANTIES IN SECTION\n\t5, IN NO EVENT WILL LICENSOR BE LIABLE TO YOU ON ANY LEGAL THEORY\n\tFOR ANY SPECIAL, INCIDENTAL, CONSEQUENTIAL, PUNITIVE OR EXEMPLARY\n\tDAMAGES ARISING OUT OF THIS LICENSE OR THE USE OF THE WORK, EVEN\n\tIF LICENSOR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n\n\t7. Termination\n\n\t\ta. This License and the rights granted hereunder will terminate\n\t\tautomatically upon any breach by You of the terms of this\n\t\tLicense. Individuals or entities who have received Collective\n\t\tWorks from You under this License, however, will not have their\n\t\tlicenses terminated provided such individuals or entities remain\n\t\tin full compliance with those licenses. Sections 1, 2, 5, 6, 7,\n\t\tand 8 will survive any termination of this License.\n\n\t\tb. Subject to the above terms and conditions, the license granted\n\t\there is perpetual (for the duration of the applicable copyright\n\t\tin the Work). Notwithstanding the above, Licensor reserves the\n\t\tright to release the Work under different license terms or to\n\t\tstop distributing the Work at any time; provided, however that\n\t\tany such election will not serve to withdraw this License (or any\n\t\tother license that has been, or is required to be, granted under\n\t\tthe terms of this License), and this License will continue in\n\t\tfull force and effect unless terminated as stated above.\n\n\t8. Miscellaneous\n\n\t\ta. Each time You distribute or publicly digitally perform the\n\t\tWork or a Collective Work, the Licensor offers to the recipient a\n\t\tlicense to the Work on the same terms and conditions as the\n\t\tlicense granted to You under this License.\n\n\t\tb. If any provision of this License is invalid or unenforceable\n\t\tunder applicable law, it shall not affect the validity or\n\t\tenforceability of the remainder of the terms of this License, and\n\t\twithout further action by the parties to this agreement, such\n\t\tprovision shall be reformed to the minimum extent necessary to\n\t\tmake such provision valid and enforceable.\n\n\t\tc. No term or provision of this License shall be deemed waived\n\t\tand no breach consented to unless such waiver or consent shall be\n\t\tin writing and signed by the party to be charged with such waiver\n\t\tor consent.\n\n\t\td. This License constitutes the entire agreement between the\n\t\tparties with respect to the Work licensed here. There are no\n\t\tunderstandings, agreements or representations with respect to the\n\t\tWork not specified here. Licensor shall not be bound by any\n\t\tadditional provisions that may appear in any communication from\n\t\tYou. This License may not be modified without the mutual written\n\t\tagreement of the Licensor and You.\n\n###\n\nShadow of the Mothaship\n=======================\n\nIt's the untethering of my parents' house that's on my plate today. The flying\nof a kite on a windy Toronto Hallowe'en day and the suspension of worry for a\nshiny moment.\n\nAnd sail surface isn't even a problemette when it comes to my parents' home --\nthe thing is a three-storey bat whose narrow wings contain the trolleycar-shaped\nbedrooms and storages. Mum and Dad built it themselves while I tottered in the\ndriveway, sucking a filthy shred of blanket, and as I contemplate it today with\nhands on hips from the front yard, I am there on that day:\n\nDad is nailgunning strips of plywood into a frame, Mum stands where I am now,\nhands on her hips (and I take my hands from my hips hastily, shove them deep in\npockets). She squints and shouts directions. Then they both grab rolls of scrim\nand stapleguns and stretch it loosely across the frames, and fast-bond pipes and\nprefab fixtures into place. Mum harnesses up the big tanks of foam and aims the\nblower at the scrim, giving it five fat coats, then she drops the blower and she\nand Dad grab spatulas and tease zillions of curlicues and baroque stuccoes from\nthe surface, painting it with catsup, chutney, good whiskey and bad wine, a\nmassive canvas covered by centimetres until they declare it ready and Mum\nswitches tanks, loads up with fix-bath and mists it with the salty spray. Ten\nminutes later, and the house is hard and they get to work unloading the U-Haul\nin the drive.\n\nAnd now I'm twenty-two again, and I will untether that house and fly it in the\nstiff breeze that ruffles my hair affectionately.\n\n#\n\nFirstly and most foremost, I need to wait for the man. I hate to wait. But today\nit's waiting and harsh and dull, dull, dull.\n\nSo I wait for the man, Stude the Dude and the gentle clip-clop of Tilly's hooves\non the traction-nubbed foam of my Chestnut Ave.\n\nMy nose is pressed against the window in the bat's crotch, fingers dug into the\nhump of fatty foam that runs around its perimeter, fog patches covering the rime\nof ground-in filth that I've allowed to accumulate on my parents' spotless\nwindows.\n\nWhere the frick is Stude?\n\n#\n\nThe man has cometh. Clop-clip, clip-clop, Stude the Dude, as long as a dangling\nbooger, and his clapped-out nag Tilly, and the big foam cart with its stacks of\ncrates and barrels and boxes, ready to do the deal.\n\n\"Maxes!\" he says, and I *know* I'm getting taken today -- he looks genuinely\nglad to see me.\n\n\"Stude, nice day, how's it?\" I say, as cas and cool as I can, which isn't, very.\n\n\"Fine day! Straight up fine day to be alive and awaiting judgment!\" He\npower-chugs from the perpetual coffee thermos at his side.\n\n\"Fine day,\" I echo.\n\n\"Fine, fine day.\" Like he's not in any hurry to get down to the deal, and I know\nit's a contest, and the first one to wheel gets taken.\n\nI snort and go \"Yuh-huh.\" It's almost cheating, since I should've had something\nelse nice to say, but Stude gives me a conversational Get-Out-Of-Jail-Free.\n\n\"Good night to tricky treat.\"\n\nI concede defeat. \"I need some stuff, Stude.\"\n\nGive it to him, he doesn't gloat. Just hauls again from Mr Coffee and pooches\nhis lips and nods.\n\n\"Need, uh, spool of monofilament, three klicks, safety insulated. Four litres of\nfix bath. Litre, litre and a half of solvent.\"\n\n\"Yeah, okay. Got a permit for the solvent?\"\n\n\"If I had a permit, Stude, I'd go and buy it at the fricken store. Don't pull my\ndick.\"\n\n\"Just askin'. Whyfor the solvent? Anything illegal?\"\n\n\"Just a project, Stude. Nothing to worry.\"\n\n\"What kinda project?\"\n\n\"Art project. Fun-fricken-tastic. You'll love it.\"\n\n\"'Cause you know, they tag the shit with buckyballs now, one molecule in a\nmillion with a serial number and a checksum. You do something stupid, I get\nchopped.\"\n\nI hadn't known. Didn't matter, my parents' house was legally mine, while they\nwere up confabbing with their alien buds on the mothaship. \"No worries.\"\n\n\"That'll be, uh, sixty-eight cents.\"\n\n\"Thirty.\"\n\n\"Sixty, firm.\"\n\n\"Fifty-four.\"\n\n\"Fifty-eight.\"\n\n\"Take it in trade?\"\n\n\"Fricken Maxes! Tradesies? You're wastin' my time, lookin' for bootleg solvent,\nlooking for trade and no cash? Get fucked, Maxes.\"\n\nHe starts to haw-up Tilly and I go, \"Wait-wait-wait, I got some good stuff.\nEverything must go, moving sale, you know?\"\n\nHe looks really pissed and I know it hard now, I'm gonna get *taken*. I hand him\nup my bag, and he does a fast-paw through the junk. \"What's this?\" he asks.\n\n\"Old video game. Atari. Shoot up the space aliens. Really, really antisocial.\nNeeds a display, but I don't got it anymore.\" I'd sold it the month before on a\nbored day, and used the eight cents to buy good seats behind home plate at the\nSkydome and thus killed an entire afternoon before Judgment Day.\n\nThere are some of the artyfarty \"freestyle\" kitchen utensils Mum used to sell\nfor real cash until Dad founded his Process for Lasting Happiness and she found\nherself able to pursue \"real art.\" There are paper books and pictures and\nassorted other crap.\n\nStude clucks and shakes his head. \"If I just gave you the monofil and the\nfix-bath for this shit, it'd be a favour. Look, I can *get* real money for\nsolvent. I *pay* real money for solvent. This just don't cut it.\"\n\n\"I'll get more, just hang a sec.\"\n\nHe haws-up Tilly but reigns her in slow, and I dash back to my place and fill a\nduffel with anything I lay hands to, and run out, dragging it behind me,\ncatching the cart before it turns the corner. \"Here, here, take this too.\"\n\nStude dumps it out in front of him and kicks at the pile. \"This is just crap,\nMaxes. There's lots of it, sure, but it's still crap.\"\n\n\"I need it, Stude, I really need some solvent. You already *got* all my good\nstuff.\"\n\nHe shakes his head, sad, and says, \"Go ask Tilly.\"\n\n\"Ask?\"\n\n\"Tilly. Ask her.\"\n\nStude likes to humiliate you a little before he does you a favour. The word is\n*capricious*, he told me once.\n\nSo I go to his smelly old horse and whisper in her hairy ear and hold my breath\nas I put my ear next to the rotten jumbo-chiclets she uses for teeth. \"She says\nyou should do it,\" I say. \"And she says you're an asshole for making me ask her.\nShe says horses can't talk.\"\n\n\"Yeah, okay,\" and he tosses me the goods.\n\n#\n\nWith stage one blessedly behind me, I'm ready for stage two. I take the nozzle\nof the solvent aerosol and run a drizzle along the fatty roll of the windowsills\nand then pop them out as the fix bath runs away and the windows fly free and\nshatter on the street below.\n\nThen it's time to lighten the ballast. With kicks and grunts and a mantra of\n\"Out, out, out,\" I toss everything in the house out, savouring each crash,\ntaking care to leave a clear path between the house and the street.\n\nOn the third floor, I find Dad's cardigan, the one Mum gave him one anniversary,\nand put it on. She carved it herself from foam and fixed it with some flexible,\ndirt-shedding bath, so by the time I'm done with the third floor, my arms and\nchest are black with dust, and the sweater is still glowing with eerie\ncleanliness.\n\nI know Dad wouldn't want me to wear his sweater now. They say that on the\nmothaship, the bugouts have ways to watch each and every one of us, and maybe\nMum and Dad are there, watching me, and so I wipe my nose on the sleeve.\n\n#\n\nWhen the ballast is done, phase three begins. I go to work outside of the house,\nspritzing a line of solvent at the point where the foam meets the ground, until\nit's all disconnected.\n\nAnd then I got to kick myself for an asshole. A strand of armoured fibre-optic,\na steel water pipe, and the ceramic gas line hold it all down, totally\nimpervious to solvent.\n\nSomewhere, in a toolbox that I ditched out the second floor window, is a big old\nsteel meat-cleaver, and now I hunt for it, prying apart the piles of crap with a\nbroomstick, feeling every inch the post-apocalyptic scrounger.\n\nI finally locate it, hanging out of arm's reach from my neighbour Linus's rose\ntrellis. I shake the trellis until it falls, missing my foot, which I jerk away\nand swear at.\n\n#\n\nThe fibre cleaves with a single stroke. The gas line takes twenty or more, each\nstroke clanging off the ceramic and sending the blade back alarmingly at my\nface. Finally it gives, and the sides splinter and a great jet of gas whooshes\nout, then stops.\n\nI could kick myself for an asshole. Praise the bugouts for civil engineers who\nmade self-sealing pipes. I eye the water line warily and flip open my comm, dial\ninto the city, and touch-tone my way through a near-sexy woman reading menus\nuntil I find out that the water, too, self-seals.\n\nWhang, whang, whang, and I'm soaked and blinded by the water that bursts free,\nand *I could kick myself for an asshole!*\n\nThe house, now truly untethered, catches a gust of wind and lifts itself a few\nmetres off the ground, body-checking me on my ass. I do a basketball jump and\ncatch the solvent-melted corner, drag it down to earth, long-arm for the fix\nbath and slop it where the corner meets the driveway, bonding it there until\nphase four is ready.\n\n#\n\nI bond one end of monofilament to the front right corner of the house, then let\nit unwind, covered in eraser-pink safety goop, until I'm standing in my deserted\nChestnut Ave. I spray a dent in the middle of the road with my solvent, plunk\nthe reel into it, bond it, then rush back to the house and unbond that last one\ncorner.\n\nI hit the suck button on the reel and the house slowly drags its way to the\nstreet, leaving a gap like a broken tooth in the carefully groomed smile of my\nChestnut Ave.\n\nThe wind fluffs at the house, making it settle/unsettle like a nervous hen and\nso I give it line by teasing the spit button on the reel until it's a hundred\nmetres away. Then I reel it in and out, timing it with the gusts until, in a\nsudden magnificent second, it catches and sails up-and-up-and-up and I'm a\nfricken genius.\n\n#\n\nIt's nearly four and my beautiful kite is a dancing bird in the sky before the\ngood little kiddies of my Chestnut Ave start to trickle home from their days of\ndenial, playing at normalcy in the face of Judgment.\n\nLinus is the first one home, and he nearly decapitates himself on the taut line\nas he cruises past on his bicycle. He slews to a stop and stares unbelieving at\nme, at the airborne house, at the gap where he had a neighbour.\n\n\"Maxes Fuentes Shumacher! What is this?\"\n\n\"Flying a kite, Linus. Just flyin' a kite. Nice day for it, yeah?\"\n\n\"This,\" he says, then sputters. Linus is a big devotee of Dad's Process for\nLasting Happiness, and I can actually watch him try to come up with some\nscripture to cover the situation while he gulps back mouthsful of bile. \"This is\nan Irresponsible Wrong, Maxes. You are being a Feckless Filthy. This is an abuse\nof property, a Lashing Out at a Figure in Absentia. You are endangering others,\nendangering aircraft and people and property below that. I insist that you\nRight-Make this now, this instant.\"\n\n\"Yeah, uh-huh, yeah.\" And I squint up at my kite, the sun coming down behind it\nnow, and it's just a dot in the big orange fire. The wind's more biting than\nfriendly. I pull the foam sweater a little closer, and do up one of the buttons\nin the middle.\n\n\"Maxes!\" Linus shouts, his happiness dissipating. \"You have thirty seconds to\nget that down here, or I will Right-Make it myself.\"\n\nI didn't live with my dad for twenty years without picking up some\nProcess-speak. \"You seem to be Ego-Squeezing here, Lin. This Blame-Saying is a\nBarrier to Joy, bud, and the mark of a Weekend Happyman. Why don't you go watch\nsome TV or something?\"\n\nHe ignores me and makes a big show of flipping open his comm and starting a\ntimer running on it.\n\nMan, my kite is a work of art. Megafun.\n\n\"Time's up, Feckless Filthy,\" Linus says, and snakes out and punches the suck\nbutton on my monofilament reel. It whizzes and line starts disappearing into its\nguts.\n\n\"You can't bring down a kite *that* way, frickface. It'll crash.\" Which it does,\nlosing all its airworthiness in one hot second and plummeting like a house.\n\nIt tears up some trees down Chestnut, and I hear a Rice Crispies bowl of\nsnap-crackle-pops from further away. I use a shear to clip the line and it zaps\naway, like a hyperactive snake.\n\n\"Moron,\" I say to Linus. The good kiddies of Chestnut Ave are now trickling home\nin twos and threes and looking at the gap in the smile with looks of such bovine\nstupidity that I stalk away in disgust, leaving the reel bonded to the middle of\nthe road forever.\n\nI build a little fort out of a couch and some cushions, slop fix bath over the\njoints so they're permanent, and hide in it, shivering.\n\n#\n\nTricky-treaters didn't come knocking on my pillow-fort last night. That's fine\nby me. I slept well.\n\nI rise with the sun and the dew and the aches of a cold night on a mattress of\nclothes and towels.\n\nI flip open my comm, and there's a half-doz clippings my agent's found in the\nnight. Five are about the bugouts; I ignore those. One is about the kite.\n\nIt crashed around Highway 7 and the 400 in Vaughan, bouncing and skidding.\nTraffic was light, and though there were a few fender-benders, nothing serious\nwent down. The city dispatched a couple-three guys to go out with solvent and\nmelt the thing, but by the time they arrived, an errant breeze had lofted it\nagain, and it flew another seventy kay, until it crossed the antidebris field at\nJean Paul Aristide International in Barrie.\n\nI'm hungry. I'm cold. My teeth are beshitted with scum. Linus comes tripping\nNoel Coward out of his front door and I feel like kicking his ass. He sees me\nstaring at him.\n\n\"Did you have a good night, Maxes?\"\n\n\"Spiff, strictly nift. Eat shit and die.\"\n\nHe tsks and shakes his head and gets on his bicycle. He works down at Yonge and\nBloor, in the big Process HQ. His dad was my dad's lieutenant, and since they\nboth went to the confab on the mothaship (along with all the other grownups on\nmy Chestnut Ave), he's sort of in charge. Shit-eating prick. He lisps a little\nwhen he talks, and he's soft and pudgy, not like Dad, who could orate like a\nRoman tyrant and had a washboard for a gut.\n\nI hope he gets hit by a semi.\n\n#\n\nI pass the morning with my comm, till I come to the pict of Mum and Dad and\ntheir Process buds on the jetway to the shuttle at Aristide, ascending to the\nheavens as humanity's reps. They're both naked and arm-in-arm and as chaste as\nJohn and Yoko, and my eyes fill up with tears. I crawl back into my fort and\nsleep and dream about buzzing Chestnut Ave in a shuttle with a payload of\nsolvent, melting down all the houses into trickles that disappear into the\nsewers.\n\n#\n\nI wake for the second time that day to the sound of a gas engine, a rarity on\nChestnut Ave and the surrounding North Toronto environs. It's a truck, from the\ncity, the kind they used to use to take away the trash before the pneuma was\nfinished -- Dad pointed out how it was a Point of Excellence, the plans for the\nsubterranean pneuma, and his acolytes quietly saw to it. Three men in coveralls\nand reflective vests ride on the back. It pulls up into my drive, and my comm\nchimes.\n\nIt's a text-only message, signed and key-crypted from Linus, on Process\nletterhead. The first thing it does is flash a big message about how by reading\nit, I have logged my understanding of its contents and it is now officially\nserved to me, as per blah blah blah. Legal doc.\n\nI scroll down, just skimming. \"-- non compis mentis -- anti-social destruction\nof property -- reckless endangerment of innocent life -- violation of terms --\nsad duty of the Trustees --\" and by the time I'm finished the message, I'm\ndisinherited. Cut off from the Process trust fund. Property stripped. Subpoenaed\nto a competency hearing.\n\nThe driver of the truck has been waiting for me to finish the note. He makes eye\ncontact with me, I make eye contact with him. The other two hop out and start\nthrowing my piles of ballast into the back of the truck.\n\nI take my bicycle from the shed out back, kick my way through the piles of crap,\nand ride off into the sunset.\n\n#\n\nFor Christmas I hang some tinsel from my handlebars and put a silver star on the\nbig hex-nut that holds the headset to the front forks.\n\nTony the Tiger thinks that's pretty funny. He stopped into my sickroom this\nmorning as I lay flat on my back on my grimy, sweaty futon, one arm outflung,\nhand resting on the twisted wreckage of my front wheel. He stood in the doorway,\ngrinning from striped shirt to flaming red moustache, and barked \"Hah!\" at me.\n\nWhich is his prerogative, since this is his place I'm staying at, here in a\ndecaying Rosedale mansion gone to spectacular Addams Family ruin, this is where\nhe took me in when I returned on my bike from the ghosttown of Niagara Falls,\nwhere I'd built a nest of crap from the wax-museums and snow-globe stores until\nthe kitsch of it all squeezed my head too hard and I rode home, to a Toronto\nutterly unlike the one I'd left behind. I'd been so stunned by it all that I\ntotally missed the crater at Queen and Brock, barreling along at forty kay, and\nI'd gone down like a preacher's daughter, smashing my poor knee and my poor bike\nto equally dismal fragments.\n\n\"Hah!\" I bark back at Tony the Tiger. \"Merry happy, dude.\"\n\n\"You, too.\"\n\nWhich it is, more or less, for us ragtags who live on Tony the Tiger's paternal\ninstincts and jumbo survivalist-sized boxes of Corn Flakes.\n\nAnd now it's the crack of noon, and my navel is thoroughly contemplated, and my\nadoring public awaits, so it's time to struggle down bravely and feed my face.\n\nI've got a robe, it used to be white, and plush, with a hood. The hood's still\nthere, but the robe itself is the sweat-mat grey of everything in Tony the\nTiger's dominion. I pull it on and grope for my cane. I look down at the bruisey\nsoccerball where my knee used to be and gingerly snap on the brace that Tony\nfabbed up for me out of foam and velcro. Then it's time to stand up.\n\n\"Fricken-mother-shit-jesus-fuck!\" I shout and drown out my knee's howls of\nprotest.\n\n\"Y'okay?\" floats Tony's voice up the stairs.\n\n\"Peachy keen!\" I holler back and start my twenty-two-year-old old-fogey shuffle\ndown the stairs: step, drag.\n\nOn the ground-floor landing, someone's used aerosol glitter to silver the\nsandbags that we use to soak up bullets randomly fired into our door. It's a\nwonderful life.\n\nI check myself out in the mirror. I'm skinny and haunted and stubbly and gamey.\nNum.\n\nThere's a pair of size-nine Kodiaks in a puddle of melting slush and someone's\ndainty wet sock-prints headed for the kitchen. Daisy Duke's home for the\nholidays. Off to the kitchen for me.\n\nAnd there she is, a vision of brave perseverance in the face of uncooperative\nclimate. She's five-six average; not-thin, not-fat average; eyes an average\nhazel; tits, two; arms, two; legs, two; and skin the colour of Toronto's winter,\nsun-deprived-white with a polluted grey tinge. My angel of mercy.\n\nShe leaps out of her chair and is under my arm supporting me before I know it.\n\"Maxes, hi,\" she says, drawing out the \"hi\" like an innuendo.\n\n\"Daisy Duke, as I live and breathe,\" I say, and she's got the same mix of sweat\nand fun-smell coming off her hair as when she sat with me while I shouted and\nraved about my knee for a week after coming to Tony the Tiger's.\n\nShe puts me down in her chair as gently as an air-traffic controller. She gives\nmy knee a look of professional displeasure, as though it were swollen and ugly\nbecause it wanted to piss her off. \"Lookin' down and out there, Maxes. Been to a\ndoctor yet?\"\n\nTony the Tiger, sitting on the stove, head ducked under the exhaust hood, stuffs\nhis face with a caramel corn and snorts. \"The boy won't go. I tell him to go,\nbut he won't go. What to do?\"\n\nI feel like I should be pissed at him for nagging me, but I can't work it up.\nDad's gone, taken away with all the other Process-heads on the mothaship, which\nvanished as quickly as it had appeared. The riots started immediately. Process\nHQ at Yonge and Bloor was magnificently torched, followed by the worldwide\nfranchises. Presumably, we'd been Judged, and found wanting. Only a matter of\ntime, now.\n\nSo I can't get pissed at Tony for playing fatherly. I kind of even like it.\n\nAnd besides, now that hospitals are turf, I'm as likely to get kakked as cured,\nespecially when they find out that dear ole Dad was the bull-goose Process-head.\nThanks, Pop.\n\n\"That right? Won't go take your medicine, Maxes?\" She can do this eye-twinkle\nthing, turn it off and on at will, and when she does, it's like there's nothing\naverage about her at all.\n\n\"I'm too pretty to make it in there.\"\n\nDaisy turns to Tony and they do this leaders-of-the-commune meaningful-glance\nthing that makes me apeshit. \"Maybe we could get a doc to come here?\" Daisy\nsays, at last.\n\n\"And perform surgery in the kitchen?\" I say back. All the while, my knee is\nthrobbing and poking out from under my robe.\n\nDaisy and Tony hang head and I feel bad. These two, if they can't help, they\nfeel useless. \"So, how you been?\" I ask Daisy, who has been AWOL for three\nweeks, looking for her folks in Kitchen-Waterloo, filled up with the holiday\nspirit.\n\n\"Baby, it's cold outside. Took highway 2 most of the way -- the 407 was drive-by\ncity. The heater on the Beetle quit about ten minutes out of town, so I was\ndriving with a toque and mittens and all my sweaters. But it was nice to see the\nfolks, you know? Not fun, but nice.\"\n\nNice. I hope they stuck a pole up Dad's ass and put him on top of the Xmas tree.\n\n\"It's good to be home. Not enough fun in Kitchener. I am positively fun-hungry.\"\nShe doesn't look it, she looks wiped up and wrung out, but hell, I'm pretty fun\nhungry, too.\n\n\"So what's on the Yuletide agenda, Tony?\" I ask.\n\n\"Thought we'd burn down the neighbours', have a cheery fire.\" Which is fine by\nme -- the neighbours split two weeks before. Morons from Scarborough, thought\nthat down in Florida people would be warm and friendly. Hey, if they can't be\nbothered to watch the tacticals fighting in the tunnels under Disney World, it's\nnone of my shit.\n\n\"Sounds like a plan,\" I say.\n\nWe wait until after three, when everyone in the happy household has struggled\nhome or out of bed. We're almost twenty when assembled, ranging from little Tiny\nTim to bulldog Pawn-Shop Maggie, all of us unrecalcitrants snagged in the tangle\nof Tony's hypertrophied organisational skills.\n\nThe kitchen at Tony's is big enough to prepare dinner for forty guests. We\nbarely fit as we struggle into our parkas and boots. I end up in a pair of\ninsulated overalls with one leg slit to make room for my knee/soccerball. If\nthis was Dad and Mum, it'd be like we were gathered for a meeting, waiting for\nthe Chairman to give us the word. But that's not Tony's style; he waits until\nwe're approaching ready, then starts moving toward the door, getting out the\nharness. Daisy Duke shoulders a kegger of foam and another full of kerosene, and\nGrandville gets the fix-bath. Tiny Tim gets the sack of marshmallows and we\ntrickle into the yard.\n\nIt was a week and a half after Hallowe'en when the vast cool intelligences from\nbeyond the stars zapped away. The whole year since they'd arrived, the world had\nheld its breath and tippytoed around on best behave. When they split, it\nexhaled. The gust of that exhalation carried the stink of profound\npissed-offedness with the Processors who'd acted the proper Nazi hall-monitors\nuntil the bugouts went away. I'd thrown a molotov into the Process centre at the\nFalls myself, and shouted into the fire until I couldn't hear myself.\n\nSo now I'm a refugee on Xmas Eve, waiting for fearless leader to do something\nprimordial and cathartic. Which he does, even if he starts off by taking the\ndecidedly non-primordial step of foaming the side of our squat that faces the\nneighbours', then fixing it, Daisy Duke whanging away on the harness's seal with\na rock to clear the ice. Once our place is fireproofed, Daisy Duke switches to\nkero, and we cheer and clap as it laps over the neighbours', a two-storey\ncoach-house. The kero leaves shiny patches on the rime of frost that covers the\nplace. My knee throbs, so I sit/kneel against the telephone pole out front.\n\nThe kids are getting overexcited, pitching rocks at the glass to make holes for\nthe jet of kero. Tony shuts down the stream, and I think for a minute that he's\npissed, he's gonna take a piece out of someone, but instead he's calm and\ncollected, asks people to sort out getting hoses, buckets and chairs from the\nkitchen. Safety first, and I have to smile.\n\nThe group hops to it, extruding volunteers through a nonobvious Brownian motion,\nand before long all of Tony's gear is spread out on the lawn. Tony then crouches\ndown and carves a shallow bowl out of the snow. He tips the foam-keg in, then\nuses his gloves to sculpt out a depression. He slops fix-bath on top, then fills\nhis foam-and-snow bowl with the last of the kero.\n\n\"You all ready?\" he says, like he thinks he's a showman.\n\nMost of us are cold and wish he'd just get it going, but Tony's the kind of guy\nyou want to give a ragged cheer to.\n\nHe digs the snow out from around the bowl and holds it like a discus. \"Maestro,\nif you would?\" he says to Daisy Duke, who uses long fireplace match to touch it\noff. The thing burns like a brazier, and Tony the Tiger frisbees it square into\nthe middle of the porch. There's a tiny *chuff* and then all the kero seems to\ncatch at once and the whole place is cheerful orange and warm as the summer.\n\nWe pass around the marshmallows and Tony's a fricken genius.\n\n#\n\nThe flames lick and spit, and the house kneels in slow, majestic stages. The\nback half collapses first, a cheapie addition that's fifty years younger than\nthe rest of the place. The front porch follows in the aftershock, and it sends a\nconstellation of embers skittering towards the marshmallow-roasters, who beat at\neach other's coats until they're all extinguished.\n\nAs the resident crip, I've weaseled my way into one of the kitchen chairs, and\nI've got it angled to face the heat. I sit close enough that my face feels like\nit's burning, and I turn it to the side and feel the delicious cool breeze.\n\nThe flames are on the roof, now, and I'm inside my own world, watching them.\nThey dance spacewards, and I feel a delicious thrill as I realise that the\nbugouts are not there, that the bugouts are not watching, that they took my\nparents and my problems and vanished.\n\nI'm broken from the reverie by Daisy Duke, who's got a skimask on, the mouth\nrimmed in gummy marshmallow. She's got two more marshmallows in one\nthree-fingered cyclist's glove.\n\n\"Mmm. Marshmallowey,\" I say. It's got that hard carboniferous skin and the gooey\ninside that's hot enough to scald my tongue. \"I *like* it.\"\n\n\"Almost New Year's,\" she says.\n\n\"Yuh-huh.\"\n\n\"Gonna make any resolutions?\" she asks.\n\n\"You?\"\n\n\"Sure,\" she says, and I honestly can't imagine what this perfectly balanced\nperson could possibly have to resolve. \"You first,\" she says.\n\n\"Gonna get my knee fixed up.\"\n\n\"That's *it*?\"\n\n\"Yuh-huh. The rest, I'll play by ear. Maybe I'll find some Process-heads to hit.\nHowbout you?\"\n\n\"Get the plumbing upstairs working again. Foam the whole place. Cook one meal a\nweek. Start teaching self-defense. Make sure your knee gets fixed up.\" And\nsuddenly, she seems like she's real *old*, even though she's only twenty-five,\nonly three years older than me.\n\n\"Oh, yeah. That's real good.\"\n\n\"Got any *other* plans for the next year, Maxes?\"\n\n\"No, nothing special.\" I feel a twinge of freeloader's anxiety. \"Maybe try and\nget some money, help out around here. I don't know.\"\n\n\"You don't have to worry about that. Tony may run this place, but I'm the one\nwho found it, and I say you can stay. I just don't want to see you,\" she\nswallows, \"you know, waste your life.\"\n\n\"No sweatski.\" I'm not even thinking as I slip into *this* line. \"I'll be just\nfine. Something'll come up, I'll figure out what I want to do. Don't worry about\nme.\"\n\nUnexpectedly and out of the clear orange smoke, she hugs me and hisses in my\near, fiercely, \"I *do* worry about you, Maxes. I *do*.\" Then Bunny nails her in\nthe ear with a slushball and she dives into a flawless snap-roll, scooping snow\non the way for a counterstrike.\n\n#\n\nTony the Tiger's been standing beside me for a while, but I just noticed it now.\nHe barks a trademarked Hah! at me. \"How's the knee?\"\n\n\"Big, ugly and swollen.\"\n\n\"Yum. How's the brain?\"\n\n\"Ditto.\"\n\n\"Double-yum.\"\n\n\"Got any New Year's resolutions, Tony?\"\n\n\"Trim my moustache. Put in a garden, here where the neighbours' place was. Start\nbenching in the morning, work on my upper-body. Foam the house. Open the rooms\nin the basement, take in some more folks. Get a cam and start recording house\nmeetings. Start an e-zine for connecting up squats. Some more things. You?\"\n\n\"Don't ask,\" I say, not wanting to humiliate myself again.\n\nHe misunderstands me. \"Well, don't sweat it: if you make too many resolutions,\nyou're trying, and that's what counts.\"\n\n\"Yuh-huh.\" It feels good to be overestimated for a change.\n\nTony used to work in the customer-service dept at Eatons-Walmart, the big one at\nDundas and Yonge where the Eaton Centre used to be. They kept offering him\npromotions and he kept turning them down. He wanted to stay there, acting as a\nguide through the maze of bureaucracy you had to navigate to get a refund when\nyou bought the dangerous, overpriced shit they sold. It shows.\n\nIt's like he spent thirty years waiting for an opportunity to grab a megaphone\nand organise a disaster-relief.\n\nThe neighbours' is not recognisable as a house anymore. Some people are singing\ncarols. Then it gets silly and they start singing dirty words, and I join in\nwhen they launch into Jingle Bells, translated into Process-speak.\n\nI turn back into the fire and lose myself in the flickers, and I don't scream at\nall.\n\nFuck you, Dad.\n\n#\n\nSomeone scrounged a big foam minikeg of whiskey, and someone else has come up\nwith some chewable vitamin C soaked in something *up*, and the house gets going.\nThose with working comms -- who pays for their subscriptions, I wonder --\nmicropay for some tuneage, and we split between the kitchen and the big old\nparlour, dancing and Merry Xmassing late.\n\nAbout half an hour into it, Tony the Tiger comes in the servant's door, his nose\nred. He's got the hose in one hand, glove frozen stiff from blow-back. I'm next\nto the door, shivering, and he grins. \"Putting out the embers.\"\n\nI take his gloves and toque from him and add them to the drippy pile beside me.\nI've got a foam tumbler of whiskey and I pass it to him.\n\nThe night passes in the warmth of twenty sweaty, boozy, speedy bodies, and I\nhobble from pissoir to whiskey, until the whiskey's gone and the pissoir is\nswimming from other people's misses, and then I settle into a corner of one of\nthe ratty sofas in the parlour, dozing a little and smiling.\n\nSomeone wakes me with a hard, whiskey-fumed kiss on the cheek. \"How can you\n*sleep* on *speed*, Maxes?\" Daisy shrieks into my ear. I'm not used to seeing\nher cut so loose, but it suits her. That twinkle is on perma-strobe and she's\ndown to a sportsbra and cycling shorts. She bounces onto the next cushion.\n\nI pull my robe tighter. \"Just lucky that way.\" Speed hits me hard, then drops me\nlike an anvil. My eyelids are like weights. She wriggles up to me, and even\nthough she's totally whacked, she manages to be careful of my knee. Cautiously,\nI put my arm around her shoulders. She's clammy with sweat.\n\n\"Your Dad, he musta been some pain in the ass, huh?\" She's babbling in an\nadrenalised tone, and the muscles under my hand are twitching.\n\n\"Yeah, he sure was.\"\n\n\"I can't imagine it. I mean, we used to watch him on the tube and groan -- when\nthe bugouts got here and he told everyone that he'd been invited to explain to\nthem why they should admit humanity into the Galactic Federation, we laughed our\nasses off. My sister, she's thirty, she's somewhere out west, we think, maybe\nWinnipeg, she had a boyfriend in highschool who ended up there. . . .\"\n\nIt takes her four more hours to wind down, and I think I must be picking up a\ncontact-high from her, because I'm not even a little tired. Eventually, she's\nlying with her head in my lap, and I can feel my robe slip underneath her, and\nI'm pretty sure my dick is hanging out underneath her hair, but none of it seems\nto matter. No matter how long we sit there, I don't get cramps in my back, none\nin my knee, and by the time we both doze away, I think I maybe am in love.\n\n#\n\nI should have spent the night in my bed. I wake up nearly twenty hours later,\nand my knee feels like it's broken into a million pieces, which it is. I wake\nwith a yelp, catch my breath, yelp again, and Daisy is up and crouching beside\nme in a flash. Tony arrives a moment later and they take me to bed. I spend New\nYear's there, behind a wall of codeine, and Daisy dips her finger into her glass\nof fizzy nauga-champagne and touches it to my lips at midnight.\n\n#\n\nI eat four codeine tabs before getting up, my usual dose. Feb is on us, as\nfilthy and darky as the grime around the toilet bowl, but I accentuate the\npositive.\n\nBy the time I make it downstairs, Tony's in full dervish, helping unload a\nfreshly-scrounged palette of brown bread, lifted from the back of some bakery.\nHe grins his trademark at me when I come into the kitchen and I grin back.\n\n\"Foo-oo-ood!\" he says, tearing the heel of a loaf and tossing it my way. A\nhalf-doz of my housemates, new arrivals whose names I haven't picked up yet, are\nalready sitting around the kitchen, stuffing their faces.\n\nI reach into my robe-pocket for my comm and shout \"Smile!\" and snap a pict, then\nstash it in the dir I'm using for working files for the e-zine.\n\n\"What's the caption?\" said Tony.\n\n\"*Man oh manna*,\" I say.\n\nI eat my heel of bread, then stump into the room that Daisy calls the Butler's\nPantry, that I use for my office and shut the door. Our e-zine, *Sit/Spin,* went\nfrom occasional to daily when I took it over after New Year's, and I\ncommandeered an office to work in. Apparently, it's *de rigueur* cafe reading in\nCopenhagen.\n\nWhatever. The important things are:\n\n1) I can spend a whole day in my office without once remembering to need to take\na pill;\n\n2) When I come out, Daisy Duke is always the first one there, grabbing my comm\nand eating the ish with hungry eyes.\n\nI start to collect the day's issue, pasting in the pict of Tony and Daisy under\nthe masthead.\n\n#\n\nI'm on a Harbourfront patio with a pitcher of shandy in front of me, dark\nshades, and a fabbed pin in my knee when the mothaship comes back.\n\nI took the cure in February, slipped out and left a note so Daisy wouldn't\ninsist on being noble and coming with, lying about my name and camping out in\nthe ER for a week in the newly recaptured Women's College Hospital before a doc\ncould see me.\n\nDaisy kissed me on the cheek when I got home and then went upside my head, and\nTony made everyone come and see my new knee. While I was in, someone had sorted\nout the affairs of the Process, and a government trustee had left a note for me\nat general delivery. I got over fifty dollars and bought a plane-ticket for a\nmuch-deserved week in the Honduras. I tried to take Daisy, but she had stuff to\ndo. I beach-fronted it until the melanomas came out, then home again, home\nagain, only to find that the house crime-scene taped and Tony the Tiger and\nDaisy Duke were nowhere to be found in a month of hysterical searching.\n\nSo now, on the first beautiful day of spring after a fricken evil, grey winter\nof pain and confusion, I work on my tan and sip beer and lemonade until the\nsirens go and the traffic stops and every receiver is turned to the Emergency\nBroadcast System -- *This is not a test*.\n\nI flip open my comm. There's a hubble of the mothaship, whirlagig and\nwiddershins around our rock. The audio track is running, but it's just talking\nheads, not a transmission from the mothaship, so I tune it out.\n\nThe world holds its breath again.\n\n#\n\nThe first transmission comes a whole pitcher later. They speak flawless English\n-- and Spanish and Cantonese and Esperanto and Navajo, just pick a channel --\nand they use a beautiful bugout contralto like a newscaster who started out as\nan opera singer. Like a Roman tyrant orating to his subjects.\n\nMy stomach does a flip-flop and I put the comm down before I drop it, swill some\nshandy and look out at Lake Ontario, which is a preternatural blue.\nRats-with-wings seagulls circle overhead.\n\n\"People of Earth,\" says the opera-singer-cum-newscaster. \"It is good to be back.\n\n\"We had to undertake a task whose nature is. . . complex. We are sorry for any\nconcern this may have caused.\n\n\"We have reached a judgment.\"\n\nLady or the tiger, I almost say. Are we joining the bugout UN or are we going to\nbe vapourised? I surprise myself and reach down and switch off my comm and throw\na nickle on the table to cover the pitchers and tip, and walk away before I hear\nthe answer.\n\nThe honking horns tell me what it is. Louder than the when the Jays won the\npennant. Bicycle bells, air-horns, car-horns, whistles. Everybody's smiling.\n\nMy comm chimes. I scan it. Dad and Mum are home.\n\n#\n\nThey rebuild the Process centres like a bad apology, the governments of the\nworld suddenly very, very interested in finding the arsonists who were vengeful\nheroes at Xmastime. I smashed my comm after the sixth page from Dad and Mum.\n\nSometimes, I see Linus grinning from the newsscreens on Spadina, and once I\ncaught sickening audio of him, the harrowing story of how he had valiantly\nrescued dozens of Process-heads and escaped to the subway tunnels, hiding out\nfrom the torch-bearing mobs. He actually said it, \"torch-bearing mobs,\" in the\nsame goofy lisp.\n\nWhenever Dad and Mum appear on a screen, I disappear.\n\nI've got over fifteen dollars left. My room costs me a penny a night, and for a\nfoam coffin, it's okay.\n\n#\n\nSomeone stuck a paper flyer under my coffin's door this morning. That's unusual\n-- who thinks that the people in the coffins are a sexy demographic?\n\nMy very own father is giving a free lecture on Lasting Happiness and the\nGalactic Federation, at Raptor Stadium, tomorrow night.\n\nI make a mental note to be elsewhere.\n\nOf course, it's not important where I am, the fricken thing is simulcast to\nevery dingy, darky corner of the world. Pops, after all, has been given a\nGovernor General's award, a Nobel Prize, and a UN Medal of Bravery.\n\nI pinball between bars, looking for somewhere outside of the coffin without the\nTyrant's oration.\n\nSomeone's converted what was left of Roy Thompson hall into a big booming dance\nclub, the kind of place with strobe lights and nekkid dancers.\n\nIt's been so long since I was at a bar. Last summer. When they first ascended to\nthe mothaship. I feel like an intruder, though I notice about a million\nhalf-familiar faces among the dancers, people who I met or shook hands with or\ndrank with or fought with, some time in another life.\n\nAnd then I see Daisy Duke. Six months have been enough for her to grow her hair\nout a little and do something to it that makes it look *expensive*. She's\nwearing a catsuit and a bolero jacket, and looks sexy and kind of scary.\n\nShe's at one of the ridiculously small tables, drinking and sparkling at a man\nin a silver vest and some kind of skirt that looks like the kind of thing I\nlaugh at until I catch myself trying one on\n\nWe make eye-contact. I smile and start to stand. I even point at my knee and\ngrin. Her date says something, and I see, behind the twinkle, a total lack of\nrecognition. She turns to him and I see myself in the mirror behind her.\n\nMy hair's longer. I'm not wearing a bathrobe. I've got some meat on my bones.\nI'm not walking with a cane. Still, I'm *me*. I want to walk over to her and\ngive her a hug, roll up my pants and show her the gob of scar tissue around my\nknee, find out where Tony the Tiger's got to.\n\nBut I don't. I don't know why, but I don't. If I had a comm, I might try calling\nher, so she'd see my name and then I wouldn't have to say it to her. But I don't\nhave a comm.\n\nI feel, suddenly, like a ghost.\n\nI test this out, walk to the bar, circling Daisy's table once on the way and\nagain on the way back. She sees me but doesn't recognise me, both times. I\noverhear snatches of her conversation, \"-- competing next weekend in a\nblack-belt competition -- oh, man, I can't *believe* what a pain in the ass my\nboss was today -- want another drink --\" and it's her voice, her tones, but\nsomehow, it doesn't seem like *her*.\n\nIt feels melancholy and strange, being a ghost. I find myself leaving the bar,\nand walking off towards Yonge Street, to the Eatons-Walmart store where Tony the\nTiger worked.\n\nAnd fuck me if I don't pass him on the street out front, looking burned and\nbuzzed and broke, panning for pennies. He's looking down, directly addressing\npeople's knees as they pass him, \"spare-change-spare-change-spare-change.\"\n\nI stand in front of him until he looks up. He's got an ugly scar running over\nhis eyebrow, and he looks right through me. *Where you been, Tony?* I want to\nask it, can't. I'm a ghost. I give him a quarter. He doesn't notice.\n\n#\n\nI run into Stude the Dude and hatch my plan at Tilly the horse's funeral. I read\nthe obit in the Globe, with a pict of the two of them. They buried her at Mount\nPleasant Cemetery, with McKenzie King and Timothy Eaton and Lester Pearson.\nStude can afford it. The squib said that he was going aboard the mothaship the\nday after the ceremony.\n\nLots of people are doing that. Now that we're members of the Confederation,\nwe've got passports that'll take us to *wild* places. The streets get emptier\nevery day. It's hard to avoid Dad's face.\n\nStude scares the shit out of me with his eulogy. *It's all in Process-speak*. It\nis positively, fricken eerie.\n\n\"My Life-Companion goes into the ground today.\"\n\nThere's a long pause while he stares into the big hole and the out-sized coffin.\n\n\"My Daily Road has taken me far from the Points of Excellence, and I feel like\nmy life has been a Barrier to Joy for myself and for many others. But Tilly was\na Special Someone, a Lightning Rod for Happiness, and her presence graced me\nwith the Vision of Joy.\"\n\nAnd so on.\n\nI wait near the back until Stude finishes, then follow at a discreet distance as\nhe makes his way back to his place. It's not something I ever would have\nconsidered doing last Hallowe'en -- the Stude I knew would've spotted a tail in\nhot second. But now the world has gone to jargon-slinging harmony and I'm brazen\nas I ride along behind on my bike, down Yonge to Front, and up to a new building\nmade of foam.\n\nI feel like a ghost as I watch him look straight through me, and I mark the\naddress.\n\n#\n\nI spend a day kicking at everything foam.\n\nThe foam is hard, and light, and durable, and I imagine the houses of my\nparent's suburb, the little Process enclave, surviving long past any of us,\nsurviving as museum pieces for arsenic-breathing bugouts, who crawl over the\nmummified furniture and chests of clothes, snapping picts and chattering in\ntheir thrilling contraltos. I want to scream\n\nHere and there, pieces of the old, pre-Process, pre-foam Toronto stick out, and\nI rub them as I pass them by, touchstones for luck.\n\n#\n\nSpring lasted about ten days. Now we're into a muggy, 32 degrees Toronto summer,\nand my collar itches and sweat trickles down my neck.\n\nI'd be wearing something lighter and cooler, except that today I'm meeting my\nDad, at Aristide. They've got a little wire-flown twin-prop number fuelled up\nand waiting for me at the miniature airstrip on Toronto Island. Dad was *so*\nglad when I got in touch with him. A real Milestone on his Personal Road to\nLasting Happiness. There's even one of the Process-heads from Yonge and Bloor\nwaiting for me. He doesn't even comment on all my fricken luggage.\n\n#\n\nI hit Stude's place about ten minutes after he left for his trip to the\nmothaship. I had the dregs of the solvent that he'd sold me, and I used that to\ndissolve a hole in his door, and reached in and popped the latch.\n\nI didn't make a mess, just methodically opened crates and boxes until I found\nwhat I was looking for. Then I hauled it in batches to the elevator, loaded it,\nand took it back to my coffin in a cab.\n\nI had to rent another coffin to store it all.\n\n#\n\nThe Process-head stays at the airport. Praise the bugouts. If he'd been aboard,\nit would've queered the whole deal.\n\nI press my nose against the oval window next to the hatch, checking my comm from\ntime to time, squinting at the GPS readout. My stomach is a knot, and my knee\naches. I feel great.\n\nThe transition to Process-land is sharp from this perspective, real buildings\ngiving way to foam white on a razor-edged line. I count off streets as we fly\nlow, the autopilot getting ready to touch down at Aristide, only 70 kay away.\n\nAnd there's my Chestnut Ave.\n\nGod*damn* the wind's fierce in a plane when you pop the emergency hatch. It\nspirals away like a maple key as the plane starts soothing me over its PA.\n\nI've got a safety strap around my waist and hooked onto the front row of seats,\nand the knots had better be secure. I use my sore leg to kick the keg of solvent\noff the deck.\n\nI grab my strap with both hands and lie on my belly at the hatch's edge and\ncount three hippopotami, and then the charge on Stude's kegger goes bang, and\nthe plane kicks up, and now it's not the plane coming over the PA, but the Roman\ntyrant's voice, shouting, but not loud enough to be understood over the wind.\n\nThe superfine mist of solvent settles like an acid bath over my Chestnut Ave,\nover the perfect smile, and starts to eat the shit out of it.\n\nI watch until the plane moves me out of range, then keep watching from my comm,\nrenting super-expensive sat time on Dad's account.\n\nThe roofs go first, along with the road surfaces, then the floors below, and\nthen structural integrity is a thing of past and they fall to pieces like\ngingerbread, furniture tumbling rolypoly away, everything edged with rough\nfractal fringe.\n\n#\n\nDad's greyfaced and clueless when I land. All he knows is that something made\nthe plane very sick. He's worried and wants to hug me.\n\nI totter down the stairway that a guy in a jumpsuit rolled up, ears still\nringing from the wind and my big boom. I'm almost down the step when a little\nProcess-troll scurries up and says something in his ear.\n\nI know what it is, because he's never looked so pissed at me in all my life.\n\nI'm a fricken *genius*.\n\n--\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Shadow of the Mothaship, by Cory Doctorow\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SHADOW OF THE MOTHASHIP ***\n\n***** This file should be named 17029.txt or 17029.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/7/0/2/9/17029/\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}