{"title": "Return to Pleasure Island", "author": "Cory Doctorow", "releaseDate": "November 20, 2005", "language": "English", "type": "books", "content": "\n\n\n\nCopyright (C) 1999 by Cory Doctorow\n\n\n\n\nReturn to Pleasure Island\n\nCory Doctorow\n\nFrom \"A Place So Foreign and Eight More,\" a short story collection published in\nSeptember, 2003 by Four Walls Eight Windows Press (ISBN 1568582862). See\nhttp://craphound.com/place for more.\n\nOriginally Published in Realms of Fantasy August 1999\n\n\"By design or default, something about this story (and I can't describe exactly\nwhat because I don't know) disturbed me a great deal, though it's a well-written\nand unique take on an old tale. Others may find it more palatable. If Doctorow's\nintent was to unsettle, he succeeded...\"\n\n\t- J. G. Stinson,\n\t  Tangent Online\n\t  http://www.tangentonline.com/reviews/magazine.php3?review=153\n\n--\n\nBlurbs and quotes:\n\n* Cory Doctorow straps on his miner's helmet and takes you deep into the\n  caverns and underground rivers of Pop Culture, here filtered through SF-coloured\n  glasses. Enjoy.\n\n\t- Neil Gaiman\n\t  Author of American Gods and Sandman\n\n\n* Few writers boggle my sense of reality as much as Cory Doctorow.  His vision\n  is so far out there, you'll need your GPS to find your way back.\n\n\t- David Marusek\n\t  Winner of the Theodore Sturgeon Award, Nebula Award nominee\n\n* Cory Doctorow is one of our best new writers: smart, daring, savvy,\n  entertaining, ambitious, plugged-in, and as good a guide to the wired world of\n  the twenty-first century that stretches out before us as you're going to find.\n\n\t- Gardner Dozois\n\t  Editor, Asimov's SF\n\n* He sparkles!  He fizzes!  He does backflips and breaks the furniture! Science\n  fiction needs Cory Doctorow!\n\n\t- Bruce Sterling\n\t  Author of The Hacker Crackdown and Distraction\n\n* Cory Doctorow strafes the senses with a geekspeedfreak explosion of gomi kings\n  with heart, weirdass shapeshifters from Pleasure Island and jumping automotive\n  jazz joints.  If this is Canadian science fiction, give me more.\n\n\t- Nalo Hopkinson\n\t  Author of Midnight Robber and Brown Girl in the Ring\n\n* Cory Doctorow is the future of science fiction.  An nth-generation hybrid of\n  the best of Greg Bear, Rudy Rucker, Bruce Sterling and Groucho Marx, Doctorow\n  composes stories that are as BPM-stuffed as techno music, as idea-rich as the\n  latest issue of NEW SCIENTIST, and as funny as humanity's efforts to improve\n  itself.  Utopian, insightful, somehow simultaneously ironic and heartfelt, these\n  nine tales will upgrade your basal metabolism, overwrite your cortex with new\n  and efficient subroutines and generally improve your life to the point where\n  you'll wonder how you ever got along with them.  Really, you should need a\n  prescription to ingest this book.  Out of all the glittering crap life and our\n  society hands us, craphound supreme Doctorow has managed to fashion some\n  industrial-grade art.\"\n\n\t- Paul Di Filippo\n\t  Author of The Steampunk Trilogy\n\n* As scary as the future, and twice as funny. In this eclectic and electric\n  collection Doctorow strikes sparks off today to illuminate tomorrow, which is\n  what SF is supposed to do. And nobody does it better.\n\n\t- Terry Bisson\n\t  Author of Bears Discover Fire\n\n--\n\nA note about this story\n\nThis story is from my collection, \"A Place So Foreign and Eight More,\" published\nby Four Walls Eight Windows Press in September, 2003, ISBN 1568582862. I've\nreleased this story, along with five others, under the terms of a Creative\nCommons license that gives you, the reader, a bunch of rights that copyright\nnormally reserves for me, the creator.\n\nI recently did the same thing with the entire text of my novel, \"Down and Out in\nthe Magic Kingdom\" (http://craphound.com/down), and it was an unmitigated\nsuccess. Hundreds of thousands of people downloaded the book -- good news -- and\nthousands of people bought the book -- also good news. It turns out that, as\nnear as anyone can tell, distributing free electronic versions of books is a\ngreat way to sell more of the paper editions, while simultaneously getting the\nbook into the hands of readers who would otherwise not be exposed to my work.\n\nI still don't know how it is artists will earn a living in the age of the\nInternet, but I remain convinced that the way to find out is to do basic\nscience: that is, to do stuff and observe the outcome. That's what I'm doing\nhere. The thing to remember is that the very *worst* thing you can do to me as\nan artist is to not read my work -- to let it languish in obscurity and\ndisappear from posterity. Most of the fiction I grew up on is out-of-print, and\nthis is doubly true for the short stories. Losing a couple bucks to people who\nwould have bought the book save for the availability of the free electronic text\nis no big deal, at least when compared to the horror that is being irrelevant\nand unread. And luckily for me, it appears that giving away the text for free\ngets me more paying customers than it loses me.\n\nYou can find the canonical version of this file at\nhttp://craphound.com/place/download.php\n\nIf you'd like to convert this file to some other format and distribute it, you\nhave my permission, provided that:\n\n* You don't charge money for the distribution\n\n* You keep the entire text intact, including this notice, the license below, and\nthe metadata at the end of the file\n\n* You don't use a file-format that has \"DRM\" or \"copy-protection\" or any other\nform of use-restriction turned on\n\nIf you'd like, you can advertise the existence of your edition by posting a link\nto it at http://craphound.com/place/000014.php\n\n--\n\nHere's a summary of the license:\n\n\thttp://creativecommons.org/licenses/by-nd-nc/1.0\n\n\tAttribution. The licensor permits others to copy, distribute,\n\tdisplay, and perform the work. In return, licensees must give the\n\toriginal author credit.\n\n\tNo Derivative Works. The licensor permits others to copy,\n\tdistribute, display and perform only unaltered copies of the work\n\t-- not derivative works based on it.\n\n\tNoncommercial. The licensor permits others to copy, distribute,\n\tdisplay, and perform the work. In return, licensees may not use\n\tthe work for commercial purposes -- unless they get the\n\tlicensor's permission.\n\nAnd here's the license itself:\n\n\thttp://creativecommons.org/licenses/by-nd-nc/1.0-legalcode\n\n\tTHE WORK (AS DEFINED BELOW) IS PROVIDED UNDER THE TERMS OF THIS\n\tCREATIVE COMMONS PUBLIC LICENSE (\"CCPL\" OR \"LICENSE\"). THE WORK\n\tIS PROTECTED BY COPYRIGHT AND/OR OTHER APPLICABLE LAW. ANY USE OF\n\tTHE WORK OTHER THAN AS AUTHORIZED UNDER THIS LICENSE IS\n\tPROHIBITED.\n\n\tBY EXERCISING ANY RIGHTS TO THE WORK PROVIDED HERE, YOU ACCEPT\n\tAND AGREE TO BE BOUND BY THE TERMS OF THIS LICENSE. THE LICENSOR\n\tGRANTS YOU THE RIGHTS CONTAINED HERE IN CONSIDERATION OF YOUR\n\tACCEPTANCE OF SUCH TERMS AND CONDITIONS.\n\n\t1. Definitions\n\n\t\ta. \"Collective Work\" means a work, such as a periodical issue,\n\t\tanthology or encyclopedia, in which the Work in its entirety in\n\t\tunmodified form, along with a number of other contributions,\n\t\tconstituting separate and independent works in themselves, are\n\t\tassembled into a collective whole. A work that constitutes a\n\t\tCollective Work will not be considered a Derivative Work (as\n\t\tdefined below) for the purposes of this License.\n\n\t\tb. \"Derivative Work\" means a work based upon the Work or upon the\n\t\tWork and other pre-existing works, such as a translation, musical\n\t\tarrangement, dramatization, fictionalization, motion picture\n\t\tversion, sound recording, art reproduction, abridgment,\n\t\tcondensation, or any other form in which the Work may be recast,\n\t\ttransformed, or adapted, except that a work that constitutes a\n\t\tCollective Work will not be considered a Derivative Work for the\n\t\tpurpose of this License.\n\n\t\tc. \"Licensor\" means the individual or entity that offers the Work\n\t\tunder the terms of this License.\n\n\t\td. \"Original Author\" means the individual or entity who created\n\t\tthe Work.\n\n\t\te. \"Work\" means the copyrightable work of authorship offered\n\t\tunder the terms of this License.\n\n\t\tf. \"You\" means an individual or entity exercising rights under\n\t\tthis License who has not previously violated the terms of this\n\t\tLicense with respect to the Work, or who has received express\n\t\tpermission from the Licensor to exercise rights under this\n\t\tLicense despite a previous violation.\n\n\t2. Fair Use Rights. Nothing in this license is intended to\n\treduce, limit, or restrict any rights arising from fair use,\n\tfirst sale or other limitations on the exclusive rights of the\n\tcopyright owner under copyright law or other applicable laws.\n\n\t3. License Grant. Subject to the terms and conditions of this\n\tLicense, Licensor hereby grants You a worldwide, royalty-free,\n\tnon-exclusive, perpetual (for the duration of the applicable\n\tcopyright) license to exercise the rights in the Work as stated\n\tbelow:\n\n\t\ta. to reproduce the Work, to incorporate the Work into one or\n\t\tmore Collective Works, and to reproduce the Work as incorporated\n\t\tin the Collective Works;\n\n\t\tb. to distribute copies or phonorecords of, display publicly,\n\t\tperform publicly, and perform publicly by means of a digital\n\t\taudio transmission the Work including as incorporated in\n\t\tCollective Works;\n\n\tThe above rights may be exercised in all media and formats\n\twhether now known or hereafter devised. The above rights include\n\tthe right to make such modifications as are technically necessary\n\tto exercise the rights in other media and formats. All rights not\n\texpressly granted by Licensor are hereby reserved.\n\n\t4. Restrictions. The license granted in Section 3 above is\n\texpressly made subject to and limited by the following\n\trestrictions:\n\n\t\ta. You may distribute, publicly display, publicly perform, or\n\t\tpublicly digitally perform the Work only under the terms of this\n\t\tLicense, and You must include a copy of, or the Uniform Resource\n\t\tIdentifier for, this License with every copy or phonorecord of\n\t\tthe Work You distribute, publicly display, publicly perform, or\n\t\tpublicly digitally perform. You may not offer or impose any terms\n\t\ton the Work that alter or restrict the terms of this License or\n\t\tthe recipients' exercise of the rights granted hereunder. You may\n\t\tnot sublicense the Work. You must keep intact all notices that\n\t\trefer to this License and to the disclaimer of warranties. You\n\t\tmay not distribute, publicly display, publicly perform, or\n\t\tpublicly digitally perform the Work with any technological\n\t\tmeasures that control access or use of the Work in a manner\n\t\tinconsistent with the terms of this License Agreement. The above\n\t\tapplies to the Work as incorporated in a Collective Work, but\n\t\tthis does not require the Collective Work apart from the Work\n\t\titself to be made subject to the terms of this License. If You\n\t\tcreate a Collective Work, upon notice from any Licensor You must,\n\t\tto the extent practicable, remove from the Collective Work any\n\t\treference to such Licensor or the Original Author, as requested.\n\n\t\tb. You may not exercise any of the rights granted to You in\n\t\tSection 3 above in any manner that is primarily intended for or\n\t\tdirected toward commercial advantage or private monetary\n\t\tcompensation. The exchange of the Work for other copyrighted\n\t\tworks by means of digital file-sharing or otherwise shall not be\n\t\tconsidered to be intended for or directed toward commercial\n\t\tadvantage or private monetary compensation, provided there is no\n\t\tpayment of any monetary compensation in connection with the\n\t\texchange of copyrighted works.\n\n\t\tc. If you distribute, publicly display, publicly perform, or\n\t\tpublicly digitally perform the Work or any Collective Works, You\n\t\tmust keep intact all copyright notices for the Work and give the\n\t\tOriginal Author credit reasonable to the medium or means You are\n\t\tutilizing by conveying the name (or pseudonym if applicable) of\n\t\tthe Original Author if supplied; the title of the Work if\n\t\tsupplied. Such credit may be implemented in any reasonable\n\t\tmanner; provided, however, that in the case of a Collective Work,\n\t\tat a minimum such credit will appear where any other comparable\n\t\tauthorship credit appears and in a manner at least as prominent\n\t\tas such other comparable authorship credit.\n\n\t5. Representations, Warranties and Disclaimer\n\n\t\ta. By offering the Work for public release under this License,\n\t\tLicensor represents and warrants that, to the best of Licensor's\n\t\tknowledge after reasonable inquiry:\n\n\t\t\ti. Licensor has secured all rights in the Work necessary to grant\n\t\t\tthe license rights hereunder and to permit the lawful exercise of\n\t\t\tthe rights granted hereunder without You having any obligation to\n\t\t\tpay any royalties, compulsory license fees, residuals or any\n\t\t\tother payments;\n\n\t\t\tii. The Work does not infringe the copyright, trademark,\n\t\t\tpublicity rights, common law rights or any other right of any\n\t\t\tthird party or constitute defamation, invasion of privacy or\n\t\t\tother tortious injury to any third party.\n\n\t\tb. EXCEPT AS EXPRESSLY STATED IN THIS LICENSE OR OTHERWISE AGREED\n\t\tIN WRITING OR REQUIRED BY APPLICABLE LAW, THE WORK IS LICENSED ON\n\t\tAN \"AS IS\" BASIS, WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS\n\t\tOR IMPLIED INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES\n\t\tREGARDING THE CONTENTS OR ACCURACY OF THE WORK.\n\n\t6. Limitation on Liability. EXCEPT TO THE EXTENT REQUIRED BY\n\tAPPLICABLE LAW, AND EXCEPT FOR DAMAGES ARISING FROM LIABILITY TO\n\tA THIRD PARTY RESULTING FROM BREACH OF THE WARRANTIES IN SECTION\n\t5, IN NO EVENT WILL LICENSOR BE LIABLE TO YOU ON ANY LEGAL THEORY\n\tFOR ANY SPECIAL, INCIDENTAL, CONSEQUENTIAL, PUNITIVE OR EXEMPLARY\n\tDAMAGES ARISING OUT OF THIS LICENSE OR THE USE OF THE WORK, EVEN\n\tIF LICENSOR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n\n\t7. Termination\n\n\t\ta. This License and the rights granted hereunder will terminate\n\t\tautomatically upon any breach by You of the terms of this\n\t\tLicense. Individuals or entities who have received Collective\n\t\tWorks from You under this License, however, will not have their\n\t\tlicenses terminated provided such individuals or entities remain\n\t\tin full compliance with those licenses. Sections 1, 2, 5, 6, 7,\n\t\tand 8 will survive any termination of this License.\n\n\t\tb. Subject to the above terms and conditions, the license granted\n\t\there is perpetual (for the duration of the applicable copyright\n\t\tin the Work). Notwithstanding the above, Licensor reserves the\n\t\tright to release the Work under different license terms or to\n\t\tstop distributing the Work at any time; provided, however that\n\t\tany such election will not serve to withdraw this License (or any\n\t\tother license that has been, or is required to be, granted under\n\t\tthe terms of this License), and this License will continue in\n\t\tfull force and effect unless terminated as stated above.\n\n\t8. Miscellaneous\n\n\t\ta. Each time You distribute or publicly digitally perform the\n\t\tWork or a Collective Work, the Licensor offers to the recipient a\n\t\tlicense to the Work on the same terms and conditions as the\n\t\tlicense granted to You under this License.\n\n\t\tb. If any provision of this License is invalid or unenforceable\n\t\tunder applicable law, it shall not affect the validity or\n\t\tenforceability of the remainder of the terms of this License, and\n\t\twithout further action by the parties to this agreement, such\n\t\tprovision shall be reformed to the minimum extent necessary to\n\t\tmake such provision valid and enforceable.\n\n\t\tc. No term or provision of this License shall be deemed waived\n\t\tand no breach consented to unless such waiver or consent shall be\n\t\tin writing and signed by the party to be charged with such waiver\n\t\tor consent.\n\n\t\td. This License constitutes the entire agreement between the\n\t\tparties with respect to the Work licensed here. There are no\n\t\tunderstandings, agreements or representations with respect to the\n\t\tWork not specified here. Licensor shall not be bound by any\n\t\tadditional provisions that may appear in any communication from\n\t\tYou. This License may not be modified without the mutual written\n\t\tagreement of the Licensor and You.\n\n###\n\nReturn to Pleasure Island\n=========================\n\nGeorge twiddled his thumbs in his booth and watched how the brown, clayey\nknuckles danced overtop of one another. Not as supple as they had once been, his\nthumbs -- no longer the texture of wet clay on a potter's wheel; more like clay\nafter it had been worked to exhausted crackling and brittleness. He reached into\nthe swirling vortex of the cotton-candy machine with his strong right hand and\ncaught the stainless-steel sweep-arm. The engines whined and he felt them strain\nagainst his strong right arm, like a live thing struggling to escape a trap.\nStill strong, he thought, still strong, and he released the sweep-arm to go back\nto spinning sugar into floss.\n\nA pack of boys sauntered down the midway, laughing and calling, bouncing high on\nsugar and g-stresses. One of them peeled off from the group and ran to his\nbooth, still laughing at some cruelty. He put his palms on George's counter and\npushed against it, using them to lever his little body in a high-speed pogo.\n\"Hey, mister,\" he said, \"how about some three-color swirl, with sprinkles?\"\n\nGeorge smiled and knocked the rack of paper cones with his strong right elbow,\njostled it so one cone spun high in the air, and he caught it in his quick left\nhand. \"Coming _riiiiiight_ up,\" he sang, and flipped the cone into the\nfloss-machine. He spun a beehive of pink, then layered it with stripes of blue\nand green. He reached for the nipple that dispensed the sprinkles, but before he\nturned its spigot, he said, \"Are you sure you don't want a dip, too? Fudge?\nButterscotch? Strawberry?\"\n\nThe boy bounced even higher, so that he was nearly vaulting the counter. \"All\nthree! All three!\" he said.\n\nGeorge expertly spiraled the floss through the dips, then applied a thick crust\nof sprinkles. \"Open your mouth, kid!\" he shouted, with realistic glee.\n\nThe boy opened his mouth wide, so that the twinkling lights of the midway\nreflected off his back molars and the pool of saliva on his tongue. George's\nquick, clever left hand dipped a long-handled spoon into the hot fudge, then\nflipped the sticky gob on a high arc that terminated perfectly in the boy's open\nmouth. The boy swallowed and laughed gooely. George handed over the dripping\nconfection in his strong right hand, and the boy plunged his face into it. When\nhe whirled and ran to rejoin his friends, George saw that his ears were already\ngetting longer, and his delighted laugh had sounded a little like a bray. A job\nwell done, he thought, and watched the rain spatter the spongy rubber cobbles of\nthe midway.\n\n#\n\nGeorge was supposed to go off-shift at midnight. He always showed up promptly at\nnoon, but he rarely left as punctually. The soft one who had the midnight-to-six\nshift was lazy and late, and generally staggered in at twelve thirty, grumbling\nabout his tiredness. George knew how to deal with the soft ones, though -- his\nfather had brought him up surrounded by them, so that he spoke without his\nfather's thick accent, so that he never inadvertently crushed their soft hands\nwhen he shook with them, so that he smiled good-naturedly and gave up a\nrealistic facsimile of sympathy when they griped their perennial gripes.\n\nHis father! How wise the old man had been, and how proud, and how _stupid_.\nGeorge shucked his uniform backstage and tossed it into a laundry hamper, noting\nwith dismay how brown the insides were, how much of himself had eroded away\nduring his shift. He looked at his clever left thumb and his strong right thumb,\nand tasted their good, earthy tastes, and then put them away. He dressed himself\nin the earth-coloured dungarees and workshirt that his own father had stolen\nfrom a laundry line when he left the ancestral home of George's people for the\nsociety of the soft ones.\n\nHe boarded a Cast Member tram that ran through the ultidors underneath Pleasure\nIsland's midway, and stared aimlessly at nothing as the soft ones on the tram\ngabbled away, as the tram sped away to the Cast housing, and then it was just\nhim and the conductor, all the way to the end of the line, to the cottage he\nshared with his two brothers, Bill and Joe. The conductor wished him a good\nnight when he debarked, and he shambled home.\n\nBill was already home, napping in the pile of blankets that all three brothers\nshared in the back room of the cottage. Joe wasn't home yet, even though his\nshift finished earlier than theirs. He never came straight home; instead, he\nwandered backstage, watching the midway through the peepholes. Joe's Lead had\nspoken to George about it, and George had spoken to Joe, but you couldn't tell\nJoe anything. George thought of how proud his father had been, having three sons\n-- three! George, the son of his strong right thumb, and Bill, the son of his\nclever left thumb, and Joe. Joe, the son of his tongue, an old man's folly, that\nleft him wordless for the remainder of his days. He hadn't needed words, though:\nhis cracked and rheumy eyes had shone with pride every time they lit on Joe, and\nthe boy could do no wrong by him.\n\nGeorge busied himself with supper for his brothers. In the little wooded area\nbehind the cottage, he found good, clean earth with juicy roots in it. In the\nfreezer, he had a jar of elephant-dung sauce, spiced with the wrung-out sweat of\nthe big top acrobats' leotards, which, even after reheating, still carried the\ntang of vitality. Preparing a good meal for his kind meant a balance of earthy\nthings and living things, things to keep the hands supple and things to make\nthem strong, and so he brought in a chicken from the brothers' henhouse and\ncovered it in the sloppy green-brown sauce, feathers and all. Bill, being the\nclever one, woke when the smell of the sauce bubbling in the microwave reached\nhim, and he wandered into the kitchen.\n\nTo an untutored eye, Bill and George were indistinguishable. Both of them big,\neven for their kind -- for their father had been an especially big specimen\nhimself -- whose faces were as expressive as sculptor's clay, whose\nchisel-shaped teeth were white and hard as rocks. When they were alone together,\nthey went without clothing, as was the custom of their kind, and their bodies\nbulged with baggy, loose muscle. They needed no clothing, for they lacked the\nshame of the soft ones, the small thumb between the legs. They had a more\ncivilised way of reproducing.\n\n\"Joe hasn't returned yet?\" Bill asked his strong brother.\n\n\"Not yet,\" George told his clever brother.\n\n\"We eat, then. No sense in waiting for him. He knows the supper hour,\" Bill\nsaid, and since he was the clever one, they ate.\n\n#\n\nJoe returned as the sun was rising, and burrowed in between his brothers on\ntheir nest of blankets. George flung one leg over his smallest brother, and\nsmelled the liquor on his breath in his sleep, and his dreams were tainted with\nthe stink of rotting grapes.\n\nGeorge was the first one awake, preparing the morning meal. A maggoty side of\nbeef, ripe with the vitality of its parasites, and gravel. Joe came for\nbreakfast before Bill, as was his custom. Bill needed the sleep, to rest his\ncleverness.\n\n\"God-_damn_, I am _hungry!_,\" Joe said loudly, without regard for his sleeping\nbrother.\n\n\"You missed dinner,\" George said.\n\n\"I had more important things to do,\" Joe said. \"I was out with an Imagineer!\"\n\nGeorge stared hard at him. \"What did the Imagineer want? Is there trouble?\"\n\nJoe gave a deprecating laugh. \"Why do you always think there's trouble? The guy\nwanted to chat with me -- he likes me, wants to get to know me. His name is\nWoodrow, he's in charge of a whole operations division, and he was interested in\nwhat I thought of some of his plans.\" He stopped and waited for George to be\nimpressed.\n\nGeorge knew what the pause was for. \"That's very good. You must be doing a good\njob for your Lead to mention you to him.\"\n\n\"That little prick? He hates my guts. Woodrow's building a special operations\nunit out of lateral thinkers -- he wants new blood, creativity. He says I have a\nunique perspective.\"\n\n\"Did you talk to Orville?\" Orville was the soft one who'd brought them from\ntheir father's shack to the Island, and he was their mentor and advocate inside\nits Byzantine politics. Bill had confided to George that he suspected Orville\nwas of a different species from the soft ones -- he certainly seemed to know\nmore about George's kind than a soft one had any business knowing.\n\nJoe tore a hunk from the carcass on the rickety kitchen table and stuffed it\ninto his mouth. Around it, he mumbled something that might have been yes and\nmight have been no. It was Joe's favorite stratagem, and it was responsible for\nthe round belly that bulged out beneath his skinny chest.\n\nJoe tore away more than half of the meat and made for the door. \"Woodrow wants\nto meet with me again this morning. Don't wait up for me tonight!\" He left the\ncottage and set off toward the tram-stop.\n\nBill rolled over on his bedding and said, \"I don't like this at all.\"\n\nGeorge kept quiet. Bill's voice surprised him, but it shouldn't have. Bill was\nclever enough to lie still and feign sleep so that he could overhear Joe's\nconversations, where George would have just sat up and started talking.\n\n\"Orville should know about this, but I can't tell if it would make him angry. If\nit made him angry and he punished Joe, it would be our fault for telling him.\"\n\n\"Then we won't tell him,\" George said.\n\nBill held up his hand. \"But if we don't tell him and he finds out on his own, he\nmay be angry with us.\"\n\n\"Then we should tell him,\" George said.\n\n\"But Joe and this Woodrow may not get along after all, and if that happens, the\nwhole thing will end on its own.\"\n\n\"Then we won't tell him,\" George said.\n\n\"But if they do get along, then they may do something that would make Orville\nangry,\" Bill looked expectantly at George.\n\n\"Then we should tell him?\" George said, uncertainly.\n\n\"I don't know,\" Bill said. \"I haven't decided.\"\n\nGeorge knew that this meant that Bill would have to think on it, and so he left\nhim. He had to catch the tram to make it to his shift, anyway.\n\n#\n\nThe soft one with the six-to-noon shift left as soon as George arrived, without\na word. George was used to soft ones not having anything to say to him, and\npreferred it that way. He was better off than Bill -- soft ones always wanted to\ntalk to Bill, and he hated it, since they never had anything to say that Bill\nwanted to know. The weather needed no discussion, Bill said. And as for the\ncomplaints about the shift's Lead, well, one soft one was just about the same as\nany other, and Orville had told them that at the end of the day, they worked for\nhim, not for any Lead.\n\nJoe liked talking to the soft ones. Joe liked to talk, period. He told the soft\nones lies about their childhood in the shack with their father, and told them\nabout how his brothers tormented, and even talked about the weather. When he got\nback home, he told his brothers all over again, everything he'd told the soft\nones.\n\nGeorge had memorised the SOP manual when they came to the Island, five years\nbefore. It clearly said that the floor of the booth would be disinfected every\nthree hours, and the surfaces polished clean, and the pots and machines\nrefilled. The soft one with the six-to-noon shift never did any of these things,\nwhich could get him disciplined by their Lead, but George didn't complain. He\njust wiped and disinfected and re-stocked when he arrived, even though he had to\nbe extra careful with the water, so that he didn't wash any of himself away.\n\nBoys ran up and down the midway, baking in the mid-day sun. They reminded George\nof the boys he'd gone to school with, after the social worker had come to his\nfather's shack. They'd teased him to begin with, but he'd just stood with his\nhands at his sides until they stopped. Every time he started a new grade, or a\nnew kid came to the school, it was the same: they'd tease him, or hit him, or\nthrow things at him, and he'd stand strong and silent until they stopped, even\nif it took months. His teachers quickly learned that calling on him in class\nmeant standing in awkward silence, while he sat stoic and waited for them to\ncall on someone else. The social worker could make him go to school with the\nsoft ones, but she couldn't make him act like one.\n\nGeorge watched the boys carefully, as carefully as he had when he stood silently\nin the schoolyard, not seeming to watch anything. He was better at spotting a\ndonkey than any of the soft ones. When a boy was ready to turn, George could\nalmost see the shape of the donkey superimposed on the boy, and he radioed a\nkeeper to pick up the donkey come morning. He got a bonus for each one he\nspotted, and according to Bill, it had accumulated to a sizable nest-egg.\n\nGeorge looked at the inventory and decided that the fudge was getting a little\nlong in the tooth. He'd start pushing fudge-nut dips, and by the end of his\nshift, the tub would be empty and he'd be able to give it a thorough cleaning\nand a refill from fresh stock. \"Hey guys!\" he called to three boys. \"Is anybody\n_hungry_?\" He dipped a floss and held it up, so that it oozed fudge down his\nwrist. The boys shyly approached his booth. George knew from their manner that\nthey were new to the Island: probably just picked up from a video-arcade or\nlasertag tent on the mainland that afternoon. They didn't know what to make of\ntheir surroundings, that was clear.\n\n\"Step right up,\" he said, \"I don't bite!\" He smiled a smile he'd practiced in\nthe mirror, one that shaped his soft, flexible features into a good-natured\nexpression of idiotic fun. Cautiously, the boys came forward. They were the\ntarget age, eleven-to-fourteen, and they'd already accumulated some merch,\nbaseball hats and fanny packs made from neoprene in tropical-fish colours,\nemblazoned with the Island's logomarks and character trademarks. They had the\nbeginnings of dark circles under their eyes, and they dragged a little with low\nblood-sugar. George dipped two more and distributed them around. The eldest, a\ntowheaded kid near the upper age range, said, \"Mister, we haven't got any money\n-- what do these cost?\"\n\nGeorge laughed like a freight train. \"It's all free, sonny, free as air!\nCourtesy of the Management, as a reward for very _special_ customers like you.\"\nThis was scripted, but the trick was to sell the line like it was fresh.\n\nThe boys took the cones from him timidly, but ate ravenously. George gave them\nsome logoed serviettes to wipe up with and ground the fudge into his wrists and\nforearms with one of his own. He looked at his watch and consulted the laminated\ntimetable taped to the counter. 1300h, which meant that the bulk of the Guests\nwould be migrating towards Actionland and the dinosaur rides, and it was time to\npush the slightly down-at-the-heels FreakZone, to balance the crowds. \"You boys\nlike rollercoasters?\" he said.\n\nThe youngest -- they were similar enough in appearance and distant enough in\nages to be brothers -- spoke up. \"Yeah!\" The middle elbowed him, and the\nyoungest flipped the middle the bird.\n\n\"Well, if you follow the midway around this curve to the right, and go through\nthe big clown-mouth, you'll be in the FreakZone. We've got a fifteen-storey\ncoaster called _The Obliterator_ that loops fifty times in five minutes --\nrunning over _ninety-five miles per hour_! If you hurry, you can beat the line!\"\nHe looked the youngest in the eye at the start of the speech, then switched to\nthe middle when he talked about the line.\n\nThe youngest started vibrating with excitement, and the middle looked pensive,\nand then to the eldest said, \"Sounds good, huh, Tom?\"\n\nThe eldest said, \"We haven't even found out where we're sleeping yet -- maybe we\ncan do the ride afterwards.\"\n\nGeorge winked at the youngest, then said, \"Don't worry about it, kids. I'll get\nthat sorted out for you right now.\" He picked up the white house phone and asked\nthe operator to connect him with Guest Services. \"Hi there! This is George on\nthe midway! I need reservations for three young men for tonight -- a suite, I\nthink, with in-room Nintendo and a big-screen TV. They look like they'd enjoy\nthe Sportaseum. OK, I'll hold,\" he covered the mouthpiece and said to the boys,\n\"You'll love the Sportaseum -- the chairs are shaped like giant catcher's mitts,\nand the beds are giant Air Jordans, and the suite comes with a regulation\nhalf-court. What name should I put the reservation under?\"\n\nThe eldest said, \"Tom Mitchell.\"\n\nGeorge made the reservation. \"You're all set,\" he said. \"The monorails run right\ninto the hotel lobby, every ten minutes. Anyone with a name tag can show you to\nthe nearest stop. Here's a tip -- try the football panzerotto: it's a fried\npizza turnover as big as a football, with beef-jerky laces. It's _my_ favorite!\"\n\n\"I want a football!\" the youngest said.\n\n\"We'll have it for dinner,\" the eldest said, looking off at the skyline of\ncoaster-skeletons in the distance. \"Let's go on some rides first.\"\n\nGeorge beamed his idiot's grin at them as they left, then his face went slack\nand he went back to wiping down the surfaces. A moment later, a hand reached\nacross the counter and plucked the cloth from his grip. He looked up, startled,\ninto Joe's grinning face. Unlike his brothers', Joe's face was all sharp angles\nand small teeth. Nobody knew what a child of a tongue was supposed to look like,\nbut George had always suspected that Joe wasn't right, even for a third son.\n\n\"Big guy!\" Joe shouted. \"Workin' hard?\"\n\nGeorge said, \"Yes.\" He stood, patiently, waiting for Joe to give him the cloth\nback.\n\nJoe held it over his head like a standard, dancing back out of reach, even\nthough George hadn't made a grab for it. George waited. Joe walked back to his\ncounter and gave it back.\n\n\"We're dozing the FreakZone,\" Joe said, in a conspiratorial whisper. He put a\nspin on _We're_, making sure that George knew he was including himself with the\nIsland's management.\n\n\"Really,\" George said, neutrally.\n\n\"Yeah! We're gonna flatten that sucker, start fresh, and build us a new theme\nland. I'm a Strategic Project Consultant! By the time it's over, I'll be an\nImagineer!\"\n\nGeorge knew that the lands on Pleasure Island were flattened and rebuilt on a\nregular basis, as management worked to stay ahead of the lightspeed\nboredom-threshold of the mainland. Still, he said, \"Well, Joe, that's marvelous.\nI'm sure you'll do a fabulous job.\"\n\nJoe sneered at him. \"Oh, I know I will. We all do just _fabulous_ jobs, brother.\nJust some of us _have_ fabulous jobs to do.\"\n\nGeorge refused to rise to the bait. He could always outwait Joe.\n\nJoe said, \"We're thinking of giving it a monster theme -- monsters are testing\nvery high with eleven-to-fourteens this year. Dragons, ogres, cyborgs, you know.\nWe may even do a walk-through -- there hasn't been one of those here since the\nsixties!\"\n\nGeorge didn't know what Joe wanted him to say. He said, \"That sounds very nice.\"\n\nJoe gave him a pitying look, and then his chest started ringing. He extracted a\nslim phone from his shirt-pocket and turned away. A moment later, he turned\nback. \"Gotta go!\" he said. \"Meeting with Woodrow and Orville, down at Ops!\"\n\nAlarm-bells went off in George's head. \"Shouldn't Bill go along if you're\nmeeting with Orville?\"\n\nJoe sneered at him, then took off at a fast clip down the midway. George watched\nhim until he disappeared through one of the access doors.\n\n#\n\nBill was clearly upset about it. George couldn't help but feel responsible. He\nshould have called Bill as soon as Joe told him he was meeting with Orville, but\nhe'd waited until he got home.\n\nHe'd been home for hours, and Joe still wasn't back. Bill picked absently at the\ndinner he'd made and fretted.\n\n\"He didn't say how Orville found out?\" Bill asked.\n\nGeorge shook his head mutely.\n\n\"Why didn't he invite me?\" Bill asked. \"I always handle negotiations for us.\"\n\nGeorge couldn't eat. The more Bill fretted, the more he couldn't eat. It was\nlong dark outside, hours and hours after Joe should've been home. Bill fretted,\nGeorge stared out the window, and Joe didn't come home.\n\nThen, an electric cart's headlights swept up the trail to their cabin. The\nlights dazzled George, so he couldn't see who was driving. Bill joined him at\nthe window and squinted. \"It's Joe and Orville!\" he said. George squinted too,\nbut couldn't make anything out. He took Bill's word for it and joined him\noutside.\n\nIt was indeed Orville and Joe. Orville was driving, and Joe was lolling\ndrunkenly beside him. Orville shook hands with Bill and nodded to George, who\nlifted Joe out of the cart and carried him inside.\n\nWhen he got back, Orville and Bill were staring calmly into each other's eyes,\neach waiting for the other to say something. Orville was dressed in his working\nclothes: a natty white suit with a sport-shirt underneath. His bald head gleamed\nin the moonlight. His fleshy, unreadable face was ruddy in the glow from the\ncabin's door. George bit his tongue to keep from speaking.\n\n\"He's drunk,\" Orville said, at last. Orville didn't beat around the bush.\n\n\"I can see that,\" Bill said. \"Did you get him drunk?\"\n\n\"Yes, I did. We were celebrating.\"\n\nBill's eyes narrowed. \"So you know.\"\n\nOrville smiled. \"Of course I know. I set it up. I thought you'd approve: Joe\nclearly needed something to keep him out of trouble.\"\n\nBill said, \"This will keep him out of trouble?\"\n\nOrville leaned against the cart's bumper, pulled out a pipe, stuffed it and lit\nit. He puffed at it, and watched the smoke wisp away in the swamp breezes. \"I\nthink that Joe's going to really like life with the Imagineers. They're\nManagement's precious darlings who can do no wrong. Anything they ask for, they\nget. There won't be any more discipline problems.\"\n\nBill said, \"Why not?\"\n\nOrville grinned without showing his teeth. \"Where there's no discipline,\nthere're no discipline problems. He can work whatever hours he wants. He'll have\naccess to anything he needs: budget, staff, an office, whatever. It's his dream\njob.\"\n\nBill said, \"I don't like this.\"\n\nGeorge wondered why not. It sounded pretty good to him.\n\nOrville puffed at his pipe. \"Like it or not, I think you'll have a hard time\nconvincing Joe not to do it. He's sold.\"\n\nBill went back into the cabin and closed the door.\n\n\"He took that well, don't you think?\" Orville asked.\n\nGeorge said, \"I suppose so.\"\n\nOrville said, \"Is everything working out all right for you? Shifts OK?\nCo-workers?\"\n\nGeorge said, \"Everything's fine. Thank you.\"\n\nOrville tapped his pipe out on the bumper, then got back into the cart. \"All\nright then. Good night, George.\"\n\n#\n\nGeorge started cooking dinner for two. More and more, Joe spent the night in a\nsuite at one of the hotels, \"working late.\" George didn't know what sort of work\nhe was doing, but he sure seemed to enjoy it. He hardly came back to the cabin\nat all. The first time he'd stayed out all night, Bill had gone back to the\nIsland and gotten Orville out of bed to help him search. After that, Joe started\nsending out a runner, usually some poor Ops trainee, to tell them he wasn't\ncoming back for dinner. Eventually, he stopped bothering, and Bill stopped\nworrying.\n\nOne night, a month after Orville had come out to the cabin, George slathered a\nmuskrat's carcass with mayonnaise and lemon and dragonfly eggs and set it out\nfor him and Joe.\n\nBill hardly ate, which was usually a signal that he was thinking. George left\nhim half of the dinner and waited for him to speak. Bill picked his way through\nthe rest, then pushed his plate away. George cleared it and brought them both\nmason jars full of muddy water from the swamp out back. Bill took his jar out\nfront of the cabin and leaned against the wall and stared out into the night,\nsipping. George joined him.\n\n\"We're getting old,\" Bill said, at last.\n\n\"Every night, the inside of my uniform is black,\" George said.\n\n\"Mine, too. We're getting very old. I think that you're at least thirty, and I'm\npretty sure that I'm twenty-five. That's old. Our father told me that he thought\nhe was fifty, the year he died. And he was very old for one of us.\"\n\nGeorge thought of their father on his deathbed, eating the food they chewed for\nhim, eyes nearly blind, skin crazed with cracks. \"He was very old,\" George said.\n\nBill held his two whole hands up against the stars. \"When father was my age, he\nhad two sons. Can you remember how proud he was of us? How proud he was of\nhimself? He'd done well enough that he could lose both his thumbs, and still\nknow that his sons would take care of him.\"\n\nGeorge shifted and sighed. He'd been thinking about sons, too.\n\n\"I've wanted a son since we came to the Island,\" Bill said. \"I never did\nanything about it because I couldn't take care of Joe and a son.\" Bill turned to\nlook at George. \"I think Joe's finally taking care of himself.\"\n\nGeorge didn't know what to say. If Bill had a son, then he couldn't. They\ncouldn't both stop working to raise their sons. But Bill always made the\ndecisions for them. George didn't know what to say, so he said nothing.\n\n\"I'm going to have a son,\" Bill said.\n\n#\n\nBill did it the next night. He told Orville that he'd need a month off, and\nafter eating the dinner George made for them, he made a nest of earth and\nblankets on the floor of their cabin.\n\nGeorge sat in the corner and watched Bill as he stared at his thumbs. It was the\nmost important decision one of their kind ever made: a clever son of the left\nhand, or a strong son of the right. George knew that his son would come from the\nleft hand. In the world his father had put them into, cleverness was far more\nimportant than strength. After all, Bill was having the first son.\n\nBill put his clever left thumb in his mouth and slowly, slowly, bit down. George\nfelt muddy tears pricking at his eyes. Bill's hand coursed with silty blood. He\nignored it, and used his strong right hand to take the severed thumb from his\nmouth and bed it down with infinite care in the nest he'd built.\n\nGeorge cautiously moved forward to peer at the thumb, which was already moving\nblindly in its nest, twisting like a grub. Bill looked on, his eyes shining.\n\n\"It's perfect,\" George breathed.\n\nGeorge felt an uncharacteristic welling up inside him, and he put his arm around\nBill's shoulders. Bill leaned into him, and said, \"Thank you, George. This\nfamily wouldn't exist without you.\"\n\nThey both slept curled around the nest that night.\n\nBy morning, the thumb had sprouted tiny arm- and leg-buds, and it inched itself\nblindly around the nest. George marveled at it before going to work.\n\nJoe stopped by his stand that day. His belly was bigger than ever, and his skin\nwas cracking like their father's had. \"Big guy!\" he shouted, vaulting the\ncounter into George's stand. \"Where's Bill today? He wasn't at his post.\"\n\nGeorge said, \"Bill had a son last night. From his left hand.\"\n\nJoe rolled his eyes, which had gone the murky yellow of swamp water. \"Wonderful,\nright? Ugh. There are better ways to achieve immortality, bro. I'm designing a\ncrawl-through for HorrorZone: you're an earthworm crawling underneath a\ngraveyard. It's gonna be huge: maggots as big as horses, chasing the Guests\nthrough the tunnels; huge ghost hands grabbing at them. We're building a giant\ntombstone as the weenie, you'll be able to see it from anywhere on the Island.\nWe'll build out over the midway for HorrorZone -- it's the biggest rehab we've\ndone since they brought in electric power.\"\n\nAs usual, George didn't know what to say to Joe. \"That sounds very nice,\" he\nsaid.\n\nJoe rolled his eyes again and started to say something, but stopped when three\nGuests came up to George's booth. George hardly recognised the Mitchell\nbrothers. The youngest was already three-quarters donkey, so dangerously close\nthat it was a miracle he hadn't been picked up already. He was hunched over, and\nhis hands were fused into fists. His hair had grown down over his shoulders in a\ncoarse mane, and his lips bulged around his elongated jaws.\n\nThe middle and eldest were well on their ways, too. The points of their ears\npoked out from under their hair, and they carried themselves painfully, forcing\ntheir legs and hips upright.\n\nGeorge flipped over his phone and punched 911, but left it out of sight below\nthe counter. Loudly, he said, \"Come on over, boys! You look like you could use\none of George's triple-dips, the best on the midway!\"\n\nFrom the phone, he heard the security operator say, \"Thank you, George, we'll be\nalong in a moment.\" Surreptitiously, he racked the receiver and smiled at the\nboys.\n\n\"How are you enjoying your stay, boys?\" he said.\n\n\"It'th aw-thome!\" the youngest said around his clumsy teeth.\n\nGeorge handed him a cone piled high with floss, then started building two more\nfor his brothers. Joe smirked at them. George hoped he wouldn't say anything\nbefore security got there.\n\nThe eldest said, \"I don't think my brother's feeling too good. Is there a doctor\nhere I can take him to?\"\n\nThe youngest, face sticky with confection, kicked his brother. \"I'm fine!\" he\nsaid. \"I wanna go on more rideth!\"\n\nHis brother said, \"We'll go on more rides after we see a doctor.\"\n\nThe youngest dropped to his knees and cried. \"No!\" he said, hammering his fists\non the ground. \"No no no no!\" George watched in alarm as the boy went all the\nway over to donkey. His cries turned to brays, and his shorts split around his\nhaunches and tail. His shirt went next, and George smoothly vaulted the counter\nand stood in front of the donkey, blocking him from passers-by. The other two\nmade a run for it. George snagged the middle by his collar, but the boy tore\nfree and took off down the midway. George looked about wildly for security, but\nthey still hadn't arrived.\n\nThen Joe tore past him, moving faster than George had ever seen him go. He\ncaught the boys and stuffed one under each arm, kicking and squirming. He\ngrinned ferociously as he pinned them beneath his knees at George's feet. He\nclamped his hands over their mouths. \"Got 'em!\" he said to George.\n\nA security team emerged from the utilidor beside George's booth, wearing clown\nmakeup and baggy pants. Two of them tranquilised the boys and the third fitted\nthe donkey out with a halter and bit. The clown slapped the donkey's haunch\nappreciatively. \"He's a healthy one.\"\n\nThe security team disappeared down the utilidor with the Mitchell brothers: two\nboys and a donkey. Joe smacked George on the back. \"Did you see me catch them?\nLike greased lightning! Bounty, here I come!\"\n\nGeorge didn't mind sharing his bounty with Joe, so he just smiled and nodded and\nwent back around to his booth.\n\n#\n\nBill named his son Tom. Names weren't very important to their people, but the\nsoft ones' world demanded them. Within a week, Tom was eagerly toddling through\ntheir cabin, tasting everything, exploring everything. His eyes shone with\ncurious brilliance. The clever son of a clever son.\n\nGeorge loved Bill's son. He loved to watch Tom as he gnawed at their bedding, as\nhe dug at the floor in search of grubs. Tom was clearly delighted with his\nsurroundings, and George basked in Tom's delight. Bill could barely restrain\nhimself from picking Tom up and hugging him every moment. The only time he left\nGeorge alone with Tom was a few precious moments after each evening's meal, when\nhe would duck into the woods to find some new toy for Tom: a crippled chipmunk;\na handful of pretty rocks; a discarded beer can. The son built bizarre towers\nout of them, then knocked them down in a fit of giggles. Tom ate all day long,\nand spoke a steady stream of adorable nonsense.\n\nBill hardly spoke to George. Their evening meals were given over to watching the\nson eat. George didn't mind. Talking to the Guests all day wore him out.\n\nWhen Tom was two months old, Joe came by George's booth.\n\n\"Well, it's final. Tomorrow, we shut down the midway. Too old-fashioned -- it's\nonly stood this long because some of the older Imagineers had an emotional\nattachment to it. I told 'em: 'That's _your_ demographic, not the _target_\ndemographic.' So we're knocking it down. HorrorZone's gonna be _huge_.\" He\nskipped off before George could say anything. His ears were long and pointed. It\nwasn't the first time George noticed it, but now, he could see that Joe's\nhunched-over gait wasn't just because of his belly.\n\nGeorge built a dozen cones for the Guests, but his heart wasn't in it. Besides,\nmost of the Guests already had their hands full of gummi spiders and snakes,\nfrom the Actionland Jungle Treats buffet. His thoughts were full of Joe, and he\nturned them over in his slow, cautious manner. Joe was turning into a donkey. He\ndidn't think that one of their kind could turn into a donkey, but this was\nPleasure Island. Indulging your vices was a dangerous pastime here. He should\ntell Bill, but there was no phone at the cabin. He couldn't send a runner for\nhim, because this was family business. His shift wouldn't end for hours yet, and\nthis was too important to wait.\n\nFinally, he called his Lead. \"I have to get offstage. I'm having a bad day.\"\n\nTechnically, this was allowed. Management didn't want anyone onstage who wasn't\n100 percent. But it was something that none of the brothers, not even Joe, had\never done. The Lead was surprised, but he sent over a soft one to relieve\nGeorge.\n\n#\n\nOrville and Bill were sitting out front of the cabin, watching Tom, when George\ngot back. He wrung his hands as he approached them, not sure of what to say, and\nwhether he should talk in front of Orville at all. He held his left thumb in his\nright hand, and it comforted him, a little.\n\nBill and Orville were so engrossed in Tom's antics that they didn't even notice\nGeorge until he cleared his throat. Orville raised his eyebrows and looked\nsignificantly at Bill.\n\n\"I just saw Joe,\" George said. \"On the midway. His ears are pointed, and he's\nwalking all hunched over. I give him a few days at the most before he's all the\nway gone.\" George held his breath, waiting for Bill's reaction.\n\n\"Too bad,\" Bill said. \"It was inevitable, I suppose. A child of the tongue! What\nwas father thinking?\"\n\nOrville smiled and puffed at his pipe. \"Don't you worry about it, George. Joe's\ngoing to be much, much happier. Focussed. If you'd like, I can bring him out\nhere to live. Little Tom could have pony rides.\"\n\nBill said, \"I don't think that's such a good idea. Joe's too wild to play with a\nchild.\"\n\nOrville put a hand on his shoulder. \"You'd be amazed at how docile he'll\nbecome.\"\n\nBill scooped up Tom, who was up to his waist now, and who liked to grab onto\nBill's nose. \"We'll see, then.\" He retreated into the cabin with his son.\n\nOrville turned to George and said, \"You've probably heard that we're taking down\nthe midway tomorrow. The others are all being reassigned until the rehab is\ndone, but I thought I'd see if I could get you a couple months off. You could\nstay here and play with Tom -- it's not every day you get to be a new uncle.\"\n\nOrville had always taken obvious pleasure in the transformation of boys into\ndonkeys. It was the whole why of Pleasure Island, after all. Orville seemed\nespecially pleased tonight, and George thought that he was as surprised about\nBill as George was.\n\nGeorge, not knowing what to say to any of it, said nothing.\n\n#\n\nIt didn't take long for George to start missing the midway. Stuck at the cabin\nwith Bill and Tom, he sat against an outside wall and tried not to get in the\nway. He prepared meals in silence, taking a long time in the woods, gathering up\nchoice morsels. Bill and Tom ate on the floor, away from the table. Bill chewed\nthe tougher morsels first, and then put them in Tom's mouth with his crippled\nleft hand. Most of the time, neither of them took any notice of George.\n\nOne day, he prepared a whole day's worth of meals and left them on the table,\nthen walked to the utilidor at the other side of the woods. He boarded a tram\nand rode to the old midway entrance.\n\nThe midway was fenced in with tall plywood sheets, and construction crews\nbustled over the naked skeletons of the new HorrorZone. Heavy machinery groaned\nand crashed. Nothing but the distant silhouettes of Actionland's skyline were\nfamiliar. George tried to imagine working here for years to come. An\noverwhelming tiredness weighed him down.\n\nHe took the tram back to the cabin and stripped off his clothes. They were\nbrowner than ever. His arms felt weak and tired. He suddenly knew that he would\nnever have a son of his own.\n\nBill and Tom were playing out front of the cabin. He sat in his usual spot\nagainst the wall and watched them. \"Bill,\" he said, softly.\n\n\"Yes?\" Bill said.\n\n\"When will I have a son of my own?\" Bill always knew the answers.\n\nBill gathered Tom up to his chest unconsciously while he thought. \"I suppose\nthat once Tom is grown, you could take some time off and have a son of your\nown.\"\n\nTo his own surprise, George said, \"I want to have a son now.\"\n\nBill said, \"That's out of the question, George. We're too busy with Tom.\" On\nhearing Bill's annoyed tone, Tom leaned into him.\n\nGeorge said, \"I'm not busy. I am old, though. If I don't have a son soon, I\nwon't be able to care for it until it's old enough to care for me.\"\n\nBill said, \"You're thinking like Father. We're living with the soft ones now.\nOrville will make sure that you and your son will be fine until he's grown.\"\n\nGeorge never won arguments with Bill. He went inside the cabin and set out\ndinner.\n\n#\n\nOrville visited the brothers the next morning. He chucked Tom under the chin and\nshook hands with Bill. Then he took George out into the woods for a walk.\n\n\"Your brother tells me you want a son of your own,\" he said.\n\nGeorge nodded, and stooped to put a small, mossy log in his basket.\n\n\"Bill doesn't want you to, huh?\"\n\nGeorge didn't feel very comfortable discussing the family with Orville. That was\nBill's job. After some thought, he said, \"Not right now.\"\n\nOrville said, \"I can see that that makes you unhappy. No one should be unhappy\nhere. I'll see what I can do. Come down to Ops tomorrow morning, we'll talk\nmore.\"\n\nWhen George got back to the cabin, Bill was lying on his back on the floor,\nlaughing while Tom climbed all over him. Tom still babbled, but they were real\nwords now, though nonsensical. With his constant talking, he reminded George of\nJoe, and that made him even sadder.\n\n#\n\nGeorge had never been to Ops before, but he knew where it was, in a collection\nof low-slung prefab buildings hidden behind the topiary sculptures near\nMagicLand. He clutched his right thumb nervously as he stood and waited in the\nreception area for Orville to come and get him. The secretary had taken his name\nand buzzed Orville, and now kept sneaking him horrified looks. George's family\nwere the only of their kind to leave their homeland and join the soft ones, and\nhere at Ops, there were any number of low-ranking babus who'd never heard tell\nof them.\n\nOrville was all smiles and effusion as he breezed through the glass\nsecurity-door and pounded George on the back. \"George! I'm so _glad_ you came\ndown!\"\n\nHe took George by the arm and led him away, stopping to wink at the secretary,\nwho looked at him with a mixture of disgust and admiration.\n\nOrville's office was buried in a twisting maze of door-lined, fluorescent-lit\ncorridors, where busy soft ones talked on telephones and clattered on keyboards.\nHe led George through his door, into an office as big as George's cabin.\n\nOrville paced and talked. \"Did I say I was glad you came? I'm glad you came.\nNow, let's talk about Bill. Bill's happy. He's got what he wants. A son. He\ndoesn't have to take care of Joe. It's good for him.\"\n\nHe paused and looked at George. George nodded.\n\n\"OK. There's a problem, though. You want a son, too, only Bill won't allow it.\"\n\nIt didn't need any comment, so George kept quiet.\n\n\"My thinking is, Bill's so busy with Tom, he wouldn't really notice if you were\nthere or not. You're an adult, you can take care of yourself. Do you see where\nI'm going with this?\"\n\nGeorge assumed it was a rhetorical question.\n\n\"Right. What I'm thinking is, there's no reason that both of you shouldn't have\nyour own son. This is Pleasure Island, after all. No one should be sad on\nPleasure Island. You've worked hard and well for us for a long time here. We can\ntake care of you.\"\n\nGeorge felt an uncomfortable sensation in his stomach, a knot of guilt like\nrising vomit.\n\n\"I thought about having another cabin built in the woods, but that's no good. I\nthink that you and Bill need your own space. So let me bounce my current thought\noff you: we'll put you up in the new Monster's Arms, that's the hotel we're\nbuilding for HorrorZone. It's way ahead of schedule, almost finished now.\nThere's a penthouse suite that you can take for as long as you like. It's only\ntemporary, just until you and Bill have had some time to raise up your sons.\nThen, we'll get the whole family together back at the cabin.\"\n\nThe guilt rose higher, choking George.\n\n\"Don't worry about eating, either. I've briefed the house chef on your tastes,\nand he'll send up three squares every day; everything a growing boy needs.\" He\nflashed a grin.\n\n\"And forget about Bill. I'll smooth things over with him. He'll see that it's\nfor the best.\"\n\nFinally, George had something to say. \"What about Joe?\"\n\nOrville had been almost dancing as he spoke, enchanted with his own words. He\npulled up short when George spoke. \"What about him?\"\n\n\"I want to live with him again,\" George said.\n\n\"He's gone, you know that.\" Orville pointed his fingers alongside his ears.\n\"Hee-haw, hee-haw. The monthly ferry will take him to the mainland tomorrow.\"\n\n\"I don't care about that,\" George said. \"I want him there.\"\n\nOrville said, \"I don't think that's such a good idea, George. You're going away\nto concentrate on _you_ -- Joe's a handful, even now. I don't want you\ndistracted.\"\n\nGeorge said, \"I want Joe.\"\n\nOrville stared at him. George set his face into a blank mask. Finally, Orville\nsaid, \"If that's what you want, that's what you'll get.\"\n\n#\n\nGeorge didn't have anything to fetch from the cabin, and Orville thought it\nwould be best if he spoke to Bill alone, so he sent George to the stables to get\nJoe.\n\nThe donkey stables were beyond Ops, at the very edge of the island, opposite the\ndocks where the ferries brought new boys in. A different kind of boat docked\nthere, large utility freighters that brought in everything the Island needed and\ntook away braying, kicking herds of jackasses.\n\nThe donkeys shifted nervously in their stalls. George smelled horse-apples and\nhay, and heard fidgeting hooves and quiet, braying sobs. He wasn't clear on what\nhappened to donkeys when they went back to the mainland, but he had an idea that\nit wasn't very pleasant. On the Island, donkeys were prizes, a sign that a boy's\nevery wish had been gratified. What happened afterwards wasn't something that\nthey were encouraged to think about.\n\nHe walked down the clean, wooden aisles, peering into the stalls, looking for\nJoe. Finally, in a dark stall in the very darkest corner of the stables, he\nfound him. A large, pot-bellied jackass, who leapt up and brayed loudly at him\nwhen he clucked his tongue at it.\n\n\"Joe?\" he asked softly.\n\nThe donkey brayed again and kicked at the stall's door. It was already\nsplintered from many such kicks. George opened the catch and was nearly trampled\nbeneath Joe's hooves as he ran out and away, braying loudly. George chased his\nbrother. He didn't start very fast, but once he got going, inertia made him\nunstoppable.\n\nHe cornered Joe at the door that led out to the Island. The donkey was kicking\nat it, trying for escape. George locked his strong right arm around Joe's neck.\n\"Stop it, Joe,\" he said. \"I'm taking you out with me, but you have to stop it.\"\n\nJoe's eyes rolled madly, and he struggled against George, kicking and biting.\nGeorge waited in silence until the donkey tired, then used a bridle hanging on\nthe wall to lead Joe out of the stables.\n\nWhen Joe saw Orville waiting for them, he went wild again. George caught him by\nthe hind leg and dragged him to the ground, while Orville danced back with a\nstrange grace.\n\nOrville grinned and said, \"I guess he doesn't like me very much.\" He came\nforward and darted an affectionate pat on Joe's haunch.\n\nJoe brayed loudly and George kept his own counsel. Orville led them down a\nutilidor and into an electric tram with an open car. George led Joe in and held\nonto his neck while Orville sped down the utilidor. He drove up a service ramp\nand out into HorrorZone, then to the doors of the newly completed Monster's\nArms.\n\n#\n\nGeorge and Joe lived in the Monster's Arms. Every morning, Orville paid them a\nvisit and snuck looks at George's thumbs. They were intact.\n\nGeorge wanted to have a son, but he couldn't bring himself to do it. Orville's\nvisits grew shorter, and Orville's manner grew more irritated. Still, George had\nno son.\n\nOne day, he waited until Joe was napping, and slipped out through the\niron-maiden elevator, right down into the utilidor.\n\nThe tram driver recognised him and took him out to the cabin. The last mile of\nthe utilidor was dusty and disused. George leaped off the tram and walked\nquickly to the cabin, his heart racing. It had been so long since he'd seen Bill\nand little Tom. He missed them terribly.\n\nThe little cabin was even smaller than George remembered it, and it looked sad,\nsagging and ramshackle. He hesitated at the door, then, feeling a stranger,\nknocked.\n\nThere was movement inside, but no voices, and the door stayed shut. George\nopened the door.\n\nIt was a disaster. The kitchen cupboards were smashed in, the little table\nknocked over and splintered, the bedding scattered and soiled. Deep shadows\ncollected in the corners.\n\n\"Bill?\" George called, softly. A shadow stirred, an indistinct figure within its\ndepths.\n\n\"Bill, it's George. I missed you. I need to talk with you. I'm confused.\"\n\nThe shadow stirred again. George crept forward, peering, his old eyes\nnight-dimmed.\n\nBill huddled in the corner, wracked and wasted. He stared up at George through\neyes filmed with tears. He held up his hands. They had already begun to shape\nthemselves into hooves, but George could still see that both his thumbs were\ngone. His ears were pointed and long.\n\n\"Oh, Bill,\" George said.\n\nHis brother let out a braying sob, and George saw he had no tongue.\n\n#\n\nOrville came looking for them the next morning.\n\n\"Where are the sons?\" George asked him, while stroking the donkey's head in his\nlap.\n\nOrville smiled a slightly abashed smile. \"I'm keeping them safe. I didn't think\nthat Bill was in any shape to take care of them.\"\n\nGeorge said, \"I'll take care of them. Bring them here. Joe, too -- he's in the\nroom. I'll take care of them all.\"\n\nOrville smiled his abashed smile again, then gave George an ironic salute. \"Yes,\nsir,\" he said. He patted Bill's haunch and smiled to himself.\n\nGeorge didn't know how to respond to irony, so he held his brother more tightly.\nEventually, Orville went away, and then came back a while after that. He drove\nan electric cart. In the front seat, three sons bounced -- Tom, bright and\ncurious; another, strong and big; a third, whose little pot belly jiggled as he\ntalked and talked and talked. In a trailer, Joe kicked and fought against his\nbonds.\n\nGeorge let him out first, then took the sons to the porch. Joe and Bill stared\nat each other for a long moment, then Bill brayed out a long, donkeyish laugh.\n\nOrville looked with proprietary satisfaction at the donkeys, then at the sons,\nthen at George. He waggled a finger at George, as if to say, _I'll be back for\nyou, someday_. Then he got into his tram and drove off.\n\nGeorge went back inside and made dinner for his family.\n\n--\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Return to Pleasure Island, by Cory Doctorow\n\n*** END OF THIS PROJECT GUTENBERG EBOOK RETURN TO PLEASURE ISLAND ***\n\n***** This file should be named 17027.txt or 17027.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/7/0/2/7/17027/\n\nCory Doctorow\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}