{"title": "Super Man and the Bug Out", "author": "Cory Doctorow", "releaseDate": "November 20, 2005", "language": "English", "content": "\n\n\n\nCopyright (C) 2001 Cory Doctorow\n\n\n\n\nThe Super Man and the Bugout\n\nCory Doctorow\n\nFrom \"A Place So Foreign and Eight More,\" a short story collection published in\nSeptember, 2003 by Four Walls Eight Windows Press (ISBN 1568582862). See\nhttp://craphound.com/place for more.\n\nOriginally published in On Spec, Fall 2001\n\n\"It is certainly worth noting that the story in this issue which flagrantly\nviolates the length limit, Cory Doctorow's 'The Super Man and the Bugout,' at\nclose to 10,000 words, is also by far the best story... The story is both very\nfunny, and a portrayal of a quite believable non-human human being.\"\n\n\t- Rich Horton,\n\t  Tangent Online\n\t  http://www.tangentonline.com/reviews/magazine.php3?review=463\n\n--\n\nBlurbs and quotes:\n\n* Cory Doctorow straps on his miner's helmet and takes you deep into the\n  caverns and underground rivers of Pop Culture, here filtered through SF-coloured\n  glasses. Enjoy.\n\n\t- Neil Gaiman\n\t  Author of American Gods and Sandman\n\n\n* Few writers boggle my sense of reality as much as Cory Doctorow.  His vision\n  is so far out there, you'll need your GPS to find your way back.\n\n\t- David Marusek\n\t  Winner of the Theodore Sturgeon Award, Nebula Award nominee\n\n* Cory Doctorow is one of our best new writers: smart, daring, savvy,\n  entertaining, ambitious, plugged-in, and as good a guide to the wired world of\n  the twenty-first century that stretches out before us as you're going to find.\n\n\t- Gardner Dozois\n\t  Editor, Asimov's SF\n\n* He sparkles!  He fizzes!  He does backflips and breaks the furniture! Science\n  fiction needs Cory Doctorow!\n\n\t- Bruce Sterling\n\t  Author of The Hacker Crackdown and Distraction\n\n* Cory Doctorow strafes the senses with a geekspeedfreak explosion of gomi kings\n  with heart, weirdass shapeshifters from Pleasure Island and jumping automotive\n  jazz joints.  If this is Canadian science fiction, give me more.\n\n\t- Nalo Hopkinson\n\t  Author of Midnight Robber and Brown Girl in the Ring\n\n* Cory Doctorow is the future of science fiction.  An nth-generation hybrid of\n  the best of Greg Bear, Rudy Rucker, Bruce Sterling and Groucho Marx, Doctorow\n  composes stories that are as BPM-stuffed as techno music, as idea-rich as the\n  latest issue of NEW SCIENTIST, and as funny as humanity's efforts to improve\n  itself.  Utopian, insightful, somehow simultaneously ironic and heartfelt, these\n  nine tales will upgrade your basal metabolism, overwrite your cortex with new\n  and efficient subroutines and generally improve your life to the point where\n  you'll wonder how you ever got along with them.  Really, you should need a\n  prescription to ingest this book.  Out of all the glittering crap life and our\n  society hands us, craphound supreme Doctorow has managed to fashion some\n  industrial-grade art.\"\n\n\t- Paul Di Filippo\n\t  Author of The Steampunk Trilogy\n\n* As scary as the future, and twice as funny. In this eclectic and electric\n  collection Doctorow strikes sparks off today to illuminate tomorrow, which is\n  what SF is supposed to do. And nobody does it better.\n\n\t- Terry Bisson\n\t  Author of Bears Discover Fire\n\n--\n\nA note about this story\n\nThis story is from my collection, \"A Place So Foreign and Eight More,\" published\nby Four Walls Eight Windows Press in September, 2003, ISBN 1568582862. I've\nreleased this story, along with five others, under the terms of a Creative\nCommons license that gives you, the reader, a bunch of rights that copyright\nnormally reserves for me, the creator.\n\nI recently did the same thing with the entire text of my novel, \"Down and Out in\nthe Magic Kingdom\" (http://craphound.com/down), and it was an unmitigated\nsuccess. Hundreds of thousands of people downloaded the book -- good news -- and\nthousands of people bought the book -- also good news. It turns out that, as\nnear as anyone can tell, distributing free electronic versions of books is a\ngreat way to sell more of the paper editions, while simultaneously getting the\nbook into the hands of readers who would otherwise not be exposed to my work.\n\nI still don't know how it is artists will earn a living in the age of the\nInternet, but I remain convinced that the way to find out is to do basic\nscience: that is, to do stuff and observe the outcome. That's what I'm doing\nhere. The thing to remember is that the very *worst* thing you can do to me as\nan artist is to not read my work -- to let it languish in obscurity and\ndisappear from posterity. Most of the fiction I grew up on is out-of-print, and\nthis is doubly true for the short stories. Losing a couple bucks to people who\nwould have bought the book save for the availability of the free electronic text\nis no big deal, at least when compared to the horror that is being irrelevant\nand unread. And luckily for me, it appears that giving away the text for free\ngets me more paying customers than it loses me.\n\nYou can find the canonical version of this file at\nhttp://craphound.com/place/download.php\n\nIf you'd like to convert this file to some other format and distribute it, you\nhave my permission, provided that:\n\n* You don't charge money for the distribution\n\n* You keep the entire text intact, including this notice, the license below, and\nthe metadata at the end of the file\n\n* You don't use a file-format that has \"DRM\" or \"copy-protection\" or any other\nform of use-restriction turned on\n\nIf you'd like, you can advertise the existence of your edition by posting a link\nto it at http://craphound.com/place/000017.php\n\n--\n\nHere's a summary of the license:\n\nhttp://creativecommons.org/licenses/by-nd-nc/1.0\n\nAttribution. The licensor permits others to copy, distribute, display, and\nperform the work. In return, licensees must give the original author credit.\n\nNo Derivative Works. The licensor permits others to copy, distribute, display\nand perform only unaltered copies of the work -- not derivative works based on\nit.\n\nNoncommercial. The licensor permits others to copy, distribute, display, and\nperform the work. In return, licensees may not use the work for commercial\npurposes -- unless they get the licensor's permission.\n\nAnd here's the license itself:\n\nhttp://creativecommons.org/licenses/by-nd-nc/1.0-legalcode\n\nTHE WORK (AS DEFINED BELOW) IS PROVIDED UNDER THE TERMS OF THIS CREATIVE COMMONS\nPUBLIC LICENSE (\"CCPL\" OR \"LICENSE\"). THE WORK IS PROTECTED BY COPYRIGHT AND/OR\nOTHER APPLICABLE LAW. ANY USE OF THE WORK OTHER THAN AS AUTHORIZED UNDER THIS\nLICENSE IS PROHIBITED.\n\nBY EXERCISING ANY RIGHTS TO THE WORK PROVIDED HERE, YOU ACCEPT AND AGREE TO BE\nBOUND BY THE TERMS OF THIS LICENSE. THE LICENSOR GRANTS YOU THE RIGHTS CONTAINED\nHERE IN CONSIDERATION OF YOUR ACCEPTANCE OF SUCH TERMS AND CONDITIONS.\n\n1. Definitions\n\na. \"Collective Work\" means a work, such as a periodical issue, anthology or\nencyclopedia, in which the Work in its entirety in unmodified form, along with a\nnumber of other contributions, constituting separate and independent works in\nthemselves, are assembled into a collective whole. A work that constitutes a\nCollective Work will not be considered a Derivative Work (as defined below) for\nthe purposes of this License.\n\nb. \"Derivative Work\" means a work based upon the Work or upon the Work and other\npre-existing works, such as a translation, musical arrangement, dramatization,\nfictionalization, motion picture version, sound recording, art reproduction,\nabridgment, condensation, or any other form in which the Work may be recast,\ntransformed, or adapted, except that a work that constitutes a Collective Work\nwill not be considered a Derivative Work for the purpose of this License.\n\nc. \"Licensor\" means the individual or entity that offers the Work under the\nterms of this License.\n\nd. \"Original Author\" means the individual or entity who created the Work.\n\ne. \"Work\" means the copyrightable work of authorship offered under the terms of\nthis License.\n\nf. \"You\" means an individual or entity exercising rights under this License who\nhas not previously violated the terms of this License with respect to the Work,\nor who has received express permission from the Licensor to exercise rights\nunder this License despite a previous violation.\n\n2. Fair Use Rights. Nothing in this license is intended to reduce, limit, or\nrestrict any rights arising from fair use, first sale or other limitations on\nthe exclusive rights of the copyright owner under copyright law or other\napplicable laws.\n\n3. License Grant. Subject to the terms and conditions of this License, Licensor\nhereby grants You a worldwide, royalty-free, non-exclusive, perpetual (for the\nduration of the applicable copyright) license to exercise the rights in the Work\nas stated below:\n\na. to reproduce the Work, to incorporate the Work into one or more Collective\nWorks, and to reproduce the Work as incorporated in the Collective Works;\n\nb. to distribute copies or phonorecords of, display publicly, perform publicly,\nand perform publicly by means of a digital audio transmission the Work including\nas incorporated in Collective Works;\n\nThe above rights may be exercised in all media and formats whether now known or\nhereafter devised. The above rights include the right to make such modifications\nas are technically necessary to exercise the rights in other media and formats.\nAll rights not expressly granted by Licensor are hereby reserved.\n\n4. Restrictions. The license granted in Section 3 above is expressly made\nsubject to and limited by the following restrictions:\n\na. You may distribute, publicly display, publicly perform, or publicly digitally\nperform the Work only under the terms of this License, and You must include a\ncopy of, or the Uniform Resource Identifier for, this License with every copy or\nphonorecord of the Work You distribute, publicly display, publicly perform, or\npublicly digitally perform. You may not offer or impose any terms on the Work\nthat alter or restrict the terms of this License or the recipients' exercise of\nthe rights granted hereunder. You may not sublicense the Work. You must keep\nintact all notices that refer to this License and to the disclaimer of\nwarranties. You may not distribute, publicly display, publicly perform, or\npublicly digitally perform the Work with any technological measures that control\naccess or use of the Work in a manner inconsistent with the terms of this\nLicense Agreement. The above applies to the Work as incorporated in a Collective\nWork, but this does not require the Collective Work apart from the Work itself\nto be made subject to the terms of this License. If You create a Collective\nWork, upon notice from any Licensor You must, to the extent practicable, remove\nfrom the Collective Work any reference to such Licensor or the Original Author,\nas requested.\n\nb. You may not exercise any of the rights granted to You in Section 3 above in\nany manner that is primarily intended for or directed toward commercial\nadvantage or private monetary compensation. The exchange of the Work for other\ncopyrighted works by means of digital file-sharing or otherwise shall not be\nconsidered to be intended for or directed toward commercial advantage or private\nmonetary compensation, provided there is no payment of any monetary compensation\nin connection with the exchange of copyrighted works.\n\nc. If you distribute, publicly display, publicly perform, or publicly digitally\nperform the Work or any Collective Works, You must keep intact all copyright\nnotices for the Work and give the Original Author credit reasonable to the\nmedium or means You are utilizing by conveying the name (or pseudonym if\napplicable) of the Original Author if supplied; the title of the Work if\nsupplied. Such credit may be implemented in any reasonable manner; provided,\nhowever, that in the case of a Collective Work, at a minimum such credit will\nappear where any other comparable authorship credit appears and in a manner at\nleast as prominent as such other comparable authorship credit.\n\n5. Representations, Warranties and Disclaimer\n\na. By offering the Work for public release under this License, Licensor\nrepresents and warrants that, to the best of Licensor's knowledge after\nreasonable inquiry:\n\ni. Licensor has secured all rights in the Work necessary to grant the license\nrights hereunder and to permit the lawful exercise of the rights granted\nhereunder without You having any obligation to pay any royalties, compulsory\nlicense fees, residuals or any other payments;\n\nii. The Work does not infringe the copyright, trademark, publicity rights,\ncommon law rights or any other right of any third party or constitute\ndefamation, invasion of privacy or other tortious injury to any third party.\n\nb. EXCEPT AS EXPRESSLY STATED IN THIS LICENSE OR OTHERWISE AGREED IN WRITING OR\nREQUIRED BY APPLICABLE LAW, THE WORK IS LICENSED ON AN \"AS IS\" BASIS, WITHOUT\nWARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED INCLUDING, WITHOUT LIMITATION,\nANY WARRANTIES REGARDING THE CONTENTS OR ACCURACY OF THE WORK.\n\n6. Limitation on Liability. EXCEPT TO THE EXTENT REQUIRED BY APPLICABLE LAW, AND\nEXCEPT FOR DAMAGES ARISING FROM LIABILITY TO A THIRD PARTY RESULTING FROM BREACH\nOF THE WARRANTIES IN SECTION 5, IN NO EVENT WILL LICENSOR BE LIABLE TO YOU ON\nANY LEGAL THEORY FOR ANY SPECIAL, INCIDENTAL, CONSEQUENTIAL, PUNITIVE OR\nEXEMPLARY DAMAGES ARISING OUT OF THIS LICENSE OR THE USE OF THE WORK, EVEN IF\nLICENSOR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n\n7. Termination\n\na. This License and the rights granted hereunder will terminate automatically\nupon any breach by You of the terms of this License. Individuals or entities who\nhave received Collective Works from You under this License, however, will not\nhave their licenses terminated provided such individuals or entities remain in\nfull compliance with those licenses. Sections 1, 2, 5, 6, 7, and 8 will survive\nany termination of this License.\n\nb. Subject to the above terms and conditions, the license granted here is\nperpetual (for the duration of the applicable copyright in the Work).\nNotwithstanding the above, Licensor reserves the right to release the Work under\ndifferent license terms or to stop distributing the Work at any time; provided,\nhowever that any such election will not serve to withdraw this License (or any\nother license that has been, or is required to be, granted under the terms of\nthis License), and this License will continue in full force and effect unless\nterminated as stated above.\n\n8. Miscellaneous\n\na. Each time You distribute or publicly digitally perform the Work or a\nCollective Work, the Licensor offers to the recipient a license to the Work on\nthe same terms and conditions as the license granted to You under this License.\n\nb. If any provision of this License is invalid or unenforceable under applicable\nlaw, it shall not affect the validity or enforceability of the remainder of the\nterms of this License, and without further action by the parties to this\nagreement, such provision shall be reformed to the minimum extent necessary to\nmake such provision valid and enforceable.\n\nc. No term or provision of this License shall be deemed waived and no breach\nconsented to unless such waiver or consent shall be in writing and signed by the\nparty to be charged with such waiver or consent.\n\nd. This License constitutes the entire agreement between the parties with\nrespect to the Work licensed here. There are no understandings, agreements or\nrepresentations with respect to the Work not specified here. Licensor shall not\nbe bound by any additional provisions that may appear in any communication from\nYou. This License may not be modified without the mutual written agreement of\nthe Licensor and You.\n\n###\n\nThe Super Man and the Bugout\n============================\n\n\"Mama, I'm _not_ a super-villain,\" Hershie said for the millionth time. He\nchased the last of the gravy on his plate with a hunk of dark rye, skirting the\nshriveled derma left behind from his kishka. Ever since the bugouts had inducted\nEarth into their Galactic Federation, promising to end war, crime, and\ncorruption, he'd found himself at loose ends. His adoptive Earth-mother, who'd\nnamed him Hershie Abromowicz, had talked him into meeting her at her favorite\nrestaurant in the heart of Toronto's Gaza Strip.\n\n\"Not a super-villain, he says. Listen to him: mister big-stuff. Well,\nsmartypants, if you're not a super-villain, what was that mess on the television\nlast night then?\"\n\nA busboy refilled their water, and Hershie took a long sip, staring off into the\nmiddle distance. Lately, he'd taken to avoiding looking at his mother: her\ninfra-red signature was like a landing-strip for a coronary, and she wouldn't\nlet him take her to one of the bugout clinics for nanosurgery.\n\nMrs. Abromowicz leaned across the table and whacked him upside the head with one\nhand, her big rings clicking against the temple of his half-rim specs. Had it\nbeen anyone else, he would have caught her hand mid-slap, or at least dodged in\na superfast blur, quicker than any human eye. But his Mama had let him know what\nshe thought of _that_ sass before his third birthday. Raising super-infants\nrequires strict, _loving_ discipline. \"Hey, wake up! Hey! I'm talking to you!\nWhat was that mess on television last night?\"\n\n\"It was a demonstration, Mama. We were protesting. We want to dismantle the\nmachines of war -- it's in the Torah, Mama. Isaiah: they shall beat their swords\ninto ploughshares and their spears into pruning hooks. Tot would have approved.\"\n\nMrs. Abromowicz sucked air between her teeth. \"Your father never would have\napproved of _that_.\"\n\n_That_ was the Action last night. It had been his idea, and he'd tossed it\naround with the Movement people who'd planned the demo: they'd gone to an\narmy-surplus store and purchased hundreds of decommissioned rifles, their bores\nfilled with lead, their firing pins defanged. He'd flown above and ahead of the\ndemonstration, in his traditional tights and cape, dragging a cargo net full of\nrifles from his belt. He pulled them out one at a time, and bent them into\nballoon-animals -- fanciful giraffes, wiener-dogs, bumble-bees, poodles -- and\npassed them out the crowds lining Yonge Street. It had been a boffo smash hit.\nAnd it made great TV.\n\nHershie Abromowicz, Man from the Stars, took his mother's hands between his own\nand looked into her eyes. \"Mama, I'm a grown man. I have a job to do. It's like\n. . . like a calling. The world's still a big place, bugouts or no bugouts, and\nthere's lots of people here who are crazy, wicked, with their fingers on the\ntriggers. I care about this planet, and I can't sit by when it's in danger.\"\n\n\"But why all of a sudden do you have to be off with these _meshuggenahs_? How\ncome you didn't _need_ to be with the crazy people until now?\"\n\n\"Because there's a _chance_ now. The world is ready to rethink itself. Because\n--\" The waiter saved him by appearing with the cheque. His mother started to\nopen her purse, but he had his debitcard on the table faster than the eye could\nfollow. \"It's on me, Ma.\"\n\n\"Don't be silly. I'll pay.\"\n\n\"I _want_ to. Let me. A son should take his mother out to lunch once in a\nwhile.\"\n\nShe smiled, for the first time that whole afternoon, and patted his cheek with\none manicured hand. \"You're a good boy, Hershie, I know that. I only want that\nyou should be happy, and have what's best for you.\"\n\n#\n\nHershie, in tights and cape, was chilling in his fortress of solitude when his\ncomm rang. He checked the callerid and winced: Thomas was calling, from Toronto.\nHershie's long-distance bills were killing him, ever since the Department of\nDefense had cut off his freebie account.\n\nNot to mention that talking to Thomas inevitably led to more trouble with his\nmother.\n\nHe got up off of his crystalline recliner and flipped the comm open, floating up\na couple of metres. \"Thomas, what's up?\"\n\n\"Supe, didja see the reviews? The critics _love_ us!\"\n\nHersh held the comm away from his head and sighed the ancient, put-upon Hebraic\nsigh of his departed stepfather. Thomas Aquino Rusk liked to play at being a\nsleazy Broadway producer, his \"plays\" the eye-catching demonstrations he and his\nband of merry shit-disturbers hijacked.\n\n\"Yeah, it made pretty good vid, all right.\" He didn't ask why Thomas was\ncalling. There was only one reason he _ever_ called: he'd had another idea.\n\n\"You'll never guess why I called.\"\n\n\"You've had an idea.\"\n\n\"I've had an idea!\"\n\n\"Really.\"\n\n\"You'll love it.\"\n\nHershie reached out and stroked the diamond-faceted coffins that his birth\nparents lay in, hoping for guidance. His warm fingers slicked with melted\nhoarfrost, and as they skated over the crypt, it sang a pure, high crystal note\nlike a crippled flying saucer plummeting to the earth. \"I'm sure I will,\nThomas.\"\n\nAs usual, Thomas chose not to hear the sarcasm in his voice. \"Check this out --\nDefenseFest 33 is being held in Toronto in March. And the new keynote speaker is\nthe Patron Ik'Spir Pat! The fricken head fricken bugout! His address is\n'Galactic History and Military Tactics: a Strategic Overview.'\"\n\n\"And this is a good thing?\"\n\n\"Ohfuckno. It's terrible, terrible, of course. The bugouts are selling us out.\nGoing over to the Other Side. Just awful. But think of the possibilities!\"\n\n\"But think of the possibilities? Oy.\" Despite himself, Hershie was smiling.\nThomas always made him smile.\n\n\"You're smiling, aren't you?\"\n\n\"Shut up, Thomas.\"\n\n\"Can you make a meeting at the Belquees for 18h?\"\n\nHershie checked his comm. It was 1702h. \"I can make it.\"\n\n\"See you there, buddy.\" Thomas rang off.\n\nHershie folded his comm, wedged it in his belt, and stroked his parents' crypt,\nonce more, for luck.\n\n#\n\nHershie loved the commute home. Starting at the Arctic Circle, he flew up and up\nand up above the highest clouds, then flattened out his body and rode the\ncurrents home, eeling around the wet frozen cloudmasses, slaloming through\nthunderheads, his critical faculties switched off, flying at speed on blind\ninstinct alone.\n\nHe usually made visual contact with the surface around Barrie, just outside of\nToronto, and he wasn't such a goodiegoodie that he didn't feel a thrill of\nsuperiority as he flew over the cottage-country commuters stuck in the\nend-of-weekend traffic, skis and snowmobiles strapped to their roofs.\n\n#\n\nThe Belquees had the best Ethiopian food and the worst Ethiopian decor in town.\nSuccessive generations of managers had added their own touches -- tiki-lanterns,\ntextured wallpaper, framed photos of Haile Selassie, tribal spears and grass\ndolls -- and they'd accreted in layers, until the net effect was of an African\nrummage sale. But man, the food was good.\n\nDownstairs was a banquet room whose decor consisted of material too ugly to be\nshown upstairs, with a stage and a disco ball. It had been a regular meeting\nplace for Toronto's radicals for more than fifty years, the chairs worn smooth\nby generations of left-wing buttocks.\n\nTonight, it was packed. At least fifty people were crammed around the tables,\ntearing off hunks of tangy rice-pancake and scooping up vegetarian curry with\nthem. Even before he saw Thomas, his super-hearing had already picked his voice\nout of the din and located it. Hershie made a beeline for Thomas's table, not\nmaking eye-contact with the others -- old-guard activists who still saw him as a\ntool of the war-machine.\n\nThomas licked his fingers clean and shook his hand. \"Supe! Glad you could make\nit! Sit, sit.\" There was a general shuffling of coats and chairs as the other\npeople at the table cleared a space for him. Thomas was already pouring him a\nbeer out of one of the pitchers on the table.\n\n\"Geez, how many people did you invite?\"\n\nTina, a tiny Chinese woman who could rhyme \"Hey hey, ho ho\" and \"One, two,\nthree, four\" with amazing facility said, \"Everyone's here. The Quakers, the\ncommies, a couple of councilors, the vets, anyone we could think of. This is\ngonna be _huge_.\"\n\nThe food hot, and the different curries and salads were a symphony of flavours\nand textures. \"This is terrific,\" he said.\n\n\"Best Ethiopian outside of Addis Ababa,\" said Thomas.\n\n_Better than Addis Ababa_, Hershie thought, but didn't say it. He'd been in\nAddis Ababa as the secret weapon behind Canada's third and most ill-fated\npeacekeeping mission there. There hadn't been a lot of restaurants open then,\njust block after block of bombed-out buildings, and tribal warlords driving\naround in tacticals, firing randomly at anything that moved. The ground CO sent\nhim off to scatter bands of marauders while the bullets spanged off his chest.\nHe'd never understood the tactical significance of those actions -- still didn't\n-- but at the time, he'd been willing to trust those in authority.\n\n\"Good food,\" he said.\n\n#\n\nAn hour later, the pretty waitress had cleared away the platters and brought\nfresh pitchers, and Hershie's tights felt a little tighter. One of the Quakers,\nan ancient, skinny man with thin grey hair and sharp, clever features stood up\nand tapped his beer-mug. Gradually, conversation subsided.\n\n\"Thank you,\" he said. \"My name is Stewart Pocock, and I'm here from the Circle\nof Friends. I'd like us all to take a moment to say a silent thanks for the\nwonderful food we've all enjoyed.\"\n\nThere was a nervous shuffling, and then a general bowing of heads and mostly\nsilence, broken by low whispers.\n\n\"Thomas, I thought _you_ called this meeting,\" Hershie whispered.\n\n\"I did. These guys always do this. Control freaks. Don't worry about it,\" he\nwhispered back.\n\n\"Thank you all. We took the liberty of drawing up an agenda for this meeting.\"\n\n\"They _always_ do this,\" Thomas said.\n\nThe Quakers led them in a round of introductions, which came around to Hershie.\n\"I'm, uh, The Super Man. I guess most of you know that, right?\" Silence. \"I'm\nreally looking forward to working on this with you all.\" A moment of silence\nfollowed, before the next table started in on its own introductions.\n\n#\n\n\"Time,\" Louise Pocock said. Blissfully. At last. The agenda had ticks next to\nINTRODUCTION, BACKGROUND, STRATEGY, THE DAY, SUPPORT AND ORGANISING and\nPUBLICITY. Thomas had hardly spoken a word through the course of the meeting.\nEven Hershie's alien buttocks were numb from sitting.\n\n\"It's time for the closing circle. Please, everybody, stand up and hold hands.\"\nMany of the assembled didn't bother to stifle their groans. Awkwardly, around\nthe tables and the knapsacks, they formed a rough circle and took hands. They\nheld it for an long, painful moment, then gratefully let go.\n\nThey worked their way upstairs and outside. The wind had picked up, and it blew\nHershie's cape out on a crackling vertical behind him, so that it caught many of\nthe others in the face as they cycled or walked away.\n\n\"Supe, let's you and me grab a coffee, huh?\" Thomas said, without any spin on it\nat all, so that Hershie knew that it wasn't a casual request.\n\n\"Yeah, sure.\"\n\n#\n\nThe cafe Thomas chose was in a renovated bank, and there was a private room in\nthe old vault, and they sat down there, away from prying eyes and autograph\nhounds.\n\n\"So, you pumped?\" Thomas said, after they ordered coffees.\n\n\"After _that_ meeting? Yeah, sure.\"\n\nThomas laughed, a slightly patronising but friendly laugh. \"That was a _great_\nmeeting. Look, if those guys had their way, we'd have about a march a month, and\nwe'd walk slowly down a route that we had a permit for, politely asking people\nto see our point of view. And in between, we'd have a million meetings like\nthis, where we come up with brilliant ideas like, 'Let's hand out fliers next\ntime.'\n\n\"So what we do is, go along with them. Give them enough rope to hang themselves.\nLet 'em have four or five of those, until everyone who shows up is so bored,\nthey'll do _anything_, as long as its not that.\n\n\"So, these guys want to stage a sit-in in front of the convention centre.\nBo-ring! We wait until they're ready to sit down, then we start playing music\nand turn it into a _dance-in_. Start playing movies on the side of the building.\nBring in a hundred secret agents in costume to add to it. They'll never know\nwhat hit 'em.\"\n\nHershie squirmed. These kinds of Machiavellian shenanigans came slowly to him.\n\"That seems kind of, well, disingenuous, Thomas. Why don't we just hold our own\nmarch?\"\n\n\"And split the movement? No, this is much better. These guys do all the\npostering and phoning, they get a good crowd out, this is their natural role.\nOur natural role, my son,\" he placed a friendly hand on Hershie's caped\nshoulder, \"is to see to it that their efforts aren't defeated by their own\npoverty of imagination. They're the feet of the movement, but we're its\n_laugh_.\" Thomas pulled out his comm and scribbled on its surface. \"_They're the\nfeet of the movement, but we're its laugh_, that's great, that's one for the\nmemoirs.\"\n\n#\n\nHershie decided he needed to patrol a little to clear his head. He scooped trash\nand syringes from Grenadier Pond. He flew silently through High Park, ears\ncocked for any muggings.\n\nNothing.\n\nHe patrolled the Gardner Expressway next and used his heat vision to melt some\nblack ice.\n\nFeeling useless, he headed for home.\n\nHe was most of the way up Yonge Street when he heard the siren. A cop car,\ndriving fast, down Jarvis. He sighed his father's sigh and rolled east, heading\ninto Regent Park, locating the dopplering siren. He touched down lightly on top\nof one of the ugly, squat tenements, and skipped from roof to roof, until he\nspotted the cop. He was beefy, with the traditional moustache and the flak vest\nthat they all wore on downtown patrol. He was leaning against the hood of his\ncruiser, panting, his breath clouding around him.\n\nA kid rolled on the ground, clutching his groin, gasping for breath. His\ninfrared signature throbbed painfully between his legs. Clearly, he'd been\nkicked in the nuts.\n\nThe cop leaned into his cruiser and lowered the volume on his radio, then,\nwithout warning, kicked the kid in the small of the back. The kid rolled on the\nice, thrashing painfully.\n\nBefore Hershie knew what he was doing, he was hovering over the ice, between the\ncop and the kid. The cateyes embedded in the emblem on his chest glowed in the\nstreetlamps. The cop's eyes widened so that Hershie could see the whites around\nhis pupils\n\nHershie stared. \"What do you think you're doing?\" he said, after a measured\nsilence.\n\nThe cop took a step back and slipped a little on the ice before catching himself\non his cruiser.\n\n\"Since when do you kick unarmed civilians in the back?\"\n\n\"He -- he ran away. I had to catch him. I wanted to teach him not to run.\"\n\n\"By inspiring his trust in the evenhandedness of Toronto's Finest?\" Hershie\ncould see the cooling tracks of the cruiser, skidding and weaving through the\nprojects. The kid had put up a good chase. Behind him, he heard the kid regain\nhis feet and start running. The cop started forward, but Hershie stopped him\nwith one finger, dead centre in the flak jacket.\n\n\"You can't let him get away!\"\n\n\"I can catch him. Trust me. But first, we're going to wait for your backup to\narrive, and I'm going to file a report.\"\n\nA _Sun_ reporter arrived before the backup unit. Hershie maintained stony\nsilence in the face of his questions, but he couldn't stop the man from\nlistening in on his conversation with the old constable who showed up a few\nminutes later, as he filed his report. He found the kid a few blocks away,\nhuddled in an alley, hand pressed to the small of his back. He took him to Mount\nSinai's emerg and turned him over to a uniformed cop.\n\n#\n\nThe hysterical _Sun_ headlines that vilified Hershie for interfering with the\ncop sparked a round of recriminating voicemails from his mother, filled with\npromises to give him such a _zetz_ in the head when she next saw him. He folded\nhis tights and cape and stuffed them in the back of his closet and spent a lot\nof time in the park for the next few weeks. He liked to watch the kids playing,\na United Nations in miniature, parents looking on amiably, stymied by the\nlanguage barrier that their kids hurdled with ease.\n\nOn March first, he took his tights out of the overstuffed hall closet and flew\nto Ottawa to collect his pension.\n\nHe touched down on the Parliament Hill and was instantly surrounded by\nhigh-booted RCMP constables, looking slightly panicky. He held his hands up,\nstartled. \"What gives, guys?\"\n\n\"Sorry, sir,\" one said. \"High security today. One of Them is speaking in\nParliament.\"\n\n\"Them?\"\n\n\"The bugouts. Came down to have a chat about neighbourly relations. Authorised\npersonnel only today.\"\n\n\"Well, that's me,\" Hershie said, and started past him.\n\nThe constable, looking extremely unhappy, moved to block him. \"I'm sorry sir,\nbut that's not you. Only people on the list. My orders, I'm afraid.\"\n\nHershie looked into the man's face and thought about hurtling skywards and\nflying straight into the building. The man was only doing his job, though.\n\"Look, it's payday. I have to go see the Minister of Defense. I've been doing it\nevery month for _years_.\"\n\n\"I know that sir, but today is a special day. Perhaps you could return\ntomorrow?\"\n\n\"Tomorrow? My rent is due _today_, Sergeant. Look, what if I comm his office?\"\n\n\"Please, sir, that would be fine.\" The Sergeant looked relieved.\n\nHershie hit a speed dial and waited. A recorded voice told him that the office\nwas closed, the Minister at a special session.\n\n\"He's in session. Look, it's probably on his desk -- I've been coming here for\nyears; really, this is ridiculous.\"\n\n\"I'm sorry. I have my orders.\"\n\n\"I don't think you could stop me, Sergeant.\"\n\nThe Sergeant and his troops shuffled their feet. \"You're probably right, sir.\nBut orders are orders.\"\n\n\"You know, Sergeant, I retired a full colonel from the Armed Forces. I _could_\norder you to let me past.\"\n\n\"Sorry sir, no. Different chain of command.\"\n\nHershie controlled his frustration with an effort of will. \"Fine then. I'll be\nback tomorrow.\"\n\n#\n\nThe building super wasn't pleased about the late rent. He threatened Hershie\nwith eviction, told him he was in violation of the lease, quoted the relevant\nsections of the Tenant Protection Act from memory, then grudgingly gave in to\nHershie's pleas. Hershie had half a mind to put his costume on and let the man\nsee what a _real_ super was like.\n\nBut his secret identity was sacrosanct. Even in the era of Pax Aliena, the Super\nMan had lots of enemies, all of whom had figured out, long before, that even the\ninvulnerable have weaknesses: their friends and families. It terrified him to\nthink of what a bitter, obsolete, grudge-bearing terrorist might do to his\nmother, to Thomas, or even his old high-school girlfriends.\n\nFor his part, Thomas refused to acknowledge the risk; he'd was more worried\nabout the Powers That Be than mythical terrorists.\n\nThe papers the next day were full of the overnight cabinet shuffle in Ottawa.\nMore than half the cabinet had been relegated to the back-benches, and many of\ntheir portfolios had been eliminated or amalgamated into the new\n\"superportfolios:\" Domestic Affairs, Trade, and Extraterrestrial Affairs.\n\nThe old Minister of Defense, who'd once had Hershie over for Thanksgiving\ndinner, was banished to the lowest hell of the back-bench. His portfolio had\nbeen subsumed into Extraterrestrial Affairs, and the new Minister, a young\nup-and-comer named Woolley, wasn't taking Hershie's calls. Hershie called Thomas\nto see if he could loan him rent money.\n\nThomas laughed. \"Chickens coming home to roost, huh?\" he said.\n\n\"What's that supposed to mean?\" Hershie said, hotly.\n\n\"Well, there's only so much shit-disturbing you can do before someone sits up\nand takes notice. The Belquees is probably bugged, or maybe one of the commies\nis an informer. Either way, you're screwed. Especially with Woolley.\"\n\n\"Why, what's wrong with Woolley?\" Hershie had met him in passing at Prime\nMinister's Office affairs, a well-dressed twenty-nine-year-old. He'd seemed like\na nice enough guy.\n\n\"What's _wrong_ with him?\" Thomas nearly screamed. \"He's the fricken\n_antichrist_! He was the one that came up with the idea of selling advertising\non squeegee kids' t-shirts! He's heavily supported by private security outfits\n-- he makes Darth Vader look like a swell guy. That slicked-down, blow-dried\nasshole --\"\n\nHershie cut him off. \"OK, OK, I get the idea.\"\n\n\"No you don't, Supe! You don't get the half of it. This guy isn't your average\nLiberal -- those guys usually basic opportunists. He's a _zealot_! He'd like to\nbeat us with _truncheons_! I went to one of his debates, and he showed up with a\n_baseball bat_! He tried to _hit me_ with it!\"\n\n\"What were you doing at the time?\"\n\n\"What does it matter? Violence is never an acceptable response. I've thrown pies\nat better men than him --\"\n\nHershie grinned. Thomas hadn't invented pieing, but his contributions to the art\nwere seminal. \"Thomas, the man is a federal Minister, with obligations. He can't\njust write me off -- he'll have to pay me.\"\n\n\"Sure, sure,\" Thomas crooned. \"Of _course_ he will -- who ever heard of a\npolitician abusing his office to advance his agenda? I don't know what I was\nthinking. I apologise.\"\n\n#\n\nHershie touched down on Parliament Hill, heart racing. Thomas's warning echoed\nin his head. His memories of Woolley were already morphing, so that the slick,\nneat kid became feral, predatory. The Hill was marshy and cold and gray, and as\nhe squelched up to the main security desk, he felt a cold ooze of mud infiltrate\nits way into his super-bootie. There was a new RCMP constable on duty, a\nturbanned Sikh. Normally, he felt awkward around the Sikhs in the Mounties. He\nimagined that their lack of cultural context made his tights and emblem seem\nabsurd, that they evoked grins beneath the Sikhs' fierce moustaches. But today,\nhe was glad the man was a Sikh, another foreigner with an uneasy berth in the\nCanadian military-industrial complex. The Sikh was expressionless as Hershie\nsquirted his clearances from his comm to the security desk's transceiver.\nImperturbably, the Sikh squirted back directions to Woolley's new office, just a\nshort jaunt from the exalted heights of the Prime Minister's Office.\n\nThe Minister's office was guarded by: a dignified antique door that had the rich\nfinish of wood that has been buffed daily for two centuries; an RCMP constable\nin plainclothes; a young, handsome receptionist in a silk navy power-suit; a\nslightly older office manager whose heart-stopping beauty was only barely\nrestrained by her chaste blouse and skirt; and, finally, a pair of boardroom\ndoors with spotless brass handles and a retinal scanner.\n\nEach obstacle took more time to weather than the last, so it was nearly an hour\nbefore the office manager stared fixedly into the scanner until the locks opened\nwith a soft clack. Hershie squelched in, leaving a slushy dribble on the muted\nindustrial-grade brown carpet.\n\nWoolley knelt on the stool of an ergonomic work-cart, enveloped in an\narticulated nest of displays, comms, keyboards, datagloves, immersive headsets,\nstylii, sticky notes and cup-holders. His posture, hair and expression rivaled\none-another for flawlessness.\n\n\"Hello, hello,\" he said, giving Hershie's hand a dry, firm pump. He smelled of\nexpensive talc and leather car interiors.\n\nHe led Hershie to a pair of stark Scandinavian chairs whose polished lead\nundersides bristled with user-interface knobs. The old Minister's tastes had run\nto imposing oak desks and horsehair club-chairs, and Hershie felt a moment's\ndisorientation as he sank into the brilliantly functional sitting-machine. It\nchittered like a roulette wheel and shifted to firmly support him.\n\n\"Thanks for seeing me,\" Hershie said. He caught his reflection in the\nbulletproof glass windows that faced out over the Rideau Canal, and felt a flush\nof embarrassment when he saw how clownish his costume looked in the practical\nenvirons.\n\nWoolley favoured him with half a smile and stared sincerely with eyes that were\nwidely spaced, clever and hazel, surrounded by smile lines. The man fairly oozed\ncharisma. \"I should be thanking you. I was just about to call you to set up a\nmeeting.\"\n\n_Then why haven't you been taking my calls_? Hershie thought. Lamely, he said,\n\"You were?\"\n\n\"I was. I wanted to touch base with you, clarify the way that we were going to\noperate from now on.\"\n\nHershie felt his gorge rise. \"From now on?\"\n\n\"I phrased that badly. What I mean to say is, this is a new Cabinet, a new\nMinistry. It has its own modus operandi.\"\n\n\"How can it have its own modus operandi when it was only created last night?\"\nHershie said, hating the petulance in his voice.\n\n\"Oh, I like to keep lots of contingency plans on hand -- the time to plan for\nmajor changes is far in advance. Otherwise, you end up running around trying to\nget office furniture and telephones installed when you need to be seizing\nopportunity.\"\n\nIt struck Hershie how _finished_ the office was -- the staff, the systems, the\nsecurity. He imagined Woolley hearing the news of his appointment and calling up\nfiles containing schematics, purchase orders, staff requisitions. It wasn't\nexactly devious, but it certainly teetered on the meridian separating _planning_\nand _plotting_.\n\n\"Well, you certainly seem to have everything in order.\"\n\n\"I've been giving some thought to your payment arrangement. Did you know that\nthere's a whole body of policy relating to your pension?\"\n\nHershie nodded, not liking where this was going.\n\n\"Well, that's just not sensible,\" Woolley said, sensibly. \"The Canadian\ngovernment already has its own pension apparatus: we make millions of\ndirect-deposits every day, for welfare, pensions, employment insurance, mothers'\nallowance. We're up to our armpits in payment infrastructure. And having you fly\nup to Ottawa every month, well, it's ridiculous. This is the twenty-first\ncentury -- we have better ways of moving money around.\n\n\"I've been giving it some thought, and I've come up with a solution that should\nmake everything easier for everyone. I'm going to transfer your pension to the\nCanada Pension Plan offices; they'll make a monthly deposit directly to your\naccount. I've got the paperwork all filled out here; all you need to do is fill\nin your banking information and your Social Insurance Number.\"\n\n\"But I don't have a Social Insurance Number or a bank account,\" Hershie said. Of\ncourse, Hershie Abromowicz had both, but the Super Man didn't.\n\n\"How do you pay taxes, then?\" Woolley had a dangerous smile.\n\n\"Well, I --\" Hershie stammered. \"I don't! I'm tax-exempt! I've never had to pay\ntaxes or get a bank account -- I just take my cheques to the Canadian Union of\nPublic Employees' Credit Union and they cash them for me. It's the\n_arrangement_.\"\n\nWoolley shook his head. \"Who told you you were tax-exempt?\" he asked,\nwonderingly. \"_No one_ is tax-exempt, except Status Indians. As to not having a\nbank account, well, you can open an account at the CUPE Credit Union and we'll\nmake the deposits there. But not until this tax status matter is cleared up.\nYou'll have to talk to Revenue Canada about getting a SIN, and get that\ninformation to Canada Pensions.\"\n\n\"I _pay taxes_! Through my secret identity.\"\n\n\"But does this. . .\" he made quote marks with his fingers, \"_secret identity_\ndeclare your pension income?\"\n\n\"Of course I don't! I have to keep my secret identity a _secret_!\" His voice was\nshrill in his own ears. \"It's a _secret identity_. I served in the Forces as the\nSuper Man, so I get paid as the Super Man. Tax exempt, no bank accounts, no SIN.\nJust a cheque, every month.\"\n\nWoolley leaned back and clasped his hands in his lap. \"I know that's how it used\nto be, but what I'm trying to tell you today is that arrangement, however\nlongstanding, however well-intentioned, wasn't proper -- or even _legal_. It had\nto end some time. You're retired now -- you don't need your _secret identity,_\"\nagain with the finger-quotes. \"If you already have a SIN, you can just give it\nto me, along with your secret identity's bank information, and we can have your\npension processed in a week or two.\"\n\n\"_A week or two_?\" Hershie bellowed. \"I need to pay my _rent_! That's not how it\nworks!\"\n\nWoolley stood, abruptly. \"No sir, that _is_ how it works. I'm trying to be\nreasonable. I'm trying to expedite things for you during this time of\ntransition. But you need to meet me halfway. If you could give me your SIN and\naccount information right now, I could speed things up considerably, I'm sure.\nI'm willing to make that effort, even though things are very busy here.\"\n\nHershie toyed with the idea of demolishing the man's office, turning his lovely\nfurniture into molten nacho topping, and finishing up by leaving the man\ndangling by his suit from the CN Tower's needle. But his mother would kill him.\n\"I can't give you my secret identity,\" Hershie said, pleadingly. \"It's a matter\nof national security. I just need enough to pay my rent.\"\n\nWoolley stared at the ceiling for a long, long time. \"There is one thing,\" he\nsaid.\n\n\"Yes?\" Hershie said, hating himself for the note of hope in his voice.\n\n\"The people at DefenseFest 33 called my office yesterday, to see if I'd appear\nas a guest speaker with the Patron Ik'Spir Pat. I had to turn them down, of\ncourse -- I'm far too busy right now. But I'm sure they'd be happy to have a\nveteran of your reputation in that slot, and it carries a substantial\nhonorarium. I could call them for you and give them your comm. . .?\"\n\nHershie thought of Thomas, and of the rent, and of his mother, and of all the\npeople at the Belquees who'd stared mistrustfully at him. \"Have them call me,\"\nhe sighed. \"I'll talk to them.\"\n\nHe got to his feet, the toe of his boot squelching out more dirt pudding.\n\n#\n\n\"Hershie?\"\n\n\"Yes, Mama?\" She'd caught him on the way home, flying high over the fleabag\nmotels on the old Highway 2.\n\n\"It's Friday,\" she said.\n\nRight. Friday. He told her he'd come for dinner, and that meant getting there\nbefore sunset. \"I'll be there,\" he said.\n\n\"Oh, it's not important. It's just me. Don't hurry on my account -- after all,\nyou'll have thousands of Shabbas dinners with your mother. I'll live forever.\"\n\n\"I said I'll be there.\"\n\n\"And don't wear that costume,\" she said. She hated the costume. When the\nDepartment of Defense had issued it to him, she'd wanted to know why they were\nsending her boy into combat wearing red satin panties.\n\n\"I'll change.\"\n\n\"That's a good boy,\" she said. \"I'm making brisket.\"\n\n#\n\nBy the time he touched down on the roof of his building, he knew he'd be late\nfor dinner. He skimmed down the elevator shaft to the tenth floor and ducked out\nto his apartment, only to find the door padlocked. There was a note from the\nbuilding super tacked to the peeling green paint. Among other things, it quoted\nthe codicil from the Tenant Protection Act that allowed the super to padlock the\ndoor and forbade Hershie, on penalty of law, from doing anything about it.\n\nHershie's super-hearing picked up the sound of a door opening down the hallway.\nIn a blur, he flew up to the ceiling and hovered there, pressing himself flat on\nthe acoustic tile. One of his neighbours, that guy with the bohemian attitude\nwho always seemed to be laughing at poor, nebbishy Hershie Abromowicz, made his\nway down the hall. He paused directly below Hershie's still, hovering form,\nreading the note on the door while he adjusted the collar of his ski-vest. He\nsmirked at the note and got in the elevator.\n\nHershie let himself float to the ground, his cheeks burning.\n\nDamn it, he didn't have _time_ for this. Not for any of it. He considered the\npadlock for a moment, then snapped the hasp with his thumb and index finger.\nMoving through the apartment with superhuman speed, he changed into a pair of\nnice slacks, a cable-knit sweater his mother had given him for his last\nbirthday, a tweedy jacket and a woolen overcoat. Opening a window, he took\nflight.\n\n#\n\n\"Thomas, I _really_ can't talk right now,\" he said. His mother was angrily\ndrumming her rings on the table's edge. Abruptly, she grabbed the bowl of\ncooling soup from his place setting and carried it into the kitchen. She hadn't\ndone this since he was a kid, but it still inspired the same panicky dread in\nhim -- if he wasn't going to eat his dinner, she wasn't going to leave it.\n\n\"Supe, we _have_ to talk about this. I mean, DefenseFest is only a week away.\nWe've got things to do!\"\n\n\"Look, about DefenseFest. . .\"\n\n\"Yes?\" Thomas had a wary note in his voice.\n\nHershie's mother reappeared with a plate laden with brisket, tsimmis, and kasha.\nShe set it down in front of him.\n\n\"We'll talk later, OK?\" Hershie said.\n\n\"But what about DefenseFest?\"\n\n\"It's complicated,\" Hershie began. His mother scooped up the plate of brisket\nand headed back to the kitchen. She was muttering furiously. \"I have to go,\" he\nsaid and closed his comm.\n\nHershie chased his mother and snatched the plate from her as she held it\ndramatically over the sink disposal. He held up his comm with the other hand and\nmade a show of powering it down.\n\n\"It's off, Mama. Please, come and eat.\"\n\n#\n\n\"I've been thinking of selling the house,\" she said, as they tucked into slices\nof lemon pound-cake.\n\nHershie put down his fork. \"Sell the house?\" While his father hadn't exactly\n_built_ the house with his own hands, he had sold his guts out at his discount\nmenswear store to pay for it. His mother had decorated it, but his father's\nessence still haunted the corners. \"Why would you sell the house?\"\n\n\"Oh, it's too big, Hershie. I'm just one old lady, and it's not like there're\nany grandchildren to come and stay. I could buy a condo in Florida, and there'd\nbe plenty left over for you.\"\n\n\"I don't need any money, Mama. I've got my pension.\"\n\nShe covered his hands with hers. \"Of course you do, bubbie. But fixed incomes\nare for old men. You're young, you need a nest egg, something to start a family\nwith.\" Her sharp eyes, sunk into motherly pillows of soft flesh, bored into him.\nHe tried to keep his gaze light and carefree. \"You've got money problems?\" she\nsaid, at length.\n\nHershie scooped up a forkful of pound-cake and shook his head. His mother's\npowers of perception bordered on clairvoyance, and he didn't trust himself to\nspeak the lie outright. He looked around the dining room, furnished with faux\nchinoise screens, oriental rugs, angular art-glass chandeliers.\n\n\"Tell Mama,\" she said.\n\nHe sighed and finished the cake. \"It's the new Minister. He won't give me my\npension unless I tell him my secret identity.\"\n\n\"So?\" his mother said. \"You're so ashamed of your parents, you'd rather starve\nthan tell the world that their bigshot hero is Hershie Abromowicz? I, for one\nwouldn't mind -- finally, I could speak up when my girlfriends are going on\nabout their sons the lawyers.\"\n\n\"Mom!\" he said, feeling all of eight years old. \"I'm not ashamed and you know\nit. But if the world knew who I was, well, who knows what kind of danger you'd\nbe in? I've made some powerful enemies, Mama.\"\n\n\"Enemies, shmenemies,\" she said, waving her hands. \"Don't worry yourself on my\naccount. Don't make me the reason that you end up in the cold. I'm not helpless\nyou know. I have Mace.\"\n\nHershie thought of the battles he'd fought: the soldiers, the mercenaries, the\nterrorists, the crooks and the super-crooks with their insane plots and\nimpractical apparati. His mother was as formidable as an elderly Jewish woman\nwith no grandchildren could be, but she was no match for automatic weapons. \"I\ncan't do it, Mama. It wouldn't be responsible. Can we drop it?\"\n\n\"Fine, we won't talk about it anymore. But a mother _worries_. You're sure you\ndon't need any money?\"\n\nHe cast about desperately for a way to placate her. \"I'm fine. I've got a\nspeaking engagement lined up.\"\n\n#\n\nThere was a message waiting on his comm when he powered it back up. A message\nfrom a relentlessly cheerful woman with a chirpy Texas accent, who identified\nherself as the programming coordinator for DefenseFest 33. She hoped he would\nreturn her call that night.\n\nHershie hovered in a dark cloud over the lake, the wind blowing his coat\nstraight back, holding the comm in his hand. He squinted through the clouds and\ndistance until he saw his apartment building, a row of windows lit up like\nteeth, his darkened window a gap in the smile. He didn't mind the cold, it was\nmuch colder in his fortress of solitude, but his apartment was more than warmth.\nIt was his own shabby, homey corner of the hideously expensive city. On the\nflight from his mother's, he'd found an old-style fifty-dollar bill, folded\nneatly and stuck in the breast pocket of his overcoat.\n\nHe returned the phone call.\n\n#\n\nThe super wasn't happy about being roused from his sitcoms, but he grudgingly\nallowed Hershie to squirt the rent money at his comm. He wanted to come up and\ntake the padlock, but Hershie talked him into turning over the key, promising to\nreturn it in the morning.\n\nHis apartment was a little one-bedroom with a constant symphony of groaning\nradiators. Every stick of furniture in it had been rescued from kerbsides while\nHershie flew his night patrols, saving chairs, sofas and even a scarred walnut\narmoire from the trashman.\n\nHershie sat at the round formica table and commed Thomas.\n\n\"It's me,\" he said.\n\n\"What's up?\"\n\nHe didn't want to beat around the bush. \"I'm speaking at DefenseFest. Then I'm\ngoing on tour, six months, speaking at military shows. It pays well. Very well.\"\nVery, very well -- well enough that he wouldn't have to worry about his pension.\nThe US-based promoters had sorted his tax status out with the IRS, who would\nhappily exempt him, totally freeing him from entanglements with Revenue Canada.\nThe cheerful Texan had been _glad_ to do it.\n\nHe waited for Thomas's trademark stream of vitriol. It didn't come. Very\nquietly, Thomas said, \"I see.\"\n\n\"Thomas,\" he said, a note of pleading in his voice. \"It's not my choice. If I\ndon't do this, I'll have to give Woolley my secret identity -- he won't give me\nmy pension without my Social Insurance Number.\"\n\n\"Or you could get a job,\" Thomas said, the familiar invective snarl creeping\nback.\n\n\"I just told you, I can't give out my SIN!\"\n\n\"So have your secret identity get a job. Wash dishes!\"\n\n\"If I took a job,\" Hershie said, palms sweating, \"I'd have to give up flying\npatrols -- I'd have to stop fighting crime.\"\n\n\"_Fighting crime_?\" Thomas's voice was remorseless. \"What _crime_? The bugouts\nare taking care of crime -- they're making plans to shut down the _police_!\nSupe, you've been obsoleted.\"\n\n\"I know,\" Hershie said, self-pitying. \"I know. That's why I got involved with\nyou in the first place -- I need to have a _purpose_. I'm the Super Man!\"\n\n\"So your purpose is speaking to military shows? Telling the world that it still\nneeds its arsenals, even if the bugouts have made war obsolete? Great purpose,\nSupe. Very noble.\"\n\nHe choked on a hopeless sob. \"So what can I do, Thomas? I don't want to sell\nout, but I've got to _eat_.\"\n\n\"Squeeze coal into diamonds?\" he said. It was teasing, but not nasty teasing.\nHershie felt his tension slip: Thomas didn't hate him.\n\n\"Do you have any idea how big a piece of coal you have to start with to get even\na one-carat stone? Trust me -- someone would notice if entire coalfaces started\ndisappearing.\"\n\n\"Look, Supe, this is surmountable. You don't have to sell out. You said it\nyourself, you're the Super Man -- you have responsibilities. You have duties.\nYou can't just sell out. Let's sleep on it, huh?\"\n\nHershie was so very, very tired. It was always hardest on him when the Earth's\nyellow sun was hidden; the moon was a paltry substitute for its rejuvenating\nrays. \"Let's do that,\" he said. \"Thanks, Thomas.\"\n\n#\n\nDefenseFest 33 opened its doors on one of those incredibly bright March days\nwhen the snow on the ground throws back lumens sufficient to shrink your pupils\nto microdots. Despite the day's brightness, a bitterly cold wind scoured Front\nStreet and the Metro Convention Centre.\n\nFrom a distance, Hershie watched demonstration muster out front of the Eaton\nCentre, a few kilometers north, and march down to Front Street, along their\npermit-proscribed route. The turnout was good, especially given the weather:\nabout 5,000 showed up with wooly scarves and placards that the wind kept\nthreatening to tear loose from their grasp.\n\nThe veterans marched out front, under a banner, in full uniform. Next came the\nQuakers, who were of the same vintage as the veterans, but dressed like elderly\nEnglish professors. Next came three different Communist factions, who circulated\nback and forth, trying to sell each other magazines. Finally, there came the\nrabble: Thomas's group of harlequin-dressed anarchists; high-school students\nwith packsacks who industriously commed their browbeaten classmates who'd\nelected to stay at their desks; \"civilians\" who'd seen a notice and come out,\nand tried gamely to keep up with the chanting.\n\nThe chanting got louder as they neared the security cordon around the Convention\nCentre. The different groups all mingled as they massed on the opposite side of\nthe barricades. The Quakers and the vets sang \"Give Peace a Chance,\" while\nThomas and his cohort prowled around, distributing materiel to various trusted\nindividuals.\n\nThe students hollered abuse at the attendees who were trickling into the\nConvention Centre in expensive overcoats, florid with expense-account breakfasts\nand immaculately groomed.\n\nHershie's appearance silenced the crowd. He screamed in over the lake, banked\nvertically up the side of the CN Tower, and plummeted downward. The\ndemonstrators set up a loud cheer as he skimmed the crowd, then fell silent and\naghast as he touched down on the _opposite_ side of the barricade, with the\nconvention-goers. A cop in riot-gear held the door for him and he stepped\ninside. A groan went up from the protestors, and swelled into a wordless,\nfurious howl.\n\n#\n\nHershie avoided the show's floor and headed for the green room. En route, he was\nstopped by a Somali general who'd been acquitted by a War Crimes tribunal, but\nonly barely. The man greeted him like an old comrade and got his aide to snap a\nphoto of the two of them shaking hands.\n\nThe green room was crowded with coffee-slurping presenters who pecked furiously\nat their comms, revising their slides. Hershie drew curious stares when he\nentered, but by the time he'd gotten his Danish and coffee, everyone around him\nwas once again bent over their work, a field of balding cabbages anointed with\nhigh-tech hair-care products.\n\nHershie's palms were slick, his alien hearts throbbing in counterpoint. His\ncowlick wilted in the aggressive heat shimmering out of the vent behind his\nsofa. He tried to keep himself calm, but by the time a gofer commed him and\nsquirted directions to the main ballroom, he was a wreck.\n\n#\n\nHershie commed into the feed from the demonstration in time to see the Quakers\nsit, en masse, along the barricade, hands intertwined, asses soaking in the\nslush at the kerbside. The cops watched them impassively, and while they were\ndistracted, Thomas gave a signal to his crew, who hastily unreeled a\nstories-high smartscreen, the gossamer fabric snapping taut in the wind as it\nunfurled over the Convention Centre's facade.\n\nThe cops were suddenly alert, moving, but Thomas was careful to keep the screen\non his side of the barricade. Tina led a team of high-school students who spread\nout a solar collector the size and consistency of a parachute. It glinted in the\nharsh sun.\n\nSzandor hastily cabled a projector/loudhailer apparatus to the collector.\nSzandor's dog nipped at his heels as he steadied and focused the apparatus on\nthe screen, and Szandor plugged his comm into it and powered it up.\n\nThere was a staticky pop as the speakers came to life, loud enough to be heard\nover the street noise. The powerful projector beamed its image onto the screen,\nbright even in the midday glare.\n\nThere were hoots from the crowd as they recognised the feed: a live broadcast of\nthe keynote addresses in the Centre. The Patron Ik'Spir Pat's hoverchair\nprominent. The camera lingered on the Patron's eyes, the only part of him\nvisible from within the chair's masking infrastructure. They were startling,\nsilvery orbs, heavy-lidded and expressionless.\n\nThe camera swung to Hershie. Szandor spat dramatically and led a chorus of\nhisses.\n\nHershie hastily closed his comm and cleared his throat, adjusted his mic, and\naddressed the crowd.\n\n#\n\n\"Uh. . .\" he said. His guts somersaulted. Time to go big or go home.\n\n\"Hi.\" That was better. \"Thanks. I'm the Super Man. For years, I worked alongside\nUN Peacekeeping forces around the world. I hoped I was doing good work. Most of\nthe time, I suppose I may have been.\"\n\nHe caught the eye of Brenda, the cheerful Texan who'd booked him in. She looked\nuneasy.\n\n\"There's one thing I'm certain of, though: it's that the preparation for war has\nnever led to anything _but_ war. With this show, you ladies and gentlemen are\nparticipating in a giant conspiracy to commit murder. Individually, you may not\nbe evil, but collectively, you're the most amoral supervillain I've ever faced.\"\n\nBrenda was talking frantically into her comm. His mic died. He simply expanded\nhis mighty diaphragm and kept on speaking, his voice filling the ballroom.\n\n\"I urge you to put this behind you. We've entered into a new era in human\nhistory. The good Patron here offers the entire Universe; you scurry around,\narranging the deaths of people you've never met.\n\n\"It's a terribly, stupid, mindless pursuit. You ought to be ashamed of\nyourselves.\"\n\nWith that, Hershie stepped away from the podium and walked out of the ballroom.\n\n#\n\nThe camera tracked him as he made his way back through the Convention Centre,\nout the doors. He leapt the barricade and settled in front of the screen. The\ndemonstrators gave him a standing ovation, and Thomas gravely shook his hand.\nThe handshake was repeated on the giant screen behind them, courtesy of the\ncameraman, who had gamely vaulted the barricade as well.\n\nThe crowd danced, hugged each other, laughed. Szandor's dog bit him on the ass,\nand he nearly dropped the projector.\n\nHe recovered in time to nearly drop it again, as the Patron Ik'Spir Pat's\nhoverchair glided out the Centre's doors and made a beeline for Hershie.\n\nHershie watched the car approach with nauseous dread. The Patron stopped a few\ncentimetres from him, so they were almost eyeball-to-eyeball. The hoverchair's\nPA popped to life, and the Patron spoke, in the bugouts' thrilling contralto.\n\n\"Thank you for your contribution,\" the bugout said. \"It was refreshing to have\nanother perspective presented.\"\n\nHershie tried for a heroic nod. \"I'm glad you weren't offended.\"\n\n\"On the contrary, it was stimulating. I shall have to speak with the\nconference's organisers; this format seems a good one for future engagements.\"\n\nHershie felt his expression slipping, sliding towards slack-jawed incredulity.\nHe struggled to hold it, then lost it entirely when one of the Patron's silvery\neyes drooped closed in an unmistakable wink.\n\n#\n\n\"Hi, Mama.\"\n\n\"Hershie, I just saw it on the television.\"\n\nHe cringed back from his comm as he shrank deeper into the corner of the\nBelquees that he'd moved to when his comm rang.\n\n\"Mama, it's all right. They've signed me for the full six months. I'll be fine\n--\"\n\n\"Of course you'll be fine, bubbie. But would it kill you to brush your hair\nbefore you go on television in front of the whole world? Do you want everyone to\nthink your mother raised a slob?\"\n\nHershie smiled. \"I will, Mama.\"\n\n\"I know you will, bubbie. You're a very good-looking man, you know. But no one\nwants to marry a man with messy hair.\"\n\n\"I know, Mama.\"\n\n\"Well, I won't keep you. Do you think you could come for dinner on Friday? I\nknow you're busy, but your old mother won't be here forever.\"\n\nHe sighed his father's sigh. \"I'll be there, Mama.\"\n\n--\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Super Man and the Bug Out, by Cory Doctorow\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SUPER MAN AND THE BUG OUT ***\n\n***** This file should be named 17030.txt or 17030.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/7/0/3/0/17030/\n\nCory Doctorow\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}