{"title": "Operation Terror", "author": "William Fitzgerald Jenkins", "releaseDate": "February 27, 2006", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Geoffrey Kidd, Sankar Viswanathan,\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                              OPERATION\n                                TERROR\n\n\n                           Murray Leinster\n\n\n\n\nCHAPTER 1\n\n\nOn the morning the radar reported something odd out in space, Lockley\nawoke at about twenty minutes to eight. That was usual. He'd slept in\na sleeping bag on a mountain-flank with other mountains all around.\nThat was not unprecedented. He was there to make a base line\nmeasurement for a detailed map of the Boulder Lake National Park,\nwhose facilities were now being built. Measuring a base line, even\nwith the newest of electronic apparatus, was more or less a\ncommonplace job for Lockley.\n\nThis morning, though, he woke and realized gloomily that he'd dreamed\nabout Jill Holmes again, which was becoming a habit he ought to break.\nHe'd only met her four times and she was going to marry somebody else.\nHe had to stop.\n\nHe stirred, preparatory to getting up. At the same moment, certain\nthings were happening in places far away from him. As yet, no unusual\nobject in space had been observed. That would come later. But far away\nup at the Alaskan radar complex a man on duty watch was relieved by\nanother. The relief man took over the monitoring of the giant,\nfootball-field-sized radar antenna that recorded its detections on\nmagnetic tape. It happened that on this particular morning only one\nother radar watched the skies along a long stretch of the Pacific\nCoast. There was the Alaskan installation, and the other was in Oregon.\nIt was extremely unusual for only those two to be operating. The\npeople who knew about it, or most of them, thought that official\norders had somehow gone astray. Where the orders were issued, nothing\nout of the ordinary appeared. All was normal, for example, in the\nMilitary Information Center in Denver. The Survey saw nothing unusual\nin Lockley's being at his post, and other men at places corresponding\nto his in the area which was to become Boulder Lake National Park. It\nalso seemed perfectly natural that there should be bulldozer\noperators, surveyors, steelworkers, concrete men and so on, all\ncomfortably at breakfast in the construction camp for the project.\nEverything seemed normal everywhere.\n\nUp to the time the Alaskan installation reported something strange in\nspace, the state of things generally was neither alarming nor\nconsoling. But at 8:02 A.M. Pacific time, the situation\nchanged. At that time Alaska reported an unscheduled celestial object\nof considerable size, high out of atmosphere and moving with\nsurprising slowness for a body in space. Its course was parabolic and\nit would probably land somewhere in South Dakota. It might be a\nbolide--a large, slow-moving meteorite. It wasn't likely, but the\nentire report was improbable.\n\nThe message reached the Military Information Center in Denver at 8:05\nA.M. By 8:06 it had been relayed to Washington and every\nplane on the Pacific Coast was ordered aloft. The Oregon radar unit\nreported the same object at 8:07 A.M. It said the object was\nseven hundred fifty miles high, four hundred miles out at sea, and was\nheaded toward the Oregon coastline, moving northwest to southeast.\nThere was no major city in its line of travel. The impact point\ncomputed by the Oregon station was nowhere near South Dakota. As other\ncomputations followed other observations, a second place of fall was\ncalculated, then a third. Then the Oregon radar unbelievably reported\nthat the object was decelerating. Allowing for deceleration, three\nsuccessive predictions of its landing point agreed. The object, said\nthese calculations, would come to earth somewhere near Boulder Lake,\nColorado, in what was to become a national park. Impact time should be\napproximately 8:14 A.M.\n\nThese events followed Lockley's awakening in the wilds, but he knew\nnothing of any of them. He himself wasn't near the lake, which was to\nbe the center of a vacation facility for people who liked the\noutdoors. The lake was almost circular and was a deep, rich blue. It\noccupied what had been the crater of a volcano millions of years ago.\nAlready bulldozers had ploughed out roads to it through the forest.\nMen worked with graders and concrete mixers on highways and on bridges\nacross small rushing streams. There was a camp for them. A lakeside\nhotel had been designed and stakes were driven in the ground where its\nfoundation would eventually be poured. There were infant big-mouthed\nbass in the lake and fingerling trout in many of the streams. A huge\nWild Life Control trailer-truck went grumbling about such trails as\nwere practical, attending to these matters. Yesterday Lockley had seen\nit gleaming in bright sunshine as it moved toward Boulder Lake on the\nhighway nearest to his station.\n\nBut that was yesterday. This morning he awoke under a pale gray sky.\nThere was complete cloud cover overhead. He smelled conifers and\nwoods-mould and mountain stone in the morning. He heard the faint\nsound of tree branches moving in the wind. He noted the cloud cover.\nThe clouds were high, though. The air at ground level was perfectly\ntransparent. He turned his head and saw a prospect that made being in\nthe wilderness seem entirely reasonable and satisfying.\n\nMountains reared up in every direction. A valley lay some thousands of\nfeet below him, and beyond it other valleys, and somewhere a stream\nrushed white water to an unknown destination. Not many wake to such a\nscene.\n\nLockley regarded it, but without full attention. He was preoccupied\nwith thoughts of Jill Holmes, and unfortunately she was engaged to\nmarry Vale, who was also working in the park some thirty miles to the\nnortheast, near Boulder Lake itself. Lockley didn't know him well\nsince he was new in the Survey. He was up there to the northeast with\nan electronic survey instrument like Lockley's and on the same job.\nJill had an assignment from some magazine or other to write an article\non how national parks are born, and she was staying at the\nconstruction camp to gather material. She'd learned something from\nVale and much from the engineers while Lockley had tried to think of\ninteresting facts himself. He'd failed. When he thought about her, he\nthought about the fact that she was engaged to Vale. That was an\nunhappy thought. Then he tried to stop thinking about her altogether.\nBut his mind somehow lingered on the subject.\n\nAt ten minutes to eight Lockley began to dress, wilderness fashion. He\nbegan by putting on his hat. It had lain on the pile of garments by\nhis bed. Then he donned the rest of his garments in the exact reverse\nof the order in which he'd removed them.\n\nAt 8:00 he had a small fire going. He had no premonition that anything\nout of the ordinary was going to happen that day. This was still\nbefore the first Alaskan report. At 8:10 he had bacon sizzling and a\nsmall coffeepot almost enveloped by the flames. Events occurred and he\nknew nothing at all about them. For example, the Military Information\nCenter had been warned of what was later privately called Operation\nTerror while Lockley was still tranquilly cooking breakfast and\nthinking--frowning a little--about Jill.\n\nNaturally he knew nothing of emergency orders sending all planes\naloft. He wasn't informed about something reported in space and\napparently headed for an impact point at Boulder Lake. As the computed\nimpact time arrived, Lockley obliviously dumped coffee into his tin\ncoffeepot and put it back on the flames.\n\nAt 8:13 instead of 8:14--this information is from the tape\nrecords--there was an extremely small earth shock recorded by the\nBerkeley, California, seismograph. It was a very minor shock, about\nthe intensity of the explosion of a hundred tons of high explosive a\nvery long distance away and barely strong enough to record its\nlocation, which was Boulder Lake. The cause of that explosion or shock\nwas not observed visually. There'd been no time to alert observers,\nand in any case the object should have been out of atmosphere until\nthe last few seconds of its fall, and where it was reported to fall\nthe cloud cover was unbroken. So nobody reported seeing it. Not at\nonce, anyhow, and then only one man.\n\nLockley did not feel the impact. He was drinking a cup of coffee and\nthinking about his own problems. But a delicately balanced rock a\nhundred yards below his camp site toppled over and slid downhill. It\nstarted a miniature avalanche of stones and rocks. The loose stuff did\nnot travel far, but the original balanced rock bounced and rolled for\nsome distance before it came to rest.\n\nEchoes rolled between the hillsides, but they were not very loud and\nthey soon ended. Lockley guessed automatically at half a dozen\npossible causes for the small rock-slide, but he did not think at all\nof an unperceived temblor from a shock like high explosives going off\nthirty miles away.\n\nEight minutes later he heard a deep-toned roaring noise to the\nnortheast. It was unbelievably low-pitched. It rolled and reverberated\nbeyond the horizon. The detonation of a hundred tons of high\nexplosives or an equivalent impact can be heard for thirty miles, but\nat that distance it doesn't sound much like an explosion.\n\nHe finished his breakfast without enjoyment. By that time well over\nthree-quarters of the Air Force on the Pacific Coast was airborne and\nmore planes shot skyward instant after instant. Inevitably the\nmultiplied air traffic was noted by civilians. Reporters began to\ntelephone airbases to ask whether a practice alert was on, or\nsomething more serious.\n\nSuch questions were natural, these days. All the world had the\njitters. To the ordinary observer, the prospects looked bad for\neverything but disaster. There was a crisis in the United Nations,\nwhich had been reorganized once and might need to be shuffled again.\nThere was a dispute between the United States and Russia over\nsatellites recently placed in orbit. They were suspected of carrying\nfusion bombs ready to dive at selected targets on signal. The Russians\naccused the Americans, and the Americans accused the Russians, and\nboth may have been right.\n\nThe world had been so edgy for so long that there were fallout\nshelters from Chillicothe, Ohio, to Singapore, Malaya, and back again.\nThere were permanent trouble spots at various places where practically\nanything was likely to happen at any instant. The people of every\nnation were jumpy. There was constant pressure on governments and on\npolitical parties so that all governments looked shaky and all\nparties helpless. Nobody could look forward to a peaceful old age, and\nmost hardly hoped to reach middle age. The arrival of an object from\nouter space was nicely calculated to blow the emotional fuses of whole\npopulations.\n\nBut Lockley ate his breakfast without premonitions. Breezes blew and\nfrom every airbase along the coast fighting planes shot into the air\nand into formations designed to intercept anything that flew on wings\nor to launch atom-headed rockets at anything their radars could detect\nthat didn't.\n\nAt eight-twenty, Lockley went to the electronic base line instrument\nwhich he was to use this morning. It was a modification of the devices\nused to clock artificial satellites in their orbits and measure their\ndistance within inches from hundreds of miles away. The purpose was to\nmake a really accurate map of the park. There were other instruments\nin other line-of-sight positions, very far away. Lockley's schedule\ncalled for them to measure their distances from each other some time\nthis morning. Two were carefully placed on bench marks of the\ncontinental grid. In twenty minutes or so of cooperation, the\ndistances of six such instruments could be measured with astonishing\nprecision and tied in to the bench marks already scattered over the\ncontinent. Presently photographing planes would fly overhead, taking\noverlapping pictures from thirty thousand feet. They would show the\nsurvey points and the measurements between them would be exact, the\nphotos could be used as stereo-pairs to take off contour lines, and in\na few days there would be a map--a veritable cartographer's dream for\naccuracy and detail.\n\nThat was the intention. But though Lockley hadn't heard of it yet,\nsomething was reported to have landed from space, and a shock like an\nimpact was recorded, and all conditions would shortly be changed. It\nwould be noted from the beginning, however, that an impact equal to a\nhundred-ton explosion was a very small shock for the landing of a\nbolide. It would add to the plausibility of reported deceleration,\nthough, and would arouse acute suspicion. Justly so.\n\nAt 8:20, Lockley called Sattell who was southeast of him. The\nmeasuring instruments used microwaves and gave readings of distance by\ncounting cycles and reading phase differences. As a matter of\nconvenience the microwaves could be modulated by a microphone, so the\nsame instrument could be used for communication while measurements\nwent on. But the microwaves were directed in a very tight beam. The\ndevice had to be aimed exactly right and a suitable reception\ninstrument had to be at the target if it was to be used at all. Also,\nthere was no signal to call a man to listen. He had to be listening\nbeforehand, and with his instrument aimed right, too.\n\nSo Lockley flipped the modulator switch and turned on the instrument.\nHe said patiently, \"Calling Sattell. Calling Sattell. Lockley calling\nSattell.\"\n\nHe repeated it some dozens of times. He was about to give it up and\ncall Vale instead when Sattell answered. He'd slept a little later\nthan Lockley. It was now close to nine o'clock. But Sattell had\nexpected the call. They checked the functioning of their instruments\nagainst each other.\n\n\"Right!\" said Lockley at last. \"I'll check with Vale and on out of the\npark, and then we'll put it all together and wrap it up and take it\nhome.\"\n\nSattell agreed. Lockley, rather absurdly, felt uncomfortable because\nhe was going to have to talk to Vale. He had nothing against the man,\nbut Vale was, in a way, his rival although Jill didn't know of his\nfolly and Vale could hardly guess it.\n\nHe signed off to Sattell and swung the base line instrument to make a\nsimilar check with Vale. It was now ten minutes after nine. He aligned\nthe instrument accurately, flipped the switch, and began to say as\npatiently as before, \"Calling Vale. Calling Vale. Lockley calling\nVale. Over.\"\n\nHe turned the control for reception. Vale's voice came instantly,\nscratchy and hoarse and frantic.\n\n\"_Lockley! Listen to me! There's no time to tell me anything. I've got\nto tell you. Something came down out of the sky here nearly an hour\nago. It landed in Boulder Lake, and at the last instant there was a\nterrific explosion and a monstrous wave swept up the shores of the\nlake. The thing that came down vanished under water. I saw it,\nLockley!_\"\n\nLockley blinked. \"Wha-a-at?\"\n\n\"_A thing came down out of the sky!_\" panted Vale. \"_It landed in the\nlake with a terrific explosion. It went under. Then it came up to the\nsurface minutes later. It floated. It stuck things up and out of\nitself, pipes or wires. Then it moved around the lake and came in to\nthe shore. A thing like a hatch opened and ... creatures got out of\nit. Not men!_\"\n\nLockley blinked again. \"Look here--\"\n\n\"_Dammit, listen!_\" said Vale shrilly, \"_I'm telling you what I've\nseen. Things out of the sky. Creatures that aren't men. They landed\nand set up something on the shore. I don't know what it is. Do you\nunderstand? The thing is down there in the lake now. Floating. I can\nsee it!_\"\n\nLockley swallowed. He couldn't believe this immediately. He knew\nnothing of radar reports or the seismograph record. He'd seen a barely\nbalanced rock roll down the mountainside below him, and he'd heard a\ngrowling bass rumble behind the horizon, but things like that didn't\nadd up to a conclusion like this! His first conviction was that Vale\nwas out of his head.\n\n\"Listen,\" said Lockley carefully. \"There's a short wave set over at\nthe construction camp. They use it all the time for orders and reports\nand so on. You go there and report officially what you've seen. To the\nPark Service first, and then try to get a connection through to the\nArmy.\"\n\nVale's voice came through again, at once raging and despairing, \"_They\nwon't believe me. They'll think I'm a crackpot. You get the news to\nsomebody who'll investigate. I see the thing, Lockley. I can see it\nnow. At this instant. And Jill's over at the construction camp_--\"\n\nLockley was unreasonably relieved. If Jill was at the camp, at least\nshe wasn't alone with a man gone out of his mind. The reaction was\nnormal. Lockley had seen nothing out of the ordinary, so Vale's report\nseemed insane.\n\n\"_Listen here!_\" panted Vale again. \"_The thing came down. There was a\nterrific explosion. It vanished. Nothing happened for a while. Then it\ncame up and found a place where it could come to shore. Things came\nout of it. I can't describe them. They're motes even in my binoculars.\nBut they aren't human! A lot of them came out. They began to land\nthings. Equipment. They set it up. I don't know what it is. Some of\nthem went exploring. I saw a puff of steam where something moved.\nLockley?_\"\n\n\"I'm listening,\" said Lockley. \"Go on!\"\n\n\"_Report this!_\" ordered Vale feverishly. \"_Get it to Military\nInformation in Denver, or somewhere! The party of creatures that went\noff exploring hasn't come back. I'm watching. I'll report whatever I\nsee. Get this to the government. This is real. I can't believe it, but\nI see it. Report it, quick!_\"\n\nHis voice stopped. Lockley painfully realigned the instrument again\nfor Sattell, thirty miles to the southeast.\n\nSattell surprisingly answered the first call. He said in an astonished\nvoice, \"_Hello! I just got a call from Survey. It seems that the Army\nknew there was a Survey team in here, and they called to say that\nradars had spotted something coming down from space, right after eight\no'clock. They wanted to know if any of us supposedly sane observers\nnoticed anything peculiar about that time._\"\n\nLockley's scalp crawled suddenly. Vale's report had disturbed him, but\nmore for the man's sanity than anything else. But it could be true!\nAnd instantly he remembered that Jill was very near the place where\nfrighteningly impossible things were happening.\n\n\"Vale just told me,\" said Lockley, his voice unsteady, \"that he saw\nsomething come down. His story was so wild I didn't believe it. But\nyou pass it on and say that Vale's watching it. He's waiting for\ninstructions. He'll report everything he sees. I'm thirty miles from\nhim, but he can see the thing that came down. Maybe the creatures in\nit can see him. Listen!\"\n\nHe repeated just what Vale had told him. Somehow, telling it to\nsomeone else, it seemed at once even less real but more horrifying as\na possible danger to Jill. It didn't strike him forcibly that other\npeople were endangered, too.\n\nWhen Sattell signed off to forward the report, Lockley found himself\nsweating a little. Something had come down out of space. The fact\nseemed to him dangerous and appalling. His mind revolted at the idea\nof non-human creatures who could build ships and travel through space,\nbut radars had reported the arrival of a ship, and there were official\ninquiries that nearly matched Vale's account, which was therefore not\na mere crackpot claim to have seen the incredible. Something had\nhappened and more was likely to, and Jill was in the middle of it.\n\nHe swung the instrument back to Vale's position. His hands shook,\nthough a part of his mind insisted obstinately that alarms were\ncommonplace these days, and in common sense one had to treat them as\nfalse cries of \"Wolf!\" But one knew that some day the wolf might\nreally come. Perhaps it had....\n\nLockley found it difficult to align the carrier beam to Vale's exact\nlocation. He assured himself that he was a fool to be afraid; that if\ndisaster were to come it would be by the imbecilities of men rather\nthan through creatures from beyond the stars. And therefore....\n\nBut there were other men at other places who felt less skepticism. The\nreport from Vale went to the Military Information Center and thence to\nthe Pentagon. Meanwhile the Information Center ordered a\nphoto-reconnaissance plane to photograph Boulder Lake from aloft. In\nthe Pentagon, hastily alerted staff officers began to draft orders to\nbe issued if the report of two radars and one eye-witness should be\nfurther substantiated. There were such-and-such trucks available here,\nand such-and-such troops available there. Complicated paper work was\ninvolved in the organization of any movement of troops, but especially\nto carry out a plan not at all usual in the United States.\n\nEverything, though, depended on what the reconnaissance plane\nphotographs might show.\n\nLockley did not see the plane nor consciously hear it. There was the\nfaintest of murmuring noises in the sky. It moved swiftly toward the\nnorth, tending eastward. The plane that made the noise was invisible.\nIt flew above the cloud cover which still blotted out nearly all the\nblue overhead. It went on and on and presently died out beyond the\nmountains toward Boulder Lake.\n\nLockley tried to get Vale back, to tell him that radars had verified\nhis report and that it would be acted on by the military. But though\nhe called and called, there was no answer.\n\nAn agonizingly long time later the faint and disregarded sound of the\nplane swept back across the heavens. Lockley still did not notice it.\nHe was too busy with his attempts to reach Vale again, and with grisly\nimaginings of what might be done by aliens from another world when\nthey found the workmen near the lake--and Jill among them. He pictured\nalien monsters committing atrocities in what they might consider\nscientific examination of terrestrial fauna. But somehow even that was\nless horrible than the images that followed an assumption that the\noccupants of the spaceship might be men.\n\n\"Calling Vale ... Vale, come in!\" He fiercely repeated the call into\nthe instrument's microphone. \"Lockley calling Vale! Come in, man! Come\nin!\"\n\nHe flipped the switch and listened. And Vale's voice came.\n\n\"_I'm here._\" The voice shook. \"_I've been trying to find where that\nexploring party went._\"\n\nLockley threw the speech switch and said sharply, \"The Army asked\nSurvey if any of us had seen anything come down from the sky. I gave\nSattell your report to be forwarded. It's gone to the Pentagon now.\nTwo radars reported tracking the thing down to a landing near you. Now\nlisten! You go to the construction camp. Most likely they'll get\norders to clear out, by short wave. But you go there! Make sure Jill's\nall right. See her to safety.\"\n\nThe switch once more. Vale's voice was desperate.\n\n\"_A ... while ago a party of the creatures started away from the lake.\nAn exploring party, I think. Once I saw a puff of steam as if they'd\nused a weapon. I'm afraid they may find the construction camp, and\nJill_....\"\n\nLockley ground his teeth. Vale said unsteadily, \"_I ... can't find\nwhere they went.... A little while ago their ship backed out into the\nlake and sank. Deliberately! I don't know why. But there's a party of\nthose ... creatures out exploring! I don't know what they'll do_....\"\n\nLockley said savagely, \"Get to the camp and look after Jill! The\nworkmen may have panicked. The Army'll know by this time what's\nhappened. They'll send copters to get you out. They'll send help of\nsome sort, somehow. But you look after Jill!\"\n\nVale's voice changed.\n\n\"_Wait. I heard something. Wait!_\"\n\nSilence. Around Lockley there were the usual sounds of the wilderness.\nInsects made chirping noises. Birds called. There were those small\nwhispering and rustling and high-pitched sounds which in the wild\nconstitute stillness.\n\nA scraping sound from the speaker. Vale's voice, frantic.\n\n\"_That ... exploring party. It's here! They must have picked up our\nbeams. They're looking for me. They've sighted me! They're coming_....\"\n\nThere was a crashing sound as if Vale had dropped the communicator.\nThere were pantings, and the sound of blows, and gasped\nprofanity--horror-filled profanity--in Vale's voice. Then something\nroared.\n\nLockley listened, his hands clenched in fury at his own helplessness.\nHe thought he heard movements. Once he was sure he heard a sound like\nthe unshod hoof of an animal on bare stone. Then, quite distinctly, he\nheard squeakings. He knew that someone or something had picked up\nVale's communicator. More squeakings, somehow querulous. Then\nsomething pounded the communicator on the ground. There was a crash.\nThen silence.\n\nAlmost calmly Lockley swung his instrument around and lined it up for\nSattell's post. He called in a steady voice until Sattell answered. He\nreported with meticulous care just what Vale had said, and what he'd\nheard after Vale stopped speaking--the roaring, the sound of blows and\ngasps, then the squeakings and the destruction of the instrument\nintended for the measurement of base lines for an accurate map of the\nPark.\n\nSattell grew agitated. At Lockley's insistence, he wrote down every\nword. Then he said nervously that orders had come from Survey. The\nArmy wanted everybody out of the Boulder Lake area. Vale was to have\nbeen ordered out. The workmen were ordered out. Lockley was to get out\nof the area as soon as possible.\n\nWhen Sattell signed off, Lockley switched off the communicator. He put\nit where it would be relatively safe from the weather. He abandoned\nhis camping equipment. A mile downhill and four miles west there was a\nhighway leading to Boulder Lake. When the Park was opened to the\npublic it would be well used, but the last traffic he'd seen was the\nbig trailer-truck of the Wild Life Control service. That huge vehicle\nhad gone up to Boulder Lake the day before.\n\nHe made his way to the highway, following a footpath to the spot where\nhe'd left his own car parked. He got into it and started the motor. He\nmoved with a certain dogged deliberation. He knew, of course, that\nwhat he was going to do was useless. It was hopeless. It was possibly\nsuicidal. But he went ahead.\n\nHe headed northward, pushing the little car to its top speed. This was\nnot following his instructions. He wasn't leaving the Park area. He\nwas heading for Boulder Lake. Jill was there and he would feel\nashamed for all time if he acted like a sensible man and got to safety\nas he was ordered.\n\nMiles along the highway, something occurred to him. The base line\ninstrument had to be aimed exactly right for Vale or Sattell to pick\nup his voice as carried by its beam. Vale's or Sattell's instruments\nhad to be aimed as accurately to convey their voices to him. Yet after\nthe struggle he'd overheard, and after Vale had been either subdued or\nkilled, someone or something seemed to have picked up the\ncommunicator, and Lockley had heard squeakings, and then he had heard\nthe instrument smashed.\n\nIt was not easy to understand how the beam had been kept perfectly\naligned while it was picked up and squeaked at. Still less was it\nunderstandable that it remained aimed just right so he could hear when\nit was flung down and crushed.\n\nBut somehow this oddity did not change his feelings. Jill could be in\ndanger from creatures Vale said were not human. Lockley didn't wholly\naccept that non-human angle, but something was happening there and\nJill was in the middle of it. So he went to see about it for the sake\nof his self-respect. And Jill. It was not reasonable behavior. It was\nemotional. He didn't stop to question what was believable and what\nwasn't. Lockley didn't even give any attention to the problem of how a\nmicrowave beam could stay pointed exactly right while the instrument\nthat sent it was picked up, and squeaked at, and smashed. He gave that\nparticular matter no thought at all.\n\nHe jammed down the accelerator of the car and headed for Boulder\nLake.\n\n\n\n\nCHAPTER 2\n\n\nThe car was ordinary enough; it was one of those scaled-down vehicles\nwhich burn less fuel and offer less comfort than the so-called\nstandard models. For fuel economy too, its speed had been lowered. But\nLockley sent it up the brand-new highway as fast as it would go.\n\nNow the highway followed a broad valley with a meadow-like floor. Now\nit seemed to pick its way between cliffs, and on occasion it ran over\na concrete bridge spanning some swiftly flowing stream. At least once\nit went through a cut which might as well have been a tunnel, and the\ncrackling noise of its motor echoed back from stony walls on either\nside.\n\nHe did not see another vehicle for a long way. Deer, he saw twice.\nOver and over again coveys of small birds rocketed up from beside the\nroad and dived to cover after he had passed. Once he saw movement out\nof the corner of his eye and looked automatically to see what it was,\nbut saw nothing. Which meant that it was probably a mountain lion,\nblending perfectly with its background as it watched the car. At the\nend of five miles he saw a motor truck, empty, trundling away from\nBoulder Lake and the construction camp toward the outer world.\n\nThe two vehicles passed, combining to make a momentary roaring noise\nat their nearest. The truck was not in a hurry. It simply lumbered\nalong with loose objects in its cargo space rattling and bumping\nloudly. Its driver and his helper plainly knew nothing of untoward\nevents behind them. They'd probably stopped somewhere to have a\nleisurely morning snack, with the truck waiting for them at the\nroadside.\n\nLockley went on ten miles more. He begrudged the distances added by\ncurves in the road. He tended to fume when his underpowered car\nnoticeably slowed up on grades, and especially the long ones. He saw a\nbear halfway up a hillside pause in its exploitation of a berry patch\nto watch the car go by below it. He saw more deer. Once a smaller\nanimal, probably a coyote, dived into a patch of brushwood and stayed\nhidden as long as the car remained in sight.\n\nMore miles of empty highway. And then a long, straight stretch of\nroad, and he suddenly saw vehicles coming around the curve at the end\nof it. They were not in line, singlelane, as traffic usually is on a\ncurve. Both lanes were filled. The road was blocked by motor-driven\ntraffic heading away from the lake, and not at a steady pace, but in\nheadlong flight.\n\nIt roared on toward Lockley. Big trucks and little ones; passenger\ncars in between them; a few motorcyclists catching up from the rear by\nriding on the road's shoulders. They were closely packed, as if by\nsome freak the lead had been taken by great trucks incapable of the\nroad speed of those behind them, yet with the frantic rearmost cars\nunable to pass. There was a humming and roaring of motors that filled\nthe air. They plunged toward Lockley's miniature roadster. Truck horns\nblared.\n\nLockley got off the highway and onto the right-hand shoulder. He\nstopped. The crowded mass of rushing vehicles roared up to him and\nwent past. They were more remarkable than he'd believed. There were\ndirt mover trucks. There were truck-and-trailer combinations. There\nwere sedans and dump trucks and even a convertible or two, and then\nmore trucks--even tank trucks--and more sedans and half-tonners--a\ncomplete and motley collection of every kind of gasoline-driven\nvehicle that could be driven on a highway and used on a construction\nproject.\n\nAnd every one was crowded with men. Trailer-trucks had their body\ndoors open, and they were packed with the workmen of the construction\ncamp near Boulder Lake. The sedans were jammed with passengers. Dirt\nmover trucks had men holding fast to handholds, and there were men in\nthe backs of the dump trucks. The racing traffic filled the highway\nfrom edge to edge. It rushed past, giving off a deafening roar and\nclouds of gasoline fumes.\n\nThey were gone, the solid mass of them at any rate. But now there came\nolder cars, no less crowded, and then more spacious cars, not crowded\nso much and less frantically pushing at those ahead. But even these\ncars passed each other recklessly. There seemed to be an almost\nhysterical fear of being last.\n\nOne car swung off to its left. There were five men in it. It braked\nand stopped on the shoulder close to Lockley's car. The driver shouted\nabove the din of passing motors, \"You don't want to go up there.\nEverybody's ordered out. Everybody get away from Boulder Lake! When\nyou get the chance, turn around and get the hell away.\"\n\nHe watched for a chance to get back on the road, having delivered his\nwarning. Lockley got out of his car and went over, \"You're talking\nabout the thing that came down from the sky,\" he said grimly. \"There\nwas a girl up at the camp. Jill Holmes. Writing a piece about building\na national park. Getting information about the job. Did anybody get\nher away?\"\n\nThe man who'd warned him continued to watch for a reasonable gap in\nthe flood of racing cars. They weren't crowded now as they had been,\nbut it was still impossible to start in low and get back in the\nstream of vehicles without an almost certain crash. Then he turned his\nhead back, staring at Lockley.\n\n\"Hell! Somebody told me to check on her. I was routing men out and\nloading 'em on whatever came by. I forgot!\"\n\nA man in the back of the sedan said, \"She hadn't left when we did. I\nsaw her. But I thought she had a ride all set.\"\n\nThe man at the wheel said furiously, \"She hasn't passed us! Unless\nshe's in one of these....\"\n\nLockley set his teeth. He watched each oncoming car intently. A girl\namong these fugitives would have been put with the driver in the cab\nof a truck, and he'd have seen a woman in any of the private cars.\n\n\"If I don't see her go by,\" he said grimly, \"I'll go up to the camp\nand see if she's still there.\"\n\nThe man in the driver's seat looked relieved.\n\n\"If she's left behind, it's her fault. If you hunt for her, make it\nfast and be plenty careful. Keep to the camp and stay away from the\nlake. There was a hell of an explosion over there this morning. Three\nmen went to see what'd happened. They didn't come back. Two more went\nafter 'em, and something hit them on the way. They smelled something\nworse than skunk. Then they were paralyzed, like they had hold of a\nhigh-tension line. They saw crazy colors and heard crazy sounds and\nthey couldn't move a finger. Their car ditched. In a while they came\nout of it and they came back--fast! They'd just got back when we got\nshort wave orders for everybody to get out. If you look for that girl,\nbe careful. If she's still there, you get her out quick!\" Then he said\nsharply, \"Here's a chance for us to get going. Move out of the way!\"\n\nThere was a gap in the now diminishing spate of cars. The driver of\nthe stopped car drove furiously onto the highway. He shifted gears and\naccelerated at the top of his car's power. Another car behind him\nbraked and barely avoided a crash while blowing its horn furiously.\nThen the traffic went on. But it was lessening now. It was mostly\nprivate cars, owned by the workmen.\n\nSuddenly there were no cars coming down the long straight stretch of\nroad. Lockley got back on the highway and resumed his rush toward the\nspot the others fled from. He heard behind him the diminishing rumble\nand roar of the fugitive motors. He jammed his own accelerator down to\nthe floor and plunged on.\n\nThere'd been an explosion by the lake, the man who'd warned him said.\nThat checked. Three men went to see what had happened. That was\nreasonable. They didn't come back. Considering what Vale had reported,\nit was almost inevitable. Then two other men went to find out what\nhappened to the first three and--that was news! A smell that was worse\nthan skunk. Paralysis in a moving car, which ditched. Remaining\nparalyzed while seeing crazy colors and hearing crazy sounds....\nLockley could not even guess at an explanation. But the men had\nremained paralyzed for some time, and then the sensations lifted. They\nhad fled back to the construction camp, evidently fearing that the\nparalysis might return. Their narrative must have been hair-raising,\nbecause when orders had come for the evacuation of the camp, they had\nbeen obeyed with a promptitude suggesting panic. But apparently\nnothing else had happened.\n\nThe first three men were still missing--or at least there'd been no\nmention of their return. They'd either been killed or taken captive,\njudging by Vale's account and obvious experience. He was either\nkilled or captured, too, but it still seemed strange that Lockley had\nheard so much of that struggle via a tight beam microwave transmitter\nthat needed to be accurately aimed. Vale had been captured or killed.\nThe three other men missing probably had undergone the same fate. The\ntwo others had been made helpless but not murdered or taken prisoner.\nThey'd simply been held until when they were released they'd flee.\n\nThe car went over a bridge and rounded a curve. Here a deep cut had\nbeen made and the road ran through it. It came out upon undulating\nground where many curves were necessary.\n\nAnother car came, plunging after the others. In the next ten miles\nthere were, perhaps a dozen more. They'd been hard to start, perhaps,\nand so left later than the rest. Jill wasn't in any of them. There was\none car traveling slowly, making thumping noises. Its driver made the\nbest time he could, following the others.\n\nSober common sense pointed out that Vale's account was fully verified.\nThere'd been a landing of non-human creatures in a ship from outer\nspace. The killing or capture of the first three men to investigate a\ngigantic explosion was natural enough--the alien occupants of a space\nship would want to study the inhabitants of the world they'd landed\non. The mere paralysis and release of two others could be explained on\nthe theory that the creatures who'd come to earth were satisfied with\nthree specimens of the local intelligent race to study. They had Vale,\ntoo. They weren't trying to conceal their arrival, though it would\nhave been impossible anyhow. But it was plausible enough that they'd\ntake measures to become informed about the world they'd landed on, and\nwhen they considered that they knew enough, they'd take the action\nthey felt was desirable.\n\nAll of which was perfectly rational, but there was another\npossibility. The other possible explanation was--considering\neverything--more probable. And it seemed to offer even more appalling\nprospects.\n\nHe drove on. Jill Holmes. He'd seen her four times; she was engaged to\nVale. It seemed extremely likely that she hadn't left the camp with\nthe workmen. If Lockley hadn't been obsessed with her, he'd have tried\nto make sure she was left behind before he tried to find her. If she\nwas still at the camp, she was in a dangerous situation.\n\nThere'd been no other car from the camp for a long way now. But there\ncame a sharp curve ahead. Lockley drove into it. There was a roar, and\na car came from the opposite direction, veering away from the road's\nedge. It sideswiped the little car Lockley drove. The smaller car\nbucked violently and spun crazily around. It went crashing into a\nclump of saplings and came to a stop with a smashed windshield and\ncrumpled fenders, but the motor was still running. Lockley had braked\nby instinct.\n\nThe other car raced away without pausing.\n\nLockley sat still for a moment, stunned by the suddenness of the\nmishap. Then he raged. He got out of the car. Because of its small\nsize, he thought he might be able to get it back on the road with\nsaplings for levers. But the job would take hours, and he was\nirrationally convinced that Jill had been left behind in the\nconstruction camp.\n\nHe was perhaps five miles from Boulder Lake itself and about the same\ndistance from the camp. It would take less time to go to the camp on\nfoot than to try to get the car on the road. Time was of the essence,\nand whoever or whatever the occupants of the landed ship might be,\nthey'd know what a road was for. They'd sight an intruder in a car on\na road long before they'd detect a man on foot who was not on a\nhighway and was taking some pains to pass unseen.\n\nHe started out, unarmed and on foot. He was headed for the near\nneighborhood of the thing Vale had described as coming from the sky.\nHe was driven by fear for Jill. It seemed to him that his best pace\nwas only a crawl and he desperately needed all the speed he could\nmuster.\n\nHe headed directly across country for the camp. All the world seemed\nunaware that anything out of the ordinary was in progress. Birds sang\nand insects chirruped and breezes blew and foliage waved languidly.\nNow and again a rabbit popped out of sight of the moving figure of the\nman. But there were no sounds, or sights or indications of anything\nuntoward where Lockley moved. He reflected that he was on his way to\nsearch for a girl he barely knew, and whom he couldn't be sure needed\nhis help anyway.\n\nOutside in the world, there were places where things were not so\ntranquil. By this time there were already troops in motion in long\ntrains of personnel-carrying trucks. There were mobile guided missile\ndetachments moving at top speed across state lines and along the\nexpress highway systems. Every military plane in the coastal area was\naloft, kept fueled by tanker planes to be ready for any sort of\noffensive or defensive action that might be called for. The short wave\ninstructions to the construction camp had become known, and all the\nworld knew that Boulder Lake National Park had been evacuated to avoid\ncontact with non-human aliens. The aliens were reported to have hunted\nmen down and killed them for sport. They were reported to have\nparalysis beams, death beams and poison gas. They were described as\nindescribable, and described in \"artist's conceptions\" on television\nand in the newspapers. They appeared--according to circumstances--to\nresemble lizards or slugs. They were portrayed as carnivorous birds\nand octopods. The artists took full advantage of their temporarily\ngreater importance than cameramen. They pictured these diverse aliens\nin their one known aggressive action of trailing Vale down and\ncarrying him away. This was said to be for vivisection. None of the\nartists' ideas were even faintly plausible, biologically. The\ncreatures were even portrayed as turning heat rays upon humans, who\ndramatically burst into steam as the beams struck them. Obviously,\nthere were also artist's conceptions of women being seized by the\ncreatures from outer space. There was only one woman known to be in\nthe construction camp, but that inconvenient fact didn't bother the\nartists.\n\nThe United States went into a mild panic. But most people stayed on\ntheir jobs, and followed their normal routine, and the trains ran on\ntime.\n\nThe public in the United States had become used to newspaper and\nbroadcast scares. They were unconsciously relegated to the same\ncategory as horror movies, which some day might come true, but not\nyet. This particular news story seemed more frightening than most, but\nstill it was taken more or less as shuddery entertainment. So most of\nthe United States shivered with a certain amount of relish as ever new\nand ever more imaginative accounts appeared describing the landing of\nintelligent monsters, and waited to see if it was really true. The\ntruth was that most of America didn't actually believe it. It was like\na Russian threat. It could happen and it might happen, but it hadn't\nhappened so far to the United States.\n\nAn official announcement helped to guide public opinion in this safe\nchannel. The Defense Department released a bulletin: An object had\nfallen from space into Boulder Lake, Colorado. It was apparently a\nlarge meteorite. When reported by radar before its landing, defense\nauthorities had seized the opportunity to use it for a test of\nemergency response to a grave alarm. They had used it to trigger a\ntraining program and test of defensive measures made ready against\nother possible enemies. After the meteorite landed, the defense\nmeasures were continued as a more complete test of the nation's\nfighting forces' responsive ability. The object and its landing,\nhowever, were being investigated.\n\nLockley tramped up hillsides and scrambled down steep slopes with many\nboulders scattered here and there. He moved through a landscape in\nwhich nothing seemed to depart from the normal. The sun shone. The\ncloud cover, broken some time since, was dissipating and now a good\ntwo-thirds of the sky was wholly clear. The sounds of the wilderness\nwent on all around him.\n\nBut presently he came to a partly-graded new road, cutting across his\nway. A bulldozer stood abandoned on it, brand-new and in perfect\norder, with the smell of gasoline and oil about it. He followed the\ngash in the forest it had begun. It led toward the camp. He came to a\nplace where blasting had been in progress. The equipment for blasting\nremained. But there was nobody in sight.\n\nHalf a mile from this spot, Lockley looked down upon the camp. There\nwere Quonset huts and prefabricated structures. There were streets of\nclay and wires from one building to another. There was a long, low,\nopen shed with long tables under its roof. A mess shed. Next to it\nmetal pipes pierced another roof, and wavering columns of heated air\nrose from those pipes. There was a building which would be a\ncommissary. There was every kind of structure needed for a small city,\nthough all were temporary. And there was no movement, no sound, no\nsign of life except the hot air rising from the mess kitchen\nstovepipes.\n\nLockley went down into the camp. All was silence. All was lifeless. He\nlooked unhappily about him. There would be no point, of course, in\nlooking into the dormitories, but he made his way to the mess shed.\nSome heavy earthenware plates and coffee cups, soiled, remained on the\ntable. There were a few flies. Not many. In the mess kitchen there was\ngrayish smoke and the reek of scorched and ruined food. The stoves\nstill burned. Lockley saw the blue flame of bottled gas. He went on.\nThe door of the commissary was open. Everything men might want to buy\nin such a place waited for purchasers, but there was no one to buy or\nsell.\n\nThe stillness and desolation of the place resulted from less than an\nhour's abandonment. But somehow it was impossible to call out loudly\nfor Jill. Lockley was appalled by the feeling of emptiness in such\nbright sunshine. It was shocking. Men hadn't moved out of the camp.\nThey'd simply left it, with every article of use dropped and\nabandoned; nothing at all had been removed. And there was no sign of\nJill. It occurred to Lockley that she'd have waited for Vale at the\ncamp, because assuredly his first thought should have been for her\nsafety. Yes. She'd have waited for Vale to rescue her. But Vale was\neither dead or a captive of the creatures that had been in the object\nfrom the sky. He wouldn't be looking after Jill.\n\nLockley found himself straining his eyes at the mountain from whose\nflank Vale had been prepared to measure the base line between his post\nand Lockley's. That vantage point could not be seen from here, but\nLockley looked for a small figure that might be Jill, climbing\nvaliantly to warn Vale of the events he'd known before anybody else.\n\nThen Lockley heard a very small sound. It was faint, with an irregular\nrhythm in it. It had the cadence of speech. His pulse leaped suddenly.\nThere was the mast for the short wave set by which the camp had kept\nin touch with the outer world. Lockley sprinted for the building under\nit. His footsteps sounded loudly in the silent camp, and they drowned\nout the sound he was heading for.\n\nHe stopped at the open door. He heard Jill's voice saying anxiously,\n\"But I'm sure he'd have come to make certain I was safe!\" A pause.\n\"There's no one else left, and I want....\" Another pause. \"But he was\nup on the mountainside! At least a helicopter could--\"\n\nLockley called, \"Jill!\"\n\nHe heard a gasp. Then she said unsteadily, \"Someone just called. Wait\na moment.\"\n\nShe came to the door. At sight of Lockley her face fell.\n\n\"I came to make sure you were all right,\" he said awkwardly. \"Are you\ntalking to outside?\"\n\n\"Yes. Do you know anything about--\"\n\n\"I'm afraid I do,\" said Lockley. \"Right now the important thing is to\nget you out of here. I'll tell them we're starting. All right?\"\n\nShe stood aside. He went up to the short wave set which looked much\nlike an ordinary telephone, but was connected to a box with dials and\nswitches. There was a miniature pocket radio--a transistor radio--on\ntop of the short wave cabinet. Lockley picked up the short wave\nmicrophone. He identified himself. He said he'd come to make sure of\nJill's safety, and that he'd been passed by the rushing mass of cars\nand trucks that had evacuated everybody else. Then he said, \"I've got\na car about four miles away. It's in a ditch, but I can probably get\nit out. It'll be a lot safer for Miss Holmes if you send a helicopter\nthere to pick her up.\"\n\nThe reply was somehow military in tone. It sounded like a civilian\nbeing authoritative about something he knew nothing about. Lockley\nsaid, \"Over\" in a dry tone and put down the microphone. He picked up\nthe pocket radio and put it in his pocket. It might be useful.\n\n\"They say to try to make it out in my car,\" he told Jill wryly. \"As\ncivilians, I suppose they haven't any helicopters they can give orders\nto. But it probably makes sense. If there are some queer creatures\naround, there's no point in stirring them up with a flying contraption\nbanging around near their landing place. Not before we're ready to\ntake real action. Come along. I've got to get you away from here.\"\n\n\"But I'm waiting....\" She looked distressed. \"He wanted me to leave\nyesterday. We almost quarrelled about it. He'll surely come to make\nsure I'm safe....\"\n\n\"I'm afraid I have bad news,\" said Lockley. Then he described, as\ngently as he could, his last talk with Vale. It was the one which\nended with squeaks and strugglings transmitted by the communicator,\nand then the smashing of the communicator itself. He didn't mention\nthe puzzling fact that the communicator had stayed perfectly aimed\nwhile it was picked up and squeaked at and destroyed. He had no\nexplanation for it. What he did have to tell was bad enough. She went\ndeathly pale, searching his face as he told her.\n\n\"But--but--\" She swallowed. \"He might have been hurt and--not killed.\nHe might be alive and in need of help. If there are creatures from\nsomewhere else, they might not realize that he could be unconscious\nand not dead! He'd make sure about me! I--I'll go up and make sure\nabout him....\"\n\nLockley hesitated. \"It's not likely,\" he said carefully, \"that he was\nleft there injured. But if you feel that somebody has to make sure,\nI'll do it. For one thing, I can climb faster. My car is ditched back\nyonder. You go and wait by it. At least it's farther from the lake and\nyou should be safer there. I'll make sure about Vale.\"\n\nHe explained in detail how she could find the car. Up this hillside to\na slash through the forest for a highway. Due south from an abandoned\nbulldozer. Keep out of sight. Never show against a skyline.\n\nShe swallowed again. Then she said, \"If he needs help, you could--do\nmore than I can. But I'll wait there where the woods begin. I can hide\nif I need to, and I--might be of some use.\"\n\nHe realized that she deluded herself with the hope that he, Lockley,\nmight bring an injured Vale down the mountainside and that she could\nbe useful then. He let her. He went through the camp with her to put\nher on the right track. He gave her the pocket radio, so she could\nlisten for news. When she went on out of sight in brushwood, he turned\nback toward the mountain on which Vale had occupied an observation\npost. It was actually a million-year-old crater wall that he climbed\npresently. And he took a considerable chance. As he climbed, for some\ntime he moved in plain view. If the crew of the ship in Boulder Lake\nwere watching, they'd see him rather than Jill. If they took action,\nit would be against him and not Jill. Somehow he felt better equipped\nto defend himself than Jill would be.\n\nHe climbed. Again the world was completely normal, commonplace. There\nwere mountain peaks on every hand. Some had been volcanoes\noriginally, some had not. With each five hundred feet of climbing, he\ncould see still more mountains. The sky was cloudless now. He climbed\na thousand feet. Two. Three. He could see between peaks for a full\nthirty miles to the spot where he'd been at daybreak. But he was\nmaking his ascent on the back flank of this particular mountain. He\ncould not see Boulder Lake from there. On the other hand, no creature\nat Boulder Lake should be able to see him. Only an exploring party\nwhich might otherwise sight Jill would be apt to detect him, a slowly\nmoving speck against a mountainside.\n\nHe reached the level at which Vale's post had been assigned. He moved\ncarefully and cautiously around intervening masses of stone. The wind\nblew past him, making humming noises in his ears. Once he dislodged a\nsmall stone and it went bouncing and clattering down the slope he'd\nclimbed.\n\nHe saw where Vale could have been as he watched something come down\nfrom the sky. He found Vale's sleeping bag, and the ashes of his\ncampfire. Here too was the communicator. It had been smashed by a huge\nstone lifted and dropped upon it, but before that it had been moved.\nIt was not in place on the bench mark from which it could measure\ninches in a distance of scores of miles.\n\nThere was no other sign of what had apparently happened here. The\nashes of the fire were undisturbed. Vale's sleeping bag looked as if\nit had not been slept in, as if it had only been spread out for the\nnight before. Lockley went over the rock shelf inch by inch. No red\nstains which might be blood. Nothing....\n\nNo. In a patch of soft earth between two stones there was a hoofprint.\nIt was not a footprint. A hoof had made it, but not a horse's hoof,\nnor a burro's. It wasn't a mountain sheep track. It was not the track\nof any animal known on earth. But it was here. Lockley found himself\nwondering absurdly if the creature that had made it would squeak, or\nif it would roar. They seemed equally unlikely.\n\nHe looked cautiously down at the lake which was almost half a mile\nbelow him. The water was utterly blue. It reflected only the crater\nwall and the landscape beyond the area where the volcanic cliffs had\nfallen. Nothing moved. There was no visible apparatus set up on the\nshore, as Vale had said. But something had happened down in the lake.\nTrees by the water's edge were bent and broken. Masses of brushwood\nhad been crushed and torn away. Limbs were broken down tens of yards\nfrom the water, and there were gullies to be seen wherever there was\nsoft earth. An enormous wave had flung itself against the nearly\ncircular boundary of the lake. It had struck like a tidal wave dozens\nof feet high in an inland body of water. It was extremely convincing\nevidence that something huge and heavy had hurtled down from the sky.\n\nBut Lockley saw no movement nor any other novelty in this wilderness.\nHe heard nothing that was not an entirely normal sound.\n\nBut then he smelled something.\n\nIt was a horrible, somehow reptilian odor. It was the stench of\njungle, dead and rotting. It was much, much worse than the smell of a\nskunk.\n\nHe moved to fling himself into flight. Then light blinded him. Closing\nhis eyelids did not shut it out. There were all colors, intolerably\nvivid, and they flashed in revolving combinations and forms which\nsucceeded each other in fractions of seconds. He could see nothing but\nthis light. Then there came sound. It was raucous. It was cacophonic.\nIt was an utterly unorganized tumult in which musical notes and\ndiscords and bellowings and shriekings were combined so as to be\nunbearable. And then came pure horror as he found that he could not\nmove. Every inch of his body had turned rigid as it became filled with\nanguish. He felt, all over, as if he were holding a charged wire.\n\nHe knew that he fell stiffly where he stood. He was blinded by light\nand deafened by sound and his nostrils were filled with the nauseating\nfetor of jungle and decay. These sensations lasted for what seemed\nyears.\n\nThen all the sensations ended abruptly. But he still could not see;\nhis eyes were still dazzled by the lights that closing his eyelids had\nnot changed. He still could not hear. He'd been deafened by the sounds\nthat had dazed and numbed him. He moved, and he knew it, but he could\nnot feel anything. His hands and body felt numb.\n\nThen he sensed that the positions of his arms and legs were changed.\nHe struggled, blind and deaf and without feeling anywhere. He knew\nthat he was confined. His arms were fastened somehow so that he could\nnot move them.\n\nAnd then gradually--very gradually--his senses returned. He heard\nsqueakings. At first they were faint as the exhausted nerve ends in\nhis ears only began to regain their function. He began to regain the\nsense of touch, though he felt only furriness everywhere.\n\nHe was raised up. It seemed to him that claws rather than fingers\ngrasped him. He stood erect, swaying. His sense of balance had been\nlost without his realizing it. It came back, very slowly. But he saw\nnothing. Clawlike hands--or handlike claws--pulled at him. He felt\nhimself turned and pushed. He staggered. He took steps out of the need\nto stay erect. The pushings and pullings continued. He found himself\nurged somewhere. He realized that his arms were useless because they\nwere wrapped with something like cord or rope.\n\nStumbling, he responded to the urging. There was nothing else to do.\nHe found himself descending. He was being led somewhere which could\nonly be downward. He was guided, not gently, but not brutally either.\n\nHe waited for sight to return to him. It did not come.\n\nIt was then he realized that he could not see because he was\nblindfolded.\n\nThere were whistling squeaks very near him. He began helplessly to\ndescend the mountain, surrounded and guided and sometimes pulled by\nunseen creatures.\n\n\n\n\nCHAPTER 3\n\n\nIt was a long descent, made longer by the blindfold and clumsier by\nhis inability to move his arms. More than once Lockley stumbled. Twice\nhe fell. The clawlike hands or handlike claws lifted him and thrust\nhim on the way that was being chosen for him. There were whistling\nsqueaks. Presently he realized that some of them were directed at him.\nA squeak or whistle in a warning tone told him that he must be\nespecially careful just here.\n\nHe came to accept the warnings. It occurred to him that the squeaks\nsounded very much like those button-shaped hollow whistles that\nchildren put in their mouths to make strident sounds of varying pitch.\nGradually, all his senses returned to normal. Even his eyes under the\nblindfold ceased to report only glare blindness, and he saw those\npeculiar, dissolving grayish patterns that human eyes transmit from\ndarkness.\n\nMore squeakings. A long time later he moved over nearly level grassy\nground. He was led for possibly half a mile. He had not tried to speak\nduring all his descent. It would have been useless. If he was to be\nkilled, he would be killed. But trouble had been taken to bring him\ndown alive from a remaining bit of crumbling crater wall. His captors\nhad evidently some use for him in mind.\n\nThey abruptly held him still for a long time--perhaps as much as an\nhour. It seemed that either instructions were hard to come by, or some\npreparation was being made. Then the sound of something or someone\napproaching. Squeaks.\n\nHe was led another long distance. Then claws or hands lifted him.\nMetal clanked. Those who held him dropped him. He fell three or four\nfeet onto soft sand. There was a clanging of metal above his head.\n\nThen a human voice said sardonically, \"Welcome to our city! Where'd\nthey catch you?\"\n\nLockley said, \"Up on a mountainside, trying to see what they were\ndoing. Will you get me loose, please?\"\n\nHands worked on the cord that bound his arms close to his body. They\nloosened. He removed the blindfold.\n\nHe was in a metal-walled and metal-ceilinged vault, perhaps eight feet\nwide and the same in height, and perhaps twelve feet long. It had a\nfloor of sand. Some small amount of light came in through the circular\nhole he'd been dropped through, despite a cover on it. There were\nthree men already in confinement here. They wore clothing appropriate\nto workmen from the construction camp. There was a tall lean man, and\na broad man with a moustache, and a chunky man. The chunky man had\nspoken.\n\n\"Did you see any of 'em?\" he demanded now.\n\nLockley shook his head. The three looked at each other and nodded.\nLockley saw that they hadn't been imprisoned long. The sand floor was\nmarked but not wholly formed into footprints, as it would have been\nhad they moved restlessly about. Mostly, it appeared, they'd simply\nsat on the sand floor.\n\n\"We didn't see 'em either,\" said the chunky man. \"There was a hell of\na explosion over at the lake this mornin'. We piled in a car--my\ncar--and came over to see what'd happened. Then something hit us. All\nof us. Lights. Noise. A godawful stink. A feeling all over like an\nelectric shock that paralyzed us. We came to blindfolded and tied.\nThey brought us here. That's our story so far. What's happened to\nyou--and what really happened to us?\"\n\n\"I'm not sure,\" said Lockley.\n\nHe hesitated. Then he told them about Vale, and what he'd reported.\nThey'd had no explanation at all of what had happened to them. They\nseemed relieved to be informed, though the information was hardly\nheartening.\n\n\"Critters from Mars, eh?\" said the moustached man. \"I guess we'd act\nthe same way if we was to get to Mars. They got to figure out some way\nto talk to who lives here. I guess that makes us it--unless we can\nfigure out something better.\"\n\nLockley, by temperament, tended to anticipate worse things in the\nfuture than had come in the past. The suggestion that the occupants of\nthe spaceship had captured men to learn how to communicate with them\nseemed highly optimistic. He realized that he didn't believe it. It\nseemed extremely unlikely that the invaders from space were entirely\nignorant of humanity. The choice of Boulder Lake as a landing place,\nfor example, could not have been made from space. If there was need\nfor deep water to land in--which seemed highly probable--then it would\nhave been simple good sense to descend in the ocean. The ship could\nsubmerge, and it could move about in the lake. Vale had said so. Such\na ship would almost inevitably choose deep water in the ocean for a\nlanding place. To land in a crater lake--one of possibly two or three\non an entire continent suitable for their use--indicated that they had\ninformation in advance. Detailed information. It practically shouted\nof a knowledge of at least one human language, by which information\nabout Crater Lake could have been obtained. Whoever or whatever made\nuse of the lake was no stranger to earth!\n\nYes.... They'd needed a deep-water landing and they knew that Boulder\nLake would do. They probably knew very much more. But if they didn't\nknow that Jill waited for him where the trail toward his ditched car\nbegan, then there was no reason to let them overhear the information.\n\n\"I was part of a team making some base line measurements,\" said\nLockley, \"when this business started. I began to check my instruments\nwith a man named Vale.\"\n\nHe told exactly, for the second time, what Vale said about the thing\nfrom the sky and the creatures who came out of it. Then he told what\nhe'd done. But he omitted all reference to Jill. His coming to the\nlake he ascribed to incredulity. Also, he did not mention meeting the\nfleeing population of the construction camp. When his story was\nfinished he sounded like a man who'd done a very foolhardy thing, but\nhe didn't sound like a man with a girl on his mind.\n\nThe broad man with the moustache asked a question or two. The tall man\nasked others. Lockley asked many.\n\nThe answers were frustrating. They hadn't seen their captors at all.\nThey'd heard squeaks when they were being brought to this place, and\nthe squeaks were obviously language, but no human one. They'd been\nbound as well as blindfolded. They hadn't been offered food since\ntheir capture, nor water. It seemed as if they'd been seized and put\ninto this metal compartment to wait for some use of them by their\ncaptors.\n\n\"Maybe they want to teach us to talk,\" said the moustached man, \"or\nmaybe they're goin' to carve us up to see what makes us tick. Or\nmaybe,\" he grimaced, \"maybe they want to know if we're good to eat.\"\n\nThe chunky man said, \"Why'd they blindfold us?\"\n\nLockley had begun to have a very grim suspicion about this. It came\nout of the realization of how remarkable it was that a ship designed\nto be navigable in deep water should have landed in a deep crater\nlake. He said, \"Vale said at first that they weren't human, though\nthey were only specks in his binoculars. Later, when he saw them\nclose, he didn't say what they look like.\"\n\n\"Must be pretty weird,\" said the tall man.\n\n\"Maybe,\" said the man with the moustache, attempting humor, \"maybe\nthey didn't want us to see them because we'd be scared. Or maybe they\ndidn't mean to blindfold us, but just to cover us up. Maybe they\nwouldn't mind us seeing them, but it hurts for them to look at us!\"\n\nLockley said abruptly, \"This box we're in. It's made by humans.\"\n\nThe moustached man said quickly, \"We figured that. It's the shell of\na compost pit for the hotel that's goin' to be built around here.\nThey'll sink it in the ground and dump garbage in it, and it'll rot,\nand then it'll be fertilizer. These critters from space are just using\nit to hold us. But what are they gonna do with us?\"\n\nThere were faint squeakings. The cover to the round opening lifted.\nThree rabbits dropped down. The cover closed with a clang. The rabbits\nshivered and crouched, terrified, in one corner.\n\n\"Is this how they're gonna feed us?\" demanded the chunky man.\n\n\"Hell, no!\" said the tall man, in evident disgust. \"They're dumped in\nhere like we were. They're animals. So are we. This is a temporary\ncage. It's got a sand floor that we can bury things in. It won't be\nany trouble to clean out. The rabbits and us, we stay caged until\nthey're ready to do whatever they're goin' to do with us.\"\n\n\"Which is what?\" demanded the chunky man.\n\nThere was no answer. They would either be killed, or they would not.\nThere was nothing to be done. Meanwhile Lockley evaluated his three\nfellow captives as probably rather good men to have on one's side, and\nbad ones to have against one. But there was no action which was\npractical now. A single guard outside, able to paralyze them by\nwhatever means it was accomplished, made any idea of escape in\ndaylight foolish.\n\n\"What kind of critters are they?\" demanded the chunky man. \"Maybe we\ncould figure out what they'll do if we know what kind of thing they\nare!\"\n\n\"They've got eyes like ours,\" said Lockley.\n\nThe three men looked at him.\n\n\"They landed by daylight,\" said Lockley. \"Early daylight. They could\ncertainly have picked the time for their landing. They picked early\nmorning so they could have a good long period of daylight in which to\nget settled before night. If they'd been night moving creatures,\nthey'd have landed in the dark.\"\n\nThe tall man said, \"Sounds reasonable. I didn't think of that.\"\n\n\"They saw me at a distance,\" said Lockley, \"and I didn't see them.\nThey've got good eyes. They beat me up to the top of the mountain and\nhid to see what I'd do. When they saw me looking the lake over after\nchecking up on Vale, they paralyzed me and brought me here. So they've\ngot eyes like ours.\"\n\n\"This guy Vale,\" said the chunky man. \"What happened to him?\"\n\nLockley said, \"Probably what'll happen to us.\"\n\n\"Which is what?\" asked the chunky man.\n\nLockley did not answer. He thought of Jill, waiting anxiously at the\nedge of the woods not far from the camp. She'd surely have watched him\nclimbing. She might have followed his climb all the way to where he\nwent around to Vale's post. But she wouldn't have seen his capture and\nshe might be waiting for him now. It wasn't likely, though, that she'd\nclimb into the trap that had taken Vale and then himself. She must\nrealize that that spot was one to be avoided.\n\nShe'd probably try to make her way to his ditched car. She'd heard him\nask on short wave for a helicopter to come to that place to pick her\nup. It hadn't been promised; in fact it had been refused. But if she\nremained missing, surely someone would risk a low-level flight to find\nout if she were waiting desperately for rescue. A light plane could\nland on the highway if a helicopter wasn't to be risked. Somehow Jill\nmust find a way to safety. She was in danger because she'd waited\nloyally for Vale to come to her at the camp. Now....\n\nTime passed. Hot sunshine on their prison heated the metal. It became\nunbearably hot inside. There came squeakings. The cover of the compost\npit shell lifted. Half a dozen wild birds were thrust into the\nopening. The cover closed again. Lockley listened closely. It was\nlatched from the outside. There would naturally be a fastening on the\ncover of a compost pit to keep bears from getting at the garbage it\nwas built to contain.\n\nThe heat grew savage. Thirst was a problem. Once and only once they\nheard a noise from the world beyond their prison. It was a droning hum\nwhich, even through a metal wall, could be nothing but the sound of a\nhelicopter. It droned and droned, very gradually becoming louder.\nThen, abruptly, it cut off. That was all. And that was all that the\nfour in the metal tank knew about events outside of their own\nexperience.\n\nBut much was happening outside. Troop-carrying trucks had reached the\nedge of Boulder Lake National Park, a very few hours after the workmen\nfrom the camp had gotten out of it. They had a story to tell, and if\nit lacked detail it did not lack imagination. The three missing men\nhad their fate described in various versions, all of which were\ndramatic and terrifying. The two men who had been paralyzed by some\nunknown agency described their sensations after their release. Their\nstories were immediately relayed to all the news media. It now\nappeared that dozens of men had seen the thing descend from the sky.\nThey had not compared notes, however, and their descriptions varied\nfrom a black pear-shaped globe which had hovered for minutes before\ndescending behind the mountains into the lake, to detailed word\npictures of a silvery, torpedo-shaped vessel of space with portholes\nand flaming rockets and an unknown flag displayed from a flagstaff.\n\nOf course, none of those accounts could be right. The velocity of the\nfalling object, as reported from two radar installations, checked\nagainst a seismograph record of the time of the impact in the lake and\nallowed no leeway of time for it to hover in mid-air to be admired.\n\nBut there were enough detailed and first-hand accounts of alarming\nevents to make a second statement by the Defense Department necessary.\nIt was an over-correction of the first soothing one. It was intended\nto be more soothing still.\n\nIt said blandly that a bolide--a slow-moving, large meteoric\nobject--had been observed by radar to be descending to earth. It had\nbeen tracked throughout its descent. It had landed in Boulder Lake.\nAir photos taken since its landing showed that an enormous disturbance\nof the water of the lake had taken place. It had seemed wise to remove\nworkmen from the neighborhood of the meteoric fall, and the whole\noccurrence had been made the occasion of a full-scale practice\nemergency response by air and other defense forces. Investigation of\nthe possible bolide itself was under way.\n\nThe writer of the bulletin was obviously sitting on Vale's report and\nthat of the workmen so as to tell as little as possible and that\nslanted to prevent alarm. The bulletin went on to say that there was\nno justification for the alarming reports now spreading through the\ncountry. This happening was not--repeat, was not--in any way\nassociated with the cold war of such long standing. It was simply a\nvery large meteor arriving from space and very fortunately falling in\na national park area, and even more fortunately into a deep crater\nlake so that there was no damage even to the forests of the park.\n\nThe bulletin had no effect, of course. It was too late. It was\nreleased at just about the time the temperature in the metal\nprison--which seemed likely to become a metal coffin--had begun to\nfall. The moving sun had gone behind a mountain and the compost pit\nshell was in shadow once more.\n\nAgain the cover of that giant box was opened. A porcupine was dropped\ninside. The cover went on again. This was, at a guess, about five\no'clock in the afternoon. The chunky man said drearily, \"If this is\nsupposed to be the way they'll feed us, they coulda picked something\neasier to eat than a porcupine!\"\n\nThe box now held four men, three rabbits--panting in terror in one\ncorner--half a dozen game birds and the just-arrived porcupine. All\nthe wild creatures shrank away from the men. At any sudden movement\nthe birds tended to fly hysterically about in the dimness, dashing\nthemselves against the metal wall.\n\n\"I'd say,\" observed Lockley, \"that his guess,\" he nodded at the tall\nman, \"is the most likely one. Rabbits and birds and porcupines would\nbe considered specimens of the local living creatures. We could be\nconsidered specimens too. Maybe we are. Maybe we're simply being held\ncaged until there's time for a scientific examination of us. Let's\nhope they don't happen to drop a bear down here to wait with us!\"\n\nThe tall man said, \"Or rattlers! I wonder what time it is. I'll feel\nbetter when dark comes. They're not so likely to find rattlers in the\ndark.\"\n\nLockley said nothing. But if Boulder Lake had been chosen for a\nlanding place on the basis of previously acquired information, it\nwasn't likely that either bears or rattlesnakes would be put in\nconfinement with the men. The men would have been killed immediately,\nunless there was a practical use to be made of them. He began to make\nguesses. He could make a great many, but none of them added up exactly\nright.\n\nOnly one seemed promising, and that assumed a lot of items Lockley\ncouldn't be sure of. He did know, though, that he'd been lifted up\nbefore he was dropped into the round opening of this tank-like metal\nshell. The top of the box was well above ground. It was not sunk in\nplace as it would eventually be. Evidently it was not yet in its\npermanent position. The light inside was dim enough, but he could see\nthe other men and the animals and the birds. He could make out the\nriveted plates which formed the box's sides and top.\n\nInconspicuously, he worked his hand down through the sand bottom of\nthe prison. Four inches down the sand ended and there was earth. He\nfelt around. He found grass stems. The box, then, rested on top of the\nground, which was perfectly natural for a compost pit shell not yet\nplaced where it would finally belong. The sand.... He explored\nfurther.\n\nHe waited. The other three stayed quiet. The faint brightness around\nthe cover hole faded away. The interior of the tank-like box became\nabysmally black.\n\n\"Can anybody guess the time?\" he asked, after aeons seemed to have\npassed.\n\n\"It feels like next Thursday,\" said the voice of the moustached man,\n\"but it's probably ten or eleven o'clock. Looks like we're just going\nto be left here till they get around to us.\"\n\n\"I think we'd better not wait,\" said Lockley. \"We've been pretty\nquiet. They probably think we're well-behaved specimens of this\nplanet's wild life. They won't expect us to try anything this late.\nSuppose we get out.\"\n\n\"How?\" demanded the chunky man.\n\nLockley said carefully, \"This box is resting on top of the ground.\nI've dug down through the sand and found the bottom edge of the metal\nsidewall. If it's resting only on dirt, not stone, we ought to be able\nto dig out with our hands. I'll start now. You listen.\"\n\nHe began to dig with his hands, first clearing away the sand for a\nreasonable space. He felt a certain sardonic interest in what might\nhappen. He strongly suspected that nothing undesirable would take\nplace.\n\nIt was at least quaint that aliens from outer space should accept a\nbottomless metal shell as a suitable prison for animals. It was quaint\nthat they'd put in a sandy floor. How would they know that such a\nthing meant a cage, on earth?\n\nOf course the whole event might have been a test of animal\nintelligence. Almost any animal would have tried to burrow out.\n\nLockley dug. The earth was hard, and its upper part was filled with\ntenacious grass roots. Lockley pulled them away. Once he'd gotten\nunder them, the digging went faster. Presently he was under the metal\nside wall. He dug upward. His hand reached open air.\n\n\"One of you can spell me now,\" he reported in a low tone. \"It looks\nlike we'll get away. But we've got to make our plans first. We don't\nwant to be talking outside the tank, or even when the hole's\nfair-sized. For instance, will we want to keep together when we get\noutside?\"\n\n\"Nix!\" said the chunky man. \"We wanna tell everybody about these\ncharacters. We scatter. If they catch one they don't catch any more.\nWe couldn't fight any better for bein' together. We better scatter. I\ncall that settled. I'm scatterin'!\"\n\nHe crawled to Lockley in the darkness.\n\n\"Where you diggin'? OK. I got it. Move aside an' give me room.\"\n\n\"Everybody agrees on that?\" asked Lockley.\n\nThey did. Lockley was relieved. The chunky man dug busily. There was\nonly the sound of breathing, and the occasional fall of thrown-out\nearth against the metal of the thing that confined them. The chunky\nman said briskly, \"This dirt digs all right. We just got to make the\nhole bigger.\"\n\nIn a little while the chunky man stopped, panting. The tall man said,\n\"I'll take a shot at it.\"\n\nThere was a breakthrough to the air outside. The atmosphere in the\ntank improved. The smell of fresh-dug dirt and cool night air was\nrefreshing. The moustached man took his turn at digging. Lockley went\nat it again. Soon he whispered, \"I think it's OK. I'll go ahead. No\ntalking outside!\"\n\nHe shook hands all around, whispered \"Good luck!\" and squirmed through\nthe opening to the night. Innumerable stars glittered in the sky. They\nwere reflected on the water of the lake, here very close. Lockley\nmoved silently. In the blackness just behind him, his eyes had become\nadjusted to almost complete darkness. He headed away from the shining\nwater. He got brushwood between himself and his former companions. He\nstood very, very still.\n\nHe heard them murmuring together. They were outside. But they had\nproposed entirely separate efforts at escape. He went on, relieved. It\nhappened that the next time he'd see them, circumstances would be\nentirely different. But he believed they were competent men.\n\nGuided by the Big Dipper, he moved directly toward the place where\nJill should be waiting for him. By the angle of the Dipper's handle he\nknew that it was almost midnight. Jill would surely have known that\nnearly the worst had happened. He'd have to find her....\n\nIt was two o'clock when he reached the place where Jill had intended\nto wait. He showed himself openly. He called quietly. There was no\nanswer. He called again, and again.\n\nHe saw something white. It was a scrap of paper speared on a brushwood\nbranch which had been stripped of leaves to make the paper show\nclearly. Lockley retrieved it and saw markings on it which the\nstarlight could not help him to read. He went deep into the woods,\nfound a hollow, and bent low, risking the light of his cigarette\nlighter for a swift look at the message.\n\n     _\"I saw creatures moving around in the camp. They weren't\n     men. I was afraid they might be hunting me. I've gone to\n     wait by the car if I can find it.\"_\n\nShe'd written in English, in full confidence that creatures from space\nwould not be able to read it. Lockley was not so sure, but the message\nhadn't been removed. If it had been read, there'd have been an ambush\nwaiting for him when he found it. So it appeared.\n\nHe headed through the night toward the ditched small car.\n\nIt seemed a very long way, though he did stop and drink his fill from\na little mountain stream over which a highway bridge had almost been\ncompleted. In the night, though, and with hard going, it was not easy\nto estimate how far he'd gone. In fact, he was anxiously debating if\nhe mightn't have passed the abandoned bulldozer when he came upon the\nplace where blasting had been going on. Still, it was a very long way\nto be negotiated over still-remaining tree stumps and the unfilled\nholes from which others had been pulled.\n\nHe reached the bulldozer and turned south, and at long last reached\nthe highway. His car should be no more than a quarter-mile away. He\nmoved toward it, close to the road's edge. He heard music. It was\nfaint, but vivid because it was the last sound that anybody would\nexpect to hear in the hours before dawn in a wilderness deserted by\nmankind. He scraped his foot on the roadway. The music stopped\ninstantly. He said, \"Jill?\"\n\nHe heard her gasp.\n\n\"I found where Vale had been,\" he said steadily. \"There was no blood\nthere. There's no sign that he's been killed. Then I was caught\nmyself. I was put with three other men who were believed killed but\nwho are still alive. We escaped. It is within reason to hope that Vale\nis unharmed and that he may escape or somehow be rescued.\"\n\nWhat he said was partly to make her sure that it was he who appeared\nin the darkness. But it was technically true, too. It was within\nreason to hope for Vale's ultimate safety. One can always hope,\nwhatever the odds against the thing hoped for. But Lockley thought\nthat the odds against Vale's living through the events now in progress\nwere very great indeed.\n\nJill stepped out into the starlight.\n\n\"I wasn't--sure it was you,\" she said with difficulty. \"I saw the\nthings, you know, at a distance. At first I thought they were men. So\nwhen I first saw you--dimly--I was afraid.\"\n\n\"I'm sorry I haven't better news,\" said Lockley.\n\n\"It's good news! It's very good news,\" she insisted as he drew near.\n\"If they've captured him, he'll make them understand that he's a man,\nand that men are intelligent and not just animals, and that they\nshould be our friends and we theirs.\"\n\nThe girl's voice was resolute. Lockley could imagine that all the time\nshe'd been waiting, she'd been preparing to deny that even the worst\nnews was final, until she looked on Vale's dead body itself.\n\n\"Do you want to tell me exactly what you found out?\" she asked.\n\n\"I'll tell you while I work on the car,\" said Lockley. \"We want to get\nmoving away from here before daybreak.\"\n\nHe went down to the little car, wedged in the saplings it had\nsplintered and broken. He began to clear it so he could lever it back\non to the highway. He used a broken sapling, and as he worked he told\nwhat had happened, including the three men in the compost pit shell\nand the dumping of assorted small wild life specimens into it with\nthem.\n\n\"But they didn't kill you,\" said Jill insistently, \"and they didn't\nkill those three, and there were the two others you say got over the\nparalysis and went back to the camp. Counting you, that's six men they\nhad at their mercy that we know weren't harmed. So why should they\nhave harmed a seventh man?\"\n\nLockley did not answer at once. None of the spared six, he thought,\nhad put up a fight. Only Vale had exchanged blows with the crew of the\nspaceship. Nobody else had seen them.\n\n\"That's right, about Vale,\" he said after a moment in which he had\nbeen busy. \"But this doesn't look good!\"\n\nHe felt under the car. He squeezed himself beneath its front end.\nThere was a small, fugitive flicker of flame. It went out and he was\nsilent.\n\nPresently he got to his feet and said evenly, \"We're in a fix. One of\nthe front wheels is turned almost at a right angle to the other. A\nking pin is broken. The car couldn't be driven even if I managed to\nget it up on the road. We've got to walk. There ought to be soldiers\non the way up to the lake today. If we meet them we'll be all right.\nBut this is bad luck!\"\n\nIt happened that he was mistaken on both counts. There were no\nsoldiers moving into the park, and it was not bad luck that his car\ncouldn't be driven. If he'd been able to get it on the road and\ntrundling down the highway, the car would have been wrecked and they\ncould very well have been killed. But this was for the future to\ndisclose.\n\nThey took nothing from the car because they could not see beyond the\npresent. They started out doggedly to follow the highway that soldiers\nwould be likely to follow on the way to the lake. It was not the\nshortest way to the world outside the Park. It was considerably longer\nthan a footpath would have been. But Lockley expected tanks, at least,\nagainst which eccentric unearthly weapons would be useless. So they\nheaded down the main highway. Lockley was unarmed. They had no food.\nHe hadn't eaten since the morning before.\n\nWhen day came--gray and still--and presently the dew upon grass and\ntree leaves glittered reflections of the sky, he moved aside into the\nwoods and found a broken-off branch, out of which by very great effort\nhe made a club. When he came back, Jill was listening attentively to\nthe little pocket radio. She turned it off.\n\n\"I was hoping for news,\" she explained determinedly. \"The government\nknows that there are creatures in the spaceship, and he--\" that would\nbe Vale \"--will be trying to make them understand what kind of beings\nwe are. So there could be friendly communication almost any time. But\nthere aren't any news broadcasts on the air. I suppose it's too\nearly.\"\n\nHe agreed, with reservations. They made their way along the dew-wetted\nsurface of the highway. As the light grew stronger, Lockley glanced\nagain and again at Jill's face. She looked very tired. He reflected\nsadly that she was thinking of Vale. She'd never thought twice about\nLockley. Even now, or especially now, all her thoughts were for Vale.\n\nWhen sunlight appeared on the peaks around them, he said detachedly,\n\"You've had no rest for twenty-four hours and I doubt that you've had\nanything to eat. Neither have I. If troops come up this highway we'll\nhear the engines. I think we'd better get off the highway and try to\nrest. And I may be able to find something for us to eat.\"\n\nThere are few wildernesses so desolate as to offer no food at all for\none who knows what to look for. There is usually some sort of berry\navailable. One kind of acorn is not bad to eat. Shoots of bracken are\nnot unlike asparagus. There are some spiny wild plants whose leaves,\nif plucked young enough, will yield some nourishment and of course\nthere are mushrooms. Even on stone one can find liverish rock-tripe\nwhich is edible if one dries it to complete dessication before soaking\nit again to make a soup or broth.\n\nBefore he searched for food, though, Lockley said abruptly, \"You said\nyou saw the creatures and they weren't men. What did they look like?\"\n\n\"They were a long way away,\" Jill told him. \"I didn't see them\nclearly. They're about the size of men but they just aren't men. Far\naway as they were, I could tell that!\"\n\nLockley considered. He shrugged and said, \"Rest. I'll be back.\"\n\nHe moved away. He was hungry and he kept his eyes in motion, looking\nfor something to take back to Jill. But his mind struggled to form a\npicture of a creature who'd be the size of a man but would be known\nnot to be a man even at a distance; whose difference from mankind\ncouldn't be described because seen at such great distance. Presently\nhe shook his head impatiently and gave all his attention to the search\nfor food.\n\nHe found a patch of berries on a hillside where there was enough earth\nfor berry bushes, but not for trees. Bears had been at them, but there\nwere many left.\n\nHe filled his hat with them and made his way back to Jill. She had the\npocket radio on again, but at the lowest possible volume. He put the\nberry-filled hat down beside her. She held up a warning hand. Speckles\nof sunshine trickled down through the foliage and the tree trunks were\nspotted with yellow light. They ate the berries as they heard the\nnews.\n\nA new official news release was out. And now, twelve hours after the\nlast, wholly reassuring bulletin, there was no longer any pretense\nthat the thing in Boulder Lake was merely a meteorite.\n\nThe pretext that it was a natural object, said the news broadcaster,\nresuming, had been abandoned. But reassurance continued. Photographic\nplanes had been attempting to get a picture of the alien ship as it\nfloated in the lake. So far no satisfactory image had been secured,\nbut pictures of wreckage caused by an enormous wave generated in the\nlake by the alien spaceship's arrival were sharp and clear. Troops\nhave been posted in a cordon about the Boulder Lake Park area to\nprevent unauthorized persons from swarming in to see earth's visitors\nfrom space. Details of its landing continue to be learned. Workmen\nfrom the construction camp have been questioned, and the two men who\nwere paralyzed and then released have told their story. So far four\nhuman beings are known to have been seized by the occupants of the\nspaceship. One is Vale, an eye-witness to the ship's descent and\nlanding. The three others went to investigate the gigantic explosion\naccompanying the landing in the lake. They have not been seen since.\nThis, however, does not imply that they are dead. Quite possibly the\ninvaders--aliens--guests--who have landed on American soil are trying\nto learn how to communicate with the American people who are their\nhosts.\n\nLockley watched Jill's face. As she heard the references to Vale, she\nwent white, but she saw Lockley looking at her and said fiercely,\n\"They don't know that the visitors didn't kill you and let you and the\nother three men escape. Someone ought to tell these broadcasters....\"\n\nLockley did not answer. In his own mind, though, there was the fact\nthat of the two workmen who'd been paralyzed and released, the three\nmen in the compost pit shell, and himself, none had seen their\ncaptors. But Vale had.\n\nThe broadcaster went on with a fine air of confidence, reporting that\nyesterday afternoon a helicopter had flown into the mountains to\nexamine the landing site in detail since it could not be examined from\na high-flying plane.\n\nLockley remembered the droning he and the others had heard through the\nmetal plates of their prison.\n\nThe helicopter had suddenly ceased to communicate. It is believed to\nhave had engine trouble. However, later on a fast jet had attempted a\nflight below the extreme altitude of the photographic planes. Its\npilot reported that at fifteen thousand feet he'd suddenly smelled an\nappalling odor. Then he was blinded, deafened, and his muscles knotted\nin spasms. He was paralyzed. The experience lasted for seconds only.\nIt was as if he'd flown into a searchlight beam which produced those\nsensations and then had flown out of it. He'd instinctively used\nevasive maneuvers and got away, but twice before he passed the horizon\nthere were instantaneous flashes of the paralysis and the pain.\nScientists determined that the report of the men who'd been paralyzed\nand released agreed with the report of the pilot. It was assumed that\nwhatever or whoever had landed in Boulder Lake possessed a beam--it\nmight as well be called a terror beam because of the effects it\nhad--of some sort of radiation which produced the paralysis and the\nagony. Unless the three men missing from the construction camp had\ndied of it, however, it was not to be considered a death ray.\n\nThe news went on with every appearance of frankness and confidence. It\nwas natural for strangers on a strange planet to take precautions\nagainst possibly hostile inhabitants of the newly-found world. But\nevery effort would be exerted to make friendly contact and establish\npeaceful communications with the beings from space. Their weapon\nappeared to be of limited range and so far not lethal to human beings.\nOccasional flashes of its effects had been noted by the troops now\nforming a cordon about the Park, but it only produced discomfort, not\nparalysis. Nevertheless the troops in question have been moved back.\nMeanwhile rocket missiles are being moved to areas where they can\ndeliver atom bombs on the alien ship if it should prove necessary. But\nthe government is extremely anxious to make this contact with\nextra-terrestrials a friendly one, because contact with a race more\nadvanced than ourselves could be of inestimable value to us. Therefore\natom bombs will be used only as a last resort. An atom bomb would\ndestroy aliens and their ship together--and we want the ship. The\npublic is urged to be calm. If the ship should appear dangerous, it\ncan and will be smashed.\n\nThe news broadcast ended.\n\nJill said, obviously speaking of Vale, \"He'll make them realize that\nmen aren't like porcupines and rabbits! When they realize that we\nhumans are intelligent people, everything will be all right!\"\n\nLockley said reluctantly, \"There's one thing to remember, though,\nJill. They didn't blindfold the rabbits or the porcupine. They only\nblindfolded men.\"\n\nShe stared at him.\n\n\"One of the men in the pit with me,\" said Lockley, \"thought they\ndidn't want us to see them because they were monsters. That's not\nlikely.\" He paused. \"Maybe they blindfolded us to keep us from finding\nout they aren't.\"\n\n\n\n\nCHAPTER 4\n\n\n\"The evidence,\" said Lockley as Jill looked at him ashen-faced, \"the\nevidence is all for monsters. But there was something in that\nbroadcast that calls for courage, and I want to summon it. We're going\nto need it.\"\n\n\"If they aren't monsters,\" said Jill in a stricken voice, \"Then--then\nthey're men. And we have a cold war with only one country, and they're\nthe only ones who'd play a deadly trick like this. So if they aren't\nmonsters, in the ship, they must be men, and they'd kill anybody who\nfound it out.\"\n\n\"But again,\" insisted Lockley, \"the evidence is still all for\nmonsters. You've been very loyal and very confident about Vale. But\nwe're in a fix. Vale would want you in a safe place, and there's\nsomething in that broadcast that doesn't look good.\"\n\n\"What was in the broadcast?\"\n\nLockley said wryly, \"Two things. One was there and one wasn't. There\nwasn't anything about soldiers marching up to Boulder Lake to welcome\nvisitors from wherever they come from, and to say politely to them\nthat as visitors they are our guests and we'd rather they didn't shoot\nterror beams or paralysis beams about the landscape. We were more or\nless counting on that, you and I. We were expecting soldiers to come\nup the highway headed for the lake. But they aren't coming.\"\n\nJill, still pale, wrinkled her forehead in thought.\n\n\"That's what wasn't in the broadcast,\" Lockley told her. \"This is what\nwas. The troops have formed a cordon about the Park. They've run into\nthe terror beam. The broadcast said it was weakened by distance and\nonly made the soldiers uncomfortable. But they've moved back. You see\nthe point? They've moved back!\"\n\nJill stared, suddenly understanding.\n\n\"But that means--\"\n\n\"It means,\" said Lockley, \"that the terror beam is pretty much of a\nweapon. It has a range up in the miles or tens of miles. We don't know\nhow to handle it yet. Whoever or whatever arrived in the thing Vale\nsaw, it or they has or have a weapon our Army can't buck, yet. The\npoint is that we can't wait to be rescued. We've got to get out of\nhere on our own feet. Literally. So we forget about highways. From\nhere on we sneak to safety as best we can. And we've got to put our\nwhole minds on it.\"\n\nJill shook her head as if to drive certain thoughts out of it. Then\nshe said, \"I guess you're right. He would want me to be safe. And if I\ncan't do anything to help him, at least I can not make him worry. All\nright! What does sneaking to safety mean?\"\n\nLockley led her down the highway running from Boulder Lake to the\noutside world. They came to a blasted-out cut for the highway to run\nthrough. The road's concrete surface extended to the solid rock on\neither side. There was no bare earth to take or hold footprints, and\nthere was a climbable slope.\n\n\"We go up here and take to the woods,\" said Lockley, \"because we're\nnot as easy to spot in woodland as we'd be on a road. The characters\nat the lake will know what roads are. If we figure out how to handle\ntheir terror beam, they'll expect the attack to come by road. So\nthey'll set up a system to watch the roads. They ought to do it as\nsoon as possible. So we'll avoid notice by not using the roads. It's\nlucky you've got good walking shoes on. That could be the deciding\nfactor in our staying alive.\"\n\nHe led the way, helping her climb. There would be no sign that they'd\nabandoned the highway. In fact, there'd be no sign of their existence\nexcept the small smashed car. Lockley's existence was known, but not\nhis and Jill's together.\n\nLockley did not feel comfortable about having deliberately shocked\nJill into paying some attention to her own situation instead of\nstaying absorbed in the possible or probable fate of Vale. But for\nthem to get clear was going to call for more than sentimentality on\nJill's part. Lockley couldn't carry the load alone.\n\nThere was an invasion in process. It could be, apparently, an invasion\nfrom space, in which case the terror produced would be terror of the\nunknown. But Lockley had conceived of the possibility that it might be\nan invasion only from the other side of the world. Such an invasion\nwas thought of by every American at least once every twenty-four\nhours. The fears it would arouse would be fears of the all too\nthoroughly known.\n\nThe whole earth had the jitters because of the apparently inevitable\ntrial of strength between its two most gigantic powers. Their rivalry\nseemed irreconcilable. Most of humanity dreaded their conflict with\nappalled resignation because there seemed no way to avoid it. Yet it\nwas admittedly possible that an all-out war between them might end\nwith all the world dead, even plants and microbes in the deepest seas.\nIt was ironic that the most reasonable hope that anybody could have\nwas that one or the other nation would come upon some weapon so new\nand irresistible that it could demand and receive the surrender of the\nother without atomic war.\n\nAtom bombs could have done the trick, had only one nation owned them.\nBut both were now armed so that by treacherous attack either could\nalmost wipe out the other. There was no way to guard against desperate\nand terrible retaliation by survivors of the first attacked country.\nIt was the certainty of retaliation which kept the actual war a cold\none--a war of provocation and trickery and counter-espionage, but not\nof mutual extermination.\n\nBut Lockley had suggested--because it was the worst of\npossibilities--that America's rival had developed a new weapon which\ncould win so long as it was not attributed to its user. If the United\nStates believed itself attacked from space, it would not launch\nmissiles against men. It would ask help, and help would be given even\nby its rival if the invasion were from another planet. Men would\nalways combine against not-men. But if this were a ship from no\nfarther than the other side of the earth, and only pretended to be\nfrom an alien world ... America could be conquered because it believed\nit was fighting monsters instead of other men.\n\nThis was not likely, but it was believable. There was no proof, but in\nthe nature of things proof would be avoided. And if his idea should\nhappen to be true, the disaster could be enormously worse than an\ninvasion from another star. This first landing could be only a test to\nmake sure that the new weapon was unknown to America and could not be\ncountered by Americans. The crew of this ship would expect to be\nsuccessful or be killed. In a way, if an atom bomb had to be used to\ndestroy them, they would have succeeded. Because other ships could\nland in American cities where they could not be bombed without killing\nmillions; where they could demand surrender under pain of death. And\nget it.\n\nLockley looked at the sun. He glanced at his watch.\n\n\"That would be south,\" he indicated. \"It's the shortest way for us to\nget to where you'll be reasonably safe and I can tell what I know to\nsomeone who may use it.\"\n\nJill followed obediently. They disappeared into the woods. They could\nnot be seen from the highway. They could not even be detected from\naloft. When they had gone a mile, Jill made her one and final protest.\n\n\"But it can't be that they aren't monsters! They must be!\"\n\n\"Whatever they are,\" said Lockley, \"I don't want them to lay hands on\nyou.\"\n\nThey went on. Once, from the edge of a thicket of trees, they saw the\nhighway below them and to their left. It was empty. It curved out of\nsight, swinging to the left again. They moved uphill and down. Now the\ngoing was easy, through woods with very little underbrush and a carpet\nof fallen leaves. Again it was a sunlit slope with prickly bushes to\nbe avoided. And yet again it was boulder-strewn terrain that might be\nnearly level but much more often was a hillside.\n\nLockley suddenly stopped short. He felt himself go white. He grasped\nJill's hand and whirled. He practically dragged her back to the patch\nof woods they'd just left.\n\n\"What's the matter?\" The sight of his face made her whisper.\n\nHe motioned to her for silence. He'd smelled something. It was faint\nbut utterly revolting. It was the smell of jungle and of foulness.\nThere was the musky reek of reptiles in it. It was a collection of all\nthe smells that could be imagined. It was horrible. It was infinitely\nworse than the smell of skunk.\n\nSilence. Stillness. Birds sang in the distance. But nothing happened.\nAbsolutely nothing. After a long time Lockley said suddenly, \"I've got\nan idea. It fits into that broadcast. I have to take a chance to find\nout. If anything happens to me, don't try to help me!\"\n\nHe'd smelled the foul odor at least fifteen minutes before, and had\ndragged Jill back, and there had been no other sign of monsters or\nnot-monsters upon the earth. Now he crouched down and crawled among\nthe bushes. He came to the place where he'd smelled the ghastly smell\nbefore. He smelled it again. He drew back. It became fainter, though\nit remained disgusting. He moved forward, stopped, moved back. He went\nsideways, very, very carefully, extending his hand before him.\n\nHe stopped abruptly. He came back, his face angry.\n\n\"We were lucky we couldn't use the car,\" he said when he was near Jill\nagain. \"We'd have been killed or worse.\"\n\nShe waited, her eyes frightened.\n\n\"The thing that paralyzes men and animals,\" he told her, \"is a\nprojected beam of some sort. We almost ran into it. It's probably akin\nto radar. I thought they'd put watchers on the highways. They did\nbetter. They project this beam. When it blocks a highway, anybody who\ncomes along that highway runs into it. His eyes become blinded by\nfantastic colored lights, and he hears unbearable noises and feels\nanguish and they smell what we smelled just now. And he's paralyzed.\nSuch a beam was turned on me yesterday and I was captured. A beam like\nthat on the highway at the lake paralyzed three men who were carried\naway, and later two others whose car ditched and who stayed paralyzed\nuntil the beam was turned off.\"\n\n\"But we only smelled something horrible!\" protested Jill.\n\n\"You did. I rushed you away. I'd smelled it before. But I went back.\nAnd I smelled it, and I crawled forward a little way and I began to\nsee flashes of light and to hear noises and my skin tingled. I pushed\nmy hand ahead of me--and it became paralyzed. Until I pulled it back.\"\nThen he said, \"Come on.\"\n\n\"What will we do?\"\n\n\"We change our line of march. If we drove into it or walked into it\nwe'd be paralyzed. It's a tight beam, but there's just a little\nscatter. Just a little. You might say it leaks at its edges. We'll try\nto follow alongside until it thins out to nothing or we get where we\nwant to go. Unless,\" he added, \"they've got another beam that crosses\nit. Then we'll be trapped.\"\n\nHe led the way onward.\n\nThey covered four miles of very bad going before Jill showed signs of\ndistress and Lockley halted beside a small, rushing stream. He saw\nfish in the clear water and tried to improvise a way to catch them. He\nfailed. He said gloomily, \"It wouldn't do to catch fish here anyhow. A\nfire to cook them would show smoke by day and might be seen at night.\nAnd whatever's at the Lake might send a terror beam. We'll leave here\nwhen you're rested.\"\n\nHe examined the stream. He went up and down its bank. He disappeared\naround a curve of the stream. Jill waited, at first uneasily, then\nanxiously.\n\nHe came back with his hands full of bracken shoots, their ends tightly\ncurled and their root ends fading almost to white.\n\n\"I'm afraid,\" he observed, \"that this is our supper. It'll taste a lot\nlike raw asparagus, which tastes a lot like raw peanuts, and a\none-dish meal of it won't stick to your ribs. That's the trouble with\neating wild stuff. It's mostly on the order of spinach.\"\n\n\"I'll carry them,\" said Jill.\n\nShe actually looked at him for the first time. Until she found herself\nanxious because he was out of sight for a long time, she hadn't really\nregarded him as an individual. He'd been only a person who was helping\nher because Vale wasn't available. Now she assured herself that Vale\nwould be very grateful to him for aiding her. \"I'm rested now,\" she\nadded.\n\nHe nodded and led the way once more. He watched the sun for direction.\nTwo or three miles from their first halt he said abruptly, \"I think\nthe terror beam should be over yonder.\" He waved an arm. \"I've got an\nidea about it. I'll see.\"\n\n\"Be careful!\" said Jill uneasily.\n\nHe nodded and swung away, moving with a peculiar tentativeness. She\nknew that he was testing for the smell which was the first symptom of\napproach to the alien weapon.\n\nHe halted half a mile from where Jill watched, resting again while she\ngazed after him. He moved backward and forward. He marked a place with\na stone. He came well back from it and seemed to remove his wrist\nwatch. He laid it on a boulder and stamped on it. He stamped again and\nagain, shifting it between stampings. Then he pounded it with a small\nrock. He stood up and came back, trailing something which glittered\ngolden for an instant.\n\nHe halted before he reached the rock he'd placed as a marker. He did\ncryptic things, facing away from Jill. From time to time there was a\ngolden glitter in the air near him.\n\nHe came back. As he came, he wound something into a little coil. It\nwas the silicon bronze mainspring of his non-magnetic watch. He held\nit for her to see and put it in his pocket.\n\n\"I know what the terror beam is--for what good it'll do!\" he said\nbitterly. \"It's a beam of radiation on the order of radar, and for\nthat matter X-rays and everything else. Only an aerial does pick it up\nand this watchspring makes a good one. I could barely detect the smell\nat a certain place, but when I touched the laid out spring, it picked\nup more than my body did and it became horrible! Then I moved in to\nwhere my skin began to tingle and I saw lights and heard noises. The\nspring made all the difference in the world. I even found the\ndirection of the beam.\"\n\nJill looked frightened.\n\n\"It comes from Boulder Lake,\" he told her. \"It's the terror beam, all\nright! You can walk into it without knowing it. And I suspect that if\nit were strong enough it would be a death ray, too!\"\n\nJill seemed to flinch a little.\n\n\"They're not using it at killing strength,\" said Lockley coldly.\n\"They're softening us up. Letting us find out we're frustrated and\nhelpless, and then letting us think it over. I'll bet they intended\nthe four of us to escape from that compost pit thing so we could tell\nabout it! But we'll know, now, if we find dead men in rows in a\nwiped-out town, we'll know what killed them, and when they ask us\npolitely to become their slaves, we'll know we'll have to do it or\ndie!\"\n\nJill waited. When he seemed to have finished, she said, \"If they're\nmonsters, do you think they want to enslave us?\"\n\nHe hesitated, and then said with a grimace, \"I've a habit, Jill, of\nlooking forward to the future and expecting unpleasant things to\nhappen. Maybe it's so I'll be pleasantly surprised when they don't.\"\n\n\"Suppose,\" said Jill, \"that they aren't monsters. What then?\"\n\n\"Then,\" said Lockley, \"it's a cold war device, to find out if the\nother side in the cold war can take us over without our suspecting\nthey're the ones doing it. Naturally those in this ship will blow\nthemselves up rather than be found out.\"\n\n\"Which,\" said Jill steadily, \"doesn't offer much hope for....\"\n\nShe didn't say Vale's name. She couldn't. Lockley grimaced again.\n\n\"It's not certain, Jill. The evidence is on the side of the monsters.\nBut in either case the thing for us to do is get to the Army with what\nI've found out. I've had a stationary beam to test, however crudely.\nThe cordon must have been pushed back by a moving or an intermittent\nbeam. It wouldn't be easy to experiment with one of those. Come on.\"\n\nShe stood up. She followed when he went on. They climbed steep\nhillsides and went down into winding valleys. The sun began to sink in\nthe west. The going was rough. For Lockley, accustomed to wilderness\ntravel, it was fatiguing. For Jill it was much worse.\n\nThey came to a sere, bare hillside on which neither trees nor\nbrushwood grew. It amounted to a natural clearing, acres in extent.\nLockley swept his eyes around. There were many thick-foliaged small\ntrees attempting to advance into the clear space. He grunted in\nsatisfaction.\n\n\"Sit down and rest,\" he commanded. \"I'll send a message.\"\n\nHe broke off branches from dark green conifers. He went out into the\nclearing and began to lay them out in a pattern. He came back and\nbroke off more, and still more. Very slowly, because the lines had to\nbe large and thick, the letters S.O.S. appeared in dark green on the\nclayey open space. The letters were thirty feet high, and the lines\nwere five feet wide. They should show distinctly from the air.\n\n\"I think,\" said Lockley with satisfaction, \"that we might get\nsomething out of this! If it's sighted, a 'copter might risk coming in\nafter us.\" He looked at her appraisingly. \"I think you'd enjoy a good\nmeal.\"\n\n\"I want to say something,\" said Jill carefully. \"I think you've been\ntrying to cheer me up, after saying something to arouse me--which I\nneeded. If the creatures aren't monsters, they'll never actually let\nanybody loose who's seen that they aren't. Isn't that true? And if it\nis--\"\n\n\"We know of six men who were captured,\" insisted Lockley, \"and I was\none of them. All six escaped. Vale may have escaped. They're not good\nat keeping prisoners. We don't know and can't know unless it's\nmentioned on a news broadcast that he's out and away. So there's\nabsolutely no reason to assume that Vale is dead.\"\n\n\"But if he saw them, when he was fighting them--\"\n\n\"The evidence,\" insisted Lockley again, \"is that he saw monsters. The\nonly reason to doubt it is that they blindfolded four of us.\"\n\nJill seemed to think very hard. Presently she said resolutely, \"I'm\ngoing to keep on hoping anyhow!\"\n\n\"Good girl!\" said Lockley.\n\nThey waited. He was impatient, both with fate and with himself. He\nfelt that he'd made Jill face reality when--if this S.O.S. signal\nbrought help--it wasn't necessary. And there was enough of grimness in\nthe present situation to make it cruelty.\n\nAfter a very long time they heard a faint droning in the air. There\nmight have been others when they were trudging over bad terrain, and\nthey might not have noticed because they were not listening for such\nsounds. There were planes aloft all around the lake area. They'd been\nsent up originally in response to a radar warning of something coming\nin from space. Now they flew in vast circles around the landing place\nof that reported object. They flew high, so high that only contrails\nwould have pointed them out. But atmospheric conditions today were\nsuch that contrails did not form. The planes were invisible from the\nground.\n\nBut the pilots could see. When one patrol group was relieved by\nanother, it carried high-magnification photographs of all the park, to\nbe developed and examined with magnifying glasses for any signs of\nactivity by the crew of the object from space.\n\nA second lieutenant spotted the S.O.S. within half an hour of the\nfilms' return. There was an immediate and intense conference. The\nlengths of shadows were measured. The size and slope and probable\ncondition of the clearing's surface were estimated.\n\nA very light plane, intended for artillery-spotting, took off from the\nnearest airfield to Boulder Lake.\n\nAnd Lockley and Jill heard it long before it came in sight. It flew\nlow, threading its way among valleys and past mountain-flanks to avoid\nbeing spotted against the sky. The two beside the clearing heard it\nfirst as a faint mutter. The sound increased, diminished, then\nincreased again.\n\nIt shot over a minor mountain-flank and surveyed the bare space with\nthe huge letters on it. Lockley and Jill raced out into view, waving\nfrantically. The plane circled and circled, estimating the landing\nconditions. It swung away to arrive at a satisfactory approach path.\n\nIt wavered. It made a half-wingover, and it side-slipped crazily, and\ncame up and stalled and flipped on its back and dived....\n\nAnd it came out of its insane antics barely twenty feet above the\nground. It raced away as close as possible to touching its wheels to\nearth. It went away behind the mountains. The sound of its going\ndwindled and dwindled and was gone. It appeared to have escaped from a\ndeliberately set trap.\n\nLockley stared after it. Then he went white.\n\n\"Idiot!\" he cried fiercely. \"Come on! Run!\"\n\nHe seized Jill's hand. They fled together. Evidently, something had\nplayed upon the pilot of the light plane. He'd been deafened and\nblinded and all his senses were a shrieking tumult while his muscles\nknotted and his hands froze on the controls of his ship. He hadn't\nflown out of the beam that made him helpless. He'd fallen out of it.\nAnd then he raced for the horizon. He got away. And it would appear to\nthose to whom he reported that he'd arrived too late at the\ndistress-signal. If fugitives had made it, they'd been overtaken and\ncaptured by the creatures of Boulder Lake, and there'd been an ambush\nset up for the plane. It was a reasonable decision.\n\nBut it puzzled the pilot's superior officers that he hadn't been\nallowed to land the plane before the beam was turned on him. He could\nhave been paralyzed while on the ground, and he and his plane could\nhave yielded considerable information to creatures from another world.\nIt was puzzling.\n\nLockley and Jill raced for the woodland at the clearing's edge.\nLockley clamped his lips tight shut to waste no breath in speech. The\narrival and the circling of the plane had been a public notice that\nthere were fugitives here. If the beam could paralyze a pilot in\nmid-air, it could be aimed at fugitives on the ground.... There could\nbe no faintest hope....\n\nWholly desperate, Lockley helped Jill down a hillside and into a\nvalley leading still farther down.\n\nHe smelled jungle, and muskiness, and decay, and flowers, and every\nconceivable discordant odor. Flashes of insane colorings formed\nthemselves in his eyes. He heard the chaotic uproar which meant that\nhis auditory nerves, like the nerves in his eyes and nostrils and\nskin, were stimulated to violent activity, reporting every kind of\nmessage they could possibly report all at once.\n\nHe groaned. He tried to find a hiding-place for Jill so that if or\nwhen the invaders searched for her, they would not find her. But he\nexpected his muscles to knot in spasm and cramp before he could\naccomplish anything.\n\nThey didn't. The smell lessened gradually. The meaningless flashings\nof preposterous color grew faint. The horrible uproar his auditory\nnerves reported, ceased. He and Jill had been at the mercy of the\nunseen operator of the terror beam. Perhaps the beam had grazed them,\nby accident. Or it could have been weakened....\n\nIt was very puzzling.\n\n\n\n\nCHAPTER 5\n\n\nWhen darkness fell, Lockley and Jill were many miles away from the\nclearing where he had made the S.O.S. They were under a dense screen\nof leaves from a monster tree whose roots rose above ground at the\nfoot of its enormous trunk. They formed a shelter of sorts against\nobservation from a distance. Lockley had spotted a fallen tree far\ngone with wood-rot. He broke pieces of the punky stuff with his\nfingers. Then he realized that without a pot the bracken shoots he'd\ngathered could not be cooked. They had to be boiled or not cooked at\nall.\n\n\"We'll call it a salad,\" he told Jill, \"minus vinegar and oil and\ngarlic, and eat what we can.\"\n\nShe'd been pale with exhaustion before the sun sank, but he hadn't\ndared let her rest more than was absolutely necessary. Once he'd\noffered to carry her for a while, but she'd refused. Now she sat\ndrearily in the shelter of the roots, resting.\n\n\"We might try for news,\" he suggested.\n\nShe made an exhausted gesture of assent. He turned on the tiny radio\nand tuned it in. There was no scarcity of news, now. A few days past,\nnews went on the air on schedule, mostly limited to five-minute\nperiods in which to cover all the noteworthy events of the world. Part\nof that five minutes, too, was taken up by advertising matter from a\nsponsor. Now music was rare. There were occasional melodies, but most\nwere interrupted for new interpretations of the threat to earth at\nBoulder Lake. Every sort of prominent person was invited to air his\nviews about the thing from the sky and the creatures it brought. Most\nhad no views but only an urge to talk to a large audience. Something,\nthough, had to be put on the air between commercials.\n\nThe actual news was specific. Small towns around the fringe of the\nPark area were being evacuated of all their inhabitants. Foreign\nscientists had been flown to the United States and were at the\ntemporary area command post not far from Boulder Lake. Rocket missiles\nwere aimed and ready to blast the lake and the mountains around it\nshould the need arise. A drone plane had been flown to the lake with a\ntelevision camera transmitting back everything its lens saw. It\narrived at the lake and its camera relayed back exactly nothing that\nhad not been photographed and recorded before. But suddenly there was\na crash of static and the drone went out of control and crashed. Its\ncamera faithfully transmitted the landscape spinning around until its\ndestruction. Military transmitters were beaming signals on every\nconceivable frequency to what was now universally called the alien\nspaceship. They had received no replies. The foreign scientists had\nagreed that the terror beam--paralysis beam--death beam--was\nelectronic in nature.\n\nLockley had thought Jill asleep from pure weariness, but her voice\ncame out of the darkness beside the big tree trunk.\n\n\"You found that out!\" she said. \"About its being electronic!\"\n\n\"I had a sample stationary beam to check on,\" said Lockley. \"They\nhaven't. Which may be a bad thing. Nobody's going to make useful\nobservations of something that makes him blind and deaf and paralyzed\nwhile he's in the act. There are some things that puzzle me about\nthat. Why haven't they killed anybody yet? They've got the public\nabout as scared as it can get without some killing. And why didn't we\nget the full force of the beam after the plane had been driven away?\nThey could have given us the full treatment if they'd wanted to. Why\ndidn't they?\"\n\n\"If people run away from the towns,\" said Jill's voice, very tired and\nsleepy, \"maybe they think that's enough. They can take the towns....\"\n\nLockley did not answer, and Jill said no more. Her breathing became\ndeep and regular. She was so weary that even hunger could not keep her\nawake.\n\nLockley tried to think. There was the matter of food. Bracken shoots\nwere common enough but unsubstantial. It would need more careful\nobservation to note all the likely spots for mushrooms. Perhaps they\nwere far enough from the lake to take more time hunting food. They\nwere almost exactly in the situation of Australian bushmen who live\nexclusively by foraging, with some not-too-efficient hunting. But\nAustralian savages were not as finicky as Jill and himself. They ate\ngrubs and insects. For this sort of situation, prejudices were a\nhandicap.\n\nHe considered the idea with sardonic appreciation. Two days of\ninadequate food and such ideas came! But he and Jill wouldn't be the\nonly ones to think such things if matters continued as they were\ngoing. The towns around Boulder Lake were being evacuated. The cordon\nabout it had been made to retreat. There was panic not only in\nAmerica, but everywhere. In Europe there were wild rumors of other\nlandings of other ships of space. The stock markets would undoubtedly\nclose tomorrow, if they hadn't closed today. There'd be the beginning\nof a mass exodus from the larger cities, starting quietly but building\nup to frenzy as those who tried to leave jammed all the routes by\nwhich they could get away. If the creatures of the spaceship wanted\nmore than the flight of all humans from about their landing place,\nthere would be genuine trouble. Let them move aggressively and there\nwould be panic and disorder and pure catastrophe, with self-exiled\ncity dwellers desperate from hunger because they were away from market\ncenters. It looked as if a dozen or two monsters could wreck a\ncivilization without the need to kill one single human being directly.\n\nHe heard a sound. He turned off the radio, gripping the clumsy club\nwhich was probably useless against anything really threatening.\n\nThe sound continued. There were rustlings of leaves, and then faint\nrattling, almost clicking noises. Whatever the creature was, it was\nnot large. It seemed to amble tranquilly through the forest and the\nnight, neither alarmed nor considering itself alarming.\n\nThe clickings again. And suddenly Lockley knew what it was. Of course!\nHe'd heard it in the compost pit shell, when he was a prisoner of the\ninvaders from space. He rose and moved toward the noise. The creature\ndid not run away. It went about its own affairs with the same peaceful\nindifference as before. Lockley ran into a tree. He stumbled over a\nfallen branch on the ground. He came to the place where the creature\nshould be. There was silence. He flicked the flint of his pocket\nlighter and in the flash of brightness he saw his prey. It had heard\nhis approach. It was a porcupine, prudently curled up into a spiky\nball and placidly defying all carnivores, including men. A porcupine\nis normally the one wild creature without an enemy. Even men\ncustomarily spare it because so often it has saved the lives of lost\nhunters and half-starved travelers. It accomplishes this by its bland\nrefusal to run away from anybody.\n\nLockley classed himself as a half-starved traveler. He struck with\nthe club after a second spark from his lighter-flint.\n\nPresently he had a small, barely smouldering fire of rotted wood. He\ncooked over it, and the smell of cooking roused Jill from her\nexhausted slumber.\n\n\"What--\"\n\n\"We're having a late supper,\" said Lockley gravely. \"A midnight snack.\nTake this stick. There's a loin of porcupine on it. Be careful! It's\nhot!\"\n\nJill said, \"Oh-h-h-h!\" Then, \"Is there more for you?\"\n\n\"Plenty!\" he assured her. \"I hunted it down with my trusty club, and\nonly got stuck a half-dozen times while I was skinning and cleaning\nit.\"\n\nShe ate avidly, and when she'd finished he offered more, which she\nrefused until he'd had a share.\n\nThey did not quite finish the whole porcupine, but it was an odd and\ncompanionable meal, there in the darkness with the barely-glowing\ncoals well-hidden from sight. Lockley said, \"I'm sort of a news\naddict. Shall we see what the wild radio waves are saying?\"\n\n\"Of course,\" said Jill. She added awkwardly: \"Maybe it's the sudden\nfood, but--I hope you'll remain my friend after this is all over. I\ndon't know anyone else I'd say that to.\"\n\n\"Consider,\" said Lockley, \"that I've made an eloquent and grateful\nreply.\"\n\nBut his expression in the darkness was not happy. He'd fallen in love\nwith Jill after meeting her only twice, and both times she had been\nwith Vale. She intended to marry Vale. But on the evidence at hand\nVale was either dead or a prisoner of the invaders; if the last, his\nchances of living to marry Jill did not look good, and if the first,\nthis was surely no time to revive his memory.\n\nHe found a news broadcast. He suspected that most radio stations\nwould stay on the air all night, now that it was officially admitted\nthat the object in Boulder Lake was a spaceship bringing invaders to\nearth. The government releases spoke of them as \"visitors,\" in a\nbelated use of the term, but the public was suspicious of reassurances\nnow. At the beginning the landing had seemed like another exaggerated\nhorror tale of the kind that kept up newspaper circulations. Now the\npublic was beginning to believe it, and people might stop going to\ntheir offices and the trains might cease to ran on time. When that\nhappened, disaster would be at hand.\n\nThe news came in a resonant voice which revealed these facts:\n\nFour more small towns had been ordered evacuated because of their\nproximity to Boulder Lake. The radiation weapon of the aliens had\npushed back the military cordon by as much as five miles. But the big\nnews was that the aliens had broken radio silence. Apparently they'd\nexamined and repaired the short wave communicator from the helicopter\nthey'd knocked down.\n\nShortly after sundown, said the news report, a call had come through\non a military short wave frequency. It was a human voice, first\nmuttering bewilderedly and then speaking with confusion and\nuneasiness. The message had been taped and now was released to the\npublic.\n\n_\"What the hell's this ...? Oh.... What do you characters want me to\ndo? This feels like the short wave set from the 'copter.... Hmm....\nYou got it turned on.... What'll I do with it, Broadcast? I don't know\nwhether you want me to talk to you or to back home, wherever that\nis.... Maybe you want me to say I'm havin' a fine time an' wish you\nwas here.... I'm not. I wish I was there.... If this is goin' on the\nair I'm Joe Blake, radio man on the_ '_copter two 'leven. We were\nheadin' in to Boulder Lake when I smelled a stink. Next second there\nwere lights in my eyes. They blinded me. Then I heard a racket like\nall hell was loose. Then I felt like I had hold of a power\ntransmission line. I couldn't wiggle a finger. I stayed that way till\nthe 'copter crashed. When I come to, I was blindfolded like I am now.\nI don't know what happened to the other guys. I haven't seen 'em. I\nhaven't seen anything! But they just put me in front of what I think\nis the 'copter's short wave set an' squeaked at me_--\"\n\nThe recorded voice ended abruptly. The news announcer's voice came\nback. He said that the member of the 'copter crew had given some other\ninformation before he was arbitrarily cut off.\n\n\"I'll bet,\" said Lockley when the newscast ended, \"I'll bet the other\ninformation was that the invaders have managed to tell him that earth\nmust surrender to them!\"\n\n\"Why?\"\n\n\"What else would they want to say? To come and play patty-cake, when\nthey can push the Army around at will and have managed to keep planes\nfrom flying anywhere near them? They may not know we've got atom\nbombs, but I'll bet they do! Part of that extra information could have\nbeen a warning not to try to use them. It would be logical to bluff\neven on that, though they couldn't make good.\"\n\nJill said very carefully, \"You hinted once that they might be men,\npretending to be monsters. But that would mean that somebody I care\nabout would probably be killed because he'd seen them and knew they\nweren't creatures from beyond the stars.\"\n\n\"I think you can forget that idea,\" said Lockley. \"They don't act like\nmen. Chasing away the plane that was going to land for us, and not\nusing the beam on the fugitives it was plainly going to land\nfor--that's not like men preparing to take over a continent! And\nnudging the Army back to make the cordoned space larger--that's not\nlike our most likely human enemy, either. They'd wipe out the cordon\nby stepping up the terror beam to death ray intensity.\"\n\n\"Suppose they couldn't?\"\n\n\"They wouldn't have landed with a weapon that couldn't kill anybody,\"\nsaid Lockley. \"It's much more likely that they're monsters. But they\ndon't act like monsters, either.\"\n\nJill was silent for a moment.\n\n\"Not even monsters who wanted to make friends?\"\n\n\"They,\" said Lockley drily, \"would hardly make a surprise landing.\nThey'd have parked on the moon and squeaked at us until we got\ncurious, and then they'd arrange to land, or to meet men in orbit, or\nsomething. But they didn't. They made a surprise landing, and cleared\na big space of humans, keeping themselves to themselves. But if they\ndo think we're animals, like rabbits, they'd kill people instead of\nstinging them up a bit, or paralyzing them for a while and then\nletting them go. That's not like any monster I can imagine!\"\n\n\"Then--\"\n\n\"You'd better go to sleep,\" said Lockley. \"We've got a long day's hike\nbefore us tomorrow.\"\n\n\"Yes-s-s,\" agreed Jill reluctantly. \"Good-night.\"\n\n\"'Night,\" said Lockley curtly.\n\nHe stayed awake. It was amusing that he was uneasy about wild animals.\nThere were predators in the Park, and he had only an improvised club\nfor a weapon. But he knew well enough that most animals avoid man\nbecause of a bewildering sudden development of instinct.\n\nGrizzly bears, before the white man came, were so scornful of man\nthat they could be considered the dominant species in North America.\nThey'd been known to raid a camp of Indians to carry away a man for\nfood. Indian spears and arrows were simply ineffective against them.\nWhen Stonewall Jackson was a lieutenant in the United States Army,\nstationed in the West to protect the white settlers, he and a\ndetachment of mounted troopers were attacked without provocation by a\ngrizzly who was wholly contemptuous of them. The then Lieutenant\nJackson rode a horse which was blind in one eye, and he maneuvered to\nget the bear on the horse's blind side so he could charge it. With his\ncavalry sabre he split the grizzly's skull down to its chin. It was\nthe only time in history that a grizzly bear was ever killed by a man\nwith a sword. But no grizzly nowadays would attack a man unless\ncornered. Even cubs with no possible experience of humankind are\nterrified by the scent of men.\n\nAll that was true enough. In addition, preparations for the Park\nincluded much activity by the Wild Life Control unit, which persuaded\nbears to congregate in one area by putting out food for them, and took\nvarious other measures for deer and other animals. It had seeded trout\nstreams with fingerlings and the lake itself with baby big-mouthed\nbass. The huge trailer truck of Wild Life Control was familiar enough.\nLockley had seen it headed up to the lake the day before the landing.\nNow he found himself wondering sardonically to what degree the Wild\nLife Control men determined where mountain lions should hunt.\n\nHe'd slept in the open innumerable times without thinking of mountain\nlions. With Jill to look after, though, he worried. But he was\nhorribly weary, and he knew somehow that in the back of his mind there\nwas something unpleasant that was trying to move into his conscious\nthoughts. It was a sort of hunch. Wearily and half asleep, he tried to\nput his mind on it. He failed.\n\nHe awoke suddenly. There were rustlings among the trees. Something\nmoved slowly and intermittently toward him. It could be anything, even\na creature from Boulder Lake. He heard other sounds. Another creature.\nThe first drew near, not moving in a straight line. The second\ncreature followed it, drawing closer to the first.\n\nLockley's scalp crawled. Creatures from space might have some of the\nhighly-developed senses which men had lost while growing\ncivilized--full keenness of scent, for example.\n\nSuch a creature might be able to find Lockley and Jill in the darkness\nafter trailing them for miles. And so primitive a talent, in a\ncreature farther advanced than men, was somehow more horrifying than\nanything else Lockley had thought of about them. He gripped his club\ndesperately, wholly aware that a star creature should be able to\nparalyze him with the terror beam....\n\nThere were whistling, squealing noises. They were very much like the\nsqueaks his captors had directed at each other and at him when he was\nblindfolded and being led downhill to imprisonment in the compost pit\nshell. Very much like, but not identical. Nevertheless, Lockley's hair\nseemed to stand up on end and he raised his club in desperation.\n\nThe whistling squeals grew shriller. Then there was an indescribable\nsound and one of the two creatures rushed frantically away. It\ntraveled in great leaps through the blackness under the trees.\n\nAnd then there was a sudden whiff of a long-familiar odor, smelled a\nhundred times before. It was the reek of a skunk, stalked by a\ncarnivore and defending itself as skunks do. But a skunk was nothing\nlike a terror beam. Its effluvium offended only one sense, affected\nonly one set of sensation nerves. The terror beam....\n\nLockley opened his mouth to laugh, but did not. The thing at the back\nof his mind had come forward. He was appalled.\n\nJill said shakily, \"What's the matter? What's happened? That smell--\"\n\n\"It's only a skunk,\" said Lockley evenly. \"He just told me some very\nbad news. I know how the terror beam works now. And there's not a\nthing that can be done about it. Not a thing. It can't be!\"\n\nHe raged suddenly, there in the darkness, because he saw the utter\nhopelessness of combatting the creatures who'd taken over Boulder\nLake. There was nothing to keep them from taking over the whole earth,\nno matter what sort of monsters or not-monsters they might be.\n\n\n\n\nCHAPTER 6\n\n\nIt was nine o'clock at night when Lockley killed the porcupine, and\nten by the time Jill had gone back to sleep huddled between the\nprojecting roots of a giant tree. Shortly after midnight Lockley had\nbeen awakened when a skunk defeated a hungry predator within a hundred\nyards of their bivouac. But some time in between, there was another\nhappening of much greater importance elsewhere.\n\nSomething came out of Boulder Lake National Park. All humans had\nsupposedly fled from it. It was abandoned to the creatures of the\nthing from the sky. But something came out of it.\n\nNobody saw the thing, of course. Nobody could approach it, which was\nthe point immediately demonstrated. No human being could endure being\nwithin seven miles of whatever it was. It was evidently a vehicle of\nsome sort, however, because it swung terror beams before it, and\nterror beams on either side, and when it was clear of the Park it\nplayed terror beams behind it, too. Men who suffered the lightest\ntouch of those sweeping beams of terror and anguish moved frantically\nto avoid having the experience again. So when something moved out of\nthe Park and sent wavering terror beams before it, men moved to one\nside or the other and gave it room.\n\nOn a large-scale map in the military area command post, its progress\ncould be watched as it was reported. The reports described a\ndevelopment of unbearable beam strength which showed up as a bulge in\nthe cordon's roughly circular line. That bulge, which was the cordon\nitself moving back, moved outward and became a half-circle some miles\nacross. It continued to move outward, and on the map it appeared like\na pseudopod extruded by an enormous amoeba. It was the area of\neffectiveness of a weapon previously unknown on earth--the area where\nhumans could not stay.\n\nDeliberately, the unseen moving thing severed itself from the similar\nand larger weapon field which was its birthplace and its home. It\nmoved with great deliberation toward the small town of Maplewood,\ntwenty miles from the border of the Park.\n\nJeeps and motorcycles scurried ahead of it, just out of reach of its\nbeams. They made sure that houses and farms and all inhabited places\nwere emptied of people before the moving terror beams could engulf\nthem. They went into the town of Maplewood itself and frantically made\nsure that nothing alive remained in it. They went on to clear the\ncountryside beyond.\n\nThe unseen thing from the Park moved onward. High overhead there was a\ndull muttering like faraway thunder, but it was planes with filled\nbomb racks circling above the starlit land. There were men in those\nplanes who ached to dive down and destroy this separated fraction of\nan invasion. But there were firm orders from the Pentagon. So long as\nthe invaders killed nobody, they were not to be attacked. There was\nreason for the order in the desire of the government to be on friendly\nterms with a race which could travel between the stars. But there was\nan even more urgent reason. The aliens had not yet begun to murder,\nbut it was suspected that they had a horrifying power to kill. So it\nwas firmly commanded that no bomb or missile or bullet was to be used\nunless the invaders invited hostilities by killing humans. Their\ncaptives--the crew of a helicopter--might be freed if aliens and men\nachieved friendship. So for now--no provocation!\n\nThe thing which nobody saw moved comfortably over the ground between\nthe park and Maplewood. In the center of the weapon field there was a\nsomething which generated the terror beam and probably carried\npassengers. Whatever it was, it moved onward and into Maplewood and\nfor seven miles in every direction troops watched for it to move out\nagain. Artillerymen had guns ready to fire upon it if they ever got\nfiring coordinates and permission to go into action. Planes were ready\nto drop bombs if they ever got leave to do so. And a few miles away\nthere were rockets ready to prove their accuracy and devastating\ncapacity if only given a launching command. But nothing happened. Not\neven a flare was permitted to be dropped by the planes far up in the\nsky. A flare might be taken for hostility.\n\nThe thing from the Park stayed in Maplewood for two hours. At the end\nof that time it moved deliberately back toward the Park. It left the\ntown untouched save for certain curious burglaries of hardware stores\nand radio shops and a garage or two. It looked as if intensely curious\nnot-human beings had moved from their redoubt--Boulder Lake--to find\nout what civilization human beings had attained. They could guess at\nit by the buildings and the homes, but most notably in the technical\nshops of the inhabitants.\n\nIt went slowly and deliberately back into the Park. Humans moved\ncautiously back into the area that had been emptied. Not many, but\nenough to be sure that the thing had really returned to the place from\nwhich it had come. Soldiers were tentatively entering the\nagain-abandoned town of Maplewood when the unseen thing changed the\nrange of its weapon bearing on that little city. It was then\npresumably not less than seven miles on its way back to Boulder Lake.\nThe military had congratulated themselves on what they'd learned. The\nbeam projectors at the lake had a range of much more than seven miles,\nbut this movable, unidentifiable thing carried a lesser armament. From\nit, men and animals seven miles away were safe. This was notable news.\n\nThen the unseen object did something. The terror beam that flicked\nback and forth doubled in intensity. The soldiers just reentering\nMaplewood smelled foulness and saw bright lights. Bellowings deafened\nthem. They fell with every muscle rigid in spasm. Beyond them other\nmen were paralyzed. For five minutes the invaders' mobile weapon\nparalyzed all living things for a distance of fifteen miles. Then for\nthirty seconds it paralyzed living things for a distance of thirty\nmiles. For a bare instant it convulsed men and animals for a greater\ndistance yet. And all these victims of the terror beam knew,\nthereafter, an invincible horror of the beam.\n\nThe thing from the Park which nobody had seen went back into the Park.\nAnd then men were permitted to return to exactly the same places\nthey'd been allowed to occupy before the thing began its excursion.\n\nIt seemed that nothing was changed, but everything was changed. If\nthere were mobile carriers of the invasion weapon, then victory could\nnot be had by a single atom bomb fired into Boulder Lake. There might\nbe a dozen separate mobile terror beam generators scattered through\nthe Park. Any atomic attack would need to be multiplied in its\nviolence to be certain of results. Instead of one bomb there might be\na need for fifty. They would have to destroy the Park utterly, even\nits mountains. And the fallout from so many atom bombs simply could\nnot be risked. The invaders were effectively invulnerable.\n\nWhile this undesirable situation was being demonstrated, Jill slept\nheavily between two roots of a very large tree, and Lockley dozed\nagainst a nearby tree trunk. He believed that he guarded Jill most\nvigilantly.\n\nHe awoke at dawn with the din of bird song in his ears. Jill opened\nher eyes at almost the same instant. She smiled at him and tried to\nget up. She was stiff and sore from the hardness of the ground on\nwhich she'd slept. But it was a new day, and there was breakfast. It\nwas porcupine cooked the night before.\n\n\"Somehow,\" said Jill as she nibbled at a bone, \"somehow I feel more\ncheerful than I did.\"\n\n\"That's a mistake,\" Lockley told her. \"Start out with a few\npremonitions and the day improves as they turn out wrong. But if you\nstart out hoping, the day ends miserably with most of your hopes\ndenied.\"\n\n\"You've got premonitions?\" she asked.\n\n\"Definitely,\" he said.\n\nIt was true. As yet he knew nothing of last night's temporary\noccupation of a human town, but he believed he knew how the terror\nbeam worked even if he couldn't figure out a way to generate it. He\ncould imagine no defense against it. But if Jill had awakened feeling\ncheerful, there was no reason to depress her. She'd have reason enough\nto be dejected later, beginning with proof of Vale's death and going\non from there.\n\n\"We might listen to the news,\" she suggested. \"A premonition or two\nmight be ruled out right away!\"\n\nSilently, he turned on the little radio. Automatically, he set it for\nthe lowest volume they could hear distinctly.\n\nThe main item in the news was a baldly factual but toned-down report\nof the thing from the lake which had left the park and examined a\nsmall human town in detail and then had returned to the Park. There\nwere reports of peculiar hoofprints found where the invaders had been.\nThey were not the hoofprints of any earthly animal. There was an\noptimistic report from the scientists at work on the problem of the\nbeam. Someone had come up with an idea and some calculations which\nseemed to promise that the beam would presently be duplicated. Once it\nwas duplicated, of course a way to neutralize it could be found.\n\nLockley grunted. The broadcast was enthusiastic in its comments on the\nscientists. It talked gobbledegook which sounded as if it meant\nsomething but was actually nonsense. It barely touched on the fact\nthat human beings were now ordered out of a much larger space than had\nbeen evacuated before. There was a statement from an important\nofficial that panic buying of food was both unnecessary and unwise.\nLockley grunted again when the newscast ended.\n\n\"The idea that anything that can be duplicated can be canceled,\" he\nannounced gloomily, \"is unfortunately rot. We can duplicate sounds,\nbut there's no way to make them cancel out! Not accurately!\"\n\nJill had eaten a substantial part of the porcupine while the newscast\nwas on. It was not a satisfying breakfast, but it cheered her\nimmensely after two days of near-starvation.\n\n\"But,\" she observed, \"maybe that won't apply to this business when you\nreport what you know. It's not likely that anybody else has stood just\noutside a beam and made tests of what it's like and how it's aimed and\nso on.\"\n\nThey started off. For journeying in the Park, Lockley had the\nadvantage that as part of the preparation for making a new map, he'd\nfamiliarized himself with all mapping done to date. He knew very\nnearly where he was. He knew within a close margin just where the\nterror beam stretched. He'd smashed his watch, which during sunshine\nsubstituted admirably for a compass, but he could maintain a\nreasonably straight line toward that part of the Park's border the\nterror beam would cross.\n\nThey moved doggedly over mountain-flanks and up valleys, and once they\nfollowed a winding hollow for a long way because it led toward their\ndestination without demanding that they climb. It was in this area\nthat, pushing through brushwood beside a running stream, they came\nabruptly upon a big brown bear. He was no more than a hundred feet\naway. He stared at them inquisitively, raising his nose to sniff for\ntheir scent.\n\nLockley bent and picked up a stone. He threw it. It clattered on\nrocks on the ground. The bear made a whuffing sound and moved\naggrievedly away.\n\n\"I'd have been afraid to do that,\" said Jill.\n\n\"It was a he-bear,\" said Lockley. \"I wouldn't have tried it on a\nshe-bear with cubs.\"\n\nThey went on and on. At mid-morning Lockley found some mushrooms. They\nwere insipid and only acute hunger would make them edible raw, but he\nfilled his pockets. A little later there were berries, and as they\ngathered and ate them he lectured learnedly on edible wild plants to\nbe found in the wilderness. Jill listened with apparent interest. When\nthey left the berry patch they swung to the left to avoid a steep\nclimb directly in their way. And suddenly Lockley stopped short. At\nthe same instant Jill caught at his arm. She'd turned white.\n\nThey turned and ran.\n\nA hundred yards back, Lockley slackened his speed. They stopped. After\na moment he managed to grin mirthlessly.\n\n\"A conditioned reflex,\" he said wryly. \"We smell something and we run.\nBut I think it's the old familiar terror beam that crosses highways to\nstop men from using them. If it were a portable beam projector with\nsomebody aiming it, we wouldn't be talking about it.\"\n\nJill panted, partly with relief.\n\n\"I've thought of something I want to try,\" said Lockley. \"I should\nhave tried it yesterday when I first smashed my watch.\"\n\nHe retraced his steps to the spot where they'd caught the first whiff\nof that disgusting reptilian-jungle-decay odor which had bombarded\ntheir nostrils. Jill called anxiously, \"Be careful!\"\n\nHe nodded. He got the coiled bronze watchspring out of his pocket. He\nwent very cautiously to the spot where the smell became noticeable.\nStanding well back from it, he tossed one end of the spring into it.\nHe drew it back. He repeated the operation. He moved to one side.\nAgain he swung the gold-colored ribbon. He dangled it back and forth.\nThen he drew back yet again and wrapped his left hand and wrists with\nmany turns of the thin bronze spring, carefully spacing the turns. He\nmoved forward once more.\n\nHe came back, his expression showing no elation at all.\n\n\"No good,\" he said unhappily. \"In a way, it works. The spring acts as\nan aerial and picks up more of the beam than my hand. But I tried to\nmake a Faraday cage. That will stop most electromagnetic radiation,\nbut not this stuff! It goes right through, like electrons through a\nradio tube grid.\"\n\nHe put the spring back in his pocket.\n\n\"Well,\" he grimaced. \"Let's go on again. I had a little bit of hope,\nbut some smarter men than I am haven't got the right gimmick yet.\"\n\nThey started off once more. And this time they did not choose a path\nfor easier travel, but went up a steep slope that rose for hundreds of\nfeet to arrive at a crest with another steep slope going downhill. At\nthe top Lockley said sourly, \"I did discover one thing, if it means\nanything. The beam leaks at its edges, but it's only leakage. It\ndoesn't diffuse. It's tight. It's more like a searchlight beam than\nanything else in that way. You can see a light beam at night because\ndust motes scatter some part of it. But most of the light goes\nstraight on. This stuff does the same. It's hard to imagine a limit to\nits range.\"\n\nHe trudged on downhill. Jill followed him. Presently, when they'd\ncovered two miles or more with no lightening of his expression, she\nsaid, \"You said you understand how it works. Radio and radar beams\ndon't have effects like this. How does this have them?\"\n\n\"It makes high frequency currents on the surface of anything it hits.\nHigh frequency doesn't go into flesh or metal. It travels on the\nsurface only. So when this beam hits a man it generates high frequency\non his skin. That induces counter currents underneath, and they\nstimulate all the sensory nerves we've got--of our eyes and ears and\nnoses as well as our skin. Every nerve reports its own kind of\nsensation. Run current over your tongue, and you taste. Induce a\ncurrent in your eyes, and you see flashes of light. So the beam makes\nall our senses report everything they're capable of reporting, true or\nnot, and we're blinded and deafened. Then the nerves to our muscles\nreport to them that they're to contract, and they do. So we're\nparalyzed.\"\n\n\"And,\" said Jill, \"if there's a way to generate high frequency on a\nman's skin there's nothing that can be done?\"\n\n\"Nothing,\" said Lockley dourly.\n\n\"Maybe,\" said Jill, \"you can figure out a way to prevent that high\nfrequency generation.\"\n\nHe shrugged. Jill frowned as she followed him. She hadn't forgotten\nVale, but she owed some gratitude to Lockley. Womanlike, she tried to\npay part of it by urging him to do something he considered impossible.\n\n\"At least,\" she suggested, \"it can't be a death ray!\"\n\nLockley looked at her.\n\n\"You're wrong there,\" he said coldly. \"It can.\"\n\nJill frowned again. Not because of his statement, but because she\nhadn't succeeded in diverting his mind from gloomy things. She had\nreason enough for sadness, herself. If she spoke of it, Lockley would\ntry to encourage her. But he was concerned with more than his own\nemotions. Without really knowing it, Jill had come to feel a great\nconfidence in Lockley. It had been reassuring that he could find food,\nand perhaps more reassuring that he could chase away a bear. Such\ntalents were not logical reasons for being confident that he could\nsolve the alien's seemingly invincible weapon, but she was inclined to\nfeel so. And if she could encourage him to cope with the\nmonsters--why--it would be even a form of loyalty to Vale. So she\nbelieved.\n\nIn the late afternoon Lockley said, \"Another four or five miles and we\nought to be out of the Park and on another highway we'll hope won't be\nblocked by a terror beam. Anyhow there should be an occasional\nfarmhouse where we can find some sort of civilized food.\"\n\nJill said hungrily, \"Scrambled eggs!\"\n\n\"Probably,\" he agreed.\n\nThey went on and on. Three miles. Four. Five. Five and a half. They\ndescended a minor slope and came to a hard-surfaced road with tire\nmarks on it and a sign sternly urging care in driving. There were\nploughed fields in which crops were growing. There was a row of stubby\ntelephone poles with a sagging wire between them.\n\n\"We'll head west,\" said Lockley. \"There ought to be a farmhouse\nsomewhere near.\"\n\n\"And people,\" said Jill. \"I look terrible!\"\n\nHe regarded her with approval.\n\n\"No. You look all right. You look fine!\"\n\nIt was pleasing that he seemed to mean it. But immediately she said,\n\"Maybe we'll be able to find out about ... about....\"\n\n\"Vale,\" agreed Lockley. \"But don't be disappointed if we don't. He\ncould have escaped or been freed without everybody knowing it.\"\n\nShe said in surprise, \"Been freed! That's something I didn't think\nof. He'd set to work to make them understand that we humans are\nintelligent and they ought to make friends with us. That would be the\nfirst thing he'd think of. And they might set him free to arrange it.\"\n\nLockley said, \"Yes,\" in a carefully noncommittal tone.\n\nAnother mile, this time on the hard road. It seemed strange to walk on\nso unyielding a surface after so many miles on quite different kinds\nof footing. It was almost sunset now. There was a farmhouse set well\nback from the road and barely discernable beyond nearby growing corn.\nThe house seemed dead. It was neat enough and in good repair. There\nwere clackings of chickens from somewhere behind it. But it had the\nfeel of emptiness.\n\nLockley called. He called again. He went to the door and would have\ncalled once more, but the door opened at a touch.\n\n\"Evacuated,\" he said. \"Did you notice that there was a telephone line\nleading here from the road?\"\n\nHe hunted in the now shadowy rooms. He found the telephone. He lifted\nthe receiver and heard the humming of the line. He tried to call an\noperator. He heard the muted buzz that said the call was sounding. But\nthere was no answer. He found a telephone book and dialed one number\nafter another. Sheriff. Preacher. Doctor. Garage. Operator again.\nGeneral store.... He could tell that telephones rang dutifully in\nremote abandoned places. But there was no answer at all.\n\n\"I'll look in the chicken coops,\" said Jill practically.\n\nShe came back with eggs. She said briefly, \"The chickens were hungry.\nI fed them and left the chicken yard gate open. I wonder if the beam\nhurts them too?\"\n\n\"It does,\" said Lockley.\n\nHe made a light and then a fire and she cooked eggs which belonged to\nthe unknown people who owned this house and who had walked out of it\nwhen instructions for immediate evacuation came. They felt queer,\nmaking free with this house of a stranger. They felt that he might\ncome in and be indignant with them.\n\n\"I ought to wash the dishes,\" said Jill when they were finished.\n\n\"No,\" said Lockley. \"We go on. We need to find some soldiers, or a\ntelephone that works....\"\n\n\"I'm not a good dishwasher anyhow,\" said Jill guiltily.\n\nLockley put a banknote on the kitchen table, with a weight on it to\nkeep it from blowing away. They closed the house door. They'd eaten\nfully and luxuriously of eggs and partly stale bread and the sensation\nwas admirable. They went out to the highway again.\n\n\"West is still our best bet,\" said Lockley. \"They've blocked the\nhighway to eastward with that terror beam.\"\n\nThe sun had set now, but a fading glory remained in the sky. They saw\nthe slenderest, barest crescent of a new moon practically hidden in\nthe sunset glow. They walked upon a civilized road, with a fence on\none side of it and above it a single sagging telephone wire that could\nbe made out against the stars.\n\n\"I feel,\" said Jill, \"as if we were almost safe, now. All this looks\nso ordinary and reassuring.\"\n\n\"But we'd better keep our noses alert,\" Lockley told her. \"We know\nthat one beam comes nearly this far and probably--no, certainly\ncrosses this road. There may be more.\"\n\n\"Oh, yes,\" agreed Jill. Then she said irrelevantly, \"I'll bet they do\nmake him a sort of--ambassador to our government to arrange for\nmaking friends. He'll be able to convince them!\"\n\nAgain she referred to Vale. Lockley said nothing.\n\nNight was now fully fallen. There were myriad stars overhead. They saw\nthe telephone wire dipping between poles against the sky's brightness.\nThey passed an open gate where another telephone wire led away,\ndoubtless to another farmhouse. But if there was no one at the other\nend of a telephone line, there was no point in using a phone.\n\nThere came a rumbling noise behind them. They stared at one another in\nthe starlight. The rumbling approached.\n\n\"It--can't be!\" said Jill, marvelling.\n\n\"It's a motor,\" said Lockley. He could not feel complete relief.\n\"Sounds like a truck. I wonder--\"\n\nHe felt uneasiness. But it was absurd. Only human beings would use\nmotor trucks.\n\nThere was a glow in the distance behind them. It came nearer as the\nsound of the motor approached. The motor's mutter became a grumble. It\nwas definitely a truck. They could hear those other sounds that trucks\nalways make in addition to their motor noises.\n\nIt came up to the curve they'd rounded last. Its headlight beams\nglared on the cornstalks growing next to the highway. One headlight\nappeared around the turn. Then the other. An enormous trailer-truck\ncombination came bumbling toward them. Jill held up her hand for it to\nstop. Its headlights shone brightly upon her.\n\nAirbrakes came on. The giant combination--cab in front, gigantic box\nbody behind--came to a halt. A man leaned out. He said amazedly, \"Hey,\nwhat are you folks doin' here? Everybody's supposed to be long gone!\nAin't you heard about all civilians clearing out from twenty miles\noutside the Park? There's boogers in there! Characters from Mars or\nsomewhere. They eat people!\"\n\nEven in the starlight Lockley saw the familiar Wild Life Control\nmarkings on the trailer. He heard Jill, her voice shaking with relief,\nexplaining that she'd been at the construction camp and had been left\nbehind, and that she and Lockley had made their way out.\n\n\"We want to get to a telephone,\" she added. \"He has some information\nhe wants to give to the Army. It's very important.\" Then she\nswallowed. \"And I'd like to ask if you've heard anything about a Mr.\nVale. He was taken prisoner by the creatures up there. Have you heard\nof his being released?\"\n\nThe driver hesitated. Then he said, \"No, ma'm. Not a word about him.\nBut we'll take care of you two! You musta been through plenty! Jud,\nyou go get in the trailer, back yonder. Make room for these two folks\nup on the front seat.\" He added explanatorily, \"There's cases and\nstuff in the back, ma'm. You two folks climb right up here alongside\nof me. You sure musta had a time!\"\n\nThe door on the near side of the truck cab opened. A small man got\nout. Silently, he went to the rear of the trailer and swung up out of\nsight. Jill climbed into the opened door. Lockley followed her. He\nstill felt an irrational uneasiness, but he put it down to habit. The\npast few days had formed it.\n\n\"We've been cartin' stuff for the soldiers,\" explained the driver as\nLockley closed the door behind him. \"They keep track of where that\nterror beam is workin', and they tell us by truck radio, and we dodge\nit. Ain't had a bit of trouble. Never thought I'd play games with\nMartians! Did you see any of 'em? What sort of critters are they?\"\n\nHe slipped the truck into gear and gunned the motor. Truck and\ntrailer, together, began to roll down the highway. Lockley was\nirritated with himself because he couldn't relax and feel safe, as\nthis development seemed to warrant.\n\nLater, he would wonder why he hadn't used his head in this as in other\nmatters during the few days just past.\n\nHe plainly hadn't.\n\n\n\n\nCHAPTER 7\n\n\nThe driver was avidly curious about the area where supposedly no human\nbeing could survive. He asked absorbed questions, especially and\ninsistently about the aliens. Jill said that she'd seen a few of them,\nbut only at a distance. They'd been investigating the evacuated\nconstruction camp. They were about the size of men. She couldn't\ndescribe them, but they weren't human beings. He seemed to find it\nunthinkable that she hadn't examined them in detail.\n\nLockley came to her rescue. He observed that he'd been a prisoner of\nthe invaders, and had escaped. Then the driver's curiosity became\ninsatiable. He wanted to know every imaginable detail of that\nexperience. He expressed almost incredulous disappointment that\nLockley couldn't give even a partial description of the creatures.\nWhen convinced, he launched a detailed recital of the descriptions\noffered by the workmen from the camp. He pictured the aliens as hoofed\nlike horses, equipped with horns like antelopes, fitted with multiple\narms like octopi and huge multi-faceted eyes like insects.\n\nHe seemed to contemplate this picture with vast satisfaction as the\ntruck growled and rumbled through the night.\n\nThe headlights glared on ahead of the truck. There were dark fields\nand darker mountains beyond them. From time to time little side roads\nbranched off. They undoubtedly led to houses, but no speck of lamp\nlight appeared anywhere. This part of the world was empty, with the\nloneliness of a landscape from which every hint of human activity had\nbeen removed.\n\nJill asked a question. The driver grew garrulous. He gave a dramatic\npicture of terror throughout the world, the suspension of all ordinary\nantagonisms in the face of this menace to every man and nation on the\nearth. There was peace even in the world's trouble spots as appalled\nagitators saw how much worse things could be if the monsters took over\nthe world to rule. But the driver insisted that the United States was\ncalm. Us Americans, he assured Lockley, weren't scared. We were\neducated and we knew that them scientists would crack this nut\nsomehow. Like only yesterday a broadcast said this Belgian guy had\ncome up with calculations that said this poison beam had to be\nsomething like a radar beam or a laser beam or something like that.\nAnd the American scientists were right out there in front, along with\nguys from England and France and Italy and Germany and even Russia.\nAll the big brains of the world were workin' on it! Those Martians\nwere gonna wish they'd come visitin' polite instead of barging in like\nthey owned the world! They'd be lucky if they wound up ownin' Mars!\n\nLockley pressed for details about the scientists' results. He didn't\nexpect to get them, but the driver cheerfully obliged.\n\nRadio, said the driver largely, worked by making waves like those on\na pond. They spread out and reached places where there were\ninstruments to detect them, and that was that. Radar made the same\nkind of waves, only smaller, which bounced back to where there was an\ninstrument to detect them. These were ripple waves.\n\nLockley interpreted the term to mean sine waves, rounded at top and\ntrough. It was a perfectly good word to express the meaning intended.\n\nThese were natural kindsa waves, pursued the driver. Lightning made\nthem. Static was them, and sparks from running motors and blown fuses.\nWaves like that were generated whenever an electric circuit was made\nor broken besides their occurrence from purely natural causes.\n\n\"We can't feel 'em,\" said the driver expansively. \"We're used to waves\nlike that. Animals couldn't do anything about 'em and didn't need to\nbefore there was men. So when we come along, we couldn't notice 'em\nany more than we notice air pressure on our skin. We're used to it!\nBut these scientists say there's waves that ain't natural. They ain't\nlike ripples. They're like storm waves with foam on 'em. And that's\nthe kind of waves we can notice. Like storm waves with sharp edges. We\ncan notice them because they do things to us! These Martians make 'em\ndo things. But now we know what kinda waves they are, we're gonna mess\nthem up! And I'm savin' up a special kick for one o' those Martians\nwhen they're licked just as soon as I can find out which end of him is\nwhich an' suited to that kinda attention!\"\n\nLockley found himself suspicious and was annoyed. Jill was safe now.\nThis driver was well-informed, but probably everybody was\nwell-informed now. They had reason to become so!\n\nThe truck trundled through the night. High overhead, a squadron of\nplanes arrived to take its place in the ever-moving patrol around the\nPark. Another squadron, relieved, went away to the southwest. There\nwas a deep-toned, faraway roaring from the engines aloft. All the sky\nbehind the trailer seemed to mutter continuously. But the roof of\nstars ahead was silent.\n\nLockley stayed tense and was weary of his tenseness, Jill was safe. He\ntried to reason his uneasiness away. The cab of the truck wobbled and\nswayed. The feel of the vehicle was entirely unlike the feel of a\npassenger car. It felt tail-heavy. The driver had ceased to talk. He\nseemed to be musing as he drove. He'd asked about the invaders but\nseemed almost indifferent to any adventures Jill and Lockley might\nhave had on their way out. He didn't ask what they'd done for food. He\nwas thinking of something else.\n\nLockley found himself questioning the driver's statements just after\nthey got in. Driving for the Army. The Army kept track of where the\nterror beams existed, and notified this truck by truck radio, and he\ndodged all such road barriers. That was what he said. It seemed\nplausible, but--\n\n\"One thing strikes me funny,\" said the driver, musingly. \"Those\ncritters blindfoldin' you and those other guys. What' you think they\ndid it for?\"\n\n\"To keep us from seeing them,\" said Lockley, curtly.\n\n\"But why'd they want to do that?\"\n\n\"Because,\" said Lockley, \"they might not have been Martians. They\nmight not have been critters. They might have been men.\"\n\nOn the instant he regretted bitterly that he'd said it. It was a\nguess, only, with all the evidence against it. The driver visibly\njumped. Then he turned his head.\n\n\"Where'd you get that idea?\" he demanded. \"What's the evidence? Why\nd'you think it?\"\n\n\"They blindfolded me,\" said Lockley briefly.\n\nA pause. Then the driver said vexedly, \"That's a funny thing to make\nyou think they was men! Hell! Excuse me, ma'm!--they coulda had all\nkindsa reasons for blindfoldin' you! It coulda been part of their\nreligion!\"\n\n\"Maybe,\" said Lockley. He was angry with himself for having said\nsomething which was needlessly dramatic.\n\n\"Didn't you have any other reason for thinkin' they were men?\"\ndemanded the driver curiously. \"No other reason at all?\"\n\n\"No other at all,\" said Lockley.\n\n\"It's a crazy reason, if you ask me!\"\n\n\"Quite likely,\" conceded Lockley.\n\nHe'd been indiscreet, but no more. He'd said what he thought, perhaps\nbecause he was tired of watching all the country round him for a\nmenace to Jill, and then watching every word he spoke to keep her from\nabandoning hope for Vale.\n\nJill said, \"Where are we headed for? I hope I can get to a telephone.\nI want to ask about somebody.... He wants to tell the soldiers\nsomething.\"\n\n\"We're headed for a army supply dump,\" said the driver comfortably,\n\"to load up with stuff for the guys that're watching all around the\nPark. We'll be goin' through Serena presently. Funny. Everybody moved\nout by the Army. A good thing, too. The folks in Maplewood couldn't\nha' been got out last night before the Martians got there.\"\n\nThe trailer-truck went on through the night. The driver lounged in his\nseat, keeping a negligent but capable eye on the road ahead. The\nheadlights showed a place where another road crossed this one and\nthere was a filling station, still and dark, and four or five\ndwellings nearby with no single sign of life about them. Then the\ncrossroads settlement fell behind. A mile beyond it Jill said\nstartledly, \"Lights! There's a town. It's lighted.\"\n\n\"It's Serena,\" said the driver. \"The street lights are on because the\nelectricity comes from far away. With the lights on it's a marker for\nthe planes, too, so they can tell exactly where they are and the Park\ntoo. They can't see the ground so good at night, from away up there.\"\n\nThe white street lamps seemed to twinkle as the trailer-truck rumbled\non. A single long line of them appeared to welcome the big vehicle. It\nwent on into the town. It reached the business district. There were\nside streets, utterly empty, and then the main street divided. The\ntruck bore to the right. There were three and four-story buildings.\nEvery window was blank and empty, reflecting only the white street\nlamps. No living thing anywhere. There had been no destruction, but\nthe town was dead. Its lights shone on streets so empty that it would\nhave seemed better to leave them to the kindly dark.\n\nJill exclaimed, \"Look! That window!\"\n\nAnd ahead, in the dead and lifeless town, a single window glowed from\nelectric light inside it, and it looked lonelier than anything else in\nthe world.\n\n\"I'm gonna look into that!\" said the driver. \"Nobody's supposed to be\nhere.\"\n\nThe truck came to a stop. The driver got out. There was a stirring,\nbehind, and the small man who'd given his place to Jill and Lockley\npopped out of the trailer body. Lockley saw the name of a local\ntelephone company silhouetted on the lighted windowpane. He opened the\ndoor. Jill followed him instantly. The four of them--driver, helper,\nLockley and Jill--crowded into the building hallway to investigate\nthe one lighted room in a town where twenty thousand people were\nsupposed to live.\n\nThere was a door with a frosted glass top through which light showed.\nThe driver turned the door-knob and marched in. The room had an\nalcoholic smell. A man with sunken cheeks slept heavily in a chair,\nhis head forward on his chest.\n\nThe driver shook him.\n\n\"Wake up, guy!\" he said sternly. \"Orders are for all civilians to\nclear outa this town. You wanna soldier to come by an' take you for a\nlooter an' bump you off?\"\n\nHe shook again. The cadaverous man blinked his eyes open. The smell of\nalcohol was distinct. He was drunk. He gazed ferociously up at the\ndriver of the truck.\n\n\"Who the hell are you?\" he demanded belligerently.\n\nThe driver spoke sternly, repeating what he'd said before. The drunk\nassumed an air of outraged dignity.\n\n\"If I wanna stay here, that's my business! Who th' hell are you\nanyways, disturbin' a citizen tax-payer on his lawful occasions? Are\nyou Martians? I wouldn't put it pasht you!\"\n\nHe sat down and went back to sleep.\n\nThe driver said fretfully, \"He oughtn't to be here! But we ain't got\nroom to carry him. I'm gonna use the truck radio an' ask what to do.\nMaybe they'll send a Army truck to get him outa here. He could set the\nwhole town on fire!\"\n\nHe went out. The small man who was his helper followed him. He hadn't\nspoken a word. Lockley growled. Then Jill said breathlessly, \"The\nswitch-board has some long distance lines. I know how to connect them.\nShall I try?\"\n\nLockley agreed emphatically. Jill slipped into the operator's chair\nand donned the headset. She inserted a plug and pressed a switch.\n\n\"I did an article once on how--Hello! Serena calling. I have a very\nimportant message for the military officer in command of the cordon.\nWill you route me through, please?\"\n\nHer manner was convincingly professional. She looked up and smiled\nshakily at Lockley. She spoke again into the mouthpiece before her.\nThen she said, \"One moment, please.\" She covered the mouthpiece with\nher hand.\n\n\"I can't get the general,\" she said. \"His aide will take the message\nand if it's important enough--\"\n\n\"It is,\" said Lockley. \"Give me the phone.\"\n\nShe vacated the chair and handed him the operator's instrument with\nits light weight earphones and a mouthpiece that rested on his chest.\n\n\"My name's Lockley,\" said Lockley evenly. \"I was in the Park on a\nSurvey job the morning the thing came down from the sky. I relayed\nVale's message describing the landing and the creatures that came out\nof the--object. I was talking to him by microwave when he was seized\nby them. I reported that via Sattell of the Survey. You probably know\nof these reports.\"\n\nA tinny voice said with formal cordiality that he did, indeed.\n\n\"I've just managed to get out of the park,\" said Lockley. \"I've had a\nchance to experiment with a stationary terror beam. I've information\nof some importance about detecting those beams before they strike.\"\n\nThe tinny voice said hastily that Lockley should speak to the general\nhimself. There were clickings and a long wait. Lockley shook his head\nimpatiently. When a new voice spoke, he said, \"I'm at Serena. I was\nbrought here by a Wild Life Control trailer-truck which picked us up\njust outside the Park. I mention that because the driver says he's\ndriving it for the Army, now. The information I have to pass on is....\"\n\nCurtly and succinctly, he began to give exact information about the\nterror beam. Its detection so that one need not enter it. The total\nlack of effectiveness of a Faraday cage to check it. Its use to block\nhighways and its one use against a low-flying plane. The failure to\nsearch him out with that terror beam was to be noted. There was other\nevidence that the monsters were not monsters at all--\n\nThe new voice interrupted sharply. It asked him to wait. His\ninformation would be recorded. Lockley waited, biting his lips. The\nvoice returned after an unconscionably long wait. It told him to go\nahead.\n\nThe driver of the truck was taking a long time to make contact with\nthe military. He'd have done better by telephone instead of short\nwave.\n\nThe new voice repeated sharply for Lockley to go on with his story.\nAnd very, very carefully Lockley explained the contradictions in the\nbehavior of the invaders. The blindfolds. The fact that it had been\nabsurdly easy for four human prisoners in a compost pit shell to\nescape--almost as if it were intended for them to get away and report\nthat their captors regarded men as on a par with game birds and\nrabbits and porcupines. True aliens would not have bothered to give\nsuch an impression. But men cooperating with aliens would contrive\nevery possible trick to insist that only aliens operated at Boulder\nLake.\n\n\"I'm saying,\" said Lockley carefully, \"that they do not act like\naliens making a first landing on earth. Apparently their ship is\ndesigned to land in deep water. On a first landing, they should have\nchosen the sea. But they knew Boulder Lake was deep enough to cushion\ntheir descent. How did they know it? They didn't kill us local animals\nfor study, but they dropped in other local animals to convince us that\nthey wouldn't mind. Why try to fill us with horror--and then let us\nescape?\"\n\nThe voice at the other end said sharply, \"_What do you infer from all\nthis?_\"\n\n\"They've been briefed,\" said Lockley. \"They know too much about this\nplanet and us humans. Somebody has told them about human psychology\nand suggested that they conquer us without destroying our cities or\nour factories or our usefulness as slaves. We'll be much more valuable\nif captured that way! I'm saying that they've got humans advising and\ncooperating with them! I'm suggesting that those humans have made a\ndeal to run earth for the aliens, paying them all the tribute they can\ndemand. I'm saying that we're not up against an invasion only by\naliens, but by aliens with humans in active cooperation and acting not\nonly as advisers but probably as spies. I'm--\"\n\n\"_Mr. Lockley!_\" said the voice at the other end of the wire. It was\nstartled and shocked. It became pompous. \"_Mr. Lockley, what has been\nyour training?_\" The voice did not wait for an answer. \"_Where have\nyou become qualified to offer opinions contradicting all the\ninformation and all the decisions of scientists and military men\nalike? Where do you get the authority to make such statements? They\nare preposterous! You have wasted my time! You--_\"\n\nLockley reached over and flipped back the switch he'd seen Jill flip\nover. He carefully put down the headset. He stood up.\n\nThe driver and the small man came back. They picked up the sleeping\ndrunk and moved toward the door. Something fell out of the drunk's\npocket. It was a wallet. They did not notice. They went out, carrying\nthe drunk. Jill stooped and recovered it. She looked at Lockley's\nface.\n\n\"What--\"\n\n\"I'm trying,\" said Lockley in a grating voice, \"to figure out what to\ndo next. That didn't work.\"\n\n\"I'll be right back,\" said Jill.\n\nShe went out to deliver the wallet to the driver, who had apparently\nbeen ordered to put the drunk in the trailer body and deliver him\nsomewhere.\n\nLockley swore explosively when she was gone. He clenched and\nunclenched his hands. He paced the length of the room.\n\nJill came back, her face white.\n\n\"They opened the door of the trailer to pass him in,\" she said in a thin,\nstrained voice. \"And there were other men back there. Several of them! And\nmachinery! Not cages for animals but engines--generators--electrical\nthings! I'm frightened!\"\n\n\"And I,\" said Lockley, \"am a fool. I should have known it! Look\nhere--\"\n\nThe frosted-glass door opened. The driver came back. He had a revolver\nin his hand.\n\n\"Too bad!\" he said calmly. \"We should've been more careful. But the\nlady saw too much. Now--\"\n\nThe revolver bore on Lockley. Jill flung herself upon it. Lockley\nswung, with every ounce of his strength. He connected with the\ndriver's jaw. The driver went limp. Lockley had the revolver almost\nbefore he reached the floor.\n\n\"Quick!\" he snapped. \"Where was the machinery? Front or back part of\nthe trailer?\"\n\n\"All of it,\" panted Jill. \"Mostly front. What--\"\n\n\"The hall again,\" Lockley snapped. \"Hunt for a back door!\"\n\nHe thrust her out. She fumbled toward the back of the building while\nhe went to the street entrance. The trailer-truck loomed huge. The\ndriver's helper came out of it. Another man followed him. Still\nanother....\n\nLockley fired from the doorway. One bullet through the front part of\nthe truck. One near the middle. Then a third halfway between the first\ntwo. The three men dived to the ground, thinking themselves his\ntargets. But Jill called inarticulately from the back of the dark\nhall. Lockley raced back to her. He saw starlight. She waited,\nshivering. They went out and he closed the door softly behind him.\n\nHe took her hand and they ran through the night. Overhead there was a\nluminous mistiness because of the street light, but here were abysmal\ndarknesses between vague areas on which the starlight fell. Lockley\nsaid evenly, \"We've got to be quiet. Maybe I hit some of the\nmachinery. Maybe. If I didn't, it's all over!\"\n\nThe back of a building. An alleyway. They ran down it. There was a\nstreet with trees, where the street lights cast utterly black shadows\nin between intolerable glare. They ran across the street. On the other\nside were residences--the business district was not large. Lockley\nfound a gate, and opened it quietly and as quietly closed it behind\nthem. They ran into a lane between two dead, dark, dreary structures\nin which people had lived but from which all life was now gone.\n\nA back yard. A fence. Lockley helped Jill get over it. Another lane.\nAnother street. But this street was not crossed--not here, anyhow--by\nanother which led back to the street of the telephone office. A man\ncould not look from there and see them running under the lights.\n\nThe blessed irregularity of the streets continued. They ran and ran\nuntil Jill's breath came in pantings. Lockley was drenched in sweat\nbecause he expected at any instant to smell the most loathesome of\nall possible combinations of odors, and then to see flashing lights\noriginating in his own eyes, and sounds which would exist only in the\nnerves of his ears, and then to feel all his muscles knot in total and\nhorrible paralysis.\n\nThey heard the truck motor rumble into life when they were many blocks\naway. They heard the clumsy vehicle move. It continued to growl, and\nthey knew that it was moving about the streets with its occupants\ntrying to sight fleeing figures under the darknesses which were trees.\n\n\"I hit--I hit the generator,\" panted Lockley. \"I must have! Else\nthey'd swing a beam on us!\"\n\nHe stopped. Here they were in a district where many large homes pooled\ntheir lawns in block-long stretches of soft green. The street lights\ncast arbitrary patches of brightness against the houses, but their\nwindows were blank and dark. This street, like most in this small\ntown, was lined with trees on either side. There were the fragrances\nof flowers and grass.\n\n\"We aren't safe now,\" said Lockley, \"but I just found out there may\nnot be any safety anywhere.\"\n\nJill's teeth chattered.\n\n\"What will we do? What was that machinery? I felt--frightened because\nit wasn't what he said was back there. So I told you. But what was\nit?\".\n\n\"At a guess,\" said Lockley, \"a terror beam generator. The invaders\nmust have human friends. To us they're spies. They're cooperating with\nthe monsters. Apparently they're even trusted with terror beam\nprojectors.\"\n\nHe stood still, thinking, while in the distance the trailer-truck\nground and rumbled about the streets. It was not a very promising\nmethod for finding two fugitives. They could hide if it turned onto a\nstreet they used. It could not continue the search indefinitely. The\nmost likely final course would be to leave some of the unknown number\nof men in its trailer to search the town on foot. Even that might not\nbe successful. But it wouldn't be a good idea for Lockley and Jill to\nremain here, either.\n\n\"We look for two-car garages,\" said Lockley. \"It's not a good chance,\nbut it's all we've got. _If_ somebody had two cars, they might have\nleft one behind when they evacuated. I can jump an ignition switch if\nnecessary. Meanwhile we'll be moving out of town, which is a good idea\neven if we do it on foot!\"\n\nThey ceased to use the streets with their dramatic contrast of vivid\nlights with total shadows. They moved behind a row of what would be\nconsidered mansions in Serena, Colorado. Sometimes they stumbled over\nflower beds, and once there was a hose over which Jill tripped, and\nonce Lockley barked his shin on a garden wheelbarrow. Most of the\ngarages were empty or contained only tools and garden equipment.\n\nThen something made Lockley look up. A slender, truss-braced, mastlike\ntower rose skyward. It began on the lawn of a house with wide porches.\nThere was a two-car garage with one wide door open.\n\n\"A radio ham,\" said Lockley. \"I wonder--\"\n\nBut he looked first in the garage. There was a car. It looked all\nright. He climbed in and opened the door. The dome light came on. The\nkey was still in the ignition. He turned it and the gauge showed that\nthe gas tank was three-quarters full. This was unbelievable good\nfortune.\n\n\"They probably intended to use this and then changed their minds,\"\nsaid Lockley. \"I'll get the door open and attempt a little burglary.\nJust one burglary with a prayer that he used a storage battery for\nhis power!\"\n\nBreaking in was simple. He tried the windows opening on the main wide\nporch. One window slid up. He went inside, Jill following.\n\nThe ham radio outfit was in the cellar. Like most radio hams, this one\nhad battery-powered equipment as a matter of public responsibility. In\ncase of storm or disaster when power lines are down, the ham operators\nof the United States can function as emergency communication systems,\nworking without outside power. This operator was equipped as\nmembership in the organization required.\n\nLockley warmed up the tubes. He tuned to a general call frequency. He\nbegan to say, \"May Day! May Day! May Day!\" in a level voice. This\nemergency call has precedence over all other calls but S.O.S., which\nhas an identical meaning. But \"May Day\" is more distinct and\nunmistakable when heard faintly.\n\nThere were answers within minutes. Lockley snapped for them to stay\ntuned while he called for others. He had half a dozen hams waiting\ncuriously when he began to broadcast what he wanted the world to know.\n\nHe told it as briefly and as convincingly as he could. Then he said,\n\"Over\" and threw the reception switch for questions.\n\nThere were no questions. His broadcast had been jammed. Some other\nstation or stations were transmitting pure static with deafening\nvolume, evidently from somewhere nearby. Lockley could not tell when\nit had begun. It could have been from the instant he began to speak.\nIt was very likely that not one really useful word had been heard\nanywhere.\n\nBut a direction finder could have betrayed his position.\n\n\n\n\nCHAPTER 8\n\n\nIt was a ticklish job getting the car out of the garage and into the\nstreet. Lockley was afraid that starting the motor would make a noise\nwhich in the silence of the town's absolute abandonment could be heard\nfor a long way. The grinding of the starter, though, lasted only for\nseconds. It might make men listen, but they could hardly locate it\nbefore the motor caught and ran quietly. Also, the trailer-truck was\nstill in motion and making its own noise. Of course it was probably\nposting watchers and listeners here and there to try to find Lockley\nand Jill.\n\nSo Lockley backed the car into the street as silently as was possible.\nHe did not turn on the lights. He stopped, headed away from the area\nin which the truck rumbled. He sent the car forward at a crawl. Then\nan idea occurred to him and cold chills ran down his spine. It is\npossible to use a short wave receiver to pick up the ignition sparks\nof a car. Normally such sparkings are grounded so the car's own radio\nwill work. But sometimes a radio is out of order. It was\ncharacteristic of Lockley's acquired distrust of luck and chance that\nhe thought of so unlikely a disaster.\n\nHe eased the car into motion, straining his ears for any sign that the\ntruck reacted. Then he moved the car slowly away from the business\ndistrict. It required enormous self-control to go slowly. While among\nthe lighted streets the urge to flee at top speed was strong. But he\nclenched his teeth. A car makes much less noise when barely in motion.\nHe made it drift as silently as a wraith under the trees and the\nstreet lamps.\n\nThey got out of town. The last of the street lamps was behind them.\nThere was only starlight ahead, and an unknown road with many turns\nand curves. Sometimes there were roadsigns, dimly visible as\nuninformative shapes beside the highway. They warned of curves and\nother driving hazards, but they could not be read because Lockley\ndrove without lights. He left the car dark because any glare would\nhave been visible to the men of the trailer-truck for a very long way.\n\nStarlight is not good for fast driving, and when a road passes through\na wooded space it is nerve-racking. Lockley drove with foreboding,\nevery sense alert and every muscle tense. But just after a painful\nprogress through a series of curves with high trees on either side\nwhich he managed by looking up at the sky and staying under the middle\nof the ribbon of stars he could see, Lockley touched the brake and\nstopped the car.\n\n\"What's the matter?\" asked Jill, as he rummaged under the instrument\npanel.\n\n\"I think,\" said Lockley, \"that I must have damaged something in that\ntruck. Otherwise they'd have turned their beam on us just to get even.\n\n\"But maybe they'll be able to make a repair. In any case there are\nother beams. Those are probably stationary and the truck knows where\nthey are and calls by truck radio to have them shut off when it wants\nto go by. That would work. Using the Wild Life truck was really very\nclever.\"\n\nHe wrenched at something. It gave. He pulled out a length of wire and\nstarted working on one end of it.\n\n\"If they guess we got a car,\" he observed, \"they'll expect us to run\ninto a road block beam that would wreck the car and paralyze us. I'm\ntaking a small precaution against that. Here.\" He put the wire's end\ninto her hand. \"It's the lead-in from this car's radio antenna. It\nought to warn us of beams across the road as my watch spring did in\nthe hills. Hold it.\"\n\n\"I will,\" said Jill.\n\n\"One more item,\" he said. He got out of the car and closed the door\nquickly. He went to the back. There was the sound of breaking glass.\nHe returned, saying, \"No brake lights will go on now. I'll try to do\nsomething about that dome light.\" With a sharp blow he shattered it.\n\"Now we could be as hard to trail as that Wild Life truck was the\nother night.\"\n\nJill groped as the car got into motion again.\n\n\"You mean it was--Oh!\"\n\n\"Most likely,\" agreed Lockley, \"it was the thing that went out of the\npark and occupied Maplewood, flinging terror beams in all directions.\nSome of the truck's crew would have had footgear to make hoofprints.\nThey committed a token burglary or two. And there was the illusion of\naliens studying these queer creatures, men.\"\n\nThey went on at not more than fifteen miles an hour. The car was\nalmost soundless. They heard insects singing in the night. There was a\nsteady, monotonous rumbling high above where Air Force planes\npatrolled outside the Park. After a time Jill said, \"You seemed\ndiscouraged when you talked to that general.\"\n\n\"I was,\" said Lockley. \"I am. He played it safe, refused to admit that\nanybody in authority over him could possibly be mistaken. That's sound\npolicy, and I was contradicting the official opinion of his superiors.\nI've got to find somebody of much lower rank, or much higher.\nMaybe--\"\n\nJill said in a strained voice, \"Stop!\"\n\nHe braked. She said unsteadily, \"Holding the wire, I smell that\nhorrible smell.\"\n\nHe put his hand on the wire's end. He shared the sensation.\n\n\"Terror beam across the highway,\" he said calmly. \"Maybe on our\naccount, maybe not. But there was a side road a little way back.\"\n\nHe backed the car. He'd smashed the backing lights, too. He guided\nhimself by starlight. Presently he swung the wheel and faced the car\nabout. He drove back the way he had come. A mile or so, and there was\nanother hard-surface road branching off. He took it. Half an hour\nlater Jill said quickly, \"Brakes!\"\n\nThe road was blocked once more by an invisible terror beam, into which\nany car moving at reasonable speed must move before its driver could\nreceive warning.\n\n\"This isn't good,\" he said coldly. \"They may have picked some good\nplaces to block. We have to go almost at random, just picking roads\nthat head away from the Park. I don't know how thoroughly they can\ncage us in, though.\"\n\nThere was a flicker of light in the sky. Lockley jerked his head\naround. It flashed again. Lightning. The sky was clouding up.\n\n\"It's getting worse,\" he said in a strained voice. \"I've been taking\nevery turn that ought to lead us away from the Park, but I've had to\nuse the stars for direction. I didn't think that soldiers would keep\nus from getting away from here. I was almost confident. But what will\nI do without the stars?\"\n\nHe drove on. The clouds piled up, blotting out the heavens. Once\nLockley saw a faint glow in the sky and clenched his teeth. He turned\naway from it at the first opportunity. The glow could be Serena, and\nhe could have been forced back toward it by the windings of the\nhighway he'd followed without lights. Twice Jill warned him of beams\nacross the highway. Once, driven by his increasing anxiety, his brakes\nalmost failed to stop him in time. When the car did stop, he was aware\nof faint tinglings on his skin. There were erratic flashings in his\neyes, too, and a discordant composite of sounds which by association\nwith past suffering made him nauseated. Perhaps this extra leakage\nfrom the terror beam was through the metal of the car.\n\nWhen he got out of that terror beam the sky was three-quarters blacked\nout and before he was well away from the spot there was only a tiny\npatch of stars well down toward the horizon. There were lightning\nflickers overhead. After a time he depended on them to show him the\nroad.\n\nThen the rain came. The lightning increased. The road twisted and\nturned. Twice the car veered off onto the road's shoulders, but each\ntime he righted it. As time passed conditions grew worse. It was\nurgent that he get as far as possible from Serena, because of the Wild\nLife truck which could seize Jill and himself if its beam generators\nwere repaired, and whose occupants could murder them if they weren't.\nBut it was most urgent that he get away beyond the military cordon to\nfind men who would listen to his information and see that use was made\nof it. Yet in driving rain and darkness, without car lights and daring\nto drive only at a crawl, he might be completely turned around.\n\n\"I think,\" he said at last, \"I'll turn in at the next farm gate the\nlightning shows us. I'll try to get the car into a barn so it won't\nshow up at daybreak. We might be heading straight back into the Park!\"\n\nHe did turn, the next time a lightning flash showed him a turn-off\nbeside a rural free delivery mailbox. There was a house at the end of\na lane. There was a barn. He got out and was soaked instantly, but he\nexplored the open space behind the wide, open doors. He backed the car\nin.\n\n\"So,\" he explained to Jill, \"if we have a chance to move we won't have\nto back around first.\"\n\nThey sat in the car and looked out at the rain-filled darkness. There\nwas no light anywhere except when lightning glittered on the rain. In\nsuch illuminations they made out the farmhouse, dripping floods of\nwater from its eaves. There was a chicken house. There were fences.\nThey could not see to the gate or the highway through the falling\nwater, but there had been solid woodland where they turned off into\nthe lane.\n\n\"We'll wait,\" said Lockley distastefully, \"to see if we are in a tight\nspot in the morning. If we're well away--and I've no real idea where\nwe are--we'll go on. If not, we'll hide till dark and hope for stars\nto steer by when we go.\"\n\nJill said confidently, \"We'll make it. But where to?\"\n\n\"To any place away from Boulder Lake Park, and where I'm a human being\ninstead of a crackpot civilian. To where I can explain some things to\npeople who'll listen, if it isn't too late.\"\n\n\"It's not,\" said Jill with as much assurance as before.\n\nThere was a pause. The rain poured down. Lightning flashed. Thunder\nroared.\n\n\"I didn't know,\" said Jill tentatively, \"that you believed the\ninvaders--the monsters--had people helping them.\"\n\n\"The overall picture isn't a human one,\" he told her. \"But there's a\ndesign that shows somebody knows us. For instance, nobody's been\nkilled. At least not publicly. That was arranged by somebody who\nunderstood that if there was a massacre, we'd fight to the end of our\nlives and teach our children to fight after us.\"\n\nShe thought it over. \"You'd be that way,\" she said presently. \"But not\neverybody. Some people will do anything to stay alive. But you\nwouldn't.\"\n\nThe rain made drumming sounds on the barn roof. Lockley said, \"But\nwhat's happened isn't altogether what humans would devise. Humans who\nplanned a conquest would know they couldn't make us surrender to them.\nIf this was a sort of Pearl Harbor attack by human enemies--and you\ncan guess who it might be--they might as well start killing us on the\nlargest possible scale at the beginning. If monsters with no\ninformation about us landed, they might perpetrate some massacres with\nthe entirely foolish idea of cowing us. But there haven't been any\nmassacres. So it's neither a cold war trick nor an unadvised landing\nof monsters. There's another angle in it somewhere. Monster-human\ncooperation is only a guess. I'm not satisfied, but it's the best\nanswer so far.\"\n\nJill was silent for a long time. Then she said irrelevantly, \"You must\nhave been a good friend of ... of....\"\n\n\"Vale?\" Lockley said. \"No. I knew him, but that's all. He only joined\nthe Survey a few months ago. I don't suppose I've talked to him a\ndozen times, and four of those times he was with you. Why'd you think\nwe were close friends?\"\n\n\"What you've done for me,\" she said in the darkness.\n\nHe waited for a lightning flash to show him her expression. She was\nlooking at him.\n\n\"I didn't do it for Vale,\" said Lockley.\n\n\"Then why?\"\n\n\"I'd have done it for anyone,\" said Lockley ungraciously.\n\nIn a way it was true, of course. But he wouldn't have gone up to the\nconstruction camp to make sure that anyone hadn't been left behind.\nThe idea wouldn't have occurred to him.\n\n\"I don't think that's true,\" said Jill.\n\nHe did not answer. If Vale was alive, Jill was engaged to him;\nalthough if matters worked out, Lockley would not be such a fool as to\nplay the gentleman and let her marry Vale by default. On the other\nhand, if Vale was dead, he wouldn't be the kind of fool who'd try to\nwin her for himself before she'd faced and recovered from Vale's\ndeath. A girl could forgive herself for breaking her engagement to a\nliving man, but not for disloyalty to a dead one.\n\n\"I think,\" said Lockley deliberately, \"that we should change the\nsubject. I will talk about why I went to the Lake after you when\neverything has settled down. I had reasons. I still have them. I will\nexpress them, eventually, whether Vale likes it or not. But not now.\"\n\nThere was a long silence, while rain fell with heavy drumming noises\nand the world was only a deep curtain of lightning-lighted droplets of\nfalling water.\n\n\"Thanks,\" said Jill very quietly. \"I'm glad.\"\n\nAnd then they sat in silence while the long hours went by. Eventually\nthey dozed. Lockley was awakened by the ending of the rain. It was\nthen just the beginning of gray dawn. The sky was still filled with\nclouds. The ground was soaked. There were puddles here and there in\nthe barnyard, and water dripped from the barn's eaves, and from the\nnow vaguely visible house, and from the two or three trees beside it.\n\nLockley opened the car door and got out quietly. Jill did not waken.\nHe visited the chicken house, and horrendous squawkings came out of\nit. He found eggs. He went to the house, stepping gingerly from grass\npatch to grass patch, avoiding the puddles between them. He found\nbread, jars of preserves and cans of food. He inspected the lane. The\ncar's tracks had been washed out. He nodded to himself.\n\nHe went back to the barn. There was still only dusky half-light. He\npulled the doors almost shut behind him, leaving only a four-inch gap\nto see through. Now the car was safely out of sight and there was no\nsign that any living being was near.\n\n\"You closed the doors,\" said Jill. \"Why?\"\n\nHe said reluctantly, \"I'm afraid we're as badly off as we were at the\nbeginning. Unless I'm mistaken, we got turned around in that rainstorm\non those twisty roads, and the Park begins nearby. This isn't the\nhighway I drove up on to find you, the one where my car's wrecked.\nThis is another one. I don't think we're more than twenty miles from\nthe Lake, here. And that's something I didn't intend!\"\n\nHe began to unload his pockets.\n\n\"I got something for us to eat. We'll just have to lie low until night\nand fumble our way out toward the cordon, with the stars to guide us.\"\n\nThere was silence, save for the lessened dripping of water. Lockley\nwas filled with a sort of baffled impatience with himself. He felt\nthat he'd acted like an idiot in trying to escape the evacuated area\nby car. But there'd been nothing else to do. Before that he'd stupidly\nbeen unsuspicious when the Wild Life truck came down a highway that\nhe'd known was blocked by a terror beam. And perhaps he'd been a fool\nto refuse to discuss why he'd gone up to the construction camp to see\nto her safety when by all the rules of reason it was none of his\nbusiness.\n\nThe gray light paled a little. Through the gap between the barn doors,\nhe could see past the house. Then he could see the length of the lane\nand the trees on the far side of the highway.\n\nHe was laying out the food when suddenly he froze, listening. The\nstillness of just-before-dawn was broken by the distant rumble of an\ninternal-combustion engine. It was a familiar kind of rumbling. It\ndrew nearer. Except for the singularly distinct impacts of drippings\nfrom leaves and roof to the ground below, it was the only sound in all\nthe world.\n\nIt became louder. Jill clenched her hands unconsciously.\n\n\"I don't think there are any car tracks at the turn-off where we came\nin,\" said Lockley in a level voice. \"The rain should have washed them\nout. It's not likely they're looking for us here anyhow. But I've only\ngot three bullets left in the pistol. Maybe you'd better go off and\nhide in the cornfield. Then if things go wrong they'll believe I left\nyou somewhere.\"\n\n\"No,\" said Jill composedly, \"I'd leave tracks in the ploughed ground.\nThey'd find me.\"\n\nLockley ground his teeth. He got out the pistol he'd taken from the\ntruck driver in the lighted room in Serena. He looked at it grimly. It\nwould be useless, but....\n\nJill came and stood beside him, watching his face.\n\nThe rumbling of the truck was still nearer and louder. It diminished\nfor a moment where a curve in the road took the vehicle behind some\ntrees that deadened its noise. But then the sound increased suddenly.\nIt was very loud and frighteningly near.\n\nLockley watched through the gap between the barn doors. He stayed\nwell back lest his face be seen.\n\nThe trailer-truck with the Wild Life Control markings on it rumbled\npast. It growled and roared. The noise seemed thunderous. Its wheels\nsplashed as they went through a puddle close by the gate.\n\nIt went away into the distance. Jill took a deep breath of relief.\nLockley made a warning gesture.\n\nHe listened. The noise went on steadily for what he guessed to be a\nmile or more. Then they heard it stop. Only by straining his ears\ncould Lockley pick up the sound of an idling motor. Maybe that was\nimagination. Certainly at any other less silent time he could not\npossibly have heard it. Jill whispered, \"Do you think--\"\n\nHe gestured for silence again. The distant heavy engine continued to\nidle. One minute. Two. Three. Then the grinding of gears and the roar\nof the engine once more. The truck went on. Its sound diminished. It\nfaded away altogether.\n\n\"They got to a place where the road's blocked with a terror beam,\"\nsaid Lockley evenly. \"They stopped and called by short wave and the\nbeam was cut off, then they went past the block-point and undoubtedly\nthe beam was turned on again.\"\n\nHe debated a decision.\n\n\"We'll have breakfast,\" he said shortly. \"We'll have to eat the eggs raw,\nbut we need to eat. Then we'll figure things out. It may be that we'd be\nsensible to forget about cars and try to get to the cordon on foot,\nrobbing farmhouses of food on the way. There can't be too many ...\ncollaborators. And we could keep out of sight.\"\n\nHe opened a jar of preserves.\n\n\"But it would be better for you to be travelling by car, if tonight's\nclear and there's starlight to drive by.\"\n\nJill said practically, \"There might be some news....\"\n\nHer hands shook as she put the pocket radio on the hood of the car.\nLockley noticed it. He felt, himself, the strain of their long march\nthrough the wilderness with danger in every breath they drew. And he\nwas shaken in a different way by the proof that humans were\ncooperating fully with the invading monsters. It was unthinkable that\nanybody could be a traitor not only to his own country but to all the\nhuman race. He felt incredulous. It couldn't be true! But it obviously\nwas.\n\nThe radio made noises. Lockley turned it in another direction. There\nwas music. Jill's face worked. She struggled not to show how she felt.\n\nThe radio said, \"_Special news bulletin! Special news bulletin! The\nPentagon announces that for the first time there has been practically\ncomplete success in duplicating the terror beam used by the space\ninvaders at Boulder Lake! Working around the clock, teams of foreign\nand American scientists have built a projector of what is an entirely\nnew type of electronic radiation which produces every one of the\nphysiological effects of the alien terror beam! It is low-power, so\nfar, and has not produced complete paralysis in experimental animals.\nVolunteers have submitted themselves to it, however, and report that\nit produces the sensations experienced by members of the military\ncordon around Boulder Lake. A crash program for the development of the\nprojector is already under way. At the same time a crash program to\ndevelop a counter to it is already showing promising results. The\nauthorities are entirely confident that a complete defense against the\nno longer mysterious weapon will be found. There is no longer any\nreason to fear that earth will be unable to defend itself against the\ninvaders now present on earth, or any reinforcements they may\nreceive!_\"\n\nThe newscast stopped and a commercial called the attention of\nlisteners to the virtues of an anti-allergy pill. Jill watched\nLockley's face. He did not relax.\n\nThe broadcast resumed. With this full and certain hope of a defense\nagainst the invasion weapon, said the announcer, it remained important\nnot to destroy the alien ship if it could be captured for study. The\nuse of atom bombs was, therefore, again postponed. But they would be\nused if necessary. Meanwhile, against such an emergency, the areas of\nevacuation would be enlarged. People would be removed from additional\nterritory so if bombs were used there would be no humans near to be\nharmed.\n\nAnother commercial. Lockley turned off the radio.\n\n\"What do you think?\" asked Jill.\n\n\"I wish they hadn't made that broadcast,\" said Lockley. \"If there were\nonly monsters involved and they didn't understand English, it would be\nall right. But with humans helping them, it sets a deadline. If we're\ngoing to counter their weapon, they have to use it before we finish\nthe job.\"\n\nAfter a moment he said bitterly, \"There was a time, right after the\nlast big war, when we had the bomb and nobody else did. There couldn't\nbe a cold war then! There were years when we could destroy others and\nthey couldn't have fought back. Now somebody else is in that position.\nThey can destroy us and we can't do a thing. It'll be that way for a\nweek, or maybe two, or even three. It'll be strange if they don't take\nadvantage of their opportunity.\"\n\nJill tried to eat the food Lockley had laid out. She couldn't. She\nbegan to cry quietly. Lockley swore at himself for telling her the\nworst, which it was always his instinct to see. He said urgently,\n\"Hold it! That's the worst that could happen. But it's not the most\nlikely!\"\n\nShe tried to control her tears.\n\n\"We're in a fix, yes!\" he said insistently. \"It does look like there\nmay be a flock of other space ship landings within days. But the\nmonsters don't want to kill people. They want a world with people\nworking for them, not dead. They've proved it. They'll avoid\nmassacres. They won't let the humans who're their allies destroy the\npeople they want alive and useful.\"\n\nJill clenched her fists. \"But it would be better to be dead than like\nthat!\"\n\n\"But wait!\" protested Lockley. \"We've duplicated the terror beam. Do\nyou think they'll leave it at that? The men who know how to do it will\nbe scattered to a dozen or a hundred places, so they can't possibly\nall be found, and they'll keep on secretly working until they've made\nthe beams and a protection against them and then something more deadly\nstill! We humans can't be conquered! We'll fight to the end of time!\"\n\n\"But you yourself,\" said Jill desperately, \"you said there couldn't be\na defense against the beam! You said it!\"\n\n\"I was discouraged,\" he protested. \"I wasn't thinking straight. Look!\nWith no equipment at all, I found out how to detect the stuff before\nit was strong enough to paralyze us. You know that. The scientists\nwill have equipment and instruments, and now that they've got the beam\nthey'll be able to try things. They'll do better than I did. They can\ntry heterodyning the beam. They can try for interference effects. They\nmay find something to reflect it, or they can try refraction.\"\n\nHe paused anxiously. She sobbed, once. \"But other weapons--\"\n\n\"There may not be any. And there's bound to be some trick of\nrefraction that'll help. It thins out at the edges now. That's how we\nget warning of it. It's refracted by ions in the air. That's why it\nisn't a completely tight beam. Ions in the air act like drops of mist;\nthey refract sunshine and make rainbows after rain. And we got the\nsmell-effect first. That proves there's refraction.\"\n\nHe watched her face. She swallowed. What he'd said was largely without\nmeaning. Actually, it wasn't even right. The evidence so far was that\nthe nerves of smell were more sensitive than the optic nerves or the\nauditory ones, while nerves to bundles of muscle were less sensitive\nstill. But Lockley wasn't concerned with accuracy just now. He wanted\nto reassure Jill.\n\nThen his eyes widened suddenly and he stared past her. He'd been\nspeaking feverishly out of emotion, while a part of his mind stood\naside and listened. And that detached part of his mind had heard him\nsay something worth noting.\n\nHe stood stock-still for seconds, staring blankly. Then he said very\nquietly, \"You made me think, then. I don't know why I didn't, before.\nThe terror beam does scatter a little, like a searchlight beam in thin\nmist. It's scattered by ions, like light by mist-droplets. That's\nright!\"\n\nHe stopped, thinking ahead. Jill said challengingly, \"Go on!\" Again\nwhat he'd said had little meaning to her, but she could see that he\nbelieved it important.\n\n\"Why, a searchlight beam is stopped by a cloud, which is many\nmist-droplets in one place. It's scattered until it simply doesn't\npenetrate!\" Lockley suddenly seemed indignant at his own failure to\nsee something that had been so obvious all along. \"If we could make a\ncloud of ions, it should stop the terror beam as clouds stop light! We\ncould--\"\n\nAgain he stopped short, and Jill's expression changed. She looked\nconfident again. She even looked proud as she watched Lockley\nwrestling with his problem, unconsciously snapping his fingers.\n\n\"Vale and I,\" he said jerkily, \"had electronic base-measuring\ninstruments. Some of their elements had to be buried in plastic\nbecause otherwise they ionized the air and leaked current like a\nshort. If I had that instrument now--No. I'd have to take the plastic\naway and it couldn't be done without smashing things.\"\n\n\"What would happen,\" asked Jill, \"if you made what you're thinking\nabout?\"\n\n\"I might,\" said Lockley. \"I just possibly might make a gadget that\nwould create a cloud of ions around the person who carried it. And it\nmight reflect some of the terror beam and refract the rest so none got\nthrough to the man!\"\n\nJill said hopefully, \"Then tonight we go into a deserted town and\nsteal the things you need....\"\n\nLockley interrupted in a relieved voice, \"No-o-o-o. What I need, I\nthink, is a cheese grater and the pocket radio. And there should be a\ncheese grater in the house.\"\n\nHe listened at the barn door gap, and then went out. Presently he was\nback. He had not only a cheese grater but also a nutmeg grater. Both\nwere made of thin sheet metal in which many tiny holes had been\npunched, so that sharp bits of torn metal stood out to make the\ngrating surface. Lockley knew that sharp points, when charged\nelectrically, make tiny jets of ionized air which will deflect a\ncandle flame. Here there were thousands of such points.\n\nHe set to work on the car seat, pushing the pistol with its three\nremaining bullets out of the way. The pistol was reserved for Jill in\ncase of untoward events, when it would be of little or no practical\nvalue.\n\nHe operated on the tiny radio with his pocket-knife to establish a\ncircuit which should oscillate when the battery was turned on. There\nwas induction, to raise the voltage at the peaks and troughs of the\noscillations. A transistor acted as a valve to make the oscillations\nrepeated surges of current of one sign in the innumerable sharp points\nof the graters. And there was an effect he did not anticipate. The\nion-forming points were of minutely different lengths and patterns, so\nthe radiation inevitably accompanying the ion clouds was of minutely\nvarying wave lengths. The consequence of using the two graters was, of\ncourse, that rather astonishing peaks of energy manifested themselves\nin ultra-microscopic packages for a considerable distance from the\ndevice. But Lockley did not plan that. It happened because of the\nmaterials he had to use in lieu of something better.\n\nWhen it was finished he told Jill, \"I can only check ion production\nhere. If it works, it ought to make a lighter-flame flicker when near\nthe points. If it does that, I'll go up the road to where the\ntrailer-truck stopped. I've a pretty good idea that the road's blocked\nby a terror beam there.\"\n\nAbsorbed, he threw the switch. And instantly there was a racking,\ndeafening explosion. The pistol on the car seat blew itself to bits,\nsmashing the windshield and ripping the cushion open. The three\ncartridges in its cylinder had exploded simultaneously.\n\nLockley seized a pitchfork. He stood savagely, ready for anything.\nPowder smoke drifted through the barn. Nothing else happened.\n\nAfter long, tense moments, Lockley said slowly, \"That could be another\nweapon the monsters have turned on. It's been imagined. They could be\nusing a broadcast or a beam we haven't suspected to disarm the troops\nof the cordon. They could have a detonator beam that sets off\nexplosives at a distance. It's possible. And if that's what they're\nturning on they only have to sweep the sky and the bombers aloft will\nbe wiped out.\"\n\nBut there were no sounds other than the slowly diminishing drip of\nwater from the barn roof, and the house eaves, and the few trees in\nthe barnyard.\n\n\"Anyhow they've ruined our only weapon,\" said Lockley coldly. \"It\nwould be a detonation beam setting off the cartridges. That would be a\nperfect protection against atomic bombs, if the chemical explosive\nthat makes them go off could be triggered from a distance. Clever\npeople, these monsters!\"\n\nThen he said abruptly, \"Come on! It's ten times more necessary for us\nto get to where somebody can make use of our information!\"\n\n\"Go where?\" asked Jill, shaken once more.\n\n\"We take to the woods until dark,\" said Lockley, \"and meanwhile I'll\ncheck this supposedly promising gadget--though it looks pretty feeble\nif the monsters have a detonating beam--against the road blocking beam\nup yonder. Come on!\"\n\nHe stuffed his pockets with food. He led the way.\n\nThe morning had now arrived. The sun was visible, red at the eastern\nhorizon.\n\n\"Walk on the grass!\" commanded Lockley.\n\nThere was no point in leaving footprints, though there was no reason\nto believe the explosion on the car seat had been heard. Lockley,\nindeed, considered that if the aliens had just used a previously\nundisclosed weapon, there would be explosions of greater or lesser\nviolence all over the evacuated territory and all other areas within\nits range. There wouldn't be many farmhouses without a shotgun put\naway somewhere. There would be shotgun shells, too. If the aliens had\na detonator beam as well as one that produced the terror beam's\neffects, then all hope of resistance was probably gone.\n\nThey crossed to the house and moved alongside it. They went with\ninstinctive furtiveness out of the lane and quickly into the woodland\non the farther side. They were soaked almost immediately. Fallen\nleaves clung to their shoes. Drooping branches smeared them with\nwetness. Lockley went barely out of sight of the highway and then\ntrudged doggedly in the direction the Wild Life Control trailer-truck\nhad taken. He handed Jill the ribbon of bronze that had been the\nmainspring of his watch.\n\n\"We might pick up the beam from the wetness underfoot,\" he said, \"but\nwe'll play it safe and use this too.\"\n\nThey went on for a long way. Lockley fumed, \"I don't like this! We\nought to be there--\"\n\n\"I think,\" said Jill, \"I smell it.\"\n\n\"I'll try it,\" said Lockley.\n\nHe detected the jungle smell and its concomitant revolting odors. He\nled Jill back.\n\n\"Wait here, by this big tree stump. I'll be able to find you and\nyou're safe enough from the beam.\"\n\nHe turned away. Jill said pleadingly, \"Please be careful!\"\n\n\"A little while ago,\" he told her gloomily, \"I felt that I had too\nmuch useful information to take any chances with my life, let alone\nyours. I'm not so sure of my importance now. But I think you still\nneed somebody else around.\"\n\n\"I do!\" said Jill. \"And you know it! I'd much rather--\"\n\n\"I'll be back,\" he repeated.\n\nHe went away, trailing the watch spring.\n\nHe was extra cautious now. The smell recurred and grew stronger. He\nbegan to feel the first faint flashes of light in his eyes. It was the\nsymptom which followed the smell when approaching a terror beam. Then\na faint, discordant murmur, originating in his own ears. He turned on\nthe device made of two graters and the elements of a pocket radio. The\nsmell ceased. The faint flashes of light stopped. There was no longer\na raucous sound.\n\nHe turned off the ion producing device. The symptoms returned. He\nturned it on and off. He took a step forward. He tested again. The\ncloud of ions from the innumerable jagged points was invisible, but\nsomehow it refracted or reflected--in any case, neutralized--the\nweapon of the beings at Boulder Lake. He went on and presently he felt\nthe very faintest possible tingling of his skin and heard the barest\nwhisper of a sound, and smelled the jungle reek as something so\ndiluted that he was hardly sure he smelled it.\n\nHe went on, and those faint sensations ceased. Presently, impatient of\nhis own timorousness, he turned the device off again. He had walked\nthrough the terror beam.\n\nHe started back with the device turned on once more and at the point\nwhere he'd felt the beam's manifestations faintly, he stopped to savor\nhis now seemingly useless triumph. If the monsters had a detonating\nbeam this meant nothing. Yet it could have meant everything. He paid\nclose attention and distinctly but weakly experienced the effect of\nthe terror beam.\n\nThen he didn't. Not at all. The sensations were cut off.\n\nHe heard Jill cry out shrilly. He plunged toward the place where he\nhad left her. He raced. He leaped. Once he fell, and frantically swore\nat the wet stuff that had caused him to slip. He reached the tree\nstump and Jill was not there. He saw the saucer-sized tracks her feet\nhad made on the saturated fallen leaves. They led toward the road.\n\nHe heard a car door slam and a motor roar. He plunged onward more\ndesperately than before.\n\nThe motor raced away. And Lockley got out on the highway only in time\nto see the rear of a brown-painted, military-marked car some three\nhundred yards away. It swept around a curve of the highway and was\ngone. It was going through the space where the road was blocked by a\nterror beam, headed obviously for Boulder Lake.\n\nWhat had happened was self-evident. From her place beside the huge\nstump she'd seen a military car approaching. And she and Lockley had\nbeen trying to reach the cordon of troops around Boulder Lake. There\nwas no reason to distrust men in uniform or in a military car. She'd\nrun to flag it down. She had. By a coincidence, it was undoubtedly\nwhere a carload of collaborating humans would have stopped to have the\nroad-blocking beam cut off by their monster allies. She'd approached\nthe stopped car. And something frightened her. She screamed.\n\nBut she'd been pulled into the car, which went on before the beam\ncould come on again to stop it.\n\n\n\n\nCHAPTER 9\n\n\nIt was very likely that at that moment Lockley despised himself more\nbitterly than any other man alive. He blamed himself absolutely for\nJill's capture. If there were humans acting with the alien invaders,\nher fate would unquestionably be more horrible than at the hands of\nthe monsters alone. After all, there was one nation most likely to\ndeal with extra-terrestrial creatures to help them in the conquest of\nearth, and its troops were not notorious for their kindly behavior to\ncivilians.\n\nAnd Jill was their captive. He'd been carried past the place where a\nterror beam blocked the road. The military markings might mean the car\nwas stolen, or that its markings and paint were counterfeit. It seemed\ncertain that Jill had gone up to it in confidence that there could\nonly be American soldiers in such a car, and when near it found out\nher mistake too late.\n\nThese were not things that Lockley thought out in detail at the\nbeginning. He ran after the car like a mad man, unable to feel\nanything but horror and so terrible a fury that it should have killed\nits objects by sheer intensity.\n\nPresently he heard hoarse, gasping sounds. He realized that the sounds\nwere the breath going in and out of his own throat, while Jill was\ncarried farther and farther away from him in a car which traveled ten\nyards to his one. He sobbed then, and suddenly he was strangely and\nunnaturally calm. He was able to think quite coolly. The only\ndifference between this and normal thinking was that now he could\nonly think about one thing--full and complete and terrible revenge for\nthe crimes committed and to be committed against Jill. She would be\ntaken to Boulder Lake. So he would go to Boulder Lake, and somehow, in\nsome manner, he would destroy utterly all living beings there and\nevery trace of their coming.\n\nWhich, of course, was both natural and unreasonable. But reason would\nhave been unnatural at such a time as this.\n\nHe moved along the highway in a passion of ultimate resolve. In the\nrest of the world, time passed without knowledge of his emotional\nstate. The rest of the world was suffering emotional agonies of its\nown.\n\nThe United States had become popular among peoples who disliked all\nthings American except those they were given free, and who continued\nto dislike the givers. Now though, the United States had been invaded\nfrom space by creatures using weapons of unprecedented type and\neffect. If the United States were conquered, there was no other nation\nlikely to remain free. So a great deal of anti-Americanism faded under\npressure of an ardent desire for America to be successful in its\nself-defense.\n\nMoreover, anticipating other alien landings which could take place\nanywhere, the United States offered to share its stock of atom bombs\nwith any nation so invaded. American popularity increased. The fact\nthat the USSR made no such proposal also had its effect. The United\nStates invited scientists of every country to help in solving the\nmenace of the terror beam, and committed itself to share any\ndiscoveries for defense against it with all the world. Again there was\nan improvement in the public image of the United States abroad.\n\nBut Lockley knew nothing of this. His pocket radio no longer existed\nto give him news. It had been rebuilt into something else, whose most\nconspicuous parts were cheese and nutmeg graters, slung over his\nshoulder as he marched. But if he had known of changes in the\npopularity of his country, he wouldn't have been interested. He could\nfix his mind only on one subject and matters related to it.\n\nHe tramped along the highway, possessed by a cold demon of hatred. He\nwas on foot for lack of a car. He was unarmed. At the moment he\nbelieved that all the rest of humanity was disarmed, in effect if not\nin fact. So he had no plans, only an infinite hatred.\n\nBut because he would have to pass through terror beams to get at those\nhe meant to destroy, he realized that it was necessary to make sure\nthat he would be able to pass through them, that his equipment for\nreaching Boulder Lake was in good order. It was still turned on. He\nturned it off to be economical of its batteries. He went on, thinking\nof only one subject, examining every possibility for revenge with a\npassionate patience, undiscouraged because one idea after another was\nplainly impossible, but continuing obsessively to think of others.\n\nHe smelled the foetid odor, which cut through his absorption because\nof its connotations. He turned on his device and went doggedly ahead.\nHe knew he had entered a terror beam by the faint perceptions which\ncame through the cloud of ions his instrument produced. Then they\nceased. He knew that the beam had been cut off. He heard a motor rev\nup. A car or truck had stopped beyond the road-blocking beam and\nwaited for it to be cut off, as it had been.\n\nLockley stepped into the woods hating the vehicle bitterly as it\napproached, but wanting to save destruction for those where Jill had\nbeen taken.\n\nHe was hidden when the car appeared. It was a perfectly commonplace\ncar with a whip aerial at its rear. It came confidently along the\nhighway. A hundred yards from him, there were explosions. Smoke came\nout of the open windows. The engine stopped and the car bucked crazily\nand went into the ditch beside the highway. A man plunged out,\nslapping at his leg. A revolver in its holster had exploded all its\nshells. The leather holster had saved him from serious injury, but his\nclothing was on fire. Other men, two of them, got out hastily. Things\nhad exploded in the back of the car, too. The three men swore\nagitatedly.\n\nThen one of them said something which stimulated the others to frantic\nflight down the highway away from the ditched car. The third man\nlimped anxiously after the faster-moving two.\n\nLockley, watching and hating with undivided attention, knew when the\nterror beam came on again. He felt it, very faint because of his\nprotection, but quite distinct. The explosions had taken place when\nthe car was in the area now covered again by the terror beam. The men\nin the car, astonished and scorched, had fled because the beam was due\nto come back on and they didn't want to be caught in it.\n\nLockley noted that the human confederates of the monsters had no\nprotection against the beam to match his own. Perhaps the monsters\nthemselves were protected only near the projectors. This was an item\naffecting his plans of revenge for Jill. He stored it away in his\nmind. Then he realized that the weapons in the car had exploded just\nlike the pistol on his own seat cushion. The explosion was not\nassociated with the terror beam. There'd been no beam in action when\nhis own pistol blew up. It did not seem reasonable that if the\nmonsters possessed a detonation beam that they'd turn it on their own\nconfederates.\n\nNo. Rational beings would do nothing so self-contradictory.\n\nThen Lockley looked down at the cheese grater-pocket radio device of\nhis own manufacture. He considered the fact that his own pistol had\nexploded the instant he'd turned the gadget on. The weapons in the\nother car detonated when that car was near him.\n\nHe plodded onward thinking very clearly and precisely about the\nmatter. He even remembered to turn off his gadget because he would\nneed it to avenge Jill. But when he tried to think of any subject\nunconnected with revenge, his mind became confused and agitated.\n\nTwo miles along the highway, which had not yet turned to head in\ntoward Boulder Lake, there was a farmhouse. Lockley walked heavily to\nthe abandoned building. He found the door locked. Without conscious\nthought, he forced it. He searched the closets. He found a shotgun and\nhalf a box of shells. He considered them, then left the gun and all\nthe shells but three. He went out. Presently he laid a shotgun shell\ndown on the road. He paced off twenty-five yards and dropped another.\nHe dropped a third twenty-five yards farther on, and then carefully\ncounted off three hundred feet. The car had been just about that far\naway when the explosions came.\n\nHe turned on his device. Two of the three shells exploded smokily. The\nfarthest away did not explode.\n\nHe did not rejoice. He went on without elation, but it became a part\nof his painstaking search for vengeance that he knew he could set off\nexplosives within a hundred and twenty-five yards of himself. There\nwas something about the device he'd constructed which made explosives\ndetonate, up to a distance of a little over one hundred yards. He felt\nno curiosity about it, though it was simple enough. The heterodyning\nof extremely saw-toothed waves produced peaks of energy until the\nsaw-teeth began to smooth out. There were infinitesimal spots in\nwhich, for infinitesimal lengths of time, energy conditions comparable\nto sparks existed. This had not been worked out in advance, but the\nreason was clear.\n\nHe came to the place where the main highway to Boulder Lake branched\noff from the road he was following. He turned into it, walking\ndoggedly.\n\nThree miles toward the lake, an engine sounded from behind him. He got\noff the highway and turned the switch. A half-ton truck came trundling\nopenly along the road. It came closer and closer.\n\nSmall-arm ammunition exploded. The engine stopped and the light truck\ntoppled over onto its side. Lockley did not approach it. Its driver\nmight not be dead, and he would not find it possible to leave any man\nalive who was associated with Jill's captors. He passed the truck and\nwent on up the highway.\n\nSeven miles up the road a truck came down from Boulder Lake. Lockley\nplaced himself discreetly out of sight. He turned on his instrument. A\ngun flew to pieces with a thunderous detonation. The truck crashed. It\nwas interesting to Lockley that automobile engines invariably went\ndead at about the time that explosives went off. The fact was, of\ncourse, that ionized air is more or less conductive. In an ion cloud\nthe spark plugs shorted and did not fire in the cylinders.\n\nThere were two other vehicles which essayed to pass Lockley as he\nwent on up the long way to the lake. Both came from the interior of\nthe Park. He left them wrecked beside the highway. Between times, he\nwalked with a dogged grimness toward the place where Vale had been the\nfirst to report a thing come down from the sky. That had been how many\ndays ago? Three? Four?\n\nThen Lockley had been a quiet and well-conducted citizen inclined to\npessimism about future events, but duly considerate of the rights of\nothers. Now he'd changed. He felt only one emotion, which was hatred\nsuch as he'd never imagined before. He had only one motive, which was\nto take total and annihilating vengeance for what had been done to\nJill.\n\nHe plodded on and on. He had to make a march of not less than twenty\nmiles from the Park's beginning. He journeyed on foot because there\nwere terror beams to pass and automobile engines did not run when his\nprotective device operated. He could not arm himself from the cars\nthat ditched, because all chemical explosive weapons and their\nammunition blew at the same time. He was a minute figure among the\nmountains, marching alone upon a winding highway, moving resolutely to\ndestroy--alone--the invaders from outer space and the men who worked\nwith them for the conquest of earth. For his purpose he carried the\nstrangest of equipment, a device made of a pocket radio and a cheese\ngrater.\n\nHe had food in his pockets, but he could not eat. During the afternoon\nhe became impatient of its weight and threw it away. But he thirsted\noften. More than once he drank from small streams over which the\nhighway builders had made small concrete bridges.\n\nAt three in the afternoon a truck came up from behind. Here he\ntrudged between steep cliffs which made him seem almost a midget. The\nhighway went through a crevice between adjoining mountainsides. There\nwas no place for him to conceal himself. When he heard the engine, he\nstopped and faced it. The truck had picked up many men from wrecked\ncars along its route. There were scorched and scratched and wounded\nmen, hurt by the explosion of their firearms. The truck brought them\nalong and overtook Lockley.\n\nHe waited very calmly since it did not seem likely that they would\nrealize that one man had caused the crashes. The driver of the truck\nwith the picked-up men did not even think of such a thing. Lockley\nseemed much more likely the victim of still another wreck.\n\nThe overtaking truck slowed down. There would be no strangers in\nBoulder Lake Park. There would only be the task force aiding the\nmonsters, as Lockley reasoned it out. So the truck slowed, preparatory\nto taking Lockley aboard.\n\nAt a hundred and twenty-five yards from Lockley, weapons in the truck\ncab blew themselves violently apart. The engine, stopped in gear,\nacted as a violently applied brake. The truck swerved off the highway.\nIt turned over and was still.\n\nLockley turned and walked on. He considered coldly that it was\nperfectly safe for him to go on. There were no weapons left behind\nhim. The men themselves were shaken up. They would attempt to make no\ntrouble beyond a report of their situation and a plea for help. The\nreport could be made by the radio, which was not smashed.\n\nHalf an hour later, Lockley felt the tingling which meant that his\ninstrument was protecting him from a terror beam. The tingling lasted\nonly a short time, but fifteen minutes later it came back. Then it\nreturned at odd intervals. Five minutes--eight--ten--three--six--one.\nEach time the terror beam should have paralyzed him and caused intense\nsuffering. A man with no protective device would have had his nerves\nshattered by torment coming so violently at unpredictable intervals.\n\nLockley tried to reason out why this nerve-wracking application of the\nterror beam hadn't been used before. To an unprotected man it would be\nworse than continuous pain. No living man could remain able to resist\nany demand if exposed to such torture.\n\nThe beam was evidently swung at random intervals, and the phenomenon\nlasted for an hour and a half. Anyone but Lockley behind a cloud of\nions would have been reduced to shivering hysteria. Then, suddenly,\nthe beamings stopped. But Lockley left his device in operation.\n\nHalf an hour later still--close to five o'clock--it appeared that the\ninvaders assumed that any enemy should have been softened up for\ncapture. They sent an expedition to find out what had happened to\ntheir trucks and cars.\n\nLockley saw four cars and a light truck in close formation moving\ntoward him from the Lake. They were close, as if for mutual\nprotection. They moved steadily, as if inviting the fate that had\novertaken others. The short wave reports from smashed trucks seemed\nimprobable to them, but the expedition was equipped to investigate\neven such unlikely happenings.\n\nThe four cars in the lead contained five men each. Each man was armed\nwith a rifle containing a single cartridge in its chamber and none in\nits magazine. The rifles pointed straight up. There was more\nammunition in the light truck behind, and it was in clips ready for\nuse, but the truck body was of iron. If that ammunition detonated, it\ncould do no harm. If it did not, it would be available for use against\nthe single man mentioned by the driver of the last truck to be\nwrecked.\n\nBut Lockley saw them coming. They came sedately down a long straight\nstretch of road. He climbed a rocky wall beside the highway to a\nlittle ravine that led away from the road. He posted himself where he\nwas extremely unlikely to be seen. Then he waited.\n\nThe cavalcade of cars appeared. It drove briskly toward Lockley at\nsomething like thirty miles an hour. Perhaps ten yards separated the\nlead car from the second. The truck was a trifle closer to the four\nman-carrying vehicles. They swept along, every man alert. They would\npass forty feet below Lockley.\n\nHe did nothing. His device was already turned on. He watched in\ndetached calm.\n\nThe lead car stopped as if it had run into a brick wall, while rifles\ninside it blew holes in its top. The second car crashed into it,\nrifles detonating. The third car. The fourth. The truck piled into the\nothers with a gigantic flare and furious report, each separate brass\ncartridge case exploding in the same instant. The truck became scrap\niron.\n\nLockley went away along the small ravine. From now on he would avoid\nthe highway. He estimated that he would arrive at Boulder Lake itself\nabout half an hour after dark. It occurred to him that then Jill would\nhave been a prisoner of the invaders for something more than twelve\nhours, at least ten of them at their headquarters.\n\nBefore he began the climb that would take him to the invaders, Lockley\nstopped at a small stream.\n\nHe drank thirstily.\n\n\n\n\nCHAPTER 10\n\n\nThere was a three-day-old moon in the sky when the last colors faded\nin the west. When darkness fell it was already low. It gave little\nlight; not much more than the stars alone. It did help Lockley while\nit lasted however. He knew the terrain about Boulder Lake but not in\ndetail. And it would not be wise for him to move openly to wreak\ndestruction on the enemies of his nation.\n\nHe used the moonlight for his approach by the least practical route to\nthe lake. When it dimmed and went behind the mountains, he continued\nto climb, sliding dangerously, then descend and climb again as the\nrough going demanded. His mind was absorbed with reflections upon what\nhe meant to do. The wrecks on the highway would have given notice to\nthe invaders that he could do damage. They would take every possible\nprecaution against him.\n\nIt was typical of Lockley that he painstakingly imagined every\nobstacle that might be put in his way. During the last half hour of\nhis scrambling travel, for example, he was tormented by a measure his\nenemies might have used to make him advertise his presence. If they\nsimply laid rifle cartridges on the ground at intervals of twenty-five\nor fifty yards, he could not cross that line with his device in\noperation without blowing up those shells. It was a possible\ncountermeasure that caused him to sweat with worry.\n\nBut it wasn't thought of by anyone else. To contrive it, a man would\nhave to know how the detonation field worked and how far it extended.\nNobody but Lockley knew. Therefore no one could contrive this defense\nagainst him.\n\nHe worked his way to Boulder Lake's back door through brushwood and\nover boulders. Presently he looked down upon his destination. To his\nright and left rocky masses were silhouetted against the starry sky.\nHe gazed down on the lake and the shoreline where the hotel would be\nbuilt, and the places where roads came out of the wilderness.\n\nThere were changes since the time he'd looked down from Vale's survey\npost and before the terror beam captured him. He catalogued them\nmentally, but the sight before him was intolerable. Everything he saw,\nhere where space monsters were believed to hold sway, was in reality\nthe work of men. Rage filled him at the sight. Hatred. Fury....\n\nIn the rest of the world an entirely different sort of emotion was\nfelt about the subject of the invaders. The United States had\nannounced to all the world that American and other scientists, working\ntogether, had solved the mystery of the alien weapon. They had\nproduced a duplicate of the terror beam. It was no less effective and\nno less an absolute weapon than the invaders'. And a defense had been\nfound which was complete. It was being rushed into production. The\nexperimental counter beam generators would be moved into position to\nfrustrate and defeat the monsters who had landed upon earth. Military\ndetachments, protected by the counter generators, would move upon\nBoulder Lake at dawn. By sunset tomorrow the aliens would be dead or\ncaptive, and their ship would undoubtedly be in the hands of\nscientists for study.\n\nMoreover, the United States would provide counter weapons for other\nnations. In no more than months every continent and nation on earth\nwould be equipped to defy any alien landing that might take place.\nThe world would be able to defend itself. It would be equipped to do\nso. And this was the resolve of the United States because the world\ncould not exist half free and half enslaved by creatures from a\ndistant planet. The news poured out from all sources. The alien weapon\nwas understood and now could be defied. Soon all the world would be\nprovided with counter weapons. It was necessary for all the world to\nbe prepared and prepared it would be.\n\nThis was the information which made all the world rejoice, though not\nyet at ease because aliens still occupied a tiny part of the earth.\nBut all the world was eager for confirmation of the news it had just\nreceived.\n\nLockley had no such soothing anticipations. He shook with fury because\nwhat he saw before him was so appalling as to be almost unbelievable.\n\nIt was not dark in the space he looked down upon. There were bright\nfloodlights placed here and there to drench a large area with light.\nThere were few figures in sight. But what the floodlights showed made\nLockley quiver with hatred.\n\nThe floodlights were of typically human type. There were vehicles\nparked on a level grassy space. They were of human manufacture. There\nwas no space ship in the lake, but there was a three-stage rocket set\nup, ready for firing. It was of the kind used by humans to put\nartificial satellites into orbit. Lockley even knew its designation,\nand that it used the new solid fuels for propulsion.\n\nIn the lair of the creatures from outer space there was nothing from\nouter space. There was nothing in view which was alien or unearthly or\nextra-terrestrial. And Lockley made inarticulate growling sounds\nbecause he saw with absolute clarity and certainty that there never\nhad been anything from outer space at this spot.\n\nThere were no monsters. There never had been. And the truth was more\nhorribly enraging than the deception had been.\n\nBecause this could mean the death of the world. This was an attempt to\nfight the last war on earth in disguise. Humans had posed as non-human\nbeings so that America would fight against phantoms while its great\nmilitary rival pretended to help and actually stabbed from behind.\n\nIt was completely logical, of course. An admitted attack by terror\nbeams in the form of death rays would involve retaliation by America.\nAgainst a human enemy great, roaring missiles could circle earth to\nplunge down upon that enemy's cities to turn them and their\ninhabitants into incandescent gas. An attack known to be by humans and\nupon humans must touch off the world's last war in which every living\nthing might die. No conceivable success at the beginning could prevent\nfull retaliation. But if the attack were believed to be from space,\nthen American weapons and valor would be spent against creatures which\nwere no more than ghosts.\n\nLockley moved forward. Only he could know the situation as it\npresented itself here. Even vengeance for Jill should be put aside, if\nit called for action irrelevant to this state of things. But it did\nnot. A full and terrible revenge for her required exactly the action\nthe coolest of cold-blooded resolutions would suggest be taken now.\nAnd Lockley moved on and downward to take it.\n\nHe began to crawl downhill toward the lights, unaware that there were\nsome gaps in his picture of the total scene. For example, these lights\ncould be detected by aircraft overhead. The fact did not occur to\nLockley. He was not given pause by the relaxation of the enemy's\ndisguise so far as air observation was concerned. He didn't think of\nit. He moved on.\n\nHe drew near the lighted area. He did not walk, he crawled. He began\nto listen with fury-sharpened ears. If he could get close to that huge\nrocket, close enough to detonate its solid fuel stores....\n\nThat would be at once revenge and expedience. If the rocket's fuel\nblew up instead of burning as intended, it would annihilate the camp.\nIt would wipe out every living creature present. But there would be\nfragments left by the explosion. There would be corpses. There would\nbe wreckage. And that wreckage and those corpses would be unmistakably\nhuman. The last war on earth might not be avoided, but at the worst it\nwould be fought against America's actual enemy and not against\nimaginary monsters.\n\nIt was worth dying to accomplish even that. But Jill....\n\nLockley's progress was infinitely slow, but he needed to take the\ngreatest pains. He listened carefully.\n\nHe heard the faint high roaring of the planes overhead. They were far\naway. There were sounds of insects, and the cries of night birds, and\nthe rustling of leaves and foliage.\n\nThere was another sound. A new sound. It was inexplicable. It was a\nstrange and intermittent muttering. There was a certain irregular\nrhythm to it, a familiar rhythm.\n\nHe crawled on.\n\nThere was movement suddenly, off to his left. Then it stopped. It\ncould be a man on watch against him simply shifting his position.\nLockley froze, and then went on with even greater caution. He felt\nthe ground before him for small twigs that might crack under his\nweight.\n\nThe muttering continued. Presently Lockley realized that it was a\nhuman voice. It was resonant and with many overtones, but still too\nfaint for him to distinguish words.\n\nHe crossed a slight rise that had much brushwood. The brushwood grew\nin clumps and he circled them with a patient caution foreign to his\nfeelings.\n\nThe muttering changed and went on. Lockley pressed himself to the\nground. Men went past him a hundred feet away. He saw them in outline\nagainst the illuminated parked cars and trucks and in the space around\nthe huge rocket. They carried no rifles, probably no firearms at all.\nLockley's march up the highway had warned them of the uselessness of\nguns, at least at short range. They were watching for him now. Perhaps\nthese men were relieving other watchers on the hillside.\n\nHe saw other men. They seemed to move restlessly around the lighted\narea.\n\nThe muttering was louder now. He could almost catch the words. He made\nanother hundred yards toward the rocket and the voice changed again.\nThen he was dazed. The voice was speaking to him! Calling him by name!\n\n_\"Lockley! Lockley! Don't do anything crazy! Everything can be\nexplained! You'll recognize my voice. You talked to me on the\ntelephone from Serena!_\"\n\nLockley did recognize the voice. It was that of the general who'd\nsounded pompous and indignant as he refused to listen to Lockley's\nstatements. Now, coming out of many loudspeakers and echoing hollowly\nfrom cliffs, it was the same voice but with an intonation that was\npersuasive and forthright.\n\n\"_You startled me_,\" said the voice crisply. \"_You'd found out there\nwere humans involved in this business. It was important that the fact\nbe suppressed. I tried to browbeat you, which was a mistake. While I\nwas talking to you your suspicion was reported on short wave by the\nWild Life driver. I tried to overawe you. You're the wrong kind of man\nfor that. But everything can be explained. Everything! Here's Vale to\nprove it!_\"\n\nThere was only an instant's pause. Then Vale's voice came out of the\nloudspeakers spread all about.\n\n\"_Lockley, this is Vale. The whole thing's faked. There's a good\nreason for it, but you stumbled on the facts. They had to be kept\nsecret. I didn't even tell Jill. This isn't treason, Lockley. We\naren't traitors! Come out and I'll explain everything. Here's\nSattell._\"\n\nAnd Sattell's voice boomed against the hills.\n\n\"_Vale's right, Lockley! I didn't know what was up. I was fooled as\nmuch as anybody. But it's all right! It's perfectly all right! When\nyou understand you'll realize that you had to be deceived just as I\nwas. Come on out and everything will be explained to your\nsatisfaction. I promise!_\"\n\nLockley grimaced. How did Sattell get up here? And the general in\ncommand of the cordon? More than that, why did they call his name\ninstead of simply trying to kill him? Why post watchers on the\nhillsides if they were anxious to explain and not to murder? How could\nthey hope to deceive him after Jill....\n\nThere was a pause, and then what was evidently considered a decisive\nmessage came. It was Jill's voice, weary and desperate. It said,\n\"_Please come out and listen! Please come and let them explain\neverything. They can do it. I understand and I believe them. It's\ntrue. It's not treason. I--I beg you to come out and let them tell\nyou why all this has happened...._\"\n\nHer voice trailed off. It had trembled. It was tense. It was strained.\nAnd Lockley cursed softly, shaking with rage. Then the first voice\nreturned, \"_Lockley! Lockley! Don't do anything crazy! Everything can\nbe explained. You'll recognize my voice. You talked to me on the\ntelephone from Serena._\"\n\nThis voice repeated, word for word and intonation for intonation,\nexactly what it had said before. The other voices followed in the same\norder. They were taped.\n\nIn Lockley's state of mind, the taping took away all authority from\nthe voices. Jill, in particular, sounded as she might have if torture\nhad been used to break her will and force her to say what her captors\nwished. She could not put any warning into it, because she could have\nbeen forced to repeat and repeat the message until her captors were\nsatisfied.\n\nThat would all be avenged now. All of it. And Jill would be grateful\nto Lockley even if they never saw each other again; grateful for the\nmonstrous blast that would wipe this place clean of living creatures.\n\nLockley suddenly saw a way by which his vengeance could be increased\nby just a little. It could be made even more satisfying and just.\nHiding under brushwood while the voices tirelessly repeated their\nrecorded persuasion, he made a very simple device. It switched onto\nthe instrument he carried. If his hand clenched, it would go on. If\nhis hand relaxed, it would go on. So if he could get within a hundred\nand twenty-five yards of the rocket he could show himself and let them\nknow what waited for them, and why.\n\nWith infinite patience he got to a place almost near the circle of\nunarmed guards about the rocket. He waited. The guards were tense.\nThey did not like trying to protect something with no weapons. They\nwere jumpy. The endlessly repeated messages booming into the night\nfrayed their nerves. They were plainly on edge.\n\nTheir tenseness made the oldest trick in the world serve Lockley's\npurpose. He threw a stone from an especially dark shadow. It struck\nand bounced upon another stone, and it created a rustling of brushwood\nat a place distant from Lockley. And the unarmed guards plunged for\nthat place to seize whatever or whoever had made the disturbance.\n\nThey were too eager. They stumbled upon each other.\n\nAnd Lockley ran, and a voice cried out in terror. And then Lockley\nstood with his back to the rocket's lower parts, and he waved the\ncheese grater derisively and shouted.\n\nThen there was stillness. Only the booming voice from the speakers\nwent on. It happened to be Sattell's voice.\n\n\"_ ... all right. It's perfectly all right. When you understand you'll\nrealize that you had to be deceived as I was. It was necessary. Come\nout and everything--_\"\n\nSomebody cut off the recorder. There was a moment of blank indecision,\nand then a man in uniform with two general's stars on his shoulders\ncame out of somewhere and walked to face Lockley.\n\n\"Ah, Lockley!\" he said briskly. \"That's the thing you smash cars and\nexplode ammunition with, eh? Do you think it will blow the rocket?\"\n\n\"I'm going to try it!\" said Lockley. \"Listen.\" He showed how anything\nthat could be done to him would close the switch one way or the other.\n\"I wanted you to know before I blow it!\" he said fiercely. \"Where's\nJill? Jill Holmes? One of your cars picked her up and brought her\nhere. Where is she?\"\n\n\"We sent her,\" said the general, \"over to the construction camp, in\ncase you managed to get in the exact situation you're in. In other\nwords, she's safe. She'll be coming shortly, though. She was to be\nnotified the instant you appeared--if the rocket didn't blast as your\ngreeting.\"\n\nLockley ground his teeth.\n\n\"We'll have this settled before she gets here!\"\n\nVale appeared. He walked forward and stood beside the general.\n\n\"We did a job that was several times too good, Lockley,\" he said\nruefully. \"I'd rehearsed my song-and-dance until we thought it was\nperfect. What made you suspicious, Lockley? Did you notice we kept the\ncommunicator aimed right so you'd hear through to the end? A fine\npoint, that. We worried about it.\"\n\nThe headlights of a car moved against a mountainside.\n\n\"You see,\" said Vale, \"the thing had to be done this way! Sattell\nswore a blue streak when it was explained to him. He felt he'd been\nmade a fool of. But there are some things that can't be handled\nforthrightly!\"\n\nLockley felt physically ill. Jill had been--still was--engaged to\nVale. She'd been anxious about him. She'd been loyal to him. And he\nwas helping the invaders! He opened his mouth to speak bitterly, when\nSattell appeared. He lined up beside the general and Vale.\n\n\"They fooled me too, Lockley,\" he said wryly. \"But it's all right.\nThey had to. They thought you were fooled. Those three men in the box\nwith you the other day, they said you were fooled, too. And they're\nsharp secret service men!\"\n\n\"You're very convincing, aren't you?\" he raged. \"But--\"\n\n\"You believe,\" said Sattell, \"I've joined up with spies and traitors.\nYou believe....\"\n\nHe outlined, with precision, exactly what Lockley did believe; that\nphantom monsters were to be credited with waging war against America\nwhile another nation actually murdered Americans. It was a remarkably\naccurate picture of Lockley's state of mind.\n\n\"But that's all wrong!\" insisted Sattell. \"This is a quick trick by\nour own people for our own safety. For the benefit of all the world.\nIt's a trick to forestall just what I described!\"\n\nThe far away headlights drew nearer. But no car could have come from\nthe construction camp as quickly as this.\n\n\"The fact is,\" said the general, \"that our spies tell us that another\nvery great nation has developed this beam we've been demonstrating to\nall the world. So did we. And we couldn't use it, but they would! If\nthey didn't use it against us, they'd use it for any sort of emergency\ndirty trick. So we made up this invasion to persuade every country on\nearth to arm itself against this particular weapon. Nothing less than\nmonsters in space would justify arming, in the eyes of some\npoliticians! Of course, they'll arm against us as well as--anybody\nelse.\"\n\nHe spoke matter-of-factly. A glance at Lockley's face would have told\nhim that persuasiveness would not work.\n\n\"This trick, with the defense we intended to reveal,\" the general\nadded, \"should mean that a very nasty weapon won't ever be used,\neither to start or end a war. Maybe the war won't occur because we've\nsaid there are monsters who fly around in space ships.\"\n\nLockley had a confused impression that he was dreaming this. It was\nnot the way things should happen! This was not true! When he squeezed\nor released the improvised switch in his hand, the rocket behind him\nwould disappear in a monstrous flame, and he and the three men who\nfaced him would, vanish, and there would be an explosion crater here\nand a shattered mass of wrecked cars--\n\n\"It was an interesting job,\" said Vale. \"The Army dumped a hundred\ntons of high explosive into the lake. The two radars that reported a\nship in space were arranged to be operated by two special men, who got\ntheir orders directly from the President. We picked a day with full\ncloud cover; the radar operators inserted their faked tapes and made\ntheir reports; and the Army set off the hundred-ton explosion in the\nlake. From there on, it was just a matter of using the terror beam.\"\n\n\"I mention,\" said the general mildly, \"that not one human being has\nbeen killed by anything we've done. Would you expect traitors to be so\ncareful? Or spies?\"\n\nLockley said thickly, \"You stand there arguing. You're trying to make\nme believe you. But there's Jill! What's happened to her? How did you\nmake her record that tape? Where's Jill? She won't tell me it's all\nright!\"\n\nHeadlights swept up to the floodlit space. The car stopped.\n\nJill came into view. She saw Lockley, standing against the rocket's\nbase. She ran.\n\nShe stood beside the general and Vale and Sattell. She looked worn and\ndesperately anxious.\n\n\"What have they done to you?\" demanded Lockley fiercely.\n\nShe shook her head.\n\n\"N-nothing. I couldn't stay at the camp when I was so sure you'd come\nto try to help me. So I came here. I don't know what they've told you\nyet, but it's all right. We were fooled as the world has to be.\nBelieve it! Please believe it!\"\n\n\"What have they done to you?\" he repeated terribly.\n\n\"What have they done to the world?\" demanded Jill. \"They've made every\nnation look to us as the defender of their freedom. And we are!\nThey've made everybody ready to fight against more monsters if they\ncome, and to fight against men if they try to enslave them with the\nterror beam or anything else! Would traitors have done that?\"\n\nLockley knew that he had to decide. It was an unbearable\nresponsibility. He was not convinced, even by Jill. But he was no\nlonger certain that he'd been right.\n\n\"Why didn't you kill me?\" he demanded. \"I could have been shot down\nfrom a distance. You didn't have to come close to talk to me. If the\nrocket blew, what would it matter?\"\n\n\"You've got a protection against the terror beam,\" said the general\nmatter-of-factly. \"So have we. But ours weighs two tons. Yours can be\ncarried without being a burden. And--\" his eyes went to the unlikely\ncheese grater over Lockley's shoulder--\"and yours detonates\nexplosives. If we can equip the world with those, Lockley, we'll have\npeace!\"\n\nLockley thought of a decisive test. He grimaced.\n\n\"You want me to risk being a traitor! All right, what's in it for me?\nWhat am I offered?\"\n\nThe general shrugged, his eyes hardening. Vale spread out his hands.\nSattell snorted. Jill moistened her lips. Lockley turned upon her.\n\n\"You want me to believe,\" he said harshly. \"What do you offer if I\nturn over the thing to these men you say are honest men and neither\nspies or traitors. What do you offer?\"\n\nShe stared at him. Then she said quietly, \"Nothing.\"\n\nLockley hesitated once more, for a long instant. But that was the\nright answer. Nobody who'd been bought or bribed or frightened into\nbeing a traitor would have thought of it.\n\n\"That,\" said Lockley, \"by a strange coincidence happens to be my\nprice.\"\n\nHe ripped away a wire. He flung the queer combination of pocket radio\nand cheese and nutmeg graters to the general.\n\n\"I'll explain later how it works,\" he said wearily, \"--if I haven't\nmade a mistake.\"\n\n       *       *       *       *       *\n\nAfter a suitable time the general came to him. Lockley was convinced,\nnow. The reaction of the men who'd been guards and truck drivers and\nthe like was conclusive. They regarded him with a certain cordial\nrespect which was not the reaction of either traitors or invaders.\n\n\"We've been checking that little device, Lockley,\" said the general\nhappily. \"It's perfect for our purposes! So much better than a two-ton\ngenerator to interfere with and cancel the terror beams! Marvelous!\nAnd do you know what it means? With all the world believing we've been\nattacked from space, and with our great show of taking back Boulder\nLake--\"\n\n\"How will you manage that?\" asked Lockley, without too much interest.\n\n\"The rocket,\" said the general, beaming. \"When troops start into the\nPark, the rocket takes off. It heads for empty space. And we explain\nthat the aliens went away when they found their weapon useless and we\nstarted to get rough with them!\"\n\n\"Oh,\" said Lockley listlessly.\n\n\"But the really beautiful thing,\" the general told him, \"is your\ngadget! They can be made by millions. Ridiculously cheap, they tell\nme. Everybody in the world will want one, and we'll pass them out. No\ngovernment could stop that! Not even Russia! But--d'you see, Lockley?\"\n\nLockley shook his head. He always had a tendency to look on the dark\nside of future events. The future did not look bright to him.\n\n\"Don't you see?\" demanded the general, chuckling. \"They detonate\nexplosives, those little gadgets! There's no harm in that! Where\nexplosives are used in industry you've only to make sure that nobody\nturns one on too close. In nine-tenths of the world, anyhow, civilians\naren't allowed to have guns. But think of the consequences there!\"\n\nLockley was weary. He was dejected. The general grinned from ear to\near.\n\n\"Why, when these are distributed, even the secret police can't go\narmed! What price dictators then? For that matter, what price\nsoldiers? The cold war ends, Lockley, because there couldn't be a\nconquering army in the modern sense. The tanks wouldn't run. The cars\nwould stall. And the guns--An invasion would have to be made with\nhorse-drawn transport and the troops armed with bows and spears. That\namounts to disarmament, Lockley! A consummation devoutly to be wished!\nI'm going to look forward to a ripe old age now. I never could\nbefore!\"\n\n       *       *       *       *       *\n\nPresently Lockley talked to Jill. She was constrained. She seemed\nuneasy. Lockley felt that there wasn't much to say, now that Vale was\nalive and well and there was no more danger for her. He offered his\nhand to say good-bye.\n\n\"I think,\" she said with a little difficulty, \"I think I should tell\nyou I'm not--engaged any longer. I--told him I--wouldn't want to be\nmarried to someone whose work made him keep secrets from me.\"\n\nLockley tensed. He said incredulously, \"You're not going to marry\nVale?\"\n\nShe said nervously.\n\n\"No-o-o. I've told him.\"\n\nLockley swallowed.\n\n\"What did he say?\"\n\n\"He--didn't like it,\" said Jill. \"But he understood. I explained\nthings. He said--he said to congratulate you.\"\n\nLockley made an appropriate movement. She wept quietly, held close in\nhis arms.\n\n\"I was so afraid you didn't--you wouldn't--\"\n\nLockley took appropriate measures to comfort her and to assure her\nthat he did and he would, forever and ever. A very long time later he\nasked interestedly, \"What did you say to Vale when he asked you to\ncongratulate me?\"\n\n\"I said,\" said Jill comfortably, \"that I would if things worked out\nall right. And they have. I congratulate you, darling. Now how about\ncongratulating me?\"\n\n       *       *       *       *       *\n\nThe rocket took off and went away into emptiness. This was near dawn,\nwhen military announcements of the reoccupation of Boulder Lake were\nbeing passed out to the news media. As much of the public as was awake\nwas informed that the monstrous aliens had fled from earth, their\nintentions frustrated by the work of scientists. It wasn't necessary\nfor a large force to march in. A special detail took over at the lake\nitself. Curiously enough, it seemed to be already there when the\nquestion arose. It would report a regrettable absence of alien\nartifacts by which the monsters might be kept in mind.\n\nBut there would be reminders. Later bulletins would report that the\nUnited States was putting into quantity production the small,\nindividual protective devices which defied the terror beam and would\nsupply them to all the world. There could not be greater friendship\nthan that! The United States also proposed a world wide alliance for\ndefense against future attacks by space monsters, with pooled armament\nand completely cooperative governments.\n\nThe world, obviously, would unite against monsters. And people in a\nposture of defense against enemies from the stars obviously wouldn't\nfight each other.\n\nAnd there were some people who were pleased. They knew about the\npossibilities of the small gadgets, brought down in production to the\nsize of a pack of cigarettes. Knowing what they could do, they waited\nvery interestedly to see what would happen in certain nations when\nsecret police couldn't carry firearms and soldiers could only be armed\nwith spears.\n\nThey expected it to be very interesting indeed.\n\n\n\n\n\n\nEnd of Project Gutenberg's Operation Terror, by William Fitzgerald Jenkins\n\n*** END OF THIS PROJECT GUTENBERG EBOOK OPERATION TERROR ***\n\n***** This file should be named 17870.txt or 17870.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/7/8/7/17870/\n\nProduced by Greg Weeks, Geoffrey Kidd, Sankar Viswanathan,\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}