{"title": "Warlord of Kor", "author": "Terry Gene Carr", "releaseDate": "March 10, 2006 ", "language": "English", "type": "books", "content": "\n\nE-text prepared by Greg Weeks, Barbara Tozier, and the Project Gutenberg\nOnline Distributed Proofreading Team (http://www.pgdp.net/)\n\n\n\nTranscriber's Note:\n\n   A list of repaired typographical errors will be found at the\n   end of this e-book.\n\n\n\n\n\nWARLORD OF KOR\n\nby\n\nTERRY CARR\n\n\n\n\n\n\n\nGOD, MACHINE--OR LISTENING POST FOR OUTSIDERS?\n\nHorng sat opposite the tiny, fragile creature who held a\nmicrophone, its wires attached to an interpreting machine. He\nblinked his huge eyes slowly, his stiff mouth fumblingly forming\nwords of a language his race had not used for thirty thousand\nyears.\n\n\"Kor was ... is ... God ... Knowledge.\" He had tried to convey\nthis to the small creatures who had invaded his world, but they\ndid not heed. Their ill-equipped brains were trying futilely to\ncomprehend the ancient race memory of his people.\n\nNow they would attempt further to discover the forbidden\ndirectives of Kor. Horng remembered, somewhere far back in the\nfossil layers of his thoughts, a warning. They must be stopped!\nIf he had to, he would stamp out these creatures who were called\n\"humans.\"\n\n\n\n\nCAST OF CHARACTERS\n\n\nRynason\n\nHis mental quest led him too close to a dangerous secret.\n\n\nManning\n\nHis ideas for colonizing that world didn't include survival for\nits native beings.\n\n\nMalhomme\n\nThis ruffian-preacher could be the one man that everyone might\nhave to trust.\n\n\nMara\n\nShe wanted to save the aliens, but did they want to be saved?\n\n\nHorng\n\nIn the recesses of his brain was the key to a dead\ncivilization--or a live menace....\n\n\nKor\n\nWas it a legend, a king, a thing, or a trap from another galaxy?\n\n\n\n\n\nWARLORD OF KOR\n\nby\n\nTERRY CARR\n\n\n\n\nAce Books, Inc.\n1120 Avenue of the Americas\nNew York 36, N.Y.\nCopyright ©, 1963, by Ace Books, Inc.\n\n\n\n\nONE\n\n\nLee Rynason sat forward on the faded red-stone seat, watching the stylus\nof the interpreter as the massive grey being in front of him spoke, its\ndry, leathery mouth slowly and stumblingly forming the words of a spoken\nlanguage its race had not used for over thirty thousand years. The\nstylus made no sound in the thin air of Hirlaj as it passed over the\nplasticene notepaper; the only sounds in the ancient building were those\nof the alien's surprisingly high and thin voice coming at intervals and\nRynason's own slightly labored breathing.\n\nHe did not listen to the alien's voice--by now he had heard it often\nenough so that it was merely irritating in its thin dryness, like old\nparchments being rubbed together. He watched the stylus as it jumped\nalong sporadically:\n\nTEBRON MARL WAS OUR ... PRIEST KING HERO. NOT PRIEST BUT ONE WHO KNEW\n... THAT IS PRIEST.\n\nRynason was a slender, sandy-haired man in his late twenties. A sharp\nscar from a knife cut left a line across his forehead over his right\neyebrow. His eyes, perhaps brown, perhaps green--the light on Hirlaj was\nsometimes deceptive--were soft, but narrowed with an intent alertness.\nHe raised the interpreter's mike and said, \"How long ago?\"\n\nThe stylus recorded the Earthman's question too, but Rynason did not\nwatch it. He looked up at the bulk of the alien, watching for the slow\nclosing of its eyes, so slow that it could not be called a blink, that\nwould show it had understood the question. The interpreter could feed\nthe question direct to the telepathic alien, but there was no guarantee\nthat it would be understood.\n\nThe eyes, resting steadily on him, closed and opened and in a few\nmoments came the Hirlaji's dry voice.\n\nTHE GREAT AGE WAS IN THE EIGHTEENTH GENERATION PAST ... SEVEN THOUSAND\nYEARS AGO.\n\nRynason calculated quickly. Translating that to about 8200\nEarth-standard years and subtracting, that would make it about the\nseventeenth century. About the time of the Restoration in England, when\nthe western hemisphere of Earth was still being colonized. Eighteen\ngenerations ago on Hirlaj. He read the date into the mike for the stylus\nto record, and sat back and stretched.\n\nThey were sitting amid the ruins of a vast hall, grey dust covering the\nstone floor all around them. Dry, hard vegetation had crept in through\ncracks and breaks in the walls and fallen across the dusty interior\nshadows of the building. Occasionally a small, quick animal would dart\nfrom a dark wall across the floor to another shadow, its feet soundless\nin the dust.\n\nAbove Rynason the enormous arch of the Hirlaji dome loomed darkly\nagainst the deep cerulean blue of the sky. The lines of all Hirlaji\narchitecture were deceptively simple, but Rynason had already found that\nif he tried to follow the curves and angles he would soon find his head\nswimming. There was a quality to these ancient buildings which was not\nquite understandable to a Terran mind, as though the old Hirlaji had\nbuilt them on geometric principles just slightly at a tangent from those\nof Earth. The curve of the arch drew Rynason's eyes along its silhouette\nalmost hypnotically. He caught himself, and shook his head, and turned\nagain to the alien before him.\n\nThe creature's name, as well as it could be rendered in a Terran script,\nwas Horng. The head of the alien was dark and hairless, leathery,\nweathered; the light wires of the interpreter trailed down and across\nthe floor from where they were clamped to the deep indentations of the\ntemples. Massive boney ridges circled the shadowed eyes set low on the\nhead, directly above the wide mouth which always hung open while the\nHirlaji breathed in long gulps of air. Two atrophied nostrils were\nsituated on either side and slightly below the eyes. The neck was so\nthick and massive that it was practically nonexistent, blending the head\nwith the shoulders and trunk, on which the dry skin stretched so thin\nthat Rynason could see the solid bone of the chest wall. Two squat arms\nhung from the shoulders, terminating in four-digited hands on which two\nsets of blunt fingers were opposed; Horng kept moving them constantly,\nin what Rynason automatically interpreted as a nervous habit. The lower\nbody was composed of two heavily-muscled legs jointed so that they could\nmove either forward or backward, and the feet had four stubby but\npowerful toes radiating from the center. The Hirlaji wore a dark garment\nof something which looked like wood-fibre, hanging from the head and\ngathered together by a cord just below the chest-wall.\n\nRynason, since arriving on the planet three weeks before as one of a\nteam of fifteen archaeological workers, had been interviewing Horng\nalmost every day, but still he often found himself remembering only with\ndifficulty that this was an intelligent being; Horng was so slow-moving\nand uncommunicative most of the time that he almost seemed like a mound\nof leather, like a pile of hides thrown together in a corner. But he was\nintelligent, and in his mind he held perhaps the entire history of his\nrace.\n\nRynason lifted the interpreter-mike again. \"Was Tebron Marl king of all\nHirlaj?\"\n\nHorng's eyes slowly closed and opened. TEBRON MARL WAS RULER LEADER IN\nTHE REGION OF MINES. HE UNITED ALL OF HIRLAJ AND WAS PRIEST RULER.\n\n\"How did he unite the planet?\"\n\nTEBRON LIVED AT THE END OF THE BARBARIC AGE. HE CONQUERED THE PLANET BY\nVIOLENCE AND DROVE THE ANCIENT PRIEST CASTE FROM THE TEMPLE.\n\n\"But the reign of Tebron Marl is remembered as an era of peace.\"\n\nWHEN HE WAS PRIEST KING HE HELD THE PEACE. HE ENDED THE BARBARIC AGE.\n\nRynason suddenly sat forward, watching the stylus record these words.\n\"Then it was Tebron who abolished war on Hirlaj?\"\n\nYES.\n\nRynason felt a thrill go through him. This was what they had all been\nsearching for--the point in the history of Hirlaj when wars had ceased,\nwhen the Hirlaji had given themselves over to completely peaceful\nliving. He knew already that the transition had been sharp and sudden.\nIt was the last question mark in the sketchy history of Hirlaj which the\nsurvey team had compiled since its arrival--how had the Hirlaji managed\nso abruptly to establish and maintain an era of peace which had lasted\nunbroken to the present?\n\nIt was difficult even to think of these huge, slow-moving creatures as\nwarriors ... but warriors they had been, for thousands of their years,\ngradually building their culture and science until, apparently almost\novernight, the wars had ceased. Since then the Hirlaji moved in their\nslow way through their world, growing more complacent with the passage\nof ancient generations, growing passive, and, eventually, decadent. Now\nthere were only some two dozen of the race left alive.\n\nThey were telepathic, these leathery aliens, and behind those shadowed\neyes they held the entire memories of their race. Experiences\ncommunicated telepathically through the centuries had formed a memory\npool which each of the remaining Hirlaji shared. They could not, of\ncourse, integrate in their own minds all of that immense store of\nmemories and understand it all clearly ... but the memories were there.\n\nIt was at the same time a boon and a trial for Rynason and the rest of\nthe survey team. They were trained archaeologists ... as well schooled\nas possible on the worlds of this far-flung sector near the constantly\noutward-moving Edge, the limit of Terran expansion. Rynason could\noperate and if necessary repair the portable carbondaters of the team,\nhe knew the fine points of excavation and restoration of artifacts and\nhad studied so many types of alien anatomy that he could make at least\nan educated guess at the reconstruction of beings from fragmentary\nfossil-remains or incomplete skeletons ... or exoskeletons.\n\nBut the situation on Hirlaj was one which had never before been\nencountered; here he was not dealing with a dead race's remains, but\ndirectly with members of that race. It was not a matter of sifting\nfragmentary evidence of science, crafts and customs, finding out what he\ncould and piecing together a composite picture from the remains at hand,\nas they had done with the artifacts of the Outsiders, those unknown\nbeings who had left the ruins of their outposts and colonies in six\ngalaxies already explored and settled by the Earthmen; all he had to do\nhere was ask the right questions and he would get his answers.\n\nSitting there under that massive dome, with the quiet-eyed alien before\nhim, Rynason couldn't completely suppress a feeling of ridiculousness.\nThe problem was that the Hirlaji could not be depended upon to be able\nto find a particular memory-series in their minds; the race memory was\nsuch a conglomeration that all they could do was strike randomly at\nmemories until the correct area was touched, and then follow up from\nthere. The result was usually irrelevant and unrelated information.\n\nBut he seemed to be getting somewhere now. Having spent three weeks with\nHorng, gradually learning a little about the ways of his alien mind, he\nhad at last run across what might be the important turning-point in the\nhistory of Hirlaj.\n\nHorng spoke, and Rynason turned to watch the stylus of the interpreter\nas it moved across the paper. TEBRON SPENT HIS YEARS BRINGING HIRLAJ\nTOGETHER. FIRST BY CONQUEST THEN BY ... LEADERSHIP LAW. HE FORBADE ...\nSCIENCES QUESTINGS EXPLORATIONS WHICH DREW HIRLAJ APART.\n\n\"What were these sciences?\"\n\nHorng closed and opened his eyes. MANY OF THEM ARE FORGOTTEN.\n\nRynason looked up at the alien, who sat quietly on a rough stone\nbenchlike seat. \"But your race doesn't forget.\"\n\nTHE MEMORIES ARE VERY FAR BACK AND ARE HARD TO FIND. THERE HAS BEEN NO\nEFFORT TO RETAIN CERTAIN MEMORIES.\n\n\"But you can remember these if you try?\"\n\nHorng's head dipped to one side, a characteristic movement which Rynason\nhad not yet managed to interpret. The shadowed, wrinkled eyes closed\nslowly. THE MEMORIES ARE THERE. THEY ARE THE SCIENCES OF KOR. MANY OF\nTHEM ARE WARLIKE SCIENCES.\n\n\"You've mentioned Kor before. Who was he?\"\n\nKOR WAS IS GOD KNOWLEDGE.\n\nRynason frowned. The interpreter automatically translated terms which\nhad no reliable parallel in Terran by giving two or three related words,\nand usually the concept was fairly clear. Not quite so with this\nsentence.\n\n\"God and knowledge are two different words in our language,\" he said.\n\"Can you explain your term more fully?\"\n\nHorng shifted heavily on his seat, his blunt fingers tapping each other.\nKOR WAS IS EXISTENCE WHICH WE WORSHIP OBEY ADMIRE FOLLOW. ALSO ESSENCE\nCONCEPT OF KNOWLEDGE SCIENCE QUESTING.\n\nRynason, watching the stylus, pursed his lips. \"Mm,\" he said softly, and\nshrugged his shoulders. Kor was apparently some sort of god, but the\ninterpreter didn't seem capable of translating the term precisely.\n\n\"What were the sciences of Kor?\"\n\nThere was a silence as the stylus finished moving across the paper, and\nRynason looked up at Horng. The alien's eyes were closed and he had\nstopped the constant motion of his leathery grey fingers; he sat\nimmobile, like a giant statue, almost a part of the complex of the hall\nand the crumbling domed building. Rynason waited.\n\nThe silence remained for a long time in the dry air of the empty hall.\nRynason saw from the corner of his eye one of the dark little scavengers\ndarting out of a gaping window. He could almost hear, it seemed, the\nnoise of the brawling, makeshift town the Earthmen had established a\nlittle less than a mile away from the Hirlaji ruins, where already the\nnomads and adventurers and drifters had erected a cluster of prefab\nmetal buildings and were settling in.\n\n\"What were the sciences of Kor?\" Rynason asked again, not wanting to\nthink of the cheapness and dirt of the Earth outpost which huddled so\nnear to the Hirlaji domes.\n\nHe felt Horng's quiet gaze, heavy with centuries, resting on him. THEY\nWERE ARE THOSE SCIENCES QUESTINGS WHICH KOR PROCLAIMED INFORMED WERE\nSACRED PART OF THE ESSENCE.\n\n\"Part of Kor?\"\n\nHorng's head dipped to one side. APPROXIMATELY.\n\n\"How is this known? Tebron broke the power of the priesthood, didn't\nhe?\"\n\nTEBRON REPLACED THE PRIESTS. THE KNOWLEDGE WAS GIVEN TO TEBRON.\n\n\"Including the information that these sciences were prohibited?\"\n\nHorng shifted forward, like a massive block of stone wavering. His\nfingers moved briefly and then rested. THE MEMORIES ARE BURIED DEEPLY.\nTEBRON PROCLAIMED THIS PROHIBITION AFTER COMMUNICATING WITH KOR.\n\nRynason's head jerked up from the interpreter. \"Tebron spoke with Kor?\"\n\nAfter a pause, Horng's dry voice came. APPROXIMATELY. THERE WAS ...\nCOMMUNICATION RAPPORT. TEBRON WAS KING PRIEST.\n\n\"Then Tebron made this prohibition in the name of Kor. When did this\noccur?\"\n\nTHE KNOWLEDGE PROHIBITION WAS COMMUNICATED TO HIRLAJ WHEN TEBRON ASSUMED\nPOWER RIGHT.\n\n\"The same day?\"\n\nTHE DAY AFTER. TEBRON COMMUNICATED WITH KOR IMMEDIATELY AFTER OUSTING\nREPLACING THE PRIESTS.\n\nRynason watched Horng's replies as they were recorded by the\ninterpreter; he was frowning. So this dawn-era king was supposed to have\nspoken, perhaps telepathically, with the god of the Hirlaji. Could he\nhave simply claimed to have done so in an effort to stabilize his own\npower? But the fact that this race was telepathic threw some doubt on\nthat supposition.\n\n\"Are there memories of Tebron's conversation with Kor?\" he asked.\n\nHorng's eyes closed and opened in acknowledgement, and then abruptly the\nalien rose to his feet. He moved slowly past Rynason to the base of a\nlong, sweeping flight of stairs which led upward toward the empty dome,\ntrailing the wires of the interpreter. Rynason moved to unplug the\nwires, but Horng stopped at the base of the stairs, looking up along the\ncurving ramp to where it ended in a blunt, weathered break two-thirds of\nthe way up. Rubble lay below the break.\n\nRynason watched the grey being staring silently up those broken steps,\nand asked softly, \"What are you doing?\"\n\nHorng, still gazing upward, dipped his head to one side. THERE IS NO\nPURPOSE. He turned and came slowly back to his stone seat.\n\nRynason grinned wryly. He was beginning to get used to such things from\nHorng, whose mind often seemed to run in non sequiturs. It was as though\nthe alien's perceptions of the present were as jumbled as the welter of\nmemories he held. Crazy old mound of leather.\n\nBut he was not crazy, of course; his mind simply ran in a way that was\nalien to the Earthmen. Rynason was beginning to learn to respect that\nalien way, if not to understand it.\n\n\"Are there memories of Tebron's conversation with Kor?\" Rynason asked\nagain.\n\nTEBRON COMMUNICATED WITH KOR IMMEDIATELY AFTER OUSTING THE PRIESTS. IT\nOCCURRED IN THE TEMPLE.\n\n\"Are there memories of what was said?\"\n\nHorng sat silently, perhaps in thought. His reply didn't come for\nseveral minutes.\n\nTHE MEMORIES ARE BURIED DEEPLY.\n\n\"_Can you remember_ the actual communication?\"\n\nHorng's head tilted to one side in a peculiarly strained fashion;\nRynason could see a muscle jumping where the alien's neck blended with\nhis torso. THE MEMORIES ARE BURIED SO DEEPLY. I CANNOT REACH THEM.\n\nRynason gazed pensively at the interpreter as these words were recorded.\nWhat could have happened during that conversation that would have caused\nits memory to be so deeply buried?\n\n\"Can you find among any of the rest of Tebron's memories any thoughts\nabout Kor?\"\n\nYES. TEBRON HAD MEMORIES THAT HE HAD COMMUNICATED WITH KOR, BUT THESE\nARE FLEETING. THERE IS NOTHING CLEAR.\n\nThe Hirlaji was shaking, his entire body trembling with some sort of\ntension which even communicated itself through the interpreter, causing\nthe stylus to quaver and jump forward, dragging a jagged line across the\npaper. Rynason stared up at the alien, feeling a chill down his back\nwhich seemed to penetrate through to his chest and lungs. This massive\ncreature was shaking like the rumbling warnings of an earthquake, his\neyes cast downward from the deep shadows of their sockets; Rynason could\nalmost feel the weight of their gaze like a heavy, dark blanket. He\nlifted the interpreter's mike slowly.\n\n\"Your race does not forget,\" he said softly. \"Why can't you remember\nthis conversation?\"\n\nHorng's four-digited hands clasped tightly and the powerful tendons\nstood out starkly on the heavy wrists as Horng drew in long breaths of\nair, the sound of his breathing loud in the great space under the dome.\n\nTHERE IS NOTHING CLEAR. THERE IS NOTHING CLEAR.\n\n\n\n\nTWO\n\n\nThe Earthman called the town Hirlaj too, because the spaceport was\nthere. It was a new town, only a few months old, but the gleaming alloys\nof the buildings were already coated with dirt and pitted by the\nfrequent dust storms that swept through. Garbage littered the alleys;\nits odor was strange but still foul in the alien atmosphere. The small,\ndarting creatures were here too, foraging in the alleys and the\noutskirts of the town, where the streets ended in garbage heaps and new\ncemeteries or faded into the trackless flat where the spacers touched\ndown.\n\nThe Earthmen filled the streets ... drinking, fighting, laughing and\ncursing, arguing over money or power or, sometimes, women. The women\nhere were hard and self-sufficient, following the path of Terran\nexpansion in the stars and taking what they felt was due them as women\nor what they could get as men. Supply houses did a thriving business,\ntheir prices high between shipments on the spacers from the inner\nworlds; bars and gambling houses stayed open all night; rooming houses\nand restaurants and laundries displayed crude handlettered signs along\nthe streets.\n\nRynason pushed his way through a jostling crowd outside the door of a\nbar. He was supposed to meet the head of his Survey team here--Rice\nManning, who had been pushing the survey as hard as he could since the\nday they'd set foot on Hirlaj. Manning was hard and ambitious--a leader\nof men, Rynason thought sardonically as he surveyed the tables in the\ndim interior. The floor of the bar was a dirty plastic-metal alloy,\nalready scuffed and in places bloodstained. The tables were of the\ncheap, light metals so common on the spacer-supplied worlds of the Edge,\nand they wobbled.\n\nThe low-ceilinged room was crowded with men. Rynason didn't know many of\nthem by name, but he recognized a lot of the faces. The men of the Edge,\nthough they lacked money, education, often brains and usually ethics, at\nleast had the quality of distinctiveness: they didn't fit the half-dozen\nconvenient molds which the highly developed culture of the inner worlds\nfitted over the more civilized citizens of the Terran Federation. These\nmen were too self-interested to follow the group-thoughts which\ncontrolled the centers of empire, and the seams and wrinkles of their\nfaces stamped a rough kind of individuality even more visually upon\nthem.\n\nOf them all, the man who was instantly recognizable in any crowd like\nthis was Rene Malhomme; Rynason immediately saw the man in one corner of\nthe room. He stood six and a half feet tall, heavily muscled and a bit\nwild-eyed; his greying hair fell in disorder over his dirty forehead and\nsprayed out over his ears. He was surrounded by laughing and shouting\nmen; Rynason couldn't tell from this distance whether he was engaged in\none of his usual heated arguments on religion or in his other avocation\nof recounting stories of the women he had \"converted\". He waved a\nblack-lettered sign saying REPENT! over his head--but then, he always\ndid.\n\nRynason found Manning in the back, sitting under a cheap print of a\nPicasso nude with cold light trained on it in typically bad taste. He\nhad a woman with him. Rynason recognized her--Mara Stephens, in charge\nof communications and supplies for the survey team. She was a strange\ngirl, aloof but not hard, and she carried herself with a quiet dignity.\nWhat was she doing with Manning?\n\nHe passed a waiter on his way to the table and ordered a drink. Malhomme\nsaw him as he passed: \"Lee Rynason! Come and join me in repentance! Give\nyour soul to God and your money to the barman, for as the prophet\nsayeth, lo, I am dry! Join us!\"\n\nRynason grinned and shook his head, walking past. He grabbed one of the\nlight-metal chairs and sat down next to Mara.\n\n\"You wanted to see me,\" he said to Manning.\n\nManning looked up at him to apparent surprise. \"Lee! Yes, yes--sit down.\nWait, we'll get you a drink.\"\n\nSo he was in that kind of a mood. \"I've got one coming,\" Rynason said.\n\"What's our problem today?\"\n\nManning smiled broadly. \"No problem, Lee; no problem at all. Not unless\nyou want to make one.\" He chuckled goodnaturedly, a tacit statement that\nhe was expecting no such thing. \"I've got good news today, by god. You\ntell him, Mara.\"\n\nRynason turned to the girl, who smiled briefly. \"It just came over the\ntelecom,\" she said. \"Manning has a good chance for the governorship\nhere. The Council is supposed to announce its decision in two weeks.\"\n\nRynason looked over at Manning, his face expressionless.\n\"Congratulations. How did this happen?\"\n\n\"I've got an inside track; friend of mine knows several of the big guys.\nThrows parties, things like that. He's been putting in a word for me,\nhere and there.\"\n\n\"Isn't this a bit out of your line?\" Rynason said.\n\nManning sat back, a large man with close-cropped dark hair and heavy\nfeatures. His beard was trimmed to a thin line along the ridge of his\njaw--a style that was popular on the inner worlds, but rarely seen here\non the Edge. \"This _is_ my line,\" he said. \"God, this is what I was\nafter when I took this damned job. Survey teams are a dime a dozen out\nhere, Lee; it's no job for a man.\"\n\n\"We've got sort of a special case here,\" Rynason said evenly, glancing\nat Mara. She smiled at him. \"We haven't run into any alien races before\nthat were intelligent.\"\n\nManning laughed, and took a long swallow of his drink. \"Twenty-six lousy\nhorsefaces--now there's an important discovery for you. No, Lee, this is\npeanuts. For that matter, they may be running into intelligent aliens\nall over the Edge by now--communication isn't so reliable out here that\nwe'd necessarily know about it. What we've found here isn't any more\nimportant than all the rubble and trash the Outsiders left behind.\"\n\n\"Still, it _is_ unique so far,\" Mara said.\n\n\"I'll tell you exactly how unique it is,\" Manning said, leaning forward\nand setting down his glass with a bang. \"It's just unique enough that I\ncan make it sound important in my report to the Council. I can make\nmyself sound a little impressive. That's how important it is; no more\nthan that.\"\n\nRynason pursed his lips, but didn't say anything. The waiter arrived\nwith his drink; he threw a green coin onto the table which was scooped\nup before it had finished ringing to a stop, and sat back with the glass\nin his hand.\n\n\"Is that your pitch to the Council?\" he asked. \"You're telling them that\nHirlaj is an important archaeological area and that's why you should get\nthe governorship?\"\n\n\"Something like that,\" Manning nodded. \"That, and my friend at\nSeventeenth Cluster headquarters. Incidentally, he's an idiot and a\nslob--turns on quadsense telemuse instead of working, drinks hopsbrau\nfrom his own sector. I can't stand him. But I did him a few favors, just\nin case, and they're paying off.\"\n\n\"I think it's marvelous the way our frontier policy caters to the\ncolonists,\" Mara said quietly. She was still smiling, but it was an\nironic smile which suddenly struck Rynason as characteristic of her.\n\nHe knew exactly what she meant. Manning's little push for power was\nnothing new or shocking in Terran frontier politics. With the rapid\nexpansion of the Edge through the centuries, the frontier policy of the\nConfederation had had to adapt itself to comparatively slipshod methods\nof setting up governments in the newly-opened areas. Back in the early\ndays they'd tried sending out trained men from each Cluster\nheadquarters, but that had been foredoomed to failure: travel between\nthe stars was slow, and too often the governors had arrived after local\nofficialdoms had already been established, and there had been clashes.\nThe colonists had almost always backed the local governments, and there\nwere a few full-scale revolts when the system had been backed too\nmilitantly by Cluster headquarters.\n\nSo the Local Autonomy System had been sanctioned. The colonists would\nalways support their own men, who at least knew conditions in the areas\nthey were to govern. But since this necessarily limited the choice of\nEdge governorships to the roustabouts and drifters who wandered the\noutworlds, the resulting administrations were probably even more corrupt\nthan they had been under the old system of what had amounted to\ncentralized graft. The Cluster Councils retained the power of appointing\nthe local governors, but aside from that the newly-opened worlds of the\nEdge were completely under their own rule. Some of the more vocal\ncritics of the Local Autonomy System had dubbed it instead the\nIndigenous Corruption System; it was by now a fairly standard nickname\nin the outworlds.\n\nThe system made for a wide-open frontier--bustling, wild, hectic, and\nrich. For the worlds of the Edge were untamed worlds, raw and\nforbidding, and the policy of the Councils was calculated to attract the\nkind of men who not only could but would open these frontiers. The\nroustabouts, the low drifters of the spaceways ... men who were hard and\nstrong from repeated knocks, who were looking for a way to work or fight\ntheir way up. The lean and hungry of the outworlds.\n\nRynason glanced across the table at Manning. He was neither lean nor\nhungry, but he had that look in his eyes. Rynason had been around the\nEdge for years--his father had travelled the spacers in the commercial\nlines--and he had seen that look on many men, in the fields and mines,\nin the spaceports, in the quickly-tarnished prefab towns that sprang up\nalmost overnight when a planetfall was made. He could recognize it on\nManning despite the man's casual, self-satisfied expression.\n\n\"You don't have to worry about the colonists here,\" Manning was saying\nto the girl. \"I'll treat 'em decently. There'll be money to be made\nhere, and I can make it without stepping on too many toes.\"\n\nMara seemed amused. \"And what would happen if you _had_ to step on them\nto make your money? What if Hirlaj doesn't turn out to have any natural\nresources worth exploiting--a whole civilization has been here for\nthousands of years? What if the colony here starts to falter, and the\nmen move on?\"\n\nManning frowned at her for a moment, then gave a grunting laugh. \"No\nchance of that. It's like Lee was just saying--this planet is an\nimportant discovery--we've got tame aliens here, intelligent horsefaces\nthat you can lead around with a rope on their necks. That alone will\ndraw tourists. Maybe well set up an official Restricted Ground, a sort\nof reservation.\"\n\n\"A zoo, you mean,\" Rynason interrupted.\n\nManning raised an amused eyebrow at him. \"A reservation, I said. You\nknow what reservations are like, Lee.\"\n\nRynason glared at the heavier man, then subsided. There was no point in\ngetting into a fight over if's and maybe's; in the outworlds you learned\nquickly to confine your clashes to tangibles. \"Why did you want to see\nme?\" he said.\n\n\"I want your preliminary report completed,\" Manning said. \"I've got to\nhave my complete report collated and transmitted within the week, if\nit's to have any effect on the Council. Most of the boys have got them\nin already; Breune and Larsborg have promised theirs within four days.\nBut you're still holding me up.\"\n\nRynason took a long swallow of his drink and put it down empty. The\nnoise and smell of the bar seemed to grow around him, washing over him.\nIt might have been the effects of the tarpaq in the drink, but he felt\nhis stomach tighten and turn slightly when he thought of how Earth's\nculture presented itself, warped itself, here on the frontier Edge. Was\nthis land of mercenary, slipshod rush really what had carried Earthmen\nto the stars?\n\n\"I don't know if I'll have much to report for at least a week,\" he said\nshortly.\n\n\"Then give me a report on what you've got!\" Manning snapped. \"If nothing\nelse, turn in your transcripts and I'll do the report myself; I can\nhandle it. What the hell do you mean, you won't have much to report?\"\n\n\"Larsborg said the same thing,\" Mara interjected.\n\n\"Larsborg said he'd have his report ready in a couple of days anyway!\"\n\n\"I'll give you what I've got as soon as I can,\" Rynason said. \"But\nthings are just beginning to break for me--did you see my note this\nafternoon?\"\n\n\"Yes, of course. The part about this Tedron or whatever his name was?\"\n\n\"Tebron Marl. He's the link between their barbaric and civilized\nperiods. I've only begun to get into it.\"\n\nManning was waving for more drinks; he caught a waiter's eye and then\nturned back to Rynason. \"What's this nonsense about some damned block\nyou ran into? Have you got a crazy horse on your hands?\"\n\n\"There's something strange there,\" Rynason said. \"He tells me this\nTebron was actually supposed to have communicated with their god, or\nwhatever he was. It sounds crazy, all right. But there's more to it than\nthat, I'm sure of it. I wanted time to go into it further before I made\nmy report.\"\n\n\"I think you've got a nut alien there, boy. Don't let him foul you up;\nyou're one of my best men.\"\n\nRynason almost sneered, but he managed to bring it out as a grin. The\nrole of protective father did not sit well on Manning's shoulders.\n\"We're dealing here with a remarkably sane race,\" he pointed out. \"The\nvery fact that they have total recall argues against any insanity in\nthem. There've been experiments on the inner worlds for over a century\nnow, trying to bring out total recall in us, and not much luck so far.\nWe're a sick, hung-up race.\"\n\nManning slapped his hand down on the table. \"What the hell are you\ntrying to do, Lee? Are you trying to measure these aliens by our\nstandards? I thought you had better sense. Total recall doesn't\nnecessarily mean a damn thing in them--but when they start telling you\nstraightforward and cold that they've talked with some god, and then\nthey throw what sounds like an anxiety fit right in front of you....\nWell, what does it sound like to you?\"\n\nRynason accepted one of the drinks that the waiter banged down on the\ntable and took a sip. He felt lightheaded. \"It would have been an\nanxiety fit if Horng had been human,\" he said. \"But you're right, I do\nknow better than to judge him by our standards. No, it was something\nelse.\"\n\n\"What, then?\"\n\nHe shook his head. \"I don't know. That's the point--I can't give you a\ndecent report until I find out.\"\n\n\"Then, dammit, give me an _indecent_ report! Fill it out with some very\nlearned speculations, you know the type....\" Manning stopped, and\ngrinned. \"Speaking of indecent reports, what have we turned up on their\nsex lives?\"\n\n\"Marc Stoworth covered that in his report yesterday,\" Mara said.\n\"They're unisexual, and their sex life is singularly boring, if you'll\npardon the expression. At least, Stoworth says so. If it weren't I'm\nsure he'd tell us all about it.\"\n\nManning chuckled. \"Yes, I imagine you're right; Marc is a good boy. Well\nlook, Lee, I've told you the position I'm in. Now I'm counting on you to\nget me out of this spot. I've _got to_ transmit my report to Council\nwithin a week. I don't want to pressure you, but you know I'm in a\nposition to do it if I have to. Dammit, give me a report.\"\n\n\"I'll turn something in in a few days,\" Rynason said vaguely. His brain\nwas definitely fuzzy now from the tarpaq.\n\nManning stood up. \"All right, don't forget it. Trick it out with some\nhigh-sounding guesses if you have to, like I said. Right now I've got to\nsee a man about a woman.\" He paused, glancing at Mara. \"You're busy?\"\n\n\"I'm busy, yes.\" Her face was studiedly expressionless.\n\nHe shrugged briefly and went out, pushing and weaving his way through\nthe hubbub that filled the bar. It was dark outside; Rynason caught a\nglimpse of the dark street as Manning went through the door. Night fell\nquickly on Hirlaj, with the suddenness of age.\n\nRynason turned back to the table, and Mara. He looked at her curiously.\n\n\"What were you doing with him, anyway? You usually keep to yourself.\"\n\nThe girl smiled wryly. She had deep black hair which fell to her\nshoulders in soft waves. Most of the women here grew their hair down to\ntheir waists, in exaggerated imitation of inner-world styles, but Mara\nhad more taste than that. Her eyes were a clear brown, and they met his\ndirectly. \"He was in a sharp mood, so I came along as peacemaker. You\ndon't seem to have needed me.\"\n\n\"You helped, at that; thanks. Was that true about the governorship?\"\n\n\"Of course. Manning seldom brags, you should know that. He's a very\ncapable man, in some ways.\"\n\nRynason frowned. \"He could be a lot more useful on this survey if he'd\nuse his talents on tightening up the survey itself. He's forcing a\npremature report, and it isn't going to be worth much.\"\n\n\"Is that what's really bothering you?\" she asked.\n\nHe tried to focus on her through the haze of the noisy bar. \"Of course\nit is. That, and his whole attitude toward these people.\"\n\n\"The Hirlaji? Are they people to you?\"\n\nHe shrugged. \"What are people? Humans? Or reasoning beings you can talk\nto, communicate with?\"\n\n\"I should think people would be reasoning beings you could relate to,\"\nshe said softly. \"Not just intellectually, but emotionally too. You have\nto be able to understand them to communicate that way--that's what makes\npeople.\"\n\nRynason was silent, trying to integrate that into the fog in his head.\nThe raucous noise of the bar had faded into an underwater murmur around\nhim, lost somewhere where he could not see.\n\nFinally, he said, \"That's the trouble with them, the Hirlaji. I can't\nreally understand them. It's like there's really no contact, not even\nthrough the interpreter.\" He stared into his drink. \"I wish to hell we\nhad some straight telepathers here; they might work with the Hirlaji,\nsince they're telepathic anyway. I'd like to make a direct link myself.\"\n\nAfter a moment he felt Mara's hand on his arm, and realized that he had\nalmost fallen asleep on the table.\n\n\"You'd better go on back to your quarters,\" she said.\n\nHe sat up, shaking his head to clear it. \"No, but really--what do you\nthink of that idea? What if I had a telepather, and I could link minds\nwith Horng? Straight linkage, no interpreter in the middle. I could get\nright at that race memory myself!\"\n\n\"I think you need some sleep,\" she said. She seemed worried. \"You're\ngetting too wrapped up in this thing. And forget about the telepathers.\"\n\nRynason looked at her and grinned. \"Why?\" he said quietly. \"There's no\nharm in wishing.\"\n\n\"Because,\" she said, \"we've got three telepathers coming in the day\nafter tomorrow.\"\n\n\n\n\nTHREE\n\n\nRynason continued to smile at her for several seconds, until her words\npenetrated. Then he abruptly sat up and steadied himself with one hand\nagainst the edge of the table.\n\n\"Can you get one for me?\"\n\nShe gave a reluctant shrug. \"If you insist, and if Manning okays it. But\nis it a good idea? Direct contact with a mind so alien?\"\n\nAs a matter of fact, now that he was faced with the actual possibility\nof it, he wasn't so sure. But he said, \"We'll only know once we've tried\nit.\"\n\nMara dropped her eyes and swirled her drink, watching the tiny red spots\nform inside the glass and rise to the surface. There was a brief silence\nbetween them.\n\n\"_Repent_, Lee Rynason!\" The words burst upon his ears over the waves of\nsound that filled the room. He turned, half-rising, to find Rene\nMalhomme hovering over him, his wide grin showing a tooth missing in the\nbottom row.\n\nRynason settled back into his chair. \"Don't shout. I'm going to have a\nheadache soon enough.\"\n\nMalhomme took the chair which Manning had vacated and sat in it heavily.\nHe set his hand-lettered placard against the edge of the table and\nleaned forward, waving a thick finger.\n\n\"You consort with men who would enslave the pure in heart!\" he rumbled,\nbut Rynason didn't miss the laughter in his eye.\n\n\"Manning?\" he nodded. \"He'd enslave every pure heart on this planet, if\nhe could find one. As a matter of fact, I think he's already working on\nMara here.\"\n\nMalhomme turned to her and sat back, appraising her boldly. Mara met his\ngaze calmly, raising her eyebrows slightly as she waited for his\nverdict.\n\nMalhomme shook his head. \"If she's pure, then it's a sin,\" he said. \"A\nthrice-damned sin, Lee. Have I ever expostulated to you upon the\nJanus-coin that is good and evil?\"\n\n\"Often,\" Rynason said.\n\nMalhomme shrugged and turned again to the girl. \"Nevertheless,\" he said,\n\"I greet you with pleasure.\"\n\n\"Mara, this is Rene Malhomme,\" Rynason said wearily. \"He imagines that\nwe're friends, and I'm afraid he's right.\"\n\nMalhomme dipped his shaggy head. \"The name is from the Old French of\nEarth--badman. I have a long and dishonorable family history, but the\nearliest of my ancestors whom I've been able to trace had the same name.\nApparently there were too many Smiths, Carpenters, Bakers and Priests on\nthat world--the time was ripe for a Malhomme. My first name would have\nbeen pronounced Reh-_nay_ before the language reform dropped all accent\nmarks from Earth tongues.\"\n\n\"Considering your background,\" Mara smiled, \"you're in good company out\nhere.\"\n\n\"Good company!\" Malhomme cried. \"I'm not looking for good company! My\nwork, my mission calls me to where men's hearts are the blackest, where\nrepentance and redemption are needed--and so I come to the Edge.\"\n\n\"You're religious?\" she asked.\n\n\"Who _is_ religious in these days?\" Malhomme asked, shrugging. \"Religion\nis of the past; it is dead. It is nearly forgotten, and one hears God's\nname spoken now in anger. God damn you, cry the masses! _That_ is our\nmodern religion!\"\n\n\"Rene wanders around shouting about sin,\" Rynason explained, \"so that he\ncan take up collections to buy himself more to drink.\"\n\nMalhomme chuckled. \"Ah, Lee, you're shortsighted. I'm an unbeliever, and\na black rogue, but at least I have a mission. Our scientific advance has\ndestroyed religion; we've penetrated to the heavens, and found no God.\nBut science has not _dis_proved Him, either, and people forget that. I\nspeak with the voice of the forgotten; I remind people of God, to even\nthe scales.\" He stopped talking long enough to grab the arm of a passing\nwaiter and order a drink. Then he turned back to them. \"Nothing says I\nhave to _believe_ in religion. If that were necessary, no one would\npreach it.\"\n\n\"Have you been preaching to the Hirlaji?\" Rynason asked.\n\n\"An admirable idea!\" Malhomme said. \"Do they have souls?\"\n\n\"They have a god, at least. Or used to, anyway. Fellow named Kor, who\nwas god, essence, knowledge, and several other things all rolled into\none.\"\n\n\"Return to Kor!\" Malhomme said. \"Perhaps it will be my next mission.\"\n\n\"What's your mission now?\" Mara asked, smiling in spite of herself.\n\"Besides your apparently lifelong study and participation in sin, I\nmean.\"\n\nMalhomme sighed and sat back as his drink arrived. He dug into the pouch\nstrung from his waist and flipped a coin to the waiter. \"Believe it or\nnot, I have one,\" he said, and his voice was now low and serious. \"I'm\nnot just a lounger, a drifter.\"\n\n\"What are you?\"\n\n\"I am a spy,\" he said, and raised his glass to drain half of it with one\nswallow.\n\nMara smiled again, but he didn't return it. He sat forward and turned to\nRynason. \"Manning has been busily wrapping up the appointment for the\ngovernorship here,\" he said. \"You probably know that.\"\n\nRynason nodded. The headache he had been expecting was already starting.\n\n\"Did you also know that he's been buying men here to stand with him in\ncase someone else is appointed?\" He glanced at Mara. \"I go among the men\nevery day, talking, and I hear a lot. Manning will end up in control\nhere, one way or another, unless he's stopped.\"\n\n\"Buying men is nothing new,\" Rynason said. \"In any case, is there a\nbetter man on the planet?\"\n\nMalhomme shook his head. \"I don't know; sometimes I give up on the human\nrace. Manning at least has a little culture in him--but he's more\nvicious than he seems, nevertheless. If he gets control here....\"\n\n\"It will be no worse than any of the other planets out here,\" Rynason\nconcluded for him.\n\n\"Except for one thing, perhaps--the Hirlaji. I don't have much against\nmen killing each other ... that's their own business. But unless we get\nsomebody better than Manning governing here, the Hirlaji will be wiped\nout. The men here are already talking ... they're afraid of them.\"\n\n\"Why? The Hirlaji are harmless.\"\n\n\"Because of their size, and because we don't know anything about them.\nBecause they're intelligent--any uneducated man is afraid of\nintelligence, and when it's an alien....\" He shook his head. \"Manning\nisn't helping the situation.\"\n\n\"What do you mean by that?\" Mara asked.\n\nMalhomme's frown deepened, creasing the dark lines of his forehead into\nfurrows. \"He's using the Hirlaji as bogey-men. Says he's the only man on\nthe planet who knows how to deal with them safely. Oh, you should hear\nhim when he moves among his people.... I envy his ability to control\nthem with words. A little backslapping, a joke or two--most of them I\nwas telling last year--and he talks to them man to man, very friendly.\"\nHe shook his head again. \"Manning is so friendly with this scum that his\nattitude is nothing short of patronizing.\"\n\nRynason smiled wearily at Malhomme; for all the man's wildness, he\ncouldn't help liking him. It had been like this every time he had run\ninto him, on a dozen of the Edge-worlds. Malhomme, dirty and cynical,\nmoved among the dregs of the stars preaching religion and fighting the\ncorporations, the opportunists, the phony rebels who wanted nothing for\nanyone but themselves. He had been known to break heads together with\nhis huge fists, and he had no qualms about stealing or even killing when\nhis anger was aroused. Yet there was a peculiar honesty about him.\n\n\"You always have to have a cause, don't you, Rene?\"\n\nThe greying giant shrugged. \"It makes life interesting, and it makes me\nfeel good sometimes. But I don't overestimate myself: I'm scum, like the\nrest of them. The only difference is that I know it; I'm just one man,\nwith no more rights than anyone else, except those I can take.\" He held\nup his large knuckled hands and turned them in front of his face. \"I've\ngot broken bones in both of them. I wonder if the Buddha or the Christ\never hit a man. The books on religion that are left in the repositories\ndon't say.\"\n\n\"Would it make any difference if they hadn't?\" Rynason asked.\n\n\"Hell, no! I'm just curious.\" Malhomme stood up, hefting his repentance\nsign in the crook of one big arm. His face again took on its arched look\nas he said, \"My duty calls me elsewhere. But I leave you with a message\nfrom the scriptures, and it has been my guiding light. 'Resist not\nevil,' my children. Resist not evil.\"\n\n\"Who said that?\" Rynason asked.\n\nMalhomme shook his head. \"Damned if I know,\" he muttered, and went away.\n\nAfter a moment Rynason turned back to the girl; she was still watching\nMalhomme thread his way through the men on his way to the door.\n\n\"So now you've met my spiritual father,\" he said.\n\nHer deep brown eyes flickered back to his. \"I wish I could use a\ntelepather on him. I'd like to know how he really thinks.\"\n\n\"He thinks exactly as he speaks,\" Rynason said. \"At least, at the moment\nhe says something, he believes in it.\"\n\nShe smiled. \"I suppose that's the only possible explanation for him.\"\nShe was silent for a moment, her face thoughtful. Then she said, \"He\ndidn't finish his drink.\"\n\n       *       *       *       *       *\n\n\"You're all hooked up,\" the girl said. \"Nod or something when you're\nready.\" She was bent over the telepather, double checking the\nconnectives and the blinking meters. Rynason and Horng sat opposite each\nother, the huge dark mound of the alien looming silently over the\nEarthman.\n\nHe never seemed upset, Rynason thought, looking up at him. Except for\nthat one time when they'd run into the stone wall of the block on\nTebron, Horng had displayed a completely even temperament--unruffled,\ncalm, almost disinterested. But of course if the aliens had been\ncompletely uninterested in the Earthmen's probings at their history they\nwould never have cooperated so readily; the Hirlaji were not animals to\nbe ordered about by the Earthmen. Probably the codification of their\nhistory would prove useful to the aliens too; they had never arranged\nthe race memory into a very coherent order themselves.\n\nNot that that was surprising, Rynason decided. The Hirlaji had no\nwritten language--their telepathic abilities had made that\nunnecessary--and organization of material into neatly outlined form was\na characteristic as much of the Earth languages as of Terran mentality.\nSuch organization was not a Hirlaji trait apparently, at least not now\nin the twilight of their civilization. The huge aliens lived dimly\nthrough these centuries, dreaming in their own way of the past ... and\ntheir way was not the Earthmen's.\n\nSo if they cooperated with the survey team on codifying and recording\ntheir history, who was the servant?\n\nWell, with the direct linkage of minds the work should go faster.\nRynason looked up at Mara and nodded, and she flicked the connection on\nthe telepather.\n\nSuddenly, like being overwhelmed by a breaking wave of seawater, Rynason\nfelt Horng's mind envelope him. A torrent of thoughts, memories,\npictures and concepts poured over him in a jumble; the sensory\nsensations of the alien came to him sharply, and memories that were\nstrange, ideas that were incomprehensible, all in a sudden rush upon his\nmind. He fought down the fear that had leapt in him, gritted his teeth\nand waited for the wave to subside.\n\nIt did not subside; it settled. As the two minds, Earthman and Hirlaji,\nmet in direct linkage they became almost one. Gradually Rynason could\nbegin to see some pattern to the impressions of the alien. The picture\nof himself came first: he was small and angular, sitting several feet\nbelow Horng's--or his own--eyes; but more than that, he was not merely\nlight, but pallid, not merely small, but fragile. The alien's view of\nreality, even through his direct sensations, was not merely visual or\ntactile but interpreted automatically in his own terms.\n\nThe odor of the hall in which they sat was different, the very\ntemperature warmer. Rynason could see himself reeling on the stone bench\nwhere he sat, and Mara, strangely distorted, put out a hand to steady\nhim. At the same time he was seeing through his own eyes, feeling her\nhand on his shoulder. But the alien sensations were stronger; their very\nstrangeness commanded the attention of his mind.\n\nHe righted himself, physically and mentally, and began to probe\ntentatively in this new part of his mind. He could feel Horng too\nreaching slowly for contact; his presence was comfortable, mild,\nconfused but unworried. As his thoughts blended with Horng's the present\nfaded perceptibly; this confusion was merely a moment in centuries, and\nsoon too it would pass. Rynason could feel himself relaxing.\n\nNow he could reach out and touch the strange areas of this mind: the\nconcepts and attitudes of an alien race and culture and experience.\nEverything became dim and dream-like: the Earthmen possibly didn't\nexist, the dry wastes of Hirlaj had always been here or perhaps once\nthey had been green but through four generations the Large Hall had\nstood thus and the animals changed by the day too fast to distinguish\nthem even under Kor if he should be reached ... why? there was no\nreason. There was no purpose, no goal, no necessity, no wishing,\nquesting, hoping ... no curiosity. All would pass. All was passing even\nnow; perhaps already it was gone.\n\nRynason shifted where he sat, reaching for the feeling of the stone\nbench beneath him for equilibrium, pulling out of Horng's thoughts and\ngoing back in almost immediately.\n\nA chaos of mind enveloped him, but he was beginning to familiarize\nhimself with it now. He probed slowly for the memories, down through\nHorng's own personal memories of three centuries, dry feet on the dust\nand low winds, down to the racial pool. And he found it.\n\nEven knowing the outlines of the race's history did not help Rynason to\nplace and correlate those impressions which came to him one on top of\nanother, overlapping, merging, blending. He saw buildings which towered\nover him, masses of his people moving quietly around him, and thoughts\ncame to him from their minds. He was Norhib, artisan, working slowly day\nby ... he was Rashanah, approaching the Gate of the Wall and looking ...\nhe was Lohreen discussing the site where ... he was digging the ground,\npushing the heavy cart, lying on the pelt of animals, demolishing the\nbuilding which would soon fall, instructing a child in balance.\n\nA dirt-caked street stretched before him by night, the stones\nindividually cut and smooth with the passage of heavy feet. \"Tomorrow we\nwill set out for the Region of Chalk while there is still time.\" A\nmind-voice from a Hirlaji hundreds, perhaps thousands of years old, dead\nbut alive in the race-memory. Rynason could feel the whole personality\nthere, in the memories, but he passed on.\n\n\"Murba has said that the priests will take him.\"\n\n\"There is no need for planting this year ... the soil is dry. There is\nno purpose.\"\n\n\"The child's mind is ready for war.\"\n\nHe felt Horng himself watching him, beside him or behind him ... nearby,\nanyway. The alien heard and saw with him, and stayed with him like a\nprotector. Rynason felt his presence warmly: the calm of the alien\ncontinued to relax him. Old leather mother-hen, he thought, and Horng\nbeside him seemed almost amused.\n\nSuddenly he was Tebron.\n\nTebron Marl, prince in the Region of Mines, young and strong and\nambitious. Rynason caught and held those impressions; he felt the\nmuscles ripple strangely through his body as Tebron stretched, felt the\ncold wind of the flat cut through his loose garment. It was night, and\nhe stood on the parapet of a heavy stone structure looking down across\nthe immense stretch of the Flat, spotted here and there by lights. He\ncontrolled all this land, and would control more....\n\nHe was Tebron again, marching across the Flat at the head of an army.\nMetal weapons hung at the sides of his men, crudely fashioned bludgeons\nand jagged-edged swords, all quickly forged in the workshops of the\nRegion of Mines. The babble of mind voices swelled around him, fear and\nanger and boredom, dull resentment, and other emotions Rynason could not\nidentify. They were marching on the City of the Temple....\n\nHe slipped sideways in Tebron's mind, and suddenly he was in the middle\nof the battle. There was dust all around, kicked up by the scuffling\nfeet of the huge warriors, and his breath came in gasps. Mind-voices\nshouted and screamed but he paid no attention; he swung his bludgeon\nover his head with a ferocity that made it whistle with a low sound in\nthe wind. One of the defenders broke through the line around him, and he\nbrought the bludgeon smashing down at him before he could thrust with\nhis sword; the warrior fell to one side at the last moment and took the\nblow along one arm. He could feel the pain in his own mind, but he\nignored it. Before the warrior could bring up his sword again Tebron\ncrushed his head with the bludgeon, and the scream of pain in his own\nhead disappeared. He heard the grunting and gasps of his own warriors\nand the clash of bodies and weapons around him....\n\nThe Hirlaji could not really be moving so quickly, Rynason thought; it\nmust be that to Tebron it seemed so. They were quiet, slow-moving\ncreatures. Or had they degenerated physically through the centuries?\nStill smelling the sweat of battle, he found Tebron's mind again.\n\nThere was still fighting in the city, but it was far away now; he heard\nit with the back of his mind as he mounted the steps of the Temple.\nThose were mop-up operations, clearing the streets of the last of the\npriest-king forces; he was not needed there. He had, to all intents,\ncontrolled the city since the night before, and had slept in the palace\nitself. Now it was time for the Temple.\n\nHe mounted the heavy, steep steps slowly, three guards at his back and\nthree in front of him. The priests would be gone from the Temple, but\nthere might be one or two last-ditch defenders remaining, and they would\nbe armed with the Weapons of Kor ... hand-weapons which shot dark beams\nthat could disintegrate anything in their path. They would be dangerous.\nWell, there would be no temple-guards in the inner court; his own men\ncould remain outside to take care of them while he went in.\n\nHe stopped halfway up the steps and lifted his head to gaze up at the\nTemple walls rising above him. They were solid stone, built in the\nfashion of the Old Ones ... smooth-faced except for the carvings above\nthe entrance itself. They too were in the traditional style, copied\nexactly from the older buildings which had been built thousands of years\nago, before the Hirlaji had even developed telepathy. The symbols of Kor\n... so now at last he saw them.\n\nTomorrow he would effect a mass-linkage of minds and broadcast his\norders for reconstruction. That would mean staying up all night\npreparing the communication, for it was impossible to maintain complete\nplanet-wide linkage for too long and Tebron had many plans. Perhaps it\nwould be possible to find a way to extend the duration of mass-linkages\nif the science quest could be pushed forward fast enough.\n\nBut that was tomorrow's problem--today, right now, it was right that he\nenter the Temple. It was not only symbolic of his assumption of power,\nbut necessary religiously: every new ruler leader within the memory of\nthe race had received sanction from Kor first.\n\nA momentary echo-whisper of another mind touched his, and he whirled to\nhis right to see one of the temple-guards in the shadows; he had been\nunable to successfully shield his thoughts. Tebron dropped to the ground\nand sent a quick, cool order to his own guards: \"Kill him.\" The heavy,\ndark warriors stepped forward as the guard tried to shrink back further\ninto the shadows. He was trapped.\n\nBut not unarmed. As he dropped to the steps and rolled quickly to one\nside Tebron heard the low vibration of a disintegrator beam pass over\nhis shoulder and the crack of the wall behind him as it struck. And then\nthe guards were on the warrior in the shadows.\n\nThey had brought down several of the temple-guards the night before, and\ncommandeered their weapons. In a matter of moments this one fell too,\nhis head and most of his trunk gone. One of the warriors shoved the\nhalf-carcass down the stairs, and bent forward at the knees to pick up\nhis fallen weapon.\n\nSo now they had all fourteen of them; if any more of the temple-guards\nremained they could be dealt with easily. Tebron rose from the steps and\nwished momentarily that those weapons could be duplicated; if his whole\narmy could be equipped with them.... But after today that would probably\nbe unnecessary; the entire planet was his now.\n\nHe walked up the last few steps and stepped into the shadows of the\nTemple of Kor....\n\nThe walls melted around him and Rynason felt his mind wrenched\npainfully. There was a screaming all through him, thin and high,\nblotting out the contact he had held with Tebron's mind. It was Horng's\nscream, beside him, overpowering. Terror washed over him; he tried to\nfight it but he couldn't. The shadows of the walls twisted and faded,\nTebron's thoughts disappeared, and all that remained was the screaming\nand the fear, like a mouth open wide against his ear and hot breath\nshouting into him. He felt his stomach turn and nausea and vertigo threw\nhim panting out of Tebron's mind.\n\nYet Horng was still beside him in the darkness, and as the echoes faded\nhe felt him there ... alien, but calm. There had been fear in this huge\nalien mind, but it had disappeared almost immediately with the breaking\nof the connection with Tebron. All that remained in Horng's mind now was\na dull quietness.\n\nRynason felt a rueful grin on his face, and he said, perhaps aloud and\nperhaps not, \"You haven't forgotten what happened here, old leather. The\nmemories are there, all right.\"\n\nFrom Horng's mind came a slow rebuilding of the fear that he had just\nexperienced, but it subsided. And as it did Rynason probed again into\nhis mind, searching quickly for that contact he had just lost. He could\nalmost feel Tebron's mind, began to see the darkness forming the\nwall-shadows, when again there was a blast of the terror and he felt his\nmind reeling back from those memories. The screaming filled his mind and\nbody and this time he felt Horng himself blocking him, pushing him back.\n\nBut there was no need for that; the fear was not Horng's alone. Rynason\nfelt it too, and he retreated before its onslaught with an overpowering\nneed to preserve his own sanity.\n\nWhen the darkness subsided Rynason became aware of himself still sitting\non the stone bench, sweat drenching his body. Horng sat before him in\nthe same position he had been in when they had started; it was as if\nnothing had happened at all. Rynason wearily raised one hand and\nmotioned to Mara to break the linkage.\n\nShe switched off the telepather and gingerly removed the wires from his\nhead, frowning worriedly at him. But she waited for him to speak.\n\nHe grinned at her after a moment and said, \"It was a bit rough in there.\nWe couldn't break through.\"\n\nShe was removing the wires from Horng, who sat unmoving, staring dully\nover Rynason's shoulder at the wall behind him. \"You should have seen\nyourself when you were under,\" she said. \"I wanted to break the\nconnection before, but I wasn't sure....\"\n\nRynason sat forward and flexed the muscles of his shoulders and back.\nThey ached as though they had been tense for an hour, and his stomach\nwas still knotted tight.\n\n\"There's a real block there,\" he said. \"It's like a thousand screaming\nbirds flapping in your face. When you get that far into his mind, you\nfeel it too.\" He sat staring down at his feet, exhausted mentally and\nphysically.\n\nShe sat on the bench and looked closely at him. \"Anything else?\"\n\n\"Yes--Horng. At the end, the second time I went in, I could feel him,\nnot only fighting me, but ... hating me.\" He looked up at her. \"Can you\nimagine actually feeling him, right next to you in your mind like you\nwere one person, hating you?\"\n\nAcross from them, the huge figure of the alien slowly stood up and\nlooked at them for several long seconds, then turned and left the\nbuilding.\n\n\n\n\nFOUR\n\n\nManning's quarters were larger than most of the prefab structures in the\nnew Earth town; the building was out near the end of one of the streets,\na single-storied plastic-and-metal box on a quick-concrete slab base.\nWell, it was as well constructed as any of the buildings in the Edge\nplanetfalls, Rynason reflected as he knocked on the door. And there was\nroom for all of the survey team workers.\n\nManning himself let him in, grabbing his hand in a firm grip that\nnevertheless lacked the man's usual heavy joviality. \"Come on in; the\nothers are already here,\" Manning said, and walked ahead of him into the\nlarger of the two rooms inside. His step was brisk as always, but there\nwas a touch of real hurry in it which Rynason noticed immediately.\nManning was worried about something.\n\n\"All right; we're all set,\" Manning said, leaning against a wall at the\nfront of the room. Rynason found a seat on the arm of a chair next to\nMara and Marc Stoworth, a slightly heavy, blond-haired man in his\nthirties who wore his hair cut short on the sides but long in back. He\nlooked like every one of the young corporation executives Rynason had\nseen in the outworlds, and probably would have gone into that kind of\nposition if he'd had the connections. He certainly seemed out of place\neven among the varied assortment of types who worked the archaeological\nand geological surveys ... but these surveys were conducted by the big\ncorporations who were interested in developing the outworlds; probably\nStoworth hoped eventually to move up into the lower management offices\nwhen the corporations moved in.\n\n\"Gentlemen, there's something very wrong about these dumb horses we've\nbeen dealing with,\" Manning said. \"I'm going to throw out a few facts at\nyou and see if you don't come to the same conclusions that Larsborg and\nI did.\"\n\nRynason leaned over to Mara and murmured, \"What's his problem today?\"\n\nBut she was frowning. \"He's got a real one. Listen.\"\n\nManning had picked up a sheaf of typescript from the table next to him\nand was flipping through it, his lips pursed grimly. \"This is the report\nI got yesterday from Larsborg here--architecture and various other\nartifacts. It's very interesting. Herb, throw that first photo onto the\nscreen.\"\n\nThe lights went off and the screen in the wall beside Manning lit up\nwith a reproduction of one of the Hirlaji structures out on the Flat. It\nstood in the shadow of an overhanging rock-cliff, protected from the\nplanet's heavy winds on three sides. Larsborg had apparently set up\nlights for a clearer picture; the whole building stood out sharply\nagainst the shadows of the background.\n\n\"This look familiar to any of you?\" Manning said quietly.\n\nFor a moment Rynason continued to stare uncomprehending at the picture.\nHe had seen a lot of the Hirlaji buildings since they'd landed; this one\nwas better preserved but not essentially different in design. Larsborg\nhad cleared away most of the dirt and sand which had been packed up\nagainst its sides, exposing the full height of the structure, and he'd\napparently sand-blasted the carved designs over the entrance, but....\n\nThen he realized what he was seeing. The angle of the photo was a bit\ndifferent than that from which he'd seen the other structure back on\nTentar XI, but the similarity was unmistakable. This was a reproduction\nin stone of that same building, the one they'd reconstructed two years\nbefore.\n\nHe heard a wave of voices growing around the room, and Manning's voice\ncut-through it with: \"That's right, gentlemen: it's an Outsiders\nbuilding. It's not in that crazy, damned metal or alloy or whatever it\nwas that they used, but it's the same design. Take a good long look at\nit before we go on to the next photo.\"\n\nRynason looked ... closely. Yes, it was the same design a bit cruder,\nand the carvings weren't the same, but the lines of the doorway and the\ncornice....\n\nThe next picture flashed onto the screen. It was a closeup of the\ndesigns over the entrance, shot in sharp relief so that they stood out\nstarkly. The room was so quiet that Rynason could hear the hum behind\nthe screen in the wall.\n\n\"That's Outsiders stuff too,\" said Breune. \"It's not quite the same,\nthough ... distorted.\"\n\n\"It's carved in stone, not stamped in metal,\" Manning said. \"It's the\nsame thing, all right. Anybody disagree?\"\n\nNo one did.\n\n\"All right, then; let's have the lights back up again.\"\n\nThe lights came on and once more there was a murmur of talking around\nthe room. Rynason shifted his position on the seat and tried to catch\nthe thought that had slipped through his mind just before the screen had\nfaded. There was another similarity.... Well, he'd seen a lot of the\nOutsider buildings in the past few years; it wasn't necessary to trace\nall the evidences right now.\n\n\"What I want to know is, why didn't any of the rest of you see this?\"\nsaid Manning angrily. \"Have you all got plastic for brains? Over a dozen\nmen spend weeks researching these damn horsefaces, and only one of you\nhas the sense to see the evidence of his own eyes!\"\n\n\"Maybe we should turn in our spades,\" said Stoworth.\n\nManning glared at him. \"Maybe you should, if you think this isn't\nserious. Let's get this clear: these old horsefaces that so many of you\nthink are just as quaint as can be have been building in exactly the\nsame style as the Outsiders. Quaint, are they? Harmless too, I suppose!\"\n\nHe stood with his hands on his hips, dropped his head and took a long,\ndeep breath. When he looked up again his forehead was furrowed into an\nintense frown. \"Gentlemen ... as I call you from force of habit ...\nwe've been finding dead cities of the Outsiders for centuries. They were\nall over God knows how many galaxies before your ancestors or mine had\nstopped playing with their tails; as far as we can tell they had a\ncivilization as tightly-knit as our own, and probably stronger. And\nsometime about forty thousand years ago they started pulling out. They\nleft absolutely nothing behind but empty buildings and a few crumbling\nbits of machinery. And we've been following those remains ever since we\ngot out of our own star-system.\n\n\"Well, we just may have found them at last. Right here, on Hirlaj. Now\nwhat do you think of that?\"\n\nNo one said anything for a minute. Rynason looked down at Mara, caught\nher smile, and stood up.\n\n\"I don't think the Hirlaji are the Outsiders,\" he said calmly.\n\nManning shot a sharp glance at him. \"You saw the photos.\"\n\n\"Yes, I saw them. That's Outsiders work, all right, or something a lot\nlike it. But it doesn't necessarily prove that these ... how many of\nthem are there? Twenty-five? I don't think these creatures are the\nOutsiders. We've traced their history back practically to the point of\ncomplete barbarism. Their culture was never once high enough to get them\noff this planet, let alone to let them spread all over among the stars.\"\n\nManning waited for him to finish, then he turned back to the rest of the\nmen in the room and spread his hands. \"Now that, gentlemen, just shows\nhow much we've found out so far.\" He looked over at Rynason again. \"Has\nit occurred to you, Lee, that if these horses _are_ the Outsiders, that\nmaybe they know a little more than we do? I suppose you're going to say\nyou had a telepathic hookup with one of them and you didn't see a thing\nto make you suspicious ... but just remember that they've been using\ntelepathy for several thousand years and that you hardly know what\nyou're doing when you try it.\n\n\"Look, I don't trust them--if they're the Outsiders they've got maybe a\nhundred thousand years head-start on us scientifically. There may be\nonly a couple dozen of them, but we don't know how strong they are.\"\n\n\"That's if they're really the Outsiders,\" said Rynason.\n\nManning nodded his head impatiently. \"Yes, that's what I'm saying. If\nthey're the Outsiders, which looks like a sensible conclusion. Or do you\nhave a better one?\"\n\n\"Well, I don't know if it's better,\" said Rynason. \"It may not even be\nas attractive, for that matter. But have you considered that maybe when\nthe Outsiders pulled out of our area they simply moved on elsewhere?\nWe're so used to seeing dead cities that we think automatically that the\nOutsiders must be dead too, which I suppose is what's bothering you\nabout finding the Hirlaji here alive. But it might be worse. That whole\nempire could simply have moved on to this area; we could be on the edge\nof it right now, ready to run head-on into a hundred star systems just\ncrowded with the Outsiders.\"\n\nManning stared at him, and the expression on his face was not quite\nanger. Something like it, but not anger.\n\n\"The ruins we've found here were built by the Hirlaji,\" Rynason said. \"I\nsaw them building when I was linked with Horng, and these are the same\nstructures. But the design was copied from older buildings, and I don't\nknow how far back I'd have to search the memories before I found where\nthey originally got that kind of approach to design. Maybe back before\nthey developed telepathy. But this race simply isn't as old as the\nOutsiders; they came out of barbarism thousands of years after the\nOutsiders had left those dead cities we've been finding. The chances are\nthat if the Hirlaji were influenced by the Outsiders it was sometime\naround thirty thousand years ago ... which means the Outsiders came this\nway when they left those cities. That would mean that we're following\nthem ... and we might catch up at any time.\"\n\nHe stopped for a moment, then said, \"We're moving faster than they were,\nand we have no idea where they may have settled again. One more starfall\nfurther beyond the Edge, and we may run into one of their present\noutposts. But this isn't it. Not yet.\"\n\nManning was still staring at Rynason, but it was a curious stare.\n\"You're pretty sure that what you've been getting out of that\nhorseface's head is real?\" he asked levelly. \"You trust them?\"\n\nRynason nodded. \"Horng was really afraid; that was real. I felt it\nmyself. And the rest of it was real, too--I could see the whole racial\nmemory there, and nobody could have been making that up. If you'd\nexperienced that...\"\n\n\"Well, I didn't,\" Manning said shortly. \"And I don't think I trust\nthem.\" He paused, and after a moment frowned. \"But this direct linkage\nbusiness does seem to be the best way we have of checking on them. I\nwant you to get busy, Lee, and go after that horse's thoughts for us.\nDon't let him drive you out again; if he's hiding something, get in\nthere and see what it is. Above all, don't trust him.\n\n\"If these things are the Outsiders, they could be bluffing us.\"\n\nManning stopped talking, and thought a minute. He looked up under raised\neyebrows at Rynason. \"And be careful, Lee. I'm counting on you.\"\n\nRynason ignored his paternal gaze, and turned instead to Mara. \"We'll\ntry it again tomorrow,\" he said. \"Get in a requisition for a telepather\nthis afternoon; make sure we'll have one ready to go first thing in the\nmorning. I'll check back with you about an hour after we leave here\ntoday.\"\n\nShe looked up at him, surprised. \"Check back? Why?\"\n\n\"I put in a requisition myself, yesterday. Wine from Cluster II, vintage\n'86. I was hoping for some company.\"\n\nShe smiled. \"All right.\"\n\nManning was ending the session. \"...Carl, be sure to get those studies\nof the Outsiders artifacts together for me by tonight. And I'm going to\nhand back your reports to each of the rest of you; go through them and\nwatch for those inconsistencies you skipped over the first time. We may\nbe able to turn up something else that doesn't check out. Go over them\n_carefully_--all the reports were sloppy jobs. You're all trying to work\ntoo fast.\"\n\nRynason rose with the rest of them, grinning as he remembered how\nManning had rushed those reports. Well, that was one of the privileges\nof authority: delegating fault. He started for the door.\n\n\"Lee! Hold it a minute; I want to talk to you, alone.\"\n\nRynason sat, and when all the others had gone Manning came back and sat\ndown opposite him. He slowly took out a cigaret and lit it.\n\n\"My last pack till the next spacer makes touchdown,\" he said. \"Sorry I\ncan't offer you one, but I'm a fiend for the things. I know they're\nsupposed to be non-habit-forming these days, but I'm a man of many\nvices.\"\n\nRynason shrugged, waiting for him to come to the point.\n\n\"I guess it makes me a bit more open-minded about what the members of my\nstaff do,\" Manning went on. \"You know--why should I crack down on\ndrinking or smoking, for instance, when I do it myself?\"\n\n\"I'm glad you see it that way,\" Rynason said drily. \"Why did you want me\nto stay?\"\n\nManning exhaled a long plume of smoke slowly, watching it through\nnarrowed eyes. \"Well, even though I'm pretty easy going about things, I\ndo try to keep an eye on you. When you come right down to it, I'm\nresponsible for every man who's with me out here.\" He stopped, and\nlaughed shortly. \"Not that I'm as altruistic as that sounds, of\ncourse--you know me, Lee. But when you're in a position of authority you\nhave to face the responsibilities. You understand me?\"\n\n\"You have to protect your own reputation back at Cluster headquarters,\"\nRynason said.\n\n\"Well, yes. Of course, you get into a pattern of thinking eventually ...\nsort of a fatherly feeling, I suppose, though I've never even been on\nthe parentage rolls back on the in-worlds. But I mean it--it happens, I\nget that feeling. And I'm getting a bit worried about you, Lee.\"\n\nRynason could see what was coming now. He sat further back into the\nchair and said, \"Why?\"\n\nManning frowned with concern. \"I've been noticing you with Mara lately.\nYou seem pretty interested in her.\"\n\n\"Is she one of those vices you were telling me about, Manning?\" said\nRynason quietly. \"You want to warn me to stay away from her?\"\n\nManning shook his head, a quick gesture dismissing the idea. \"No, Lee,\nnot at all. She's not that kind of a woman. And that's my point. I can\nsee how you look at her, and you're on the wrong track. When you're out\nhere on the Edge, you don't want a wife.\"\n\n\"What I need is some good healthy vice, is that what you mean?\"\n\nManning sat forward. \"That puts it pretty clearly. Yeah, that's about\nit. Lee, you're building up some strong tensions on this job, and don't\nthink I'm not aware of it. Telepathing with that horseface is getting\nrough, judging from what you've told me. I think you should go get good\nand drunk and kick up hell tonight. And take one of the town women;\nthey're always available. Do you good, I mean it.\"\n\nRynason stood up. \"Maybe tomorrow night,\" he said. \"Tonight I'm busy.\nWith Mara.\" He turned and walked toward the door.\n\n\"I'd suggest you get busy with someone else,\" Manning said quietly\nbehind him. \"I'm really telling you this for your own good, believe it\nor not.\"\n\nRynason turned at the door and regarded the man coldly. \"She's not\ninterested in you, Manning,\" he said. He went out and shut the door\ncalmly behind him.\n\nManning could be irritating with his conceited posing, but his veiled\nthreats didn't bother Rynason. In any case, he had something else on his\nmind just now. He had finally remembered what it had been about the\ncarvings over the Hirlaji building in the photo that had touched a\nmemory within him: there was a strong similarity to the carvings that he\nhad seen, through Tebron's eyes, outside the Temple of Kor. The symbols\nof Kor, Tebron had called them ... copied from the works of the Old\nOnes.\n\nThe Outsiders?\n\n\n\n\nFIVE\n\n\nThey had some trouble getting cooperation from Horng on any further\nmind-probing. The Hirlaji lived among some of the ruins out on the Flat,\nwhere the winds threw dust and sand against the weathered stone walls,\nleaving them worn smooth and rounded. The aliens kept these buildings in\nsome state of repair, and there was a communal garden of the planet's\ndark, fungoid plant life. As Rynason and Mara strode between the massive\nbuildings they passed several of the huge creatures; one or two of them\nturned and regarded the couple with dull eyes, and went on slowly\nthrough the grey shadows.\n\nThey found Horng sitting motionlessly at the edge of the cluster of\nbuildings, gazing out over the Flat toward the low hills which stood\nblack against the deep blue of the horizon sky. Rynason lowered the\ntelepather from his shoulder and approached him.\n\nThe alien made no motion of protest when Rynason hooked up the\ninterpreter, but when the Earthman raised the mike to speak, Horng's dry\nvoice spoke in the silence of the thin air and the machine's stylus\ntraced out, THERE IS NO PURPOSE.\n\nRynason paused a moment, then said, \"We're almost finished with our\nreports. We should finish today.\"\n\nTHERE IS NO PURPOSE MEANING QUEST.\n\n\"No purpose to the report?\" Rynason said after a moment. \"It's important\nto us, and we're almost finished. There would be even less purpose in\nstopping now, when so much has been done.\"\n\nHorng's large, leathery head turned toward him and Rynason felt the\nancient creature's heavy gaze on him like a shadow.\n\nWE ARE ACCUSTOMED TO THAT.\n\n\"We don't think alike,\" Rynason said to him. \"To me there is a purpose.\nWill you help me once more?\"\n\nThere was no answer from the alien, only a slow nodding of his head to\none side, which Rynason took for assent. He motioned Mara to set up the\ntelepather.\n\nAfter their last experience Rynason could understand the creature's\nreluctance to continue. Perhaps even his statement that there was no\npurpose to the Earthmen's researches made sense--for could the\ncodification of the history of a dying race mean much to its last\nmembers? Probably they didn't care; they walked slowly through the ruins\nof their world and felt all around them fading, and the jumbled past in\ntheir minds must be only one more thing that was to disappear.\n\nAnd Rynason had not forgotten the terrified waves of hatred which had\nblasted at him in Horng's mind--nor had Horng, he was sure.\n\nMara connected the leads of the telepather while the alien sat\nmotionlessly, his dark eyes only occasionally watching either of them.\nWhen she was finished Rynason nodded for her to activate the linkage.\n\nThen there was the rush of Horng's mind upon his, the dim\nthought-streams growing closer, the greyed images becoming sharper and\nwashing over him, and in a moment he felt his own thoughts merge with\nthem, felt the totality of his own consciousness blend with that of\nHorng. They were together; they were almost one mind.\n\nAnd in Horng he heard the whisper of distrust, of fear, and the echoes\nof that hatred which had struck at him once before. But they were in the\nbackground; all around him here on the surface was a pervading feeling\nof ... uselessness, resignation, almost of unreality. The calm which he\nhad noted before in Horng had been shaken and turned, and in its place\nwas this fog of hopelessness.\n\nTentatively, Rynason reached for the racial memories in that grey mind,\nfeeling Horng's own consciousness heavy beside him. He found them,\nlayers of thoughts of unknown aliens still alive here, the pictures and\nsounds of thousands of years past. He probed among them, looking again\nfor the memories of Tebron ... and found what he was searching for.\n\nHe was Tebron, marching across that vast Flat which he had seen before,\nthe winds alive around him among the shuffling feet of his army. He felt\nthe muscles of his massive legs tight with weariness, and tasted the\ndryness of the air as he drew in long gasps. He was still hours from the\nCity, but they would rest before dawn....\n\nRynason turned among those memories, moving forward in them, and was\naware of Horng watching him. There was still the wariness in his mind,\nand a stir of anxiety, but it was blanketed by the tired hopelessness he\nhad seen. He reached further in the memories, and....\n\nThe temple-guard fell in the shadows, and one of his own warriors\nstepped forward to retrieve his weapon. The remains of the guard's body\nrolled down three, four, five of the steps of the Temple, and stopped.\nHis eyes lingered on that body for only a moment, and then he turned and\nwent up to the entrance.\n\nThere was a moaning of pain, or of fright, rising somewhere in his head;\nhe was only partly aware of it. He walked into the shadows of the\ndoorway and paused. But only for a moment: there was no movement inside,\nand he stepped forward, down one step into the interior.\n\nScreams echoed through the halls and corridors of the Temple--high and\npiercing, growing in volume as they echoed, buffeting him almost into\nunconsciousness. He knew they were from Horng, but he fought them,\nwatching his own steps across the dark inner room. He was Tebron Marl,\nking priest ruler of all Hirlaj, in the Temple of Kor, and he could feel\nthe stone solid beneath his feet. Sweat broke out on his back--his own,\nor Tebron's? But he _was_ Tebron, and he fought the blast of fear in his\nmind as though it were a battle for his very identity. He _was_ Tebron.\n\nThe screaming faded, and he stood in silence before the Altar of Kor.\n\nSo this is the source, he thought. For how many days had he fought\ntoward this? It was useless to remember; the muscles of his body were\nremembrance enough, and the scar-tissue that hindered the movement of\none shoulder. If he remembered those battles he would again hear the\nfading echoes of enemy minds dying within his, and he had had enough of\nthat. This was the goal, and it was his; perhaps there need be no more\nsuch killing.\n\nHe opened his mouth and spoke the words which he had learned so many\nyears before, during his apprenticeship in the Region of Mines. The\nrituals of the Temple were always conducted in the ancient spoken\nlanguage; Kor demanded it, and only the priest-caste knew these words,\nfor they were so old that their form had changed almost completely even\nby the time his people had developed telepathy and discarded speech;\nthey were not communicated to the rest of the people.\n\n\"I am Tebron Marl, king priest leader of all Hirlaj. I await your orders\nguidance.\"\n\nHe knelt, according to ritual, and gazed up at the altar. The Eye of Kor\nblinked there, a small circle of light in the dark room. The altar was\nsimple but massive; its heavy columns, built upon the traditional lines,\nsupported the weight of the Eye. He watched its slow waxing and waning,\nand waited; within him, Rynason's mind stirred.\n\nAnd Kor spoke.\n\n_Remain motionless. Do not go forward._\n\nHe felt a child as a wave of sensitivity spread through all of his skin\nand his organs sped for a moment. Then it was true: in the Temple of\nKor, the god leader really did speak.\n\n\"I await further words.\"\n\nThe Eye held his gaze almost hypnotically in the dimness. The voice\nsounded in the huge arched room. _The sciences quests of your race lead\nyou to extinction. The knowledge words offered to me by your priests\nmake it clear that within a hundred years your race will leave its\nplanet. You must not go forward, for that way lies the extermination of\nall your race._\n\nHis mind swam; this was not what he had expected. The god leader Kor had\nalways aided his people in their sciences; in the knowledge word\nofferings they reported to the Eye the results of their studies, and\noften, if asked properly, the god leader would clarify uncertainties\nwhich they faced. But now he ordered an ending to research quests. This\nwas unthinkable! Knowledge was godhood; godhood was knowledge, of the\nessence; the essence was knowing understanding. To him, to his people,\nit was a unity--and now that unity repudiated itself. Faintly in the\ndarkness somewhere he again heard screaming.\n\n\"Are we to abandon all progress? Are the stars so dangerous?\"\n\n_The concept wish of progress must die within your people. There must be\nno purpose in any field of knowledge. You must remain motionless,\nconsolidate what you have, and live in peace._ The Eye in the dimness\nseemed larger and brighter the longer he looked at it; all else in the\nechoing room was darkness. _The stars are not dangerous, but there is a\nrace which rises with you, and it rises more rapidly. Should you expand\ninto the stars you will only meet that race sooner, and they will be\nstronger. They are more warlike than your people; already you are\ncapable of peace, and that must be your aim. Remain on your world;\nconsolidate; cultivate the fruits of your civilization as it is, but do\nnot go forward. In that way, you will have five thousand years before\nthat race finds you, and if you are no threat to them they will not\ndestroy you._\n\nHe felt a rising anger in him as the god leader's words came to him in\nthe dark room, and a fear that lay deeper. He was a warrior, and a\nquester ... how could he give up all such pursuits, and how could he be\nexpected to force all his people to do the same? There would be no hope\nwish of advance, no curiosity ... no purpose.\n\n\"Is this other race so much more advanced than we are?\" he asked.\n\nHe heard a low humming from the altar and the Eye grew brighter again.\n_They are not so much ahead of you now ... but they are more warlike,\nand will therefore develop more quickly. In both your races, war is a\nquest which you use as a release for what is in you. Your sciences\nquestings and your wars are the same thing ... you must suppress both.\nThey are discontentment, and you will find that only in peace, if at\nall._\n\nHe dipped his head to one side, a gesture of acquiescence or agreement.\nHe couldn't argue with the god leader Kor, and he had been wrong even to\nthink of it.\n\n\"How am I to suppress the race? Is it possible to convince each of them\nof the necessity for abandoning forgetting all questing?\"\n\nThe Eye hummed, and grew brighter against the darkness of the carved\nwall behind it, but it was some time before Kor spoke again. _It would\nbe impossible to convince every one. The reasons must be kept from them,\nand kept from the shared memories; you must not communicate my knowledge\nwords in any way. Consolidate your power, force peace upon them and lead\nthem into acceptance. The knowledge questing can be made to die within\nthem. Remember that there will be no purpose ... in that they must find\ncontentment._\n\nThe king priest leader of all Hirlaj waited a moment, and was ready to\nrise and leave when the Eye spoke again.\n\n_You must abolish the priesthood. The knowledge which I have given to\nyou must die when you die._\n\nHe waited for a long time in the dim, suddenly cold hall for the god\nleader to speak again, then slowly rose and walked to the door, the\nimage of the Eye of Kor still bright in his vision. He stopped outside\nthe doorway, hearing the soft wind of the city flowing slowly past the\nstone archway above him. One of his guards reached out and touched his\nmind tentatively, but he blocked his thoughts and strode heavily down\nthe steps past them.\n\nThe sound of the wind above him rose to a screaming, and suddenly it was\nas though he were tumbling down the entire length of the stairway,\nfragments of sky and stone and faces flashing past in a kaleidoscope,\nand the screaming all around him. He almost reached for his bludgeon,\nbut then he realized that he was not Tebron Marl ... he was Lee Rynason,\nand the screaming was Horng and he was being driven out of those\nthoughts, tumbling through a thousand memories so fast he could not\ngrasp any one of them.\n\nHe withdrew from Horng's mind as though from a nightmare; he became\naware of his own body, lying in the dust of Hirlaj, and he opened his\neyes and motioned weakly to Mara to break the connection.\n\nWhen she had done so he slowly sat up and shook his head, waiting for it\nto clear. For awhile he had been an ancient king of Hirlaj, and it took\nsome time to return to the present, to his own consciousness. He was\ndimly aware of Mara kneeling beside him, but he couldn't make out her\nwords at first.\n\n\"Are you all right? Are you sure? Look up at me, Lee, please.\"\n\nHe found himself nodding to reassure her, and then he saw the expression\non her face and felt the last wisps of alien fog clearing from his mind.\nThere were tears in her eyes, and he touched the side of her face with\nhis hand and said, \"I'm all right. But why don't you kiss me or\nsomething?\"\n\nShe did, but before Rynason could really immerse himself in it she broke\naway and said, \"You must have had a bad time with him! It was as though\nyou were dead.\"\n\nHe grinned a trifle sheepishly and said, \"Well, it was engrossing. You'd\nbetter unhook the beast; he had a bad time of it too.\"\n\nMara rose and removed the wires from Horng gingerly. Rynason remained\nsitting; some of the meaning of what he had just experienced was coming\nto him now. It certainly explained why the Hirlaji had suddenly passed\nfrom their war era into lasting peace, and why the memories had been\nblocked. But could he credit those memories of a voice of an alien god?\n\nAnd sitting in the dust at the edge of the vast Hirlaj plain the full\nrealization came to him, as it could not when he had been Tebron. Not\nonly the Temple, but the Altar of Kor itself had been unmistakably the\nworkmanship of the Outsiders.\n\n\n\n\nSIX\n\n\nThey left Horng sitting dully at the edge of the Flat and retraced their\nsteps through the Hirlaji ruins, still drawing no notice from the\naliens. Rynason had been in some of the small planetfall towns where\nsettlements had been established only to be abandoned by the main flow\nof interstellar traffic ... those backwater areas where contact with the\nparent civilization was so slight that an entirely local culture had\ndeveloped, almost as different from that of the mainstream Terran\ncolonies as was this last vestige of the Hirlaji civilization. And in\nsome of those areas interest in Earth was so slight that the offworlders\nwere ignored, as the Earthmen were here ... but he had never felt the\ntotal lack of attention that was here. It was not as though the Hirlaji\nhad seen the Earthmen and grown used to them; Rynason had the feeling\nthat to the Hirlaji the Earthmen were no more important than the winds\nor the dust beneath their feet.\n\nAs they passed through the settled portion of the ruins Rynason had to\nstep around a Hirlaji who crossed his path. He walked silently past, his\neyes not even flickering toward the Earthlings. Crazy grey hidepiles,\nRynason thought, and he and Mara hurried out across the Flat toward the\nnearby Earth town.\n\nOn the outskirts of the town, where the packed-dirt streets faded into\nloose dust and garbage was already piled several feet high, they were\nmet by Rene Malhomme. He sat long-legged with his back leaning against a\nweathered stone outcropping. He seemed old already, though he was not\nyet fifty; his windblown hair was almost the color of the surrounding\ngrey dust and rock--perhaps because it was filled with that dust,\nRynason thought. He stopped and looked down at the worn, tired man whose\neyes belied that weariness.\n\n\"And have you communicated with God, Lee Rynason?\" Malhomme asked with\nhis rumbling, sardonic voice.\n\nRynason met his gaze, wondering what he wanted. He lowered the\ntelepather pack from his shoulder and set it in the dust. Mara sat on a\nlow rock beside him.\n\n\"Will an alien god do?\" Rynason said.\n\nMalhomme's eyes rested on the telepather for a moment. \"You spoke with\nKor?\" he asked.\n\nRynason nodded slowly. \"I made a linkage with one of the Hirlaji, and\ntapped the race-memory. I suppose you could say I spoke with Kor.\"\n\n\"You have touched the alien godhead,\" Malhomme mused. \"Then it's real?\nTheir god is real?\"\n\n\"No,\" said Rynason. \"Kor is a machine.\"\n\nMalhomme's head jerked up. \"A machine? _Deus ex machina_, to quote an\nancient curse. We make our own machines, and make gods of them.\" The\ntired lines of his face relaxed. \"Well, that's a bit better. The gods\nremain a myth, and it's better that way.\"\n\nRynason stood over him on the windy Flat, still puzzled by his manner.\nHe glanced at Mara, but she too was watching Malhomme, waiting for him\nto speak again.\n\nSuddenly, Malhomme laughed, a dry laugh which almost rasped in his\nthroat. \"Lee Rynason, I have called men to God for so long that I almost\nbegan to believe it myself. And when the men started talking about the\ngod of these aliens....\" He shook his head, the spent laughter still\ndrawing his mouth back into a grin. \"Well, I'm glad it isn't true.\nReligion wouldn't be worth a damn if it were true.\"\n\n\"How did the men find out about Kor?\" Rynason asked.\n\nMalhomme spread his hands. \"Manning has been talking, as usual. He\nridicules the Hirlaji, and their god. And at the same time he says they\nare a menace.\"\n\n\"Why? Is he still trying to work the townsmen up against them?\"\n\n\"Of course. Manning wants all the power he can get. If it means\nsacrificing the Hirlaji, he'll do it.\" Malhomme stood up, stretching\nhimself. \"He says they may be the Outsiders, and he's stirring up all\nthe fear he can. He'll grab any excuse, no matter how impossible.\"\n\n\"It's not so impossible,\" Rynason said. \"Kor is an Outsiders machine.\"\n\nMalhomme stared at him. \"You're sure of that?\"\n\nHe nodded. \"There's no doubt of it--I saw it from three feet away.\" He\ntold Malhomme of his linkage with Horng, the contact with the memories,\nthe mind, Tebron, and of the interview with the machine that was Kor.\nMalhomme listened with fascination, his shaggy head tilted to one side,\noccasionally throwing in a comment or a question.\n\nAs he finished, Rynason said, \"That race that Kor warned them about\nsounds remarkably like us. A warlike race that would crush them if they\nleft the planet. We haven't found any other intelligent life ... just\nthe Hirlaji, and us.\"\n\n\"And the Outsiders,\" said Malhomme.\n\n\"No. This was a race which was still growing from barbarism, at about\nthe same level as the Hirlaji themselves. Remember, the Outsiders had\nalready spread through a thousand star-systems long before this. No,\nwe're the race they were warned against.\"\n\n\"What about the weapons?\" Malhomme said. \"Disintegrators. We haven't got\nanything that powerful that a man can carry in his hand. And yet the\nHirlaji had them thousands of years ago.\"\n\n\"Yes, but for some reason they couldn't duplicate them. It doesn't make\nsense: those weapons were apparently beyond the technological level of\nthe Hirlaji, but they had them.\"\n\n\"Perhaps your aliens _were_ the Outsiders,\" Malhomme said. \"Perhaps we\nsee around us the remnants of a great race fallen.\"\n\nRynason shook his head.\n\n\"But they must have had some contact with the Outsiders,\" Mara said.\n\"Sometime even before Tebron's lifetime. The Outsiders could have left\nthe disintegrators, and the machine that they thought was a god....\"\n\n\"That's just speculation,\" Rynason said. \"Tebron himself didn't really\nknow where they'd come from; they'd been passed down through the\npriesthood for a long time, and within the priesthood they did have some\nsecrets. I suppose if I could search the race-memory long enough I might\nfind another nice big block there hiding that secret. But it's\ndifficult.\"\n\n\"And you may not have time,\" Malhomme said. \"When Manning hears that the\nAltar of Kor was an Outsiders machine, there'll be no way left to stop\nhim from slaughtering the Hirlaji.\"\n\n\"I'm not sure there'll be any real trouble,\" Rynason said.\n\nMalhomme's lips drew back into the deep lines of his face. \"There is\nalways trouble. Always. Whoever or whatever spoke through the machine\nknew that much about us. The only way you could stop it, Lee, would be\nto hold back this information from Manning. And to do that, you would\nhave to be sure, yourself, that there is no danger from the Hirlaji.\nYou're in the key position, right now.\"\n\nRynason frowned. He knew Malhomme was right--it would be difficult to\nstop Manning if what he'd said about the man's push for power was true.\nBut could he be sure that the Hirlaji were as harmless as they seemed?\nHe remembered the reassuring touch of Horng's mind upon his own, the\ncalmness he found in it, and the resignation ... but he also remembered\nthe fear, and the screaming, and the hot rush of anger that had touched\nhim.\n\nIn the silence on the edge of the Flat, Mara spoke. \"Lee, I think you\nshould report it all to Manning.\"\n\n\"Why?\"\n\nHer face was clouded. \"I'm not sure. But ... when I disconnected the\nwires of the telepather, Horng looked at me.... Have you ever looked\ninto his eyes, up close? It's frightening: it makes you remember how old\nthey are, and how strong. Lee, that creature has muscles in his face as\nstrong as most men's arms!\"\n\n\"He just looked at you?\" said Rynason. \"Nothing else?\"\n\n\"That's all. But those eyes ... they were so deep, and so full. You\ndon't usually notice them, because they're set so deeply in the shadows\nof his face, but his eyes are _large_.\" She stopped, and shook her head\nin confusion. \"I can't really explain it. When I moved around him to the\nother side, I could see his eyes following me. He didn't move,\notherwise--it was as though only his eyes were alive. But they\nfrightened me. There was much more in them than just ... not seeing, or\nnot caring. His eyes were alive.\"\n\n\"That's not much evidence to make you think the Hirlaji are dangerous.\"\n\n\"Oh, I don't _know_ if they could be dangerous. But they're not just ...\npassive. They're not vegetables. Not with those eyes.\"\n\n\"All right,\" Rynason said. \"I'll give Manning a full report, and we'll\nput it in his hands.\"\n\nHe picked up the telepather pack and slung it over his shoulder. Mara\nstood up, shaking away the dust which had blown against her feet.\n\n\"What will you do,\" Malhomme asked, \"if Manning decides that's enough\ncause to kill the Hirlaji?\"\n\n\"I'll stop him,\" Rynason said. \"He's not in control here, yet.\"\n\nMalhomme flashed his sardonic smile again. \"Perhaps not ... but if you\nneed help, call to God. The books say nothing about alien races, but\nsurely these must be God's creatures too. And I'm always ready to break\na few heads, if it will help.\" He turned and spat into the dust. \"Or\neven just for the hell of it,\" he said.\n\n       *       *       *       *       *\n\nRynason found Manning that same afternoon, going over reports in his\nquarters. As soon as he began his description of the orders given to\nTebron he found that Malhomme's warnings had been correct.\n\n\"What did this machine say about us?\" Manning asked sharply. \"Why were\nthe Hirlaji supposed to stay away from us?\"\n\n\"Because we're a warlike race. The idea was that if the Hirlaji stayed\nout of space they'd have about five thousand years before we found\nthem.\"\n\n\"How long ago was all this? I had your report here....\"\n\n\"At least eight thousand years,\" Rynason said. \"They overestimated us.\"\n\nManning stood up, scowling. There were heavy lines around his eyes and\nhe hadn't trimmed his thin beard. Whatever he was working on, Rynason\nthought, he was putting a lot of effort into it.\n\n\"This doesn't make sense, Lee. Damn it, since when do machines make\nguesses? Wrong ones, at that?\"\n\nRynason shrugged. \"Well, you've got to remember that this was an alien\nmachine; maybe that's the way they built them.\"\n\nManning threw a cold glance at him and poured a glass of Sector Three\nbrandy for himself. \"You're not being amusing,\" he said shortly. \"Now,\ngo on, and make some sense.\"\n\n\"I'd like to,\" Rynason said. \"Frankly, my theory is that the machine was\na communication-link with the Outsiders. It could explain a lot of\nthings--maybe even the similarities in architecture.\"\n\nManning scowled and turned away from him. He paced heavily across the\nroom and looked out through the plasticene window at the nearly empty,\ndust-strewn street for a few moments; when he returned the frown was\nstill on his face.\n\n\"Damn it, Lee, you're not keeping your mind on the problems here. While\nyou were looking into Horng's mind, how do you know he wasn't spying in\nyours? You had an equal hookup, right?\"\n\nRynason nodded. \"I couldn't have prevented him in any case. Why? Are we\nsupposed to be hiding anything?\"\n\n\"I told you not to trust them!\" Manning snapped. \"Now if you can't even\nmatch wits with a senile horsehead....\"\n\n\"You were the one who said they might be more adept at telepathy than we\nare,\" Rynason said. \"It was a chance we had to take.\"\n\n\"There's a difference between taking chances and handing them\ninformation on a silver platter,\" Manning said angrily. \"Did you make\nany effort at all to keep him from finding out too much about us?\"\n\nRynason shrugged. \"I kept him pretty busy. All of the time I was running\nthrough Tebron's memories I could feel Horng screaming somewhere; he\nmust have been too upset to do any probing in my mind.\"\n\nManning was silent for a moment. \"Let's hope so,\" he said shortly. \"If\nthey find out how weak we are, how long it would take us to get\nreinforcements out here....\"\n\n\"They're still just a dying race, remember,\" Rynason said. \"They're not\nthe Outsiders. What makes you so sure that they're dangerous?\"\n\n\"Oh, come _on_, Lee! Think! They're in contact with the Outsiders; you\nsaid so yourself. And just remember this: _the Outsiders obviously\nconsidered it inevitable that there would be war between us_. Now put\nthose two facts together and tell me the horses aren't dangerous!\"\n\nRynason said slowly, \"It isn't as simple as that. The order given to\nTebron was to stop all scientific progress and stifle any military\ndevelopment, and he seems to have done just that. The idea was that if\nthe Hirlaji were harmless when we found them there might be no need for\nfighting.\"\n\n\"Perhaps. But we weren't supposed to know that they were in contact with\nthe Outsiders, either--that was probably part of the purpose of the\nblock in the race-memory. But we got through the block, and they know\nit, and presumably by now the Outsiders know it. That changes the\npicture, and I'd like to know just how much it changes it.\"\n\n\"They're not in contact with the Outsiders any longer,\" said Rynason.\n\n\"What makes you so sure of that?\"\n\n\"Tebron broke the contact--that was in the orders too. The priesthood,\nwhich had been the connecting link with the Outsiders through the\nmachine, was disbanded. When Tebron died he didn't appoint a successor;\nthe machine hasn't been used since.\"\n\nManning thought about that, still frowning. \"Where is the machine?\"\n\n\"I don't know. If it hasn't been kept in repair it might not even be\nusable any more, wherever it is.\"\n\n\"I'll tell you something, Lee,\" said Manning. \"There's still too much\nthat we don't know--and too much that the Hirlaji _do_ know, now.\nWhether or not your horse-buddy was picking your brains, they know we're\nnot as strong as they thought we were. It took us eight thousand years\nto get here instead of five thousand. Let's just hope they don't think\nabout that too much.\"\n\nHe stopped, and paced to the window again. \"Look around you, Lee--out on\nthe street, in the town. We've hardly put our feet down on this planet;\nwe've got very little in the way of weapons with us and it will take\nweeks to get any more in here; there's practically no organization here\nyet. We could be wiped off this planet before we knew what hit us. We're\nsitting ducks.\"\n\nHe came back to stand before Rynason. \"And what about the Outsiders?\nThey think of us strictly in terms of war, and they've been keeping\nthemselves away from us all this time. That's obviously why they pulled\nout of this sector of space. Up until now we'd thought they were dead.\nBut now we find they've been in contact with this planet ... all right,\nit was eight thousand years ago. But that's a lot more recent than the\nlast evidences we've had of them, and they've obviously been watching\nus.\n\n\"Now, you've been in direct contact with the horses' minds; you've\npractically been one of them yourself, for awhile. All right, what's\ntheir reaction going to be when they realize that the Outsiders, their\ngod, overestimated us? What will they do?\"\n\nRynason thought about that. He tried to remember the minds he had\ntouched during the linkage with Horng: Tebron, the ancient warrior-king,\nand the young Hirlaji staring at the buildings of one of the ancient\ncities, and the old, dying one who had decided not to plant again one\nyear ... and Horng himself, tired and calm on the edge of the Flat, amid\nthe ruins of a city. He remembered the others in that crumbling last\nhome of an entire race ... slow, quiet, uncaring.\n\n\"I don't think they'll do anything. They wouldn't see any point to it.\"\nHe paused, remembering. \"They lost all their purpose eight thousand\nyears ago,\" he said quietly.\n\nManning grunted. \"Somehow I lack your touching faith in them.\"\n\n\"And somehow,\" Rynason said, \"I lack your burning ambition to find an\nenemy, a handy menace to crush. You argue too hard, Manning.\"\n\nManning raised an eyebrow. \"I suppose I haven't even put a doubt in your\nmind about them? Not one doubt?\"\n\nRynason turned away and didn't answer.\n\nManning sighed. \"Maybe it's time I went out there myself and had a\nseance with the horses.\" He set down his glass of brandy, which he had\nbeen turning in his hand as he spoke. \"Lee, I want you to check back\nhere with me in two hours ... by then I should have things straightened\nup and ready to go.\"\n\nHe strode to the supply closet at one end of the room and took from it a\nbelt and holster, from which he removed a recent-model regulation\nstunner. \"This is as powerful a weapon as we have here so far, except\nfor the heavy stuff. I hope we never have to use any of that--clearing\nit for use is a lot of red tape.\" He looked up and saw the cold\nexpression on Rynason's face. \"Of course, I hope we don't have to use\nthe stunners, either,\" he said calmly.\n\nRynason turned without a word and went to the door. He stopped there for\na moment and watched Manning checking over the weapon. He was thinking\nof the disintegrators he had seen on the steps of the Temple of Kor, and\nof the shell of a body tumbling out of the shadows.\n\n\"I'll see you at 600,\" he said.\n\n\n\n\nSEVEN\n\n\nRynason spent the next two hours in town, moving through the windy\nstreets and thinking about what Manning had said. He was right, in a\nway: this was no more than a foothold for the Earthmen, a touchdown\npoint. It wasn't even a community yet; buildings were still going up,\nprices varied widely not only between landings of spacers but also\naccording to who did the selling. A lot of the men here were trying some\nmining out on the west Flat; their findings had so far been small but\nthey brought the only real income the planet had so far yielded. The\nrest of the town was rising on its own weight: bars, rooming houses,\nlaundries, and diners--establishments which thrived only because there\nwere men here to patronize them. Several weeks before a few of the men\nhad tried killing and eating the small animals who darted through the\nalleys, but too many of those men had died and the practice had been\nquickly abandoned. And they had noticed that when those animals foraged\nin the refuse heaps outside the town, they died too.\n\nA few of the big corporations had sent out field men to look around, but\nit was too soon for any industry to have established itself here; all\nthe planet offered so far was room to expand. Despite the wide expansion\nof the Earthmen through the stars, a planet where conditions were at all\nfavorable for living was not to be overlooked; the continuing population\nexplosion, despite tight regulations on the inner worlds, had kept up\nwith the colonization of these worlds, and new room was constantly\nneeded.\n\nBut the planetfall on Hirlaj was still new. A handful of Earthmen had\ncome, but they had not yet brought their civilization with them. They\nstood precariously on the Flat, waiting for more settlers to come in and\nbuild with them. If there should be trouble before more men arrived....\n\nAt 600 Rynason walked out on the dirt-packed street to Manning's\nquarters. He met Marc Stoworth and Jules Lessingham coming out the door.\nThey looked worried.\n\n\"What's wrong?\" he said.\n\nThey didn't stop as they went by. \"Ask the old man,\" said Stoworth,\ngoing past with an uncharacteristically hurried step.\n\nRynason went on in through the open door. Manning was in the front room,\namid several crates of stunner-units. He looked up quickly as Rynason\nentered and waved brusquely to him.\n\n\"Help me get this stuff unloaded, Lee.\"\n\nRynason fished for his sheath-knife and started cutting open one of the\ncrates. \"Why are you unloading the arsenal?\"\n\n\"Because we may need it. Couple of the boys were just out at the\nhorse-pasture, and they say the friendly natives have disappeared.\"\n\n\"Jules and Stoworth? I met them on the way in.\"\n\n\"They were doing some follow-up work out there ... or at least they were\ngoing to. There's not a single one of them there, not a trace of them.\"\n\nRynason frowned. \"They were all there this morning.\"\n\n\"They're not there now!\" Manning snapped. \"I don't like it, not after\nwhat you've told me. We're going to look for them.\"\n\n\"With stunners?\"\n\n\"Yes. Right now Mara is out at the field clearing several of the fliers\nto use in scouting for them.\"\n\nRynason stacked the boxes of weapons and power-packs on the floor where\nManning indicated. There were about forty of them--blunt-barrelled guns\nwith thick casing around the powerpacks, weighing about ten pounds each.\nThey looked as statically blunt as anvils, but they could stun any\nanimal at two hundred yards; within a two-foot range, they could shake a\nrock wall down.\n\n\"How many men are we taking with us?\" Rynason asked, eying the stacks on\nthe floor.\n\nManning looked up at him briefly. \"As many as we can get. I'm calling a\nmilitia; Stoworth and Lessingham went into town to round up some men.\"\n\nSo he was going ahead with the power-grab; Malhomme had been right. No\ndanger had been proven yet, but that wouldn't stop Manning--nor the\ndrifters he'd been buying in the town. Killing was an everyday thing to\nthem.\n\n\"How many of the Hirlaji do you think we'll have to kill to make it look\nimportant to the Council?\" Rynason asked after a moment, his voice\ndeliberately inflectionless.\n\nManning looked up at him with a calculating eye. Rynason met his gaze\ndirectly, daring the man to take offense. He didn't.\n\n\"All right, it's a break for me,\" Manning shrugged. \"What did you\nexpect? There's precious little opportunity on this desert rock for\nleadership in any sense that you might approve of.\" He paused. \"I don't\nknow if it will be necessary to kill any of them. Take it easy and we'll\nsee.\"\n\nRynason's eyes were cold. \"All right, we'll see. But just remember, I'll\nbe watching just as closely as you. If you start any violence that isn't\nnecessary....\"\n\n\"What will you do, Lee?\" said Manning. \"Report me to the Council?\nThey'll listen to me before they'd pay attention to complaints from a\nnobody who's been drifting around the outworlds for most of his life.\nThat's all you are, you know, Lee--a drifter, a bum, like the rest of\nthem. That's what everybody out here on the Edge is ... unless he does\nsomething about it.\n\n\"I hold the reins right now. If I decide to do something that you don't\nlike, you won't be able to stop me ... neither you, nor your female\nfriend.\"\n\n\"So Mara's against you too?\" Rynason said.\n\n\"She made a few remarks earlier,\" Manning said calmly. \"She may regret\nit soon enough.\"\n\nRynason looked at the man through narrowed eyes for a moment, then\nstrapped on a gunbelt and loaded one of the stunners. He snapped it into\nthe holster carefully, wondering just what Manning had meant by his last\nremark. Was it a threat in any real sense, or was Manning just letting\noff steam? Well, they'd see about that too ... and Rynason would be\nwatching.\n\n       *       *       *       *       *\n\nWithin half an hour close to sixty men had collected outside Manning's\ndoor. They were dirty and unshaven; some of them were working in the\ntown, a few were miners, but most of them were drifters who had followed\nthe advance of the star frontier, who drank and brawled in the streets\nof the town, sleeping by day and raising hell at night. They stole when\nthey could, killed when they wanted.\n\nThe drifters were men who had been all over the worlds of the Edge, who\nhad spent years watching the new planets opened for colonization and\nexploitation, but had never got their own piece. They knew the feel of\nthese planetfall towns on the Edge, and could talk for hours about the\nworlds they had seen. But they were city men, all of them; they had seen\nthe untamed worlds, but only from the streets. They hadn't taken part in\nthe exploring or the building, only in the initial touchdowns. When the\nbuilding was done, they signed on to the spacers again and drifted to\nthe next world, farther out.\n\nRynason looked at their faces from where he stood in the doorway,\nlistening to Manning talking to them. They were hard men, mean and\nsometimes vicious. Nameless faces, all of them, having no place in the\nmore developed areas of the Terran civilization. And maybe that was\ntheir own fault. But Rynason knew that they were running, not to\nanything, but from the civilization itself. Running ... because when an\narea was settled and started to become respectable, they began to see\nwhat they did not have. The temporary quarters would come down, to be\nreplaced by permanent buildings that were meant to be lived in, not just\nas places for sleeping. Closets, and shelters for landcars; quadsense\nreceivers and food integrators. They didn't want to see that ... because\nthey hated it, or because they wanted it? It didn't matter, Rynason\ndecided. They ran, and now they were here on the Edge with all their\nanger and frustration, and Manning was ready to give them a way to let\nit out.\n\nAt the side of the mob he saw a familiar grey shock of hair--Rene\nMalhomme. Was he with them, then? Rynason craned his neck for a better\nview, and for a moment the crowd parted enough to let him see Malhomme's\nface. He was looking directly toward Rynason, holding a dully gleaming\nknife flat against his thick chest ... and his lips were drawn back into\nthe crooked, sardonic smile which Rynason had seen many times. No,\nMalhomme at least was not part of this mob.\n\n\"We already know which direction they went,\" Manning was saying.\n\"Lessingham will be in charge of the main body, and you'll follow him.\nIf he gives you an order, _take it_. This is a serious business; we\nwon't have room for bickering.\n\n\"Some of us will be scouting with the flyers. Well be in radio contact\nwith you. When we find out where they are we'll reconnoiter and make our\nplans from there.\"\n\nManning paused, looking appraisingly at the faces before him. \"Most of\nyou are armed already, I see. We have some extra stunners here; if you\nneed them, come on up. But remember, the men who carry the shockers will\nbe in front; and their business will be simply to down the horses--any\nkilling that's to be done will be left to those of you who have knives,\nor anything lethal.\"\n\nThere was a rising wave of voices from the crowd. Some men came forward\nfor weapons; Rynason saw others drawing knives and hatchets, and a few\nof them had heavy guns, projectile type. Rynason watched with narrowed\neyes; it had been a filthy maneuver on Manning's part to organize this\nmob, and his open acceptance of their temper was dangerous. Once they\nwere turned loose, what could stop them?\n\nThere was a sudden shouting in the back of the mob; men surged and fell\naway, cursing. Rynason heard scuffing back there, and sounds of bone\nmeeting flesh. The men at the front of the mob turned to look back, and\nsome tried to shove their way through to the fight.\n\nA scream came from the midst of the crowd, and was answered by an\nexcited, angry swelling of voices around the fighting men. Suddenly\nManning was among them, smashing his way through with a stunner in his\nhand, swinging it like a club.\n\n\"Get the hell out of the way!\" he shouted, stepping quickly through the\nmen. They grumbled and fell back to let him by, but Rynason heard the\nmen still fighting in the rear, and then he saw them. There were three\nof them, two men and what looked like a boy still in his teens. The boy\nhad red hair and a dark, ruddy complexion: he was new to the outworlds.\nThe two older men had the pallor of the Edge drifters, nurtured in the\nartificial light of spacers and sealed survival quarters on the less\nhospitable worlds.\n\nThe larger of the two men had a knife, a heavy blade of a type that was\ncommon out here; many of the men used them as hatchets when necessary.\nThis one dripped with blood; the smaller man's left arm was torn open\njust below the shoulder, and hanging uselessly. He stood swaying in the\ndust, hurling a string of curses at the man with the knife, while the\nboy stood slightly behind him, staring with both fear and hatred in his\neyes. He had a smaller knife, but he held it loosely and uncertainly at\nhis side.\n\nManning stepped between them. He had sized up the situation already, and\nhe paused now only long enough to bite out three short, clipped words\nwhich told these men exactly what he thought of them. The man with the\nknife stopped back and muttered something which Rynason didn't hear.\n\nManning raised the stunner coldly and let him have it. The blast caught\nthe man in the shoulder and spun him around, throwing him into the\ncrowd; several of them went down. The long knife fell to the ground,\nwhere dirt mixed with the blood on it. There was silence.\n\nManning looked around him, swinging the stunner loosely in his hand.\nAfter a moment he said calmly, but loud enough for all to hear, \"We\nwon't have time for fighting among ourselves. The next man who starts\nanything will be killed outright. Now get these men out of here.\" He\nturned and strode back through the mob while the boy and a couple of the\nother men took the wounded away.\n\nMalhomme had moved further into the crowd. He was strangely silent;\nusually he went among these men roughly and jovially, cursing them all\nwith goodnatured ease. But now he stood watching the men around him with\na frown creasing his heavily lined face. Malhomme was worried, and\nRynason, seeing that, felt his stomach tighten.\n\nManning faced the men from the front of the crowd. He stared at them\nshrewdly, holding each man's gaze for a few seconds. Then he grinned,\nand said, \"Save it for the horses, boys. Save it for them.\"\n\n       *       *       *       *       *\n\nRynason rode out to the field with Manning, Stoworth, and a few of the\nothers. It was a short trip in the landcar, and none of them spoke much.\nEven Stoworth rode silently, his usual easy flow of trivia forgotten.\nRynason was thinking about Manning: he had handled the outbreak quickly\nand decisively enough, keeping the men in line, but it had been only a\ntemporary measure. They would be expecting some real action soon, and\nManning was already offering them the Hirlaji. If the alarm turned out\nto be a false one, would he be as easily able to stop them then?\n\nOr would he even try?\n\nThe flyers were ready when they got to the field, but Mara was gone. Les\nHarcourt met them at the radio office on the edge of the field; he was\nthe communications man out here. He led them into the low,\nquick-concrete construction office and shoved some forms at Manning to\nbe signed.\n\n\"If there's any trouble, you'll be responsible for it,\" he said to\nManning. \"The men can look out for themselves, but the flyers are\nCompany property.\"\n\nManning scowled impatiently and bent to sign the papers.\n\n\"Where's Mara?\" Rynason asked.\n\n\"She's already taken one of the flyers out,\" Harcourt said. \"Left ten\nminutes ago. We've got her screen in the next room.\" He waved a hand\ntoward the door in the rear of the room.\n\nRynason went on back and found the live set. The screen, monitored from\na camera on the flyer, showed the foothills of the southern mountains\nover which Mara was flying. They were bare and blunt; the rock\noutcroppings which thrust up from the Flat had been weathered smooth in\nthe passage of years. Mara was passing over a low range and on to the\ndesert beyond.\n\nRynason picked up the mike. \"Mara, this is Lee; we just got here. Have\nyou found them yet?\"\n\nHer voice came thinly over the speaker. \"Not yet. I thought I saw some\nmovement in one of the passes, but the light wasn't too good. I'm\nlooking for that pass again.\"\n\n\"All right. We'll be going up ourselves in a few minutes; if you find\nthem, be careful. Wait for us.\"\n\nHe refitted the mike in its stand and rose. But as he turned to the door\nher voice came again: \"There they are!\"\n\nHe looked at the screen, but for the moment he couldn't see anything.\nMara's flyer was coming down out of the rocky hills now, the Flat\nstretching before her on the screen. Rynason could see the pass through\nwhich she had been flying, but there was no movement there; it took him\nseveral seconds to see the low ruins off to the right, and the figures\nmoving through them.\n\nThe screen banked and turned toward them; she was lowering her altitude.\n\n\"I see them,\" he said into the mike. \"Can't make out what they're doing,\non the screen. Can you see them any more clearly?\"\n\n\"They're entering one of the buildings down there,\" she said after a\nmoment. \"I've counted almost twenty of them so far; they must all be\nhere.\"\n\n\"Can you go down and see what they're doing? The sooner we find out, the\nbetter: Manning's got a pretty ugly bunch of so-called vigilantes on the\nway out there.\"\n\nShe didn't reply, but on the screen he saw the crumbling buildings grow\nlarger and nearer. He could make out individual structures now: a wall\nhad fallen and was half-buried in the dust and sand; an entire roof had\ncaved in on another building, leaving only rubble in the interior. It\nwas difficult to tell sometimes when the original lines of the buildings\nhad fallen: they had all been smoothed by the wind-blown sand, so that\nbroken pillars looked almost as though they had been built that way,\nsmooth and upright, solitary.\n\nAt last, he saw the Hirlaji. They were slowly mounting the steps of one\nof the largest of the buildings and passing into the shadows of the\ninterior. This building was not as deteriorated as most of the others;\nas Mara's flyer dipped low over it Rynason could see its characteristic\nlines unbroken and clear.\n\nWith a start, he sat up and said hurriedly, \"Mara, take another close\npass over that building, the one they're entering.\"\n\nIn a moment she came in again over the smooth stone structure, and\nRynason looked closely at the screen. There was no mistaking it now: the\nhigh steep steps leading up to a colonnade which almost circled the\nbuilding, the large carvings over the main entrance.\n\n\"You'd better set down away from them!\" he said. \"That's the Temple of\nKor!\" But even as he finished speaking the image on the screen jolted\nand rocked, and the flyer dipped even closer toward the jumbled ruins\nbelow.\n\n\"They're firing something!\"\n\nHe saw that she was trying to gain altitude, but something was wrong;\nthe buildings on the screen dipped and wavered, up and down, spinning.\n\n\"Mara! Pull up--get out of there!\"\n\n\"One of the wings is damaged,\" she said quickly, and suddenly there was\nanother jolt on the screen and he heard her gasp. The picture spun and\nrighted itself, seemed to hang motionless for a moment, and then the\nstone wall of one of the buildings was directly ahead and growing\nlarger.\n\n\"Mara!\"\n\nThe image spun wildly, the building filled the screen, and then it went\nblack; he heard a crash from the speaker, cut off almost before it had\nsounded. The room was silent.\n\n\n\n\nEIGHT\n\n\nRynason stared at the dead screen for only a moment; he wheeled and ran\nback to the outer room.\n\n\"Let's get those flyers up! Mara's found them, but they've brought her\ndown.\" He was already going out the door as he spoke.\n\nManning and the others were right behind him as he dashed out onto the\nfield. Rynason headed for the nearest flyer, a small runabout which had\nbeen discarded as obsolete on the inner worlds and consigned to use out\nhere on the Edge, where equipment was scarce. He leaped through the port\nand was shutting the door when Manning caught it.\n\n\"Where are they? What's happened to the woman?\"\n\n\"They were shooting something!\" Rynason snapped. The knife-scar over his\nright eye stood out sharply in his anger. \"She crashed--may be badly\nhurt. She didn't have too much altitude, though. The hell with where she\nis--_follow_ me!\"\n\nHe slammed the door and squeezed into the flying seat. While he warmed\nthe engines he saw the others scattering across the field to the other\nflyers. In a moment the hum of the radioset told him that their\ncommunications were open. He saw the props of the other flyers starting\nto turn, and flicked on his mike.\n\n\"They're on the other side of the south range,\" he said quickly. \"She\ndidn't give me coördinates, but I should be able to find the spot. When\nwe get there, we land away from the city and go in on foot.\"\n\nManning's voice came coldly through the radioset: \"Are you giving orders\nnow, Lee?\"\n\n\"Right now I am, yes! If you want to try going in before reconnoitering,\nthat's your funeral. They have weapons.\"\n\n\"When we touch ground again I'll take over,\" Manning said. \"Now let's\nget going--Lee, you're first.\"\n\nBut Rynason was already starting his run across the field. When he had\nsome speed he kicked in the rocket booster and fought the little flyer\nskyward. When he had caught the air he banked southward and fed the\nmotors all he had. He didn't look around for the others; he was setting\nhis own pace.\n\nThe mountain range was ten miles to the south; they should be able to\nmake it in five or six minutes, he figured. Below him on the dry Flat he\nsaw the pale shadow of his flyer skimming across the dust. The drone of\nthe motors filled the compartment.\n\nThe radio cut in again. It was Manning. \"What's this about a city, Lee?\nIs that where they are?\"\n\n\"The City of the Temple,\" Rynason said. \"It's down among overhanging\nrocks--no wonder we hadn't seen it before. Doesn't seem to have been\nused for centuries or more. But that's where the Temple of Kor is--and\nthe Hirlaji are all in the Temple.\"\n\nStatic hissed at him for a moment. \"How did they bring her down?\"\nsomeone asked. It sounded like Stoworth.\n\n\"Probably the disintegrators,\" Rynason said. \"The Hirlaji don't have\nmany of them, but they've got enough power to give us a lot of trouble.\"\n\n\"And they're using them, eh?\" Manning said. \"What do you think of your\nhorses now, Lee?\"\n\nRynason didn't answer.\n\nIn a few minutes they were over the range. Rynason had to scout for\nawhile before he found the pass he had seen on Mara's screen, but once\nhe saw it below him he followed it out to the other side. The city was\nthere, lying darkly amid the shadows of the mountains. Rynason banked\noff and set down half a mile away.\n\nHe waited for the others to land before he left the flyer. He took a\npair of binocs from the supply kit and trained them on the city across\nthe Flat, but he couldn't find Mara's fallen flyer.\n\nWhen they were all down he clambered out of the compartment and alighted\nheavily in the dust. Manning strode quickly to him, wearing twin\nstunners. He took one from its holster and fingered it thoughtfully as\nhe spoke.\n\n\"The main party was back in the pass. They should be here inside half an\nhour. We'll storm the temple immediately--we've got them outnumbered.\"\n\nRynason made a dubious sound deep in his throat, looking out at the\ncity. He was remembering that he had seen it before from this Flat ...\nand had stormed it before. The defensive walls were high.\n\n\"They can fire down on us from the walls,\" he said in a low voice.\n\"There's no cover out there--they'd wipe half of us out before we could\nget in.\"\n\n\"We can come around from the pass,\" Manning said. \"There's plenty of\ncover from that direction.\"\n\n\"And more fortification, too!\" Rynason snapped. \"Just remember, Manning,\nthat city was built as a fortress. We'd _have_ to come from the Flat.\"\n\nManning paused, frowning. \"We've got to take them anyway,\" he said\nslowly. \"Damn it, we can't just stand here and wait for them to come out\nat us. What are they doing, anyway?\"\n\nRynason regarded the older man for several moments, almost amused.\n\"Right now,\" he said, \"they're probably having a conference--with the\nOutsiders. That's where the machine is, remember.\"\n\n\"Then the sooner we attack, the better,\" Manning said. \"Marc, get the\nmain party on the hand-radio--tell them to get here as fast as they\ncan.\" He turned for a moment to look out across the Flat at the city.\n\"And you can promise them some action,\" he said.\n\nStoworth dropped the radio from his shoulder and threw back the cover.\nHe switched on the power, and static sounded in the dry air. He lifted\nthe mike ... and a voice cut through the static.\n\n\"Is anyone picking this up? Is anyone there?\"\n\nIt was Mara's voice.\n\nRynason knelt beside the set and took the mike from Stoworth's hand.\n\"This is Lee. Are you hurt?\"\n\n\"Lee?\"\n\n\"I hear you. Are you hurt?\"\n\n\"Not badly. Lee, what are you doing? I saw the flyers land.\"\n\n\"Manning wants to attack the city as soon as the land party gets here.\nWhat's going on there?\"\n\n\"I'm ... in the temple. I've been trying to communicate with them. I've\ngot an interpreter, but they don't listen to what I say. Lee, this is\nincredible here! They've brought out a lot of weapons ... some of them\ndon't work. The hall is half-filled with dust and sand, and they move so\nclumsily! They're trying to hurry, because they saw you too, but it's\nlike ... like they've forgotten how. They think they can get rid of us\nall, but they.... It's pitiful--they're so slow.\"\n\n\"Those disintegrators aren't slow,\" Rynason said. Manning was standing\nbeside him; he dropped a hand on his shoulder, but Rynason shook it off.\n\"Are they using the machine ... the altar?\"\n\n\"They were using it when they brought me in. I think it _is_ the\nOutsiders. But they don't seem to know it's just a machine--they kneel\nin front of it, and chant. It's so strange, in that language of theirs\n... those thin, high voices, and the echoes....\"\n\n\"They're holding you prisoner?\"\n\n\"Yes. I think they want to hold you off till they can get ready for\ntheir own attack.\"\n\n\"_For their what?_\" Rynason stood up, and looked toward the city; he\ncould see no movement there.\n\n\"I know ... it's incredible. Lee, they don't know what they're doing.\nHorng said on the interpreter that they were going to drive us off the\nplanet, and then rebuild their cities, and re-arm. It's something to do\nwith Kor, or the Outsiders. The orders have changed. They think that if\nthey can drive us away for awhile they can build themselves up to where\nthey can repel any further touchdowns here.\"\n\n\"This order came from the machine?\"\n\n\"Yes. There was a mistake, and Horng realized it after you linked with\nhim this morning. The Outsiders, or Kor or whatever it is, had\noverestimated us.\"\n\n\"Maybe then, but not now. They're committing suicide!\" Rynason said.\n\n\"I know, and I tried to tell them that. But the machine says\ndifferently. Lee, do you think that's really the Outsiders?\"\n\n\"If it is,\" he said slowly, \"they wouldn't send the Hirlaji against us\nwithout some help.\" He thought a minute, while the wind of the Flat blew\nsand against his leg and static came from the radio. \"They could be\nmaking another mistake!\" Mara said. \"I'm sure what they told the\nOutsiders wasn't true--they think they're as strong as they were before.\nBut their eyes ... their eyes are afraid. I know it.\"\n\n\"Do they know what you're saying to me?\"\n\n\"No. Lee, I'm not even sure they know what a radio is. Maybe they think\nI carry my portable altar with me.\" Her voice had taken on a frantic\nnote. \"It's a ... a simple case of freedom of religion, Lee! Freedom of\nreligion!\"\n\n\"Mara! Calm down! Calm down!\" He waited for a few seconds, until her\nvoice came again, more quietly:\n\n\"I'm sorry ... it's just that they're so....\"\n\n\"Forget it. Sit tight there. I think I know how to slip in--alone.\" He\nswitched off.\n\nHe stood up and shrugged his shoulders heavily, loosening his tensed\nmuscles. Then he turned purposefully to Manning.\n\n\"The rest of the party won't be here for awhile yet, so you can't\npossibly go in now. I'm going to try to get Mara out before any fighting\nstarts.\"\n\n\"What if they capture you too?\" Manning said. \"I can't hold off an\nattack too long--you could be right about the Outsiders helping them.\nThe sooner we finish them off, the better.\"\n\nRynason looked coldly at him. \"You heard what Mara said. We won't have\nany trouble taking them. You can't attack them while she's in there,\nthough. Or can you?\"\n\n\"Lee. I've told you--I can't take chances. If the Outsiders are in this,\nit's a dangerous business. You can go in if you want, but we're not\nwaiting more than half an hour for you to get out.\"\n\nRynason met his gaze steadily for a moment, then nodded brusquely. \"All\nright.\" He turned and moved into the over-hanging shadows of the\nmountains, toward the ancient, alien city.\n\n       *       *       *       *       *\n\nHe stayed in the shadows as he approached the walls of the fortress,\ndarting quickly across exposed ground. The Hirlaji were large and\npowerful, physical battle with them was of course out of the question.\nBut he had some things on his side: he was small, and therefore less\nlikely to be seen; he was faster than the quiet, aged aliens. And he\nknew the city, the fortress and the temple, almost as well as they did.\n\nPerhaps better, in fact, for his purposes. For while he had shared\nTebron's mind he had been ... not only Tebron, but also Rynason,\nEarthman. A corner of his mind had been alert and aware ... hearing the\ndistant screams of Horng, wondering about the design of the Altar of\nKor. And he had seen other things when he looked through Tebron's eyes:\nwhen the ancient warlord had stormed the city-fortress, there had been\nan observer in him who had said: An Earthman could go in this way,\nunobserved. A smaller attacker could slip through _here_, could conceal\nhimself where no Hirlaji could reach.\n\nHe arrived, at last, at the base of the wall where the blunt rocks of\nthe mountains tumbled to a dead-end against flat, weathered stone. So\nfar he must not have been seen; there had been no disintegrator beams\nfired at him, no leathery Hirlaji heads watching from the walls. He\nflattened against the stone and raised his eyes to the barriers.\n\nThe wall here had been built higher than the portions which faced the\nFlat, and it was stronger. No one had tried to storm the city from this\nposition, because it was too well protected. But the walls had been\nbuilt against the heavy, clumsy bodies of the grey aliens; with luck, a\nman could scale this wall. The footholds in the weathered stones would\nbe precarious, but perhaps it could be done. And the Hirlaji, who\nregarded this wall as impregnable, would not be guarding it.\n\nSighting upward from flat against the wall, he chose his path quickly,\nand began to climb. The stone was smooth but grainy; he dug his fingers\ninto narrow niches and pulled himself slowly upward, bracing himself\nwith footholds whenever he could. It was laborious, painful work; twice\nhe lost handholds and hung precariously until his straining fingers\nagain found some indentation. Sweat covered him; the wind from the Flat\nwhipped around the wall and touched the moisture on his back coldly. But\nhis face was set in a frozen grimness and though his breath came in\ngasps he made no other sound.\n\nWhen he had neared the top he suddenly seemed to reach a dead-end; the\nstones were smooth above him. His arms ached, his shoulders seemed\ndeadened; he clung numbly to the wall and searched for another path.\nWhen he found it, he had to descend ten feet and move to the right\nbefore he could re-ascend; as he retraced his route down the wall he\nnoticed blood where his torn fingers had left their mark. But he could\nnot feel the pain in his fingers.\n\nAt last, when the wall had come to seem a separate world of existence\nwhich was all that he would ever know, a vertical plane to which he\nclung with dim determination, hardly knowing why any longer ... at last,\nhe reached the top. His groping hand reached up and found the edge of\nthe wall; his fingers grasped it gratefully and he pulled himself up to\nhang by both hands and survey the interior of the fortress.\n\nA deserted floor stretched before him, shadowed by the late-afternoon\ndarkness which crept down from the mountains to rest on the aged remains\nof the city. Forty feet down the walkway he saw stairs descending, but\nhis head swam and all he could focus on clearly was the light film of\ndust and sand which covered even this topmost level of the city, blown\nin shallow drifts against the walls which rose a few feet above the\nfloor here. There were no footprints in that dust; no one had walked\nhere for thousands of years.\n\nWearily, he pulled himself over the last barrier and fell numbly to the\nfloor, where he lay for long minutes fighting for breath. His lungs were\nraw; the thin air of the planet caught and rasped in his throat. His\nhands were torn and bleeding, and the knife-scar over his right eye had\nbegun to throb, but he ignored the pain. He had to clear his head....\n\nEventually he was able to stand, swaying beneath the dark sky. Below him\nhe saw the city, broken and dim, empty streets winding between fallen\nwalls and pillars. Mara's flyer lay shattered against one of those\nbroken walls; seeing it, he wondered how badly she had been hurt.\n\nHe moved toward the stairs, and descended them slowly. The stairs of the\ncity were as he had remembered them from Tebron's memories, and yet not\nthe same. To the Earthman they were steep: the steps were like separate\nlevels, three feet across and almost four feet deep. His legs ached at\neach step as the shock of his weight fell on them.\n\nHe reached the bottom level and paused in the doorway onto the street.\nIt was empty, but he had to think a moment before he could remember his\nbearings. Yes, the Temple was that way, somewhere down the dusty street.\nHe moved through the deeper shadows at the base of the buildings,\nremembering.\n\nTebron had taken this city at the head of a force of warriors. To him it\nhad been large and majestic, a place of power and knowledge. But\nRynason, moving wearily through the dust of the ages which had fallen\nupon the city since the ancient king, found it not merely large, but\nhuge; not majestic, but futile. And the power and knowledge which it\nonce had held was but a dusty shadow now. Somewhere ahead, in the\nTemple, the survivors of that ages-old culture were trying to bring the\ncity to life again. With or without the Outsiders, he felt, they must\nfail. They really wanted to bring themselves back to life, to reawaken\ntheir minds, their dreams, their own power. But they tried to do it with\nmemories, and that was not the way.\n\nNo one was guarding the Temple. Rynason went up the steps as quickly as\nhe could, vaulting from level to level, trying to stay in the shadows,\nlistening for movement. But sounds did not carry far in the air of\nHirlaj; the aliens would not hear him approaching, but he might not hear\nany of them either until he stumbled upon them.\n\nAt the top of the stairs he darted into the shadows of the colonnade\nwhich surrounded the interior. Doorways opened at intervals of fifty\nfeet around the building; he would have to circle to the side and enter\nthere if at all. He slipped quickly between the columns and paused at\nthe third doorway. He dropped to the floor, lay flat on his chest and\nlooked inside.\n\nThey were all there--two dozen heavy grey aliens, sitting, standing,\nstaring quietly at the floor. There was little movement among them, but\nnevertheless he could feel the excitement which pervaded the Temple. No,\nnot excitement--anxiety. Fear. Watching those huge bodies huddling into\nthemselves, he heard an echo of Horng's screams in his mind. These\ncreatures were afraid of battle, of conflict, and yet they had thrust\nthemselves into a fight which they must lose. Did they know that? Could\nthey believe what the machine of the Outsiders told them, after it had\nbeen proven fallible?\n\nThe Eye of Kor glowed dully in the dark inner room; two of the Hirlaji\nstood silently before it, watching, waiting. But the religion of Kor had\nplayed no part in the lives of the Hirlaji for generations. Now that the\nancient, muddled religion had been brought to life again, could it have\nthe same hold on them that it had once had?\n\nMara was on the floor of the Temple, leaning with her back against the\nwall. One of the doorways from the outer colonnade was nearby, but five\nof the Hirlaji surrounded her. And with a start Rynason noticed that her\nleft arm hung limp and twisted at her side, and blood showed on her\nforehead. Her face showed no emotion, but as he watched she raised her\nright hand to run fingers through her long dark hair, nervously.\n\nShe had not seen him, but she was waiting. When he made his move she\nwould follow him. Rynason slipped back from the doorway and circled the\nbuilding again until he had reached the entrance nearest the girl. He\ndrew out his stunner from its holster and looked at it for a moment. He\nwould have to be fast; his weapon would give him no advantage against\nthe disintegrators of the Hirlaji, but surprise and speed might. And,\nperhaps ... fear.\n\nHe broke around the corner of the doorway at a dead run, firing as he\nwent. Two of the Hirlaji fell before they could even turn; they crumpled\nto the floor heavily. Then he screamed--a high scream, like Horng's, and\nas loud as he could make it, a wail, a cry of anguish and terror and\npain. They felt it, and it touched a response in them; the Hirlaji who\nsurrounded Mara twisted to look at him, but they instinctively shrank\naway. He continued to fire, bringing down three more of them while the\nconfusion lasted. He broke through to Mara, who was already on her feet;\nwithout breaking his stride he grasped her by her good shoulder and\npulled her along with him as he ran through.\n\nBut some of the Hirlaji recovered in time to block their escape. Rynason\nwheeled, looking frantically around the room for an unguarded exit. None\nof those within reach were clear. He fired again, and ran for the altar.\n\nOne of the Hirlaji had raised a disintegrator; Rynason caught him with\nthe stunner as he fired, and the beam of the alien's weapon shot past\nhis leg, digging a pit into the floor beyond him. Other weapons were\nraised now; they had only seconds left.\n\nBut they had reached the altar; the two Hirlaji there moved to block\nthem, but they were unarmed and Rynason dropped them with the stunner.\nHe pushed Mara past them and around to the side of the altar, seeking\ncover from the disintegrators.\n\nBehind the altar, there was a space just large enough for them to\nsqueeze through. Rynason's heart leaped; he pointed quickly to it and\nturned to fire again as Mara pushed her way into the narrow aperture. A\ndisintegrator beam hissed over his head; another tore into the wall two\nfeet away from him. The Hirlaji were trying to keep their fire away from\nthe altar itself.\n\nRynason turned and squeezed behind the altar as soon as Mara was clear.\nIt was tight, but he made it, and once through the narrow opening they\nfound more room in the darkness. They could hear noise outside as the\nHirlaji moved toward the altar, but it sounded far away and dim. Mara\nmoved back into the darkness, and he followed.\n\nThey moved perhaps twenty feet into the wall behind the altar before\nthey were brought to a halt. The passage ended. Well, no matter; if it\nwas not an escape route, at least it would afford cover from the weapons\nof the Hirlaji. Rynason dropped to the floor and rested.\n\nMara sat beside him. \"Lee, you shouldn't have tried it,\" she said\nanxiously. \"Now we're trapped.\" He felt her hand touch his face in the\ndarkness.\n\n\"Maybe,\" he said. \"But we may be able to catch them off their guard\nagain, and if so we may be able to get out.\"\n\nShe was silent. He felt her lean against his shoulder wearily, her hair\nsoft against his neck. Then he remembered that she had been hurt.\n\n\"What happened to your arm? And you were bleeding.\"\n\n\"I think it's broken. The bleeding was nothing, though: you should see\nyourself. You were so tattered and bloody when you came in that I hardly\nknew you. Knights should come in more properly shining armor.\"\n\nHe grinned wearily. \"Wait till next time.\"\n\n\"Lee, where are we?\" she said abruptly. Their eyes were becoming\nadjusted to the darkness, and they could see rising around them a\ncomplexity of machine relays, connectives, and pieces which did not seem\nto make sense.\n\nRynason looked more closely at the complex. It was definitely Outsiders\nwork, but what was it? Part of the Altar of Kor, obviously, but the\nOutsiders telecommunicators had never used such extensive machinery. Yet\nit did look familiar. He tried to remember the different types of\nOutsiders machinery which had been found and partially reconstructed by\nthe advancing Earthmen in the centuries past. There weren't many....\n\nThen, suddenly, he had it, and it was so simple that he was surprised he\nhadn't thought of it before.\n\n\"This is Kor,\" he said. \"It's not a communicator--it's a computer. An\nOutsiders computer.\"\n\n\n\n\nNINE\n\n\nMara's frown deepened; she looked around them in the dimness, her eyes\ntaking in the complexity and extent of the circuitry. It faded into the\ndarkness behind them; lines ran into the walls and floor.\n\n\"They built their computers in the grand manner, didn't they?\" she said\nsoftly.\n\n\"I've seen fragments of them before,\" Rynason said. \"This is a big\none--no telling how much area the total complex takes up. One thing's\ncertain, though: it's no ordinary computer of theirs. Not for plain\nmath-work, nor even for specialized computations, like the one on Rigel\nII--that was apparently used for astrogation, but it wasn't half the\nsize of this. And navigation between stars, even with the kind of drive\nthey must have had, is no simple problem.\"\n\n\"The Hirlaji think it's a god,\" she said.\n\n\"That raised another problem,\" Rynason mused. \"The Outsiders built it,\nand must have left it here when they pulled back to wherever they were\ngoing ... if they ever left the planet. But the Hirlaji use it, and they\ncommunicate with it verbally. The Hirlaji are apparently responsible for\nkeeping it protected since then. But why should the Hirlaji be able to\nuse it?\"\n\n\"Unless they're the Outsiders after all?\" said Mara.\n\nRynason frowned. \"No, I'm still not convinced of that. The clue seems to\nbe that they communicate verbally with it--they must have been using it\nsince before they developed telepathy.\"\n\n\"Couldn't there have been direct contact between the Hirlaji and the\nOutsiders back when the Hirlaji were just evolving out of the beast\nstage?\"\n\n\"There must have been,\" said Rynason. \"The Temple rituals are conducted\nin an even older form of their language than most remembered--a\nproto-language that was kept alive only by the priest caste, because the\nmachine had been set to respond to that language.\"\n\n\"But aren't primitive languages usually composed of simple, basic words\nand concepts? How well could they communicate in such a language?\"\n\n\"Not very well,\" Rynason said. \"Which would explain why the machine\nseemed to make mistakes--clumsiness of language. So the Outsiders,\nmaybe, left the machine when they pulled out, but they set it to respond\nto the Hirlaji language because our horsefaced friends were beginning to\nbuild a civilization of their own and the Outsiders thought they'd leave\nthem some guidance....\" He stopped for a moment, remembering that first\nlinkage with Horng, and Tebron's memories. \"The Hirlaji called them the\nOld Ones,\" he said.\n\n\"And that order to Tebron ... about the other race that they would meet\nsomeday. That was based on Outsiders observations.\"\n\n\"I wonder when the Outsiders were on Earth,\" Rynason said. \"Sometime\nafter we'd started our own rise, certainly. Maybe in ancient\nMesopotamia, or India. Or later, during the Renaissance?\"\n\n\"The time doesn't matter, does it?\" Mara said. \"They touched down on\nEarth, took note of us, and left. Somehow they thought we were going to\ndevelop more rapidly than we did.\"\n\n\"Probably before the Dark Ages,\" Rynason said. \"Maybe they didn't see\nthat thousand-year setback coming....\" He stopped, and stood up in the\nlow passageway among the ancient circuitry. \"So here we are,\nsecond-guessing the Outsiders. And outside, their proteges have\ndisintegrators probably left by the Outsiders, and they're just waiting\nfor us to try to get out.\"\n\n\"Our new-found knowledge isn't doing us much good, is it?\" she said.\n\nHe shook his head slowly. \"When I was still on the secondary senseteach\nunits I met Rene Malhomme for the first time. My father worked the\nspacers, so I don't even remember what planet this was on. But I\nremember the night I first saw Rene--he was speaking from the top of a\nblue-lumber pile, shouting about the corporations that were moving in.\nHe was getting all worked up about something, and several people in the\ncrowd were shouting back at him; I stopped to watch. All of a sudden six\nor seven men moved in from somewhere and dragged him down from where he\nwas standing. There was a fight--people were thrown all around. I hid\ntill it was over.\n\n\"When the crowd finally cleared, there was Rene. His clothes were torn,\nbut he wasn't hurt. Every one of the men who had attacked him had to be\ncarried away; I think one of them was dead. Rene stood there laughing;\nthen he saw me hidden in the darkness and he took me home. He told me\nthat when he'd been younger he'd worked his way all the way in to Earth,\nand studied some of the cultures there. He'd learned karate, which was\nan ancient Japanese way of fighting.\"\n\nRynason took a deep breath. \"He said everything a person learns will be\nuseful someday. And I believed him.\"\n\n\"A nice parable,\" Mara said. \"We could use him against the Hirlaji,\nthough.\"\n\nRynason was silent, thinking. If they could only catch the aliens off\nguard ... but of course they couldn't, now. He let his eyes wander\naimlessly along the circuitry surrounding them. Tell me, old Kor, what\ndo we do now?\n\nAfter a moment his eyes narrowed; he reached up and traced a connection\nwith his fingers, back to the front, toward the altar. It led directly\nto ... the speaker!\n\nThe voice of Kor.\n\nAnd if he could interrupt that connection, put his own voice through the\nspeaker, out through the altar....\n\n\"Mara, we're going out. I've found my own brand of karate for our\nfriends out there.\"\n\nHe helped her to her feet. She moved somewhat painfully, her broken left\narm hanging stiffly at her side, but she made no protest.\n\n\"We've got to be fast,\" he said. \"I don't know how well this will\nwork--it depends on how much they trust their clay-footed god today.\"\nQuickly, he outlined his plan. Mara listened silently and nodded.\n\nThen he set to work. It was largely guesswork, following those intricate\nalien connections, but Rynason had seen this part of such machines\nbefore. He found the penultimate point at which the impulses from the\nbrain were translated into sound and broadcast through the speaker. He\ndisconnected this, his torn fingers working awkwardly on the delicate\nlinkages.\n\n\"Ready?\"\n\nMara was just inside the narrow passage behind the altar. She nodded\nquickly.\n\nRynason twisted himself so that he could speak directly into the input\nof the speaker. He raised his voice to approximate the thin, high sounds\nof the Hirlaji language.\n\n_Remain motionless. Remain motionless. Remain motionless._\n\nThe command burst out upon the altar room of the Temple, shattering the\nsilence. The Hirlaji turned in surprise to the altar--and stood still.\n\n_Remain motionless. Remain motionless._\n\nIt was the phrase he had heard the machine use so often to Tebron, king\npriest leader of all Hirlaj. It had meant something else then, but the\nproto-language of the Hirlaji had no precise meanings; given by itself,\nit seemed to mean precisely what it said.\n\n\"All right, let's go out!\" Rynason said, and the two of them broke from\nbehind the altar. The Hirlaji stood completely still; several of those\nthat Rynason had dropped with his stunner had recovered consciousness,\nbut they made no move either. Rynason and the girl ran right through the\nquiet aliens; only a few of them turned shadowed eyes to look at them as\nthey passed. They made the outside colonnade in safety, and paused\nthere.\n\n\"They may see through this in a minute,\" Rynason said. \"Don't wait for\nme--get out of the city!\"\n\n\"You're not coming?\"\n\n\"I won't be too far behind. Get going!\"\n\nShe hesitated only a moment, then hurried down the broad levels of the\nTemple steps. Rynason watched her to the bottom, then turned and\nre-entered the altar room.\n\nRynason went quickly among them, taking their weapons. Most of them made\nno effort to stop him, but a few tightened their grips on the\ndisintegrators and he had to pry those thick fingers from the weapons,\ncursing to himself. How long would they wait?\n\nThere were fourteen of the disintegrators. They were large and heavy; he\ncouldn't hold them all at once. He dumped five of them outside the altar\nroom and returned to disarm the rest of the aliens. Sweat formed beads\non his forehead, but he moved without hesitation.\n\nAnother of the Hirlaji tightened his grip when Rynason began to take the\nweapon from him. He looked up, and saw the quiet eyes of Horng resting\non him. The leathery grey wrinkles which surrounded those eyes quivered\nslightly, but otherwise he made no movement. Rynason dropped his gaze\nfrom that contact and wrested the weapon away.\n\nAs he started to move on to the next, Horng silently dipped his massive\nhead to one side. Rynason felt a chill go down his back.\n\nIn a few more minutes he had disarmed them all. He set the last three\ndisintegrators on the stone floor of the colonnade--and a movement in\nthe distance caught his eye. It was on the south wall of the city; two\nmen stood for a moment silhouetted against the Flat, then disappeared\ninto the shadows. In a moment, another man appeared, and he too dropped\ninside the wall.\n\nSo Manning had already sent the men in. The mob was unleashed.\n\nRynason hesitated for a moment, then turned and went quickly back into\nthe altar room. Mara's radio was there; he lifted it by its strap and\ntook it with him out to the colonnade.\n\nHe could see the Earthmen moving through the streets now, darting from\nwall to wall in the gathering darkness of evening. In a short time it\nwould be full night--and Rynason knew that these men would like nothing\nbetter than to attack in the dark.\n\nHe warmed the radio and opened the transmitter.\n\n\"Manning, call off your dogs. I've disarmed the Hirlaji.\"\n\nThe radio spat static at him, and for several seconds he thought his\nsignal hadn't even been picked up. But at last there was a reply:\n\n\"Then get out of the Temple. It's too late to stop this.\"\n\n\"Manning!\"\n\n\"I said get clear. You've done all you can there.\"\n\n\"Damn it, there's no need for any fighting!\"\n\nManning's voice sounded cold even in the faint reception of the\nhand-radio. \"That's for me to decide. I'm running this show, remember.\"\n\n\"You're running a massacre!\" Rynason shouted.\n\n\"Call it what you like. Mara says they weren't so docile when you broke\nin.\"\n\nRynason's mind raced; he had to stall for time. If he could get Manning\nto stop those men until they cooled down....\n\n\"Manning, there's no need for this! Didn't she tell you that the altar\nis just a computer? These people haven't had anything to do with the\nOutsiders since before they can remember!\"\n\nThe radio carried the faint sound of Manning's chuckle. \"So now they're\npeople to you, Lee? Or are you one of them now?\"\n\n\"What the hell are you talking about?\"\n\n\"Lee, my boy, you're sounding like an old horsefaced nursemaid. You\nlinked minds with them, and you say you were practically a Hirlaji\nyourself when you went into that linkage. Well, I'm not so sure you ever\ncame out of it. You're _still_ one of them!\"\n\n\"Is that the only reason you can think of that I might have for wanting\nto prevent a massacre?\" Rynason said icily.\n\n\"If they tried to revolt once, they'll try it again,\" Manning said.\n\"Well crush them _now_.\"\n\n\"You think that will impress the Council? Slaughtering the only\nintelligent race we've found?\"\n\n\"I'm not playing to the Council!\" Manning snapped. \"I've got these men\nfollowing me, and I'll listen to what _they_ want!\"\n\nRynason stared at the microphone for a moment. \"Are you sure you aren't\nafraid of your own mob?\" he said.\n\n\"We're coming in, Lee. Get out of there or we'll cut you down too.\"\n\n\"Manning!\"\n\n\"I'm switching off.\"\n\n\"_Not quite yet._ There's one more thing, and you'd better hear this\none!\"\n\n\"Make it fast,\" Manning said. His voice sounded uninterested.\n\n\"If any of your boys try to come in, I'll stop them myself. I've got the\ndisintegrators, and I'll use them.\"\n\nThere was silence from the radio, save for the static. It lasted for\nlong seconds. Then:\n\n\"It's your funeral.\" There was a faint click as Manning switched off.\n\n       *       *       *       *       *\n\nRynason stared angrily at the radioset for a moment, then left it lying\nat the top of the steps and went back inside. The Hirlaji stood\nmotionlessly in dimness; it took awhile for Rynason's eyes to adjust to\nit. He found the interpreter that Mara had left and quickly hooked it up\nto Horng. The alien's eyes, moving heavily in their sockets, watched him\nas he connected the wires.\n\nWhen everything was ready Rynason lifted the interpreter's mike. \"The\nEarthmen are going to attack you,\" he said. \"I want to help you fight\nthem off.\"\n\nThere was no reaction from the alien; only those quiet eyes resting on\nhim like the shadows of the entire past.\n\n\"Can you still believe that Kor is a god? That's only a machine--I spoke\nthrough it myself, minutes ago! Don't you realize that?\"\n\nAfter a moment Horng's eyes slowly closed and opened in acknowledgement.\nKOR WAS GOD KNOWLEDGE. THE OLD ONES DIED BEFORE TIME, AND PASSED INTO\nKOR. NOW KOR IS DEAD.\n\n\"And all of you will be dead too!\" Rynason said.\n\nThe huge alien sat unmoving. His eyes turned away from Rynason.\n\n\"You've got to fight them!\" Rynason said.\n\nBut he could see that it was useless. Horng had made no reply, but\nRynason knew what was in his thoughts now.\n\nTHERE IS NO PURPOSE.\n\n\n\n\nTEN\n\n\nWearily, Rynason switched off the interpreter, leaving the wires still\nconnected to the alien. He walked through the faintly echoing,\ndust-filled temple and stepped out onto the colonnade around it. It was\nalmost dark now; the deep blue of the Hirlaj sky had turned almost black\nand the pinpoint lights of the stars broke through. The wind was rising\nfrom the Flat; it caught his hair and whipped it roughly around his\nhead. He looked up at the emerging stars, remembering the day when Horng\nhad suddenly, inexplicably stood and walked to the base of a broken\nstaircase. He had looked up those stairs, past where they had broken and\nfallen, past the shattered roof, to the sky. The Hirlaji had never\nreached the stars, but they might have. It had taken a god, or a jumbled\nlegacy from an older, greater race, to forestall them. And now all they\nhad was the dust and the wind.\n\nRynason could hear the rising moan of that wind gathering itself around\nhim, building to a wailing planet-dirge among the columns of the Temple.\nAnd inside, the Hirlaji were dying. The knives and bludgeons of the\nEarth mob outside would only complete the job; the Hirlaji were too\ntired to live. They dreamed dimly under the shadowed foreheads ...\ndreamed of the past. And sometimes, perhaps, of the stars.\n\nBehind the altar, the huge and intricate mass of alien circuits glowed\nand clicked and pulsated ... slowly; seemingly at random, but steadily.\nThe brain must be self-perpetuating to have lasted this long ... feeding\nits energy cells from some power-source Rynason could only guess at, and\nrepairing its time-worn linkages when necessary. In its memory banks was\nstored the science of the race which had preceded even the ancient\nHirlaji. The Outsiders had sprung up when this planet was young, had\nfought their way to the stars and galaxies, and eventually, when aeons\nof time pressed down, had pulled in their outposts and fallen back to\nthis world. And they had died here, on this world, falling to dust which\nwas ground under by the grey race which had followed them to dominance.\n\"Before time,\" Horng had said; that must have meant before the Hirlaji\nhad developed telepathy, before the period covered by the race-memory.\n\nBut the Outsiders were still here, alive in that huge alien brain ...\nthe science, the knowledge, the strange arts of a race which had\nconquered the stars while men still wondered about the magic of\nlightning and fire. A science was encapsuled here which could speak of\nwar and curiosity as discontent, but could say nothing definite of\ncontentment. An incomplete science? A merely alien science? Rynason\ndidn't know.\n\nAnd the Hirlaji.... Twenty-six of their race remained, dreaming under\nheavy domes through which the stars shone at night and silhouetted the\nworn edges of broken stone. Twenty-six grey, hopeless beings who had not\neven been waiting. And the Earthmen had come.\n\nFor a moment Rynason wondered if the Hirlaji did not perhaps carry a\nmessage for the Earthmen too: that decadence was the price of peace,\ndeath the inevitable end of contentment. The Hirlaji had stilled\nthemselves, back in the grey past ... had taken their measure of quiet\nand contentment for thousands of years, the searching drives of their\nrace dying within them. And this was their end.\n\nTHERE IS NO PURPOSE.\n\nRynason shook himself, and felt the cold wind cut through his clothing;\nit reawakened him. Stooping, he gathered up several of the\ndisintegrators and brought them with him to the head of the massive\nstairs up which the attackers must come. He crouched beside those\nstairs, watching for movement below. But he couldn't see anything.\n\nSomething about the Hirlaji still bothered him; kneeling in the\ngathering darkness he finally isolated it in his mind. It was their\nhopelessness, the numbness that had crept over them through the\ncenturies. No purpose? But they had lived in peace for thousands of\nyears. No, their death was not merely one of decadence ... it was\nsuffocation.\n\nThey had not chosen peace; it had been thrust upon them. The Hirlaji had\nbeen at the height of their power, their growth still gathering momentum\n... and they had to stifle it. The end in view didn't really matter: it\nhad not been what they would have chosen. And, having had peace forced\nupon them before they had been ready for it, they had been unable to\nenjoy it; and the stifling of scientific curiosity that had been\nnecessary to complete the suppression of the war-instinct had left the\nHirlaji with nothing.\n\nBut it had all been so unnecessary, Rynason thought. The ancient\nOutsiders brain, computing from insufficient evidence probably gathered\nduring a brief touchdown on Earth, had undoubtedly been able to give\nonly a tentative appraisal of the situation. But the proto-Hirlaji\nlanguage was not constructed to accommodate if's and maybe's, and the\njudgments of the brain were taken as law by the Hirlaji.\n\nNow the Earthmen for whom this race had deadened itself into\nnear-extinction would complete the job ... because the Hirlaji had\nlearned their mistake far too late.\n\nRynason shook his head; there was a sickness in his stomach, a gnawing\nanger at the ways of history. It was capricious, cruel, senseless. It\nplayed jokes spanning millennia.\n\nSuddenly there were sounds on the stairs below him. Rynason's head\njerked up and he saw five of the Earthmen climbing the stairs, moving as\nquickly as they could from level to level, crouching momentarily at each\nbeneath the cover of the steps. He raised one of the disintegrators,\nfeeling the rage building up within him.\n\nThere was a humming sound by his ear; the beam of one of the stunners\npassed by him, touching the rock wall. The wall vibrated at the touch,\nbut the range was too great for the beam to have done it any damage.\nThey were close enough, though to stun Rynason if they hit him.\n\nHe dropped flat, looking for the man who had fired. In a moment he found\nhim: a small, lean man slipped almost silently over the edge of one of\nthe step-levels and rolled quickly to cover beneath the next. He had got\nfurther than Rynason had realized; only three levels separated them now.\nHe could see, from this distance in the near-dark, the cruel lines of\nthe man's face. It was a harsh, dirty face, with wrinkles like seams;\nthe man's eyes were harsh slits. Rynason had seen too many faces like\nthat here on the Edge; this was a man with a bitter hatred, looking for\nthe chance to unleash it upon anyone who got in his way. And the\nenjoyment which Rynason saw gleaming in the man's eyes chilled him\nmomentarily.\n\nIn that moment the man leaped to the next level, sending off a beam\nwhich struck the wall two feet from Rynason; he felt the stinging\nvibration against his body as he lay flat. Slowly he sighted the\ndisintegrator at the top of the level under which the man had crouched\nfor cover, and waited for his next leap. Within him he felt only a\nbitter cold which matched the wind whipping above him.\n\nAgain the man moved--but he had crept to the side of the stairs before\nhe leaped, and Rynason's shot bit into the stone beside him as he rolled\nto safety. Now only one level separated them.\n\nFurther down the stairs, Rynason saw the others moving up behind the\nsmaller man. Still more were moving out from the other buildings and\ndarting to the stairs. But he had no time to hold them back.\n\nThere was silence, except for the wind.\n\nAnd the man leaped, firing once, twice. The second beam took Rynason in\nthe left wrist and spun him off-balance for a moment. But he was already\nfiring in return, rolling to one side. His third shot took the man's\nright shoulder off, and bit into his neck. The man staggered forward two\nsteps, trying to raise his stunner again, but suddenly it clattered to\nthe floor and he crumpled on top of it. A pool of blood spread around\nhim.\n\nRynason moved back to the cover of the side wall, and watched for the\nother men. The first one had got too near; Rynason hadn't realized how\neasily they could approach in this near-darkness. He felt the numbness\nof the stunnerbeam spreading nearly to his shoulder; his left arm was\nuseless. Cursing, he trained the disintegrator along the line of the\nsteps and fired.\n\nThe disintegrator cut through the stone as though it were putty, for a\nrange of twenty feet. Rynason played the beam back and forth along the\nsteps, cutting them down to a smooth ramp which the attackers would have\nto climb before they could get to him.\n\nOne of them tried to leap the last few levels before Rynason could cut\nthem, but he sliced the man in two through the chest. The separate parts\nof the man's body fell and rolled back to the untouched levels below. He\nhad not had time to utter even a cry of pain.\n\nFor a time, now, there was complete silence in the wind. Rynason could\nsee the inert legs of the last attacker projecting out over the edge of\nthe third level down, and undoubtedly the others saw them too. They were\nhesitating now, unsure of themselves. Rynason stayed pressed to the\nstone floor, waiting. The wind whipped in a rising moan through the\nupper reaches of the building.\n\nAnother of the men slipped over the edge of the massive stairs, hugging\nthe deeper darkness at the side of the stair-wall, and slowly inched his\nway up the newly-flattened ramp. Rynason watched him coldly, through a\ngrey haze of fury which was yet tinged with despair. What use was all\nthis, the killing, the blood and sweat and pain? It disgusted him--yet\nby its perverse senselessness it angered him too.\n\nHe cut a swathe through the crawling man, through head and neck and\nback. A gory shell-like hulk slid back to the foot of the ramp.\n\nAnd abruptly the remaining men broke and ran. One of them rose and\nstumbled down the steep levels of the stairs, heedless of his exposure;\nwith a shock, Rynason saw that it was Rene Malhomme. Another followed\n... and another. There were almost a dozen of them on the stairs; they\nall broke and ran. Rynason sent one beam after them, biting a depression\ninto the rock wall beside them. Then they were gone.\n\nRynason moved back from the head of the stairs and leaned wearily\nagainst the stone. His left arm was beginning to tingle with returning\ncirculation now; he rubbed it absently with his good hand and wondered\nif they would try the sheer walls on the other side of the Temple. He\nhad scaled one of these ancient walls, but would they try it? Certainly\nthey stood little chance coming up the stairs, unless they gathered for\na concerted rush. And who would lead such a suicidal attack? These men\nwere vicious, but they valued their lives too.\n\nYet he couldn't watch the black walls. Leaving the stairway unguarded\nwould be the most dangerous course of all.\n\nIn a few minutes the hand-radio, forgotten on the stone floor behind\nhim, flashed an intermittent light which caught his eye in the dusk.\nThat would be Manning.\n\nRynason slid the radio over to the head of the stairs and switched on\nthere, keeping an eye on the stairway.\n\n\"Lee, do you hear me?\"\n\n\"I hear you.\" His voice was low and bitter.\n\n\"I'm coming in to talk. Hold your God damned fire.\"\n\n\"Why should I?\" said Rynason,\n\n\"Because I'm bringing Mara with me. It's too bad you don't trust me,\nLee, but if that's the way you want it I won't trust you either.\"\n\n\"That's a good idea,\" he said, and switched off.\n\nAlmost immediately he saw them come out from behind the cover of a\nfallen wall across the dusty street. Mara walked in front of Manning;\nher head was high, her face almost expressionless. The cold wind threw\ndust against their legs as they crossed the open space to the base of\nthe steps.\n\nRynason stood motionless, watching them come up. Manning still had his\ntwo stunners, but they were in their holsters. He kept behind the girl\nall the way, pausing before pushing her up the open ramp at the top,\nthen moving even more closely behind her. Rynason stood with the\ndisintegrator hanging loosely in one hand at his side.\n\nOn the colonnade Manning gripped the girl by her undamaged arm. He\nnodded to one of the doorways into the temple, and Rynason preceded him\ninside.\n\nAs they entered Manning lit a handlight and set it on the floor. The\nroom was thrown into stark relief, the shadows of the motionless aliens\nstriking the walls and ceiling with an almost physical harshness.\nManning paused a moment to look at the Hirlaji, and at the altar across\nthe room.\n\n\"We can hear each other in here,\" he said at last.\n\n\"What do you want?\" said Rynason. There was cool hatred in his voice,\nand the knife-scar on his forehead was a dark snake-line in the hard\nglare of the handlight.\n\nManning shrugged, a bit too quickly. He was nervous. \"I want you out of\nhere, Lee, and I'm not accepting any argument this time.\"\n\nRynason looked at Mara, standing helplessly in the older man's grip. He\nglanced down at the disintegrator in his hand.\n\nManning drew one of his stunners quickly, and trained it at Rynason's\nface. \"I said no arguments. Put the weapon down, Lee.\"\n\nRynason couldn't risk a shot at the man, with Mara in front of him. He\ncarefully laid the disintegrator on the floor.\n\n\"Slide it over here.\"\n\nRynason kicked it across the floor. Manning bent and picked it up,\nreturned the stunner to its holster and held the disintegrator on him.\n\n\"That's better. Now we can avoid arguments--right, Lee? You've always\nlike peaceful settlements, haven't you?\"\n\nRynason glared at him, but didn't say anything. He walked slowly into\nthe center of the room, among the Hirlaji. They paid no attention.\n\n\"Lee, he's going to kill them!\" Mara burst out.\n\nRynason was standing now next to the interpreter. The handlight which\nManning had set on the floor across the room was trained upwards, and\nthe interpreter was still in the darkness. He lowered his head as if in\nthought and switched on the machine with his foot.\n\n\"Is that true, Manning? Are you going to kill them?\" His voice was loud\nand it echoed from the walls.\n\n\"I can't trust them,\" Manning said, his voice automatically growing\nlouder in response to Rynason's own. He stepped forward, pushing Mara in\nfront of him. \"They're not human, Lee--you keep forgetting that, for\nsome reason. Think of it as clearing the area of hostile native animal\nlife--that comes under the duties of a governor, now doesn't it?\"\n\n\"And what about the men outside? Did you put it that way to them?\"\n\n\"They do what I say!\" Manning snapped. \"They don't give a damn who they\nkill. There's going to be fighting here whether it's against the Hirlaji\nor between the townsmen. As governor, I'd rather they took it all out on\nthe horses here. Domestic tranquillity, shall we say?\" He was smiling\nnow; he had everything in control.\n\n\"So that's your purpose?\" Rynason said. There was anger in his voice,\nfeigned or real--perhaps both. But his voice rose still higher. \"Is\nbutchery your only goal in life, Manning?\"\n\nManning stepped toward him again, his eyes narrowing. \"Butchery? It's\nbetter than no purpose at all, Lee! It'll get me off of these damned\noutworlds eventually, if I'm a good enough butcher. And I mean to be,\nLee ... I mean to be.\"\n\nRynason turned his back on the man in contempt, and walked past Horng to\nthe base of the ancient altar. He looked up at the Eye of Kor, dim now\nwhen not in use. He turned.\n\n\"_Is_ it better, Manning?\" he shouted. \"Does it give you a right to\nlive, while you slaughter the Hirlaji?\"\n\nManning cursed under his breath, and took a quick step toward Rynason;\nhis hard, black shadow leaped up the wall.\n\n\"_Yes!_ It gives me any right I can take!\"\n\nIt happened quickly. Manning was now beside the massive figure of the\nalien, Horng; in his anger he had loosened his grip on Mara. He raised\nthe disintegrator toward Rynason.\n\nAnd Horng's huge fist smashed it from his hand.\n\nManning never knew what hit him. Before he had even realized that the\ndisintegrator was gone Horng had him. One heavy hand circled his throat;\nthe other gripped his shoulder. The alien lifted him viciously and broke\nhim like a stick; Rynason could almost hear the man's neck break, so\nfinal was that twist of the alien's hands.\n\nHorng lifted the lifeless body above his head and hurled it to the floor\nwith such force that the man's head was stoved in and his body lay\ntwisted and motionless where it fell.\n\nAfterwards there was silence in the room, save for the distant sound of\nthe wind against the building outside. Horng stood looking down at the\nbroken body at his feet, his expression as unfathomable as it had ever\nbeen. Mara stared in shocked silence at the alien.\n\nRynason walked slowly to the mike lying beside the interpreter. He\nraised it.\n\n\"You can move quickly, old leather, when there's a reason for it,\" he\nsaid.\n\nHorng turned his head to him and silently dipped it to one side.\n\n       *       *       *       *       *\n\nRynason lifted the broken form of Manning's body and carried it out to\nthe top of the steps leading down from the temple. Mara went with him,\ncarrying the handlight; it fell harshly on Manning's crushed features as\nRynason waited atop the huge, steep stairway. The wind tore at his hair,\nwhipping it wildly around his head ... but Manning's head was caked with\nblood. In a moment, the men from the town came out from cover; they\nstood at the base of the steps, indecisive.\n\nThey too were waiting for something.\n\nRynason hefted the body up over one shoulder and drew a disintegrator\nwith the hand he had freed. Slowly, then, he descended the steps.\n\nWhen he had neared the bottom the circle of men fell back. They were\nuneasy and sullen ... but they had seen the power of the disintegrator,\nand now they saw Manning's crushed body.\n\nRynason bent and dropped the body to the ground. He looked up coldly at\nthe ring of faces and said, \"One of the Hirlaji did that with his hands.\nThat's all--just his hands.\"\n\nFor a moment everyone was still ... and then one of the men broke from\nthe crowd, snarling, with a heavy knife in his hand. He stopped just\noutside the white circle of the handlight, the knife extended before\nhim. Rynason raised the disintegrator and trained it on him, his face\nfrozen into a cold mask.\n\nThe man stood in indecision.\n\nAnd from the crowd behind him another figure stepped forward. It was\nMalhomme, and his lips were drawn back in disgust. He struck with an\nopen hand, the side of his palm catching the man's neck beneath his ear.\nThe man fell sprawling to the ground, and lay still.\n\nMalhomme looked at him for a moment, then he turned to the men behind\nhim. \"That's enough!\" he shouted. \"_Enough!_\" Angrily, he looked down at\nthe crumpled form of Manning's body. \"Bury him!\" he said.\n\nThere was still no movement from the men; Malhomme grabbed two of them\nroughly and shoved them out of the crowd. They hesitated, looking\nquickly from Malhomme to the disintegrator in Rynason's hand, then bent\nto pick up the body.\n\n\"It's a measure of man's eternal mercy,\" said Malhomme acidly, \"that at\nleast we bury each other.\" He stared at the men in the mob, and the fury\nin his eyes broke them at last. Muttering, shrugging, shaking their\nheads, they dispersed, going off in two and threes to take cover from\nthe wind-driven sand.\n\nMalhomme turned to Rynason and Mara, his face relaxing at last. The hard\nlines around his mouth softened into a rueful smile as he put his arm\naround Rynason's shoulder. \"We can all take shelter in the buildings\nhere for the night. You could use some rest, Lee Rynason--you look like\nhell. And maybe I can put a temporary splint on your arm, woman.\"\n\nThey found a nearby building where the roof had long ago fallen in, but\nthe walls were still standing. While Malhomme ministered to Mara he did\nnot stop talking for a moment; Rynason couldn't tell whether he was\ntrying to keep the girl's mind off the pain or whether he was simply\nunwinding his emotions.\n\n\"You know, I've preached at these men for so many years I've got\ncallouses in my throat. And one of these days maybe they'll know what\nI'm talking about, so that I won't have to shout.\" He shrugged. \"Well,\nit would be a dull world, where I didn't have a good excuse to shout.\nSometimes you might ask your alien friends up there, Lee ... what did\nthey get out of choosing peace?\"\n\n\"They didn't choose it,\" said Rynason.\n\nMalhomme grimaced. \"I wonder if anybody, anywhere, ever will. Maybe the\nOutsiders did, but they're not around to tell us about it. It's an\nintriguing question to think about, if you don't have anything to drink\n... what do you do, when there's nothing more to fight against, or even\nfor?\"\n\nHe straightened up; the splint on Mara's arm was set now. He settled her\nback in a drift of sand as comfortably as possible.\n\n\"I've got another question,\" Rynason said. \"What were you doing among\nthose men who came at me on the steps earlier?\"\n\nMalhomme's face broke into a wide grin. \"That was a suicidal rush on\nyou, Lee. A damned stupid tactic ... a rush like that is only as strong\nas the weakest coward in it. All it takes is one man to break and run,\nand everybody else will run too. So it was easy for me to break it up.\"\n\nRynason couldn't help chuckling at that; and once he had started, the\ntension that had gripped him for the past several hours found release in\na full, stomach-shaking laugh.\n\n\"Rene Malhomme,\" he gasped, \"that's the kind of leadership this planet\nneeds!\"\n\nMara smiled up from where she lay. \"You know,\" she said, \"now that\nManning is dead they'll have to find someone else to be governor....\"\n\n\"Don't be ridiculous,\" said Malhomme.\n\n\n\n\n\n\nHere's a quick checklist of recent releases of\n\n  ACE SCIENCE-FICTION BOOKS\n\n  35¢\n\n    D-547 THE SUPER BARBARIANS by John Brunner\n\n    D-550 NO WORLD OF THEIR OWN by Poul Anderson\n\n    D-553 THE HOUSE ON THE BORDERLAND by Wm. H. Hodgson\n\n    D-555 THE TRIAL OF TERRA by Jack Williamson\n\n  40¢\n\n    F-141 THE DARKNESS BEFORE TOMORROW by Robert. M. Williams\n          and THE LADDER IN THE SKY by Keith Woodcott\n\n    F-145 THE SEED OF EARTH by Robert Silverberg\n          and NEXT STOP THE STARS by Robert Silverberg\n\n    F-147 SEA SIEGE by Andre Norton\n          and EYE OF THE MONSTER by Andre Norton\n\n    F-153 THE SWORD OF ALDONES by M. Z. Bradley\n          and THE PLANET SAVERS by M. Z. Bradley\n\n    F-154 THE WIZARD OF LINN by A. E. Van Vogt\n\n    F-161 TIMES WITHOUT NUMBER by John Brunner\n          and DESTINY'S ORBIT by David Grinnell\n\n    F-162 BEST FROM FANTASY & SCIENCE FICTION: 7th Series\n\n    F-167 CATSEYE by Andre Norton\n\n    F-173 SECOND ENDING by James White\n          and THE JEWELS OF APTOR by Samuel Delany\n\n    F-174 FIRST THROUGH TIME by Rex Gordon\n\n    F-178 MORE ADVENTURES ON OTHER PLANETS\n          Edited by Donald A. Wollheim\n\n\n  If you are missing any of these, they can be obtained directly\n  from the publisher by sending the indicated sum, plus 5¢ handling\n  fee, to Ace Books, Inc. (Sales Dept.), 1120 Avenue of the\n  Americas, New York 36, N.Y.\n\n\n\n       *       *       *       *       *\n\n\n\nTranscriber's Note: Typographical errors have been repaired in this text.\n\n  Spelling\n\n    Old: cemetaries\n    New: cemeteries\n\n    Old: hefting his repentence sign\n    New: hefting his repentance sign\n\n    Old: what happenedt here, old leather\n    New: what happened here, old leather\n\n    Old: I suppose, thought I've never even been\n    New: I suppose, though I've never even been\n\n    Old: casing aound the powerpacks\n    New: casing around the powerpacks\n\n    Old: as staticly blunt as anvils\n    New: as statically blunt as anvils\n\n    Old: Rynason knelt beside the set and took the Mike\n    New: Rynason knelt beside the set and took the mike\n\n    Old: can repell any further touchdowns\n    New: can repel any further touchdowns\n\n    Old: over-hanging shadows of the mounains\n    New: over-hanging shadows of the mountains\n\n    Old: collonade\n    New: colonnade\n\n    Old: The brain must be eslf-perpetuating\n    New: The brain must be self-perpetuating\n\n    Old: their hoplessness,\n    New: their hopelessness,\n\n    Old: millenia\n    New: millennia\n\n  Punctuation\n\n    Old: Manning's quarters, He met Marc Stoworth\n    New: Manning's quarters. He met Marc Stoworth\n\n    Old: daring the man to take offense. He didn't.\"\n    New: daring the man to take offense. He didn't.\n\n    Old: \"Where's Mara? Rynason asked.\n    New: \"Where's Mara?\" Rynason asked.\n\n    Old: echo of Horng's screams in his mind\n    New: echo of Horng's screams in his mind.\n\n    Old: Manning said. I'm going to throw out\n    New: Manning said. \"I'm going to throw out\n\n    Old: he said. Tonight I'm busy.\n    New: he said. \"Tonight I'm busy.\n\n  Missing word\n\n    Old: Rynason that that it was Rene Malhomme\n    New: Rynason saw that it was Rene Malhomme\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK WARLORD OF KOR***\n\n\n******* This file should be named 17958-8.txt or 17958-8.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/1/7/9/5/17958\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://www.gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.org/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.org/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.org/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp://www.gutenberg.org/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}