{"title": "Graveyard of Dreams", "author": "Henry Beam Piper", "releaseDate": "April 3, 2006", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Tom Owens, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    Transcriber's note: This etext was produced from Galaxy\n    Magazine February 1958. Extensive research did not uncover\n    any evidence that the copyright on this publication was\n    renewed.\n\n\n                         Graveyard of Dreams\n\n                           By H. Beam Piper\n\n\n\n                    _Despite Mr. Shakespeare,\n                              wealth and name\n                 are both dross compared with\n                          the theft of hope--\n                       and Maxwell had to rob\n                        a whole planet of it!_\n\n\nStanding at the armor-glass front of the observation deck and watching\nthe mountains rise and grow on the horizon, Conn Maxwell gripped the\nmetal hand-rail with painful intensity, as though trying to hold back\nthe airship by force. Thirty minutes--twenty-six and a fraction of the\nTerran minutes he had become accustomed to--until he'd have to face it.\n\nThen, realizing that he never, in his own thoughts, addressed himself as\n\"sir,\" he turned.\n\n\"I beg your pardon?\"\n\nIt was the first officer, wearing a Terran Federation Space Navy uniform\nof forty years, or about ten regulation-changes, ago. That was the sort\nof thing he had taken for granted before he had gone away. Now he was\nnoticing it everywhere.\n\n\"Thirty minutes out of Litchfield, sir,\" the ship's officer repeated.\n\"You'll go off by the midship gangway on the starboard side.\"\n\n\"Yes, I know. Thank you.\"\n\nThe first mate held out the clipboard he was carrying. \"Would you mind\nchecking over this, Mr. Maxwell? Your baggage list.\"\n\n\"Certainly.\" He glanced at the slip of paper. Valises, eighteen and\ntwenty-five kilos, two; trunks, seventy-five and seventy kilos, two;\nmicrobook case, one-fifty kilos, one. The last item fanned up a little\nflicker of anger in him, not at any person, even himself, but at the\nsituation in which he found himself and the futility of the whole thing.\n\n\"Yes, that's everything. I have no hand-luggage, just this stuff.\"\n\nHe noticed that this was the only baggage list under the clip; the other\npapers were all freight and express manifests. \"Not many passengers left\naboard, are there?\"\n\n\"You're the only one in first-class, sir,\" the mate replied. \"About\nforty farm-laborers on the lower deck. Everybody else got off at the\nother stops. Litchfield's the end of the run. You know anything about\nthe place?\"\n\n\"I was born there. I've been away at school for the last five years.\"\n\n\"On Baldur?\"\n\n\"Terra. University of Montevideo.\" Once Conn would have said it almost\nboastfully.\n\nThe mate gave him a quick look of surprised respect, then grinned and\nnodded. \"Of course; I should have known. You're Rodney Maxwell's son,\naren't you? Your father's one of our regular freight shippers. Been\nsending out a lot of stuff lately.\" He looked as though he would have\nliked to continue the conversation, but said: \"Sorry, I've got to go.\nLot of things to attend to before landing.\" He touched the visor of his\ncap and turned away.\n\nThe mountains were closer when Conn looked forward again, and he glanced\ndown. Five years and two space voyages ago, seen from the afterdeck of\nthis ship or one of her sisters, the woods had been green with new\nfoliage, and the wine-melon fields had been in pink blossom. He tried to\npicture the scene sliding away below instead of drawing in toward him,\nas though to force himself back to a moment of the irretrievable past.\n\nBut the moment was gone, and with it the eager excitement and the\nhalf-formed anticipations of the things he would learn and accomplish on\nTerra. The things he would learn--microbook case, one-fifty kilos, one.\nOne of the steel trunks was full of things he had learned and\naccomplished, too. Maybe they, at least, had some value....\n\nThe woods were autumn-tinted now and the fields were bare and brown.\n\nThey had gotten the crop in early this year, for the fields had all been\nharvested. Those workers below must be going out for the wine-pressing.\nThat extra hands were needed for that meant a big crop, and yet it\nseemed that less land was under cultivation than when he had gone away.\nHe could see squares of low brush among the new forests that had grown\nup in the last forty years, and the few stands of original timber looked\nlike hills above the second growth. Those trees had been standing when\nthe planet had been colonized.\n\nThat had been two hundred years ago, at the middle of the Seventh\nCentury, Atomic Era. The name of the planet--Poictesme--told that: the\nSurromanticist Movement, when the critics and professors were\nrediscovering James Branch Cabell.\n\n       *       *       *       *       *\n\nFunny how much was coming back to him now--things he had picked up from\nthe minimal liberal-arts and general-humanities courses he had taken and\nthen forgotten in his absorption with the science and tech studies.\n\nThe first extrasolar planets, as they had been discovered, had been\nnamed from Norse mythology--Odin and Baldur and Thor, Uller and Freya,\nBifrost and Asgard and Niflheim. When the Norse names ran out, the\ndiscoverers had turned to other mythologies, Celtic and Egyptian and\nHindu and Assyrian, and by the middle of the Seventh Century they were\nnaming planets for almost anything.\n\nAnything, that is, but actual persons; their names were reserved for\nstars. Like Alpha Gartner, the sun of Poictesme, and Beta Gartner, a\nbuckshot-sized pink glow in the southeast, and Gamma Gartner, out of\nsight on the other side of the world, all named for old Genji Gartner,\nthe scholarly and half-piratical adventurer whose ship had been the\nfirst to approach the three stars and discover that each of them had\nplanets.\n\nForty-two planets in all, from a couple of methane-giants on Gamma to\nairless little things with one-sixth Terran gravity. Alpha II had been\nthe only one in the Trisystem with an oxygen atmosphere and life. So\nGartner had landed on it, and named it Poictesme, and the settlement\nthat had grown up around the first landing site had been called\nStorisende. Thirty years later, Genji Gartner died there, after seeing\nthe camp grow to a metropolis, and was buried under a massive monument.\n\nSome of the other planets had been rich in metals, and mines had been\nopened, and atmosphere-domed factories and processing plants built. None\nof them could produce anything but hydroponic and tissue-culture\nfoodstuffs, and natural foods from Poictesme had been less expensive,\neven on the planets of Gamma and Beta. So Poictesme had concentrated on\nagriculture and grown wealthy at it.\n\nThen, within fifty years of Genji Gartner's death, the economics of\ninterstellar trade overtook the Trisystem and the mines and factories\nclosed down. It was no longer possible to ship the output to a\nprofitable market, in the face of the growing self-sufficiency of the\ncolonial planets and the irreducibly high cost of space-freighting.\n\nBelow, the brown fields and the red and yellow woods were merging into a\nten-mile-square desert of crumbling concrete--empty and roofless sheds\nand warehouses and barracks, brush-choked parade grounds and landing\nfields, airship docks, and even a spaceport. They were more recent,\ndating from Poictesme's second brief and hectic prosperity, when the\nTerran Federation's Third Fleet-Army Force had occupied the Gartner\nTrisystem during the System States War.\n\n       *       *       *       *       *\n\nMillions of troops had been stationed on or routed through Poictesme;\ntens of thousands of spacecraft had been based on the Trisystem; the\nmines and factories had reopened for war production. The Federation had\nspent trillions of sols on Poictesme, piled up mountains of stores and\narms and equipment, left the face of the planet cluttered with\ninstallations.\n\nThen, ten years before anybody had expected it, the rebellious System\nStates Alliance had collapsed and the war had ended. The Federation\narmies had gone home, taking with them the clothes they stood in, their\npersonal weapons and a few souvenirs. Everything else had been left\nbehind; even the most expensive equipment was worth less than the cost\nof removal.\n\nEver since, Poictesme had been living on salvage. The uniform the first\nofficer was wearing was forty years old--and it was barely a month out\nof the original packing. On Terra, Conn had told his friends that his\nfather was a prospector and let them interpret that as meaning an\nexplorer for, say, uranium deposits. Rodney Maxwell found plenty of\nuranium, but he got it by taking apart the warheads of missiles.\n\nThe old replacement depot or classification center or training area or\nwhatever it had been had vanished under the ship now and it was all\nforest back to the mountains, with an occasional cluster of deserted\nbuildings. From one or two, threads of blue smoke rose--bands of farm\ntramps, camping on their way from harvest to wine-pressing. Then the\neastern foothills were out of sight and he was looking down on the\ngranite spines of the Calder Range; the valley beyond was sloping away\nand widening out in the distance, and it was time he began thinking of\nwhat to say when he landed. He would have to tell them, of course.\n\nHe wondered who would be at the dock to meet him, besides his family.\nLynne Fawzi, he hoped. Or did he? Her parents would be with her, and\nKurt Fawzi would take the news hardest of any of them, and be the first\nto blame him because it was bad. The hopes he had built for Lynne and\nhimself would have to be held in abeyance till he saw how her father\nwould regard him now.\n\nBut however any of them took it, he would have to tell them the truth.\n\n       *       *       *       *       *\n\nThe ship swept on, tearing through the thin puffs of cloud at ten miles\na minute. Six minutes to landing. Five. Four. Then he saw the river\nbend, glinting redly through the haze in the sunlight; Litchfield was\ninside it, and he stared waiting for the first glimpse of the city.\nThree minutes, and the ship began to cut speed and lose altitude. The\nhot-jets had stopped firing and he could hear the whine of the cold-jet\nrotors.\n\nThen he could see Litchfield, dominated by the Airport Building, so\nthick that it looked squat for all its height, like a candle-stump in a\npuddle of its own grease, the other buildings under their carapace of\nterraces and landing stages seeming to have flowed away from it. And\nthere was the yellow block of the distilleries, and High Garden Terrace,\nand the Mall....\n\nAt first, in the distance, it looked like a living city. Then, second by\nsecond, the stigmata of decay became more and more evident. Terraces\nempty or littered with rubbish; gardens untended and choked with wild\ngrowth; windows staring blindly; walls splotched with lichens and grimy\nwhere the rains could not wash them.\n\nFor a moment, he was afraid that some disaster, unmentioned in his\nfather's letters, had befallen. Then he realized that the change had not\nbeen in Litchfield but in himself. After five years, he was seeing it as\nit really was. He wondered how his family and his friends would look to\nhim now. Or Lynne.\n\nThe ship was coming in over the Mall; he could see the cracked paving\nsprouting grass, the statues askew on their pedestals, the waterless\nfountains. He thought for an instant that one of them was playing, and\nthen he saw that what he had taken for spray was dust blowing from the\nempty basin. There was something about dusty fountains, something he had\nlearned at the University. Oh, yes. One of the Second Century Martian\nColonial poets, Eirrarsson, or somebody like that:\n\n  _The fountains are dusty in the Graveyard of Dreams;\n  The hinges are rusty and swing with tiny screams._\n\nThere was more to it, but he couldn't remember; something about empty\ngardens under an empty sky. There must have been colonies inside the Sol\nSystem, before the Interstellar Era, that hadn't turned out any better\nthan Poictesme. Then he stopped trying to remember as the ship turned\ntoward the Airport Building and a couple of tugs--Terran Federation\ncontragravity tanks, with derrick-booms behind and push-poles where the\nguns had been--came up to bring her down.\n\nHe walked along the starboard promenade to the gangway, which the first\nmate and a couple of airmen were getting open.\n\n       *       *       *       *       *\n\nMost of the population of top-level Litchfield was in the crowd on the\ndock. He recognized old Colonel Zareff, with his white hair and\nplum-brown skin, and Tom Brangwyn, the town marshal, red-faced and\nbulking above the others. It took a few seconds for him to pick out his\nfather and mother, and his sister Flora, and then to realize that the\nhandsome young man beside Flora was his brother Charley. Charley had\nbeen thirteen when Conn had gone away. And there was Kurt Fawzi, the\nmayor of Litchfield, and there was Lynne, beside him, her red-lipped\nface tilted upward with a cloud of bright hair behind it.\n\nHe waved to her, and she waved back, jumping in excitement, and then\neverybody was waving, and they were pushing his family to the front and\nmaking way for them.\n\nThe ship touched down lightly and gave a lurch as she went off\ncontragravity, and they got the gangway open and the steps swung out,\nand he started down toward the people who had gathered to greet him.\n\nHis father was wearing the same black best-suit he had worn when they\nhad parted five years ago. It had been new then; now it was shabby and\nhad acquired a permanent wrinkle across the right hip, over the\npistol-butt. Charley was carrying a gun, too; the belt and holster\nlooked as though he had made them himself. His mother's dress was new\nand so was Flora's--probably made for the occasion. He couldn't be sure\njust which of the Terran Federation services had provided the material,\nbut Charley's shirt was Medical Service sterilon.\n\nAshamed that he was noticing and thinking of such things at a time like\nthis, he clasped his father's hand and kissed his mother and Flora.\nEverybody was talking at once, saying things that he heard only as happy\nsounds. His brother's words were the first that penetrated as words.\n\n\"You didn't know me,\" Charley was accusing. \"Don't deny it; I saw you\nstanding there wondering if I was Flora's new boy friend or what.\"\n\n\"Well, how in Niflheim'd you expect me to? You've grown up since the\nlast time I saw you. You're looking great, kid!\" He caught the gleam of\nLynne's golden hair beyond Charley's shoulder and pushed him gently\naside. \"Lynne!\"\n\n\"Conn, you look just wonderful!\" Her arms were around his neck and she\nwas kissing him. \"Am I still your girl, Conn?\"\n\nHe crushed her against him and returned her kisses, assuring her that\nshe was. He wasn't going to let it make a bit of difference how her\nfather took the news--if she didn't.\n\nShe babbled on: \"You didn't get mixed up with any of those girls on\nTerra, did you? If you did, don't tell me about it. All I care about is\nthat you're back. Oh, Conn, you don't know how much I missed you ...\nMother, Dad, doesn't he look just splendid?\"\n\nKurt Fawzi, a little thinner, his face more wrinkled, his hair grayer,\nshook his hand.\n\n\"I'm just as glad to see you as anybody, Conn,\" he said, \"even if I'm\nnot being as demonstrative about it as Lynne. Judge, what do you think\nof our returned wanderer? Franz, shake hands with him, but save the\ninterview for the _News_ for later. Professor, here's one student\nLitchfield Academy won't need to be ashamed of.\"\n\nHe shook hands with them--old Judge Ledue; Franz Veltrin, the newsman;\nProfessor Kellton; a dozen others, some of whom he had not thought of in\nfive years. They were all cordial and happy--how much, he wondered,\nbecause he was their neighbor, Conn Maxwell, Rodney Maxwell's son, home\nfrom Terra, and how much because of what they hoped he would tell them?\nKurt Fawzi, edging him out of the crowd, was the first to voice that.\n\n\"Conn, what did you find out?\" he asked breathlessly. \"Do you know where\nit is?\"\n\nConn hesitated, looking about desperately; this was no time to start\ntalking to Kurt Fawzi about it. His father was turning toward him from\none side, and from the other Tom Brangwyn and Colonel Zareff were\napproaching more slowly, the older man leaning on a silver-headed cane.\n\n\"Don't bother him about it now, Kurt,\" Rodney Maxwell scolded the mayor.\n\"He's just gotten off the ship; he hasn't had time to say hello to\neverybody yet.\"\n\n\"But, Rod, I've been waiting to hear what he's found out ever since he\nwent away,\" Fawzi protested in a hurt tone.\n\nBrangwyn and Colonel Zareff joined them. They were close friends,\nprobably because neither of them was a native of Poictesme.\n\nThe town marshal had always been reticent about his origins, but Conn\nguessed it was Hathor. Brangwyn's heavy-muscled body, and his ease and\ngrace in handling it, marked him as a man of a high-gravity planet.\nBesides, Hathor had a permanent cloud-envelope, and Tom Brangwyn's skin\nhad turned boiled-lobster red under the dim orange sunlight of Alpha\nGartner.\n\nOld Klem Zareff never hesitated to tell anybody where he came from--he\nwas from Ashmodai, one of the System States planets, and he had\ncommanded a division that had been blasted down to about regimental\nstrength, in the Alliance army.\n\n\"Hello, boy,\" he croaked, extending a trembling hand. \"Glad you're home.\nWe all missed you.\"\n\n\"We sure did, Conn,\" the town marshal agreed, clasping Conn's hand as\nsoon as the old man had released it. \"Find out anything definite?\"\n\nKurt Fawzi looked at his watch. \"Conn, we've planned a little\ncelebration for you. We only had since day before yesterday, when the\nspaceship came into radio range, but we're having a dinner party for you\nat Senta's this evening.\"\n\n\"You couldn't have done anything I'd have liked better, Mr. Fawzi. I'd\nhave to have a meal at Senta's before really feeling that I'd come\nhome.\"\n\n\"Well, here's what I have in mind. It'll be three hours till dinner's\nready. Suppose we all go up to my office in the meantime. It'll give the\nladies a chance to go home and fix up for the party, and we can have a\ndrink and a talk.\"\n\n\"You want to do that, Conn?\" his father asked, a trifle doubtfully. \"If\nyou'd rather go home first...\"\n\nSomething in his father's voice and manner disturbed him vaguely;\nhowever, he nodded agreement. After a couple of drinks, he'd be better\nable to tell them.\n\n\"Yes, indeed, Mr. Fawzi,\" Conn said. \"I know you're all anxious, but\nit's a long story. This'll be a good chance to tell you.\"\n\nFawzi turned to his wife and daughter, interrupting himself to shout\ninstructions to a couple of dockhands who were floating the baggage off\nthe ship on a contragravity-lifter. Conn's father had sent Charley off\nwith a message to his mother and Flora.\n\nConn turned to Colonel Zareff. \"I noticed extra workers coming out from\nthe hiring agencies in Storisende, and the crop was all in across the\nCalders. Big wine-pressing this year?\"\n\n\"Yes, we're up to our necks in melons,\" the old planter grumbled.\n\"Gehenna of a big crop. Price'll drop like a brick of collapsium, and\nthis time next year we'll be using brandy to wash our feet in.\"\n\n\"If you can't get good prices, hang onto it and age it. I wish you could\nsee what the bars on Terra charge for a drink of ten-year-old\nPoictesme.\"\n\n\"This isn't Terra and we aren't selling it by the drink. Only place we\ncan sell brandy is at Storisende spaceport, and we have to take what the\ntrading-ship captains offer. You've been on a rich planet for the last\nfive years, Conn. You've forgotten what it's like to live in a\npoorhouse. And that's what Poictesme is.\"\n\n\"Things'll be better from now on, Klem,\" the mayor said, putting one\nhand on the old man's shoulder and the other on Conn's. \"Our boy's home.\nWith what he can tell us, we'll be able to solve all our problems. Come\non, let's go up and hear about it.\"\n\nThey entered the wide doorway of the warehouse on the dock-level floor\nof the Airport Building and crossed to the lift. About a dozen others\nhad joined them, all the important men of Litchfield. Inside, Kurt\nFawzi's laborers were floating out cargo for the ship--casks of brandy,\nof course, and a lot of boxes and crates painted light blue and marked\nwith the wreathed globe of the Terran Federation and the gold triangle\nof the Third Fleet-Army Force and the eight-pointed red star of Ordnance\nService. Long cases of rifles, square boxes of ammunition, machine guns,\ncrated auto-cannon and rockets.\n\n\"Where'd that stuff come from?\" Conn asked his father. \"You dig it\nup?\"\n\nHis father chuckled. \"That happened since the last time I wrote you.\nRemember the big underground headquarters complex in the Calders?\nEverybody thought it had been all cleaned out years ago. You know, it's\nnever a mistake to take a second look at anything that everybody\nbelieves. I found a lot of sealed-off sections over there that had never\nbeen entered. This stuff's from one of the headquarters defense\narmories. I have a gang getting the stuff out. Charley and I flew in\nafter lunch, and I'm going back the first thing tomorrow.\"\n\n\"But there's enough combat equipment on hand to outfit a private army\nfor every man, woman and child on Poictesme!\" Conn objected. \"Where are\nwe going to sell this?\"\n\n\"Storisende spaceport. The tramp freighters are buying it for newly\ncolonized planets that haven't been industrialized yet. They don't pay\nmuch, but it doesn't cost much to get it out, and I've been clearing\nabout three hundred sols a ton on the spaceport docks. That's not bad,\nyou know.\"\n\nThree hundred sols a ton. A lifter went by stacked with cases of M-504\nsubmachine guns. Unloaded, one of them weighed six pounds, and even a\nused one was worth a hundred sols. Conn started to say something about\nthat, but then they came to the lift and were crowding onto it.\n\nHe had been in Kurt Fawzi's office a few times, always with his father,\nand he remembered it as a dim, quiet place of genteel conviviality and\nrambling conversations, with deep, comfortable chairs and many ashtrays.\nFawzi's warehouse and brokerage business, and the airline agency, and\nthe government, such as it was, of Litchfield, combined, made few\ndemands on his time and did not prevent the office from being a favored\nloafing center for the town's elders. The lights were bright only over\nthe big table that served, among other things, as a desk, and the walls\nwere almost invisible in the shadows.\n\nAs they came down the hallway from the lift, everybody had begun\nspeaking more softly. Voices were never loud or excited in Kurt Fawzi's\noffice.\n\nTom Brangwyn went to the table, taking off his belt and holster and\nlaying his pistol aside. The others, crowding into the room, added their\nweapons to his.\n\nThat was something else Conn was seeing with new eyes. It had been five\nyears since he had carried a gun and he was wondering why any of them\nbothered. A gun was what a boy put on to show that he had reached\nmanhood, and a man carried for the rest of his life out of habit.\n\nWhy, there wouldn't be a shooting a year in Litchfield, if you didn't\ncount the farm tramps and drifters, who kept to the lower level or\ncamped in the empty buildings at the edge of town. Or maybe that was it;\nmaybe Litchfield was peaceful because everybody was armed. It certainly\nwasn't because of anything the Planetary Government at Storisende did to\nmaintain order.\n\nAfter divesting himself of his gun, Tom Brangwyn took over the\nbartending, getting out glasses and filling a pitcher of brandy from a\nkeg in the corner.\n\n\"Everybody supplied?\" Fawzi was asking. \"Well, let's drink to our\nreturned emissary. We're all anxious to hear what you found out, Conn.\nGentlemen, here's to our friend Conn Maxwell. Welcome home, Conn!\"\n\n\"Well, it's wonderful to be back, Mr. Fawzi--\"\n\n\"No, let's not have any of this mister foolishness! You're one of the\ngang now. And drink up, everybody. We have plenty of brandy, even if we\ndon't have anything else.\"\n\n\"You telling us, Kurt?\" somebody demanded. One of the distillery\ncompany; the name would come back to Conn in a moment. \"When this crop\ngets pressed and fermented--\"\n\n\"When I start pressing, I don't know where in Gehenna I'm going to vat\nthe stuff till it ferments,\" Colonel Zareff said. \"Or why. You won't be\nable to handle all of it.\"\n\n\"Now, now!\" Fawzi reproved. \"Let's not start moaning about our troubles.\nNot the day Conn's come home. Not when he's going to tell us how to find\nthe Third Fleet-Army Force Brain.\"\n\n\"You _did_ find out where the Brain is, didn't you, Conn?\" Brangwyn\nasked anxiously.\n\nThat set half a dozen of them off at once. They had all sat down after\nthe toast; now they were fidgeting in their chairs, leaning forward,\nlooking at Conn fixedly.\n\n\"What did you find out, Conn?\"\n\n\"It's still here on Poictesme, isn't it?\"\n\n\"Did you find out where it is?\"\n\nHe wanted to tell them in one quick sentence and get it over with. He\ncouldn't, any more than he could force himself to squeeze the trigger of\na pistol he knew would blow up in his hand.\n\n\"Wait a minute, gentlemen.\" He finished the brandy, and held out the\nglass to Tom Brangwyn, nodding toward the pitcher. Even the first drink\nhad warmed him and he could feel the constriction easing in his throat\nand the lump at the pit of his stomach dissolving. \"I hope none of you\nexpect me to spread out a map and show you the cross on it, where the\nBrain is. I can't. I can't even give the approximate location of the\nthing.\"\n\nMuch of the happy eagerness drained out of the faces around him. Some of\nthem were looking troubled; Colonel Zareff was gnawing the bottom of his\nmustache, and Judge Ledue's hand shook as he tried to relight his cigar.\nConn stole a quick side-glance at his father; Rodney Maxwell was\nwatching him curiously, as though wondering what he was going to say\nnext.\n\n\"But it is still here on Poictesme?\" Fawzi questioned. \"They didn't take\nit away when they evacuated, did they?\"\n\nConn finished his second drink. This time he picked up the pitcher and\nrefilled for himself.\n\n\"I'm going to have to do a lot of talking,\" he said, \"and it's going to\nbe thirsty work. I'll have to tell you the whole thing from the\nbeginning, and if you start asking questions at random, you'll get me\nmixed up and I'll miss the important points.\"\n\n\"By all means!\" Judge Ledue told him. \"Give it in your own words, in\nwhat you think is the proper order.\"\n\n\"Thank you, Judge.\"\n\nConn drank some more brandy, hoping he could get his courage up without\ngetting drunk. After all, they had a right to a full report; all of them\nhad contributed something toward sending him to Terra.\n\n\"The main purpose in my going to the University was to learn computer\ntheory and practice. It wouldn't do any good for us to find the Brain if\nnone of us are able to use it. Well, I learned enough to be able to\noperate, program and service any computer in existence, and train\nassistants. During my last year at the University, I had a part-time\npaid job programming the big positron-neutrino-photon computer in the\nastrophysics department. When I graduated, I was offered a position as\ninstructor in positronic computer theory.\"\n\n\"You never mentioned that in your letters, son,\" his father said.\n\n\"It was too late for any letter except one that would come on the same\nship I did. Beside, it wasn't very important.\"\n\n\"I think it was.\" There was a catch in old Professor Kellton's voice.\n\"One of my boys, from the Academy, offered a place on the faculty of the\nUniversity of Montevideo, on Terra!\" He poured himself a second drink,\nsomething he almost never did.\n\n\"Conn means it wasn't important because it didn't have anything to do\nwith the Brain,\" Fawzi explained and then looked at Conn expectantly.\n\nAll right; now he'd tell them. \"I went over all the records of the Third\nFleet-Army Force's occupation of Poictesme that are open to the public.\nOn one pretext or another, I got permission to examine the\nnon-classified files that aren't open to public examination. I even got\na few peeps at some of the stuff that's still classified secret. I have\nmaps and plans of all the installations that were built on this\nplanet--literally thousands of them, many still undiscovered. Why, we\nhaven't more than scratched the surface of what the Federation left\nbehind here. For instance, all the important installations exist in\nduplicate, some even in triplicate, as a precaution against Alliance\nspace attack.\"\n\n\"Space attack!\" Colonel Zareff was indignant. \"There never was a time\nwhen the Alliance could have taken the offensive against Poictesme, even\nif an offensive outside our own space-area had been part of our policy.\nWe just didn't have the ships. It took over a year to move a million and\na half troops from Ashmodai to Marduk, and the fleet that was based on\nAmaterasu was blasted out of existence in the spaceports and in orbit.\nHell, at the time of the surrender, we didn't have--\"\n\n\"They weren't taking chances on that, Colonel. But the point I want to\nmake is that with everything I did find, I never found, in any official\nrecord, a single word about the giant computer we call the Third\nFleet-Army Force Brain.\"\n\nFor a time, the only sound in the room was the tiny insectile humming of\nthe electric clock on the wall. Then Professor Kellton set his glass on\nthe table, and it sounded like a hammer-blow.\n\n\"Nothing, Conn?\" Kurt Fawzi was incredulous and, for the first time,\nfrightened. The others were exchanging uneasy glances. \"But you must\nhave! A thing like that--\"\n\n\"Of course it would be one of the closest secrets during the war,\"\nsomebody else said. \"But in forty years, you'd expect _something_ to\nleak out.\"\n\n\"Why, _during_ the war, it was all through the Third Force. Even the\nAlliance knew about it; that's how Klem heard of it.\"\n\n\"Well, Conn couldn't just walk into the secret files and read whatever\nhe wanted to. Just because he couldn't find anything--\"\n\n\"Don't tell _me_ about security!\" Klem Zareff snorted. \"Certainly they\nstill have it classified; staff-brass'd rather lose an eye than\ndeclassify anything. If you'd seen the lengths our staff went to--hell,\nwe lost battles because the staff wouldn't release information the\ntroops in the field needed. I remember once--\"\n\n\"But there _was_ a Brain,\" Judge Ledue was saying, to reassure himself\nand draw agreement from the others. \"It was capable of combining data,\nand scanning and evaluating all its positronic memories, and forming\nassociation patterns, and reasoning with absolute perfection. It was\nmore than a positronic brain--it was a positronic super-mind.\"\n\n\"We'd have won the war, except for the Brain. We had ninety systems, a\nhundred and thirty inhabited planets, a hundred billion people--and we\nwere on the defensive in our own space-area! Every move we made was\nknown and anticipated by the Federation. How could they have done that\nwithout something like the Brain?\"\n\n\"Conn, from what you learned of computers, how large a volume of space\nwould you say the Brain would have to occupy?\" Professor Kellton asked.\n\nProfessor Kellton was the most unworldly of the lot, yet he was asking\nthe most practical question.\n\n\"Well, the astrophysics computer I worked with at the University\noccupies a total of about one million cubic feet,\" Conn began. This was\nhis chance; they'd take anything he told them about computers as gospel.\n\"It was only designed to handle problems in astrophysics. The Brain,\nbeing built for space war, would have to handle any such problem. And if\nhalf the stories about the Brain are anywhere near true, it handled any\nother problem--mathematical, scientific, political, economic, strategic,\npsychological, even philosophical and ethical. Well, I'd say that a\nhundred million cubic feet would be the smallest even conceivable.\"\n\nThey all nodded seriously. They were willing to accept that--or anything\nelse, except one thing.\n\n\"Lot of places on this planet where a thing that size could be hidden,\"\nTom Brangwyn said, undismayed. \"A planet's a mighty big place.\"\n\n\"It could be under water, in one of the seas,\" Piet Dawes, the banker,\nsuggested. \"An underwater dome city wouldn't be any harder to build than\na dome city on a poison-atmosphere planet like Tubal-Cain.\"\n\n\"It might even be on Tubal-Cain,\" a melon-planter said. \"Or Hiawatha, or\neven one of the Beta or Gamma planets. The Third Force was occupying the\nwhole Trisystem, you know.\" He thought for a moment. \"If I'd been in\ncharge, I'd have put it on one of the moons of Pantagruel.\"\n\n\"But that's clear out in the Alpha System,\" Judge Ledue objected. \"We\ndon't have a spaceship on the planet, certainly nothing with a\nhyperdrive engine. And it would take a lifetime to get out to the Gamma\nSystem and back on reaction drive.\"\n\nConn put his empty brandy glass on the table and sat erect. A new\nthought had occurred to him, chasing out of his mind all the worries and\nfears he had brought with him all the way from Terra.\n\n\"Then we'll have to build a ship,\" he said calmly. \"I know, when the\nFederation evacuated Poictesme, they took every hyperdrive ship with\nthem. But they had plenty of shipyards and spaceports on this planet,\nand I have maps showing the location of all of them, and barely a third\nof them have been discovered so far. I'm sure we can find enough hulks,\nand enough hyperfield generator parts, to assemble a ship or two, and I\nknow we'll find the same or better on some of the other planets.\n\n\"And here's another thing,\" he added. \"When we start looking into some\nof the dome-city plants on Tubal-Cain and Hiawatha and Moruna and\nKoshchei, we may find the plant or plants where the components for the\nBrain were fabricated, and if we do, we may find records of where they\nwere shipped, and that'll be it.\"\n\n\"You're right!\" Professor Kellton cried, quivering with excitement.\n\"We've been hunting at random for the Brain, so it would only be an\naccident if we found it. We'll have to do this systematically, and with\nConn to help us--Conn, why not build a computer? I don't mean another\nBrain; I mean a computer to help us find the Brain.\"\n\n\"We can, but we may not even need to build one. When we get out to the\nindustrial planets, we may find one ready except for perhaps some minor\nalterations.\"\n\n\"But how are we going to finance all this?\" Klem Zareff demanded\nquerulously. \"We're poorer than snakes, and even one hyperdrive ship's\ngoing to cost like Gehenna.\"\n\n\"I've been thinking about that, Klem,\" Fawzi said. \"If we can find\nmaterial at these shipyards Conn knows about, most of our expense will\nbe labor. Well, haven't we ten workmen competing for every job? They\ndon't really need money, only the things money can buy. We can raise\nfood on the farms and provide whatever else they need out of Federation\nsupplies.\"\n\n\"Sure. As soon as it gets around that we're really trying to do\nsomething about this, everybody'll want in on it,\" Tom Brangwyn\npredicted.\n\n\"And I have no doubt that the Planetary Government at Storisende will\ngive us assistance, once we show that this is a practical and productive\nenterprise,\" Judge Ledue put in. \"I have some slight influence with the\nPresident and--\"\n\n\"I'm not too sure we want the Government getting into this,\" Kurt Fawzi\nreplied. \"Give them half a chance and that gang at Storisende'll squeeze\nus right out.\"\n\n\"We can handle this ourselves,\" Brangwyn agreed. \"And when we get some\nkind of a ship and get out to the other two systems, or even just to\nTubal-Cain or Hiawatha, first thing you know, we'll _be_ the Planetary\nGovernment.\"\n\n\"Well, now, Tom,\" Fawzi began piously, \"the Brain is too big a thing for\na few of us to try to monopolize; it'll be for all Poictesme. Of course,\nit's only proper that we, who are making the effort to locate it, should\nhave the direction of that effort....\"\n\nWhile Fawzi was talking, Rodney Maxwell went to the table, rummaged his\npistol out of the pile and buckled it on. The mayor stopped short.\n\n\"You leaving us, Rod?\"\n\n\"Yes, it's getting late. Conn and I are going for a little walk; we'll\nbe at Senta's in half an hour. The fresh air will do both of us good and\nwe have a lot to talk about. After all, we haven't seen each other for\nover five years.\"\n\n       *       *       *       *       *\n\nThey were silent, however, until they were away from the Airport\nBuilding and walking along High Garden Terrace in the direction of the\nMall. Conn was glad; his own thoughts were weighing too heavily within\nhim: I didn't do it. I was going to do it; every minute, I was going to\ndo it, and I didn't, and now it's too late.\n\n\"That was quite a talk you gave them, son,\" his father said. \"They\nbelieved every word of it. A couple of times, I even caught myself\nstarting to believe it.\"\n\nConn stopped short. His father stopped beside him and stood looking at\nhim.\n\n\"Why didn't you tell them the truth?\" Rodney Maxwell asked.\n\nThe question angered Conn. It was what he had been asking himself.\n\n\"Why didn't I just grab a couple of pistols off the table and shoot the\nlot of them?\" he retorted. \"It would have killed them quicker and\nwouldn't have hurt as much.\"\n\nHis father took the cigar from his mouth and inspected the tip of it.\n\"The truth must be pretty bad then. There is no Brain. Is that it, son?\"\n\n\"There never was one. I'm not saying that only because I know it would\nbe impossible to build such a computer. I'm telling you what the one man\nin the Galaxy who ought to know told me--the man who commanded the Third\nForce during the War.\"\n\n\"Foxx Travis! I didn't know he was still alive. You actually talked to\nhim?\"\n\n\"Yes. He's on Luna, keeping himself alive at low gravity. It took me a\ncouple of years, and I was afraid he'd die before I got to him, but I\nfinally managed to see him.\"\n\n\"What did he tell you?\"\n\n\"That no such thing as the Brain ever existed.\" They started walking\nagain, more slowly, toward the far edge of the terrace, with the sky red\nand orange in front of them. \"The story was all through the Third Force,\nbut it was just one of those wild tales that get started, nobody knows\nhow, among troops. The High Command never denied or even discouraged it.\nIt helped morale, and letting it leak to the enemy was good\npsychological warfare.\"\n\n\"Klem Zareff says that everybody in the Alliance army heard of the\nBrain,\" his father said. \"That was why he came here in the first place.\"\nHe puffed thoughtfully on his cigar. \"You said a computer like the Brain\nwould be an impossibility. Why? Wouldn't it be just another computer,\nonly a lot bigger and a lot smarter?\"\n\n\"Dad, computermen don't like to hear computers called smart,\" Conn said.\n\"They aren't. The people who build them are smart; a computer only knows\nwhat's fed to it. They can hold more information in their banks than a\nman can in his memory, they can combine it faster, they don't get tired\nor absent-minded. But they can't imagine, they can't create, and they\ncan't do anything a human brain can't.\"\n\n\"You know, I'd wondered about just that,\" said his father. \"And none of\nthe histories of the War even as much as mentioned the Brain. And I\ncouldn't see why, after the War, they didn't build dozens of them to\nhandle all these Galactic political and economic problems that nobody\nseems able to solve. A thing like the Brain wouldn't only be useful for\nwar; the people here aren't trying to find it for war purposes.\"\n\n\"You didn't mention any of these doubts to the others, did you?\"\n\n\"They were just doubts. You knew for sure, and you couldn't tell them.\"\n\n\"I'd come home intending to--tell them there was no Brain, tell them to\nstop wasting their time hunting for it and start trying to figure out\nthe answers themselves. But I couldn't. They don't believe in the Brain\nas a tool, to use; it's a machine god that they can bring all their\ntroubles to. You can't take a thing like that away from people without\ngiving them something better.\"\n\n\"I noticed you suggested building a spaceship and agreed with the\nprofessor about building a computer. What was your idea? To take their\nminds off hunting for the Brain and keep them busy?\"\n\nConn shook his head. \"I'm serious about the ship--ships. You and Colonel\nZareff gave me that idea.\"\n\nHis father looked at him in surprise. \"I never said a word in there, and\nKlem didn't even once mention--\"\n\n\"Not in Kurt's office; before we went up from the docks. There was Klem,\nmoaning about a good year for melons as though it were a plague, and you\nselling arms and ammunition by the ton. Why, on Terra or Baldur or\nUller, a glass of our brandy brings more than these freighter-captains\ngive us for a cask, and what do you think a colonist on Agramma, or\nSekht, or Hachiman, who has to fight for his life against savages and\nwild animals, would pay for one of those rifles and a thousand rounds of\nammunition?\"\n\nHis father objected. \"We can't base the whole economy of a planet on\nbrandy. Only about ten per cent of the arable land on Poictesme will\ngrow wine-melons. And if we start exporting Federation salvage the way\nyou talk of, we'll be selling pieces instead of job lots. We'll net\nmore, but--\"\n\n\"That's just to get us started. The ships will be used, after that, to\nget to Tubal-Cain and Hiawatha and the planets of the Beta and Gamma\nSystems. What I want to see is the mines and factories reopened, people\nemployed, wealth being produced.\"\n\n\"And where'll we sell what we produce? Remember, the mines closed down\nbecause there was no more market.\"\n\n\"No more interstellar market, that's true. But there are a hundred and\nfifty million people on Poictesme. That's a big enough market and a big\nenough labor force to exploit the wealth of the Gartner Trisystem. We\ncan have prosperity for everybody on our own resources. Just what do we\nneed that we have to get from outside now?\"\n\nHis father stopped again and sat down on the edge of a fountain--the\nsame one, possibly, from which Conn had seen dust blowing as the airship\nhad been coming in.\n\n\"Conn, that's a dangerous idea. That was what brought on the System\nStates War. The Alliance planets took themselves outside the Federation\neconomic orbit and the Federation crushed them.\"\n\nConn swore impatiently. \"You've been listening to old Klem Zareff\nranting about the Lost Cause and the greedy Terran robber barons holding\nthe Galaxy in economic serfdom while they piled up profits. The\nFederation didn't fight that war for profits; there weren't any profits\nto fight for. They fought it because if the System States had won, half\nof them would be at war among themselves now. Make no mistake about it,\npolitically I'm all for the Federation. But economically, I want to see\nour people exploiting their own resources for themselves, instead of\ngrieving about lost interstellar trade, and bewailing bumper crops, and\nsearching for a mythical robot god.\"\n\n\"You think, if you can get something like that started, that they'll\nforget about the Brain?\" his father asked skeptically.\n\n\"That crowd up in Kurt Fawzi's office? Niflheim, no! They'll go on\nhunting for the Brain as long as they live, and every day they'll be\nexpecting to find it tomorrow. That'll keep them happy. But they're all\nold men. The ones I'm interested in are the boys of Charley's age. I'm\ngoing to give them too many real things to do--building ships, exploring\nthe rest of the Trisystem, opening mines and factories, producing\nwealth--for them to get caught in that empty old dream.\"\n\nHe looked down at the dusty fountain on which his father sat. \"That\nghost-dream haunts this graveyard. I want to give them living dreams\nthat they can make come true.\"\n\nConn's father sat in silence for a while, his cigar smoke red in the\nsunset. \"If you can do all that, Conn.... You know, I believe you can.\nI'm with you, as far as I can help, and we'll have a talk with Charley.\nHe's a good boy, Conn, and he has a lot of influence among the other\nyoungsters.\" He looked at his watch. \"We'd better be getting along. You\ndon't want to be late for your own coming-home party.\"\n\nRodney Maxwell slid off the edge of the fountain to his feet, hitching\nat the gunbelt under his coat. Have to dig out his own gun and start\nwearing it, Conn thought. A man simply didn't go around in public\nwithout a gun in Litchfield. It wasn't decent. And he'd be spending a\nlot of time out in the brush, where he'd really need one.\n\nFirst thing in the morning, he'd unpack that trunk and go over all those\nmaps. There were half a dozen spaceports and maintenance shops and\nshipyards within a half-day by airboat, none of which had been looted.\nHe'd look them all over; that would take a couple of weeks. Pick the\nbest shipyard and concentrate on it. Kurt Fawzi'd be the man to recruit\nlabor. Professor Kellton was a scholar, not a scientist. He didn't know\nbeans about hyperdrive engines, but he knew how to do library research.\n\nThey came to the edge of High Garden Terrace at the escalator, long\nmotionless, its moving parts rusted fast, that led down to the Mall, and\nat the bottom of it was Senta's, the tables under the open sky.\n\nA crowd was already gathering. There was Tom Brangwyn, and there was\nKurt Fawzi and his wife, and Lynne. And there was Senta herself, fat and\ndumpy, in one of her preposterous red-and-purple dresses, bustling\nabout, bubbling happily one moment and screaming invective at some\nlaggard waiter the next.\n\nThe dinner, Conn knew, would be the best he had eaten in five years, and\nafterward they would sit in the dim glow of Beta Gartner, sipping coffee\nand liqueurs, smoking and talking and visiting back and forth from one\ntable to another, as they always did in the evenings at Senta's. Another\nbit from Eirrarsson's poem came back to him:\n\n  _We sit in the twilight, the shadows among,\n   And we talk of the happy days when we were brave and young._\n\nThat was for the old ones, for Colonel Zareff and Judge Ledue and Dolf\nKellton, maybe even for Tom Brangwyn and Franz Veltrin and for his\nfather. But his brother Charley and the boys of his generation would\nhave a future to talk about. And so would he, and Lynne Fawzi.\n\n--H. BEAM PIPER\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Graveyard of Dreams, by Henry Beam Piper\n\n*** END OF THIS PROJECT GUTENBERG EBOOK GRAVEYARD OF DREAMS ***\n\n***** This file should be named 18109.txt or 18109.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/8/1/0/18109/\n\nProduced by Greg Weeks, Tom Owens, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}