{"title": "Operation R.S.V.P.", "author": "Henry Beam Piper", "releaseDate": "April 26, 2006", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Sankar Viswanathan, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\nThis etext was produced from Amazing Stories January 1951. Extensive\nresearch did not uncover any evidence that the copyright on this\npublication was renewed.\n\n\n\n\n                           [Illustration:]\n\n                          OPERATION R.S.V.P.\n\n\n\n                                  By\n\n                             H. Beam Piper\n\n\n\n\n_Vladmir N. Dzhoubinsky, Foreign Minister, Union of East European\nSoviet Republics, to Wu Fung Tung, Foreign Minister, United Peoples'\nRepublics of East Asia_:\n\n\n15 Jan. 1984\n\nHonored Sir:\n\nPursuant to our well known policy of exchanging military and\nscientific information with the Government, of friendly Powers, my\nGovernment takes great pleasure in announcing the completely\nsuccessful final tests of our new nuclear-rocket guided missile\n_Marxist Victory_. The test launching was made from a position south\nof Lake Balkash; the target was located in the East Siberian Sea.\n\nIn order to assist you in appreciating the range of the new guided\nmissile _Marxist Victory_, let me point out that the distance from\nlaunching-site to target is somewhat over 50 percent greater than the\ndistance from launching-site to your capital, Nanking.\n\nMy Government is still hopeful that your Government will revise its\npresent intransigeant position on the Khakum River dispute.\n\nI have the honor, etc., etc., etc.,\n\nV. N. Dzhoubinsky\n\n[Illustration:]\n\n\n\n\n_Wu Fung Tung, to Vladmir N. Dzhoubinsky_:\n\n\n7 Feb., 1984\n\nEstimable Sir:\n\nMy Government was most delighted to learn of the splendid triumph of\nyour Government in developing the new guided missile _Marxist\nVictory_, and at the same time deeply relieved. We had, of course,\ndetected the release of nuclear energy incident to the test, and\ninasmuch as it had obviously originated in the disintegration of a\nquantity of Uranium 235, we had feared that an explosion had occurred\nat your Government's secret uranium plant at Khatanga. We have long\nknown of the lax security measures in effect at this plant, and have,\nas a consequence, been expecting some disaster there.\n\nI am therefore sure that your Government will be equally gratified to\nlearn of the perfection, by my Government, of our own new guided\nmissile _Celestial Destroyer_, which embodies, in greatly improved\nform, many of the features of your own Government's guided missile\n_Marxist Victory_. Naturally, your own scientific warfare specialists\nhave detected the release of energy incident to the explosion of our\nown improved thorium-hafnium interaction bomb; this bomb was exploded\nover the North Polar ice cap, about two hundred miles south of the\nPole, on about 35 degrees East Longitude, almost due north of your\ncapital city of Moscow. The launching was made from a site in Thibet.\n\nNaturally, my Government cannot deviate from our present just and\nreasonable attitude in the Khakum River question. Trusting that your\nGovernment will realize this, I have the honor to be,\n\nYour obedient and respectful servant,\n\nWu Fung Tung\n\n\n\n\n_From N. Y. TIMES, Feb. 20, 1984:_\n\nAFGHAN RULER FETED AT NANKING\n\nAmeer Shere Ali Abdallah Confers\n\nWith\n\nUPREA Pres. Sung Li-Yin\n\n\n\n\n_UEESR Foreign Minister Dzhoubinsky to Maxim G. Krylenkoff, Ambassador\nat Nanking:_\n\n\n3 March, 1984\n\nComrade Ambassador:\n\nIt is desired that you make immediate secret and confidential repeat\nsecret and confidential inquiry as to the whereabouts of Dr. Dimitri\nO. Voronoff, the noted Soviet rocket expert, designer of the new\nguided missile _Marxist Victory_, who vanished a week ago from the\nJosef Vissarionovitch Djugashvli Reaction-Propulsion Laboratories at\nMolotovgorod. It is feared in Government circles that this noted\nscientist has been abducted by agents of the United Peoples' Republics\nof East Asia, possibly to extract from him, under torture, information\nof a secret technical nature.\n\nAs you know, this is but the latest of a series of such\ndisappearances, beginning about five years ago, when the Khakum River\nquestion first arose.\n\nYour utmost activity in this matter is required.\n\nDzhoubinsky\n\n\n\n\n_Ambassador Krylenkoff to Foreign Minister Dzhoubinsky:_\n\n\n9 March, 1984\n\nComrade Foreign Minister:\n\nSince receipt of yours of 3/3/'84, I have been utilizing all resources\nat my disposal in the matter of the noted scientist D. O. Voronoff,\nand availing myself of all sources of information, e.g., spies, secret\nagents, disaffected elements of the local population, and including\ntwo UPREA Cabinet Ministers on my payroll. I regret to report that\nresults of this investigation have been entirely negative. No one here\nappears to know anything of the whereabouts of Dr. Voronoff.\n\nAt the same time, there is considerable concern in UPREA Government\ncircles over the disappearances of certain prominent East Asian\nscientists, e.g.. Dr. Hong Foo, the nuclear physicist; Dr. Hin\nYang-Woo, the great theoretical mathematician; Dr. Mong Shing, the\nelectronics expert. I am informed that UPREA Government sources are\nattributing these disappearances to us.\n\nI can only say that I am sincerely sorry that this is not the case.\n\nKrylenkoff\n\n\n\n\n_Wu Fung Tung to Vladmir N. Dzhoubinsky:_\n\n\n21 April, 1984\n\nEstimable Sir:\n\nIn accordance with our established policy of free exchange with\nfriendly Powers of scientific information, permit me to inform your\nGovernment that a new mutated disease-virus has been developed in our\nbiological laboratories, causing a highly contagious disease similar\nin symptoms to bubonic plague, but responding to none of the\ntreatments for this latter disease. This new virus strain was\naccidentally produced in the course of some experiments with\nradioactivity.\n\nIn spite of the greatest care, it is feared that this virus has spread\nbeyond the laboratory in which it was developed. We warn you most\nurgently of the danger that it may have spread to the UEESR; enclosed\nare a list of symptoms, etc.\n\nMy Government instructs me to advise your Government that the attitude\nof your Government in the Khakum River question is utterly\nunacceptable, and will require considerable revision before my\nGovernment can even consider negotiation with your Government on the\nsubject. Your obedient and respectful servant,\n\nWu Fung Tung\n\n\n\n\n_From N. Y. Times, May 12, 1984:_\n\nAFGHAN RULER FETED AT\n\nMOSCOW\n\nAmeer sees Red Square Troop Review;\n\nConfers with Premier-President Mouzorgin\n\n\n\n\n_Sing Yat, UPREA Ambassador at Moscow, to Wu Fung Tung:_\n\n\n26 June, 1984\n\nVenerable and Honored Sir:\n\nI regret humbly that I can learn nothing whatever about the fate of\nthe learned scholars of science of whom you inquire, namely: Hong Foo,\nHin Yang-Woo, Mong Shing, Yee Ho Li, Wong Fat, and Bao Hu-Shin. This\ninability may be in part due to incompetence of my unworthy self, but\nnone of my many sources of information, including Soviet Minister of\nPolice Morgodoff, who is on my payroll, can furnish any useful data\nwhatever. I am informed, however, that the UEESR Government is deeply\nconcerned about similar disappearances of some of the foremost of\ntheir own scientists, including Voronoff, Jirnikov, Kagorinoff,\nBakhorin, Himmelfarber and Pavlovinsky, all of whose dossiers are on\nfile with our Bureau of Foreign Intelligence. I am further informed\nthat the Government of the UEESR ascribes these disappearances to our\nown activities.\n\nAh, Venerable and Honored Sir, if this were only true!\n\nKindly condescend to accept compliments of,\n\nSing Yat\n\n\n\n\n_Dzhoubinsky to Wu Fung Tung:_\n\n\n6 October, 1984\n\nHonored Sir:\n\nPursuant to our well known policy of exchanging scientific information\nwith the Governments of friendly Powers, my Government takes the\ngreatest pleasure in announcing a scientific discovery of inestimable\nvalue to the entire world. I refer to nothing less than a positive\ntechnique for liquidating rats as a species.\n\nThis technique involves treatment of male rats with certain types of\nhard radiations, which not only renders them reproductively sterile\nbut leaves the rodents so treated in full possession of all other\nsexual functions and impulses. Furthermore, this condition of\nsterility is venereally contagious, so that one male rat so treated\nwill sterilize all female rats with which it comes in contact, and\nthese, in turn, will sterilize all male rats coming in contact with\nthem. Our mathematicians estimate that under even moderately favorable\ncircumstances, the entire rat population of the world could be\nsterilized from one male rat in approximately two hundred years.\n\nRats so treated have already been liberated in the granaries at\nOdessa; in three months, rat-trappings there have fallen by 26.4\npercent, and grain-losses to rats by 32.09 percent.\n\nWe are shipping you six dozen sterilized male rats, which you can use\nfor sterilization stock, and, by so augmenting their numbers, may\nduplicate our own successes.\n\nCuriously enough, this effect of venereally contagious sterility was\ndiscovered quite accidentally, in connection with the use of hard\nradiations for human sterilization (criminals, mental defectives,\netc.). Knowing the disastrous possible effects of an epidemic of\ncontagious human sterility, all persons so sterilized were liquidated\nas soon as the contagious nature of their sterility had been\ndiscovered, with the exception of a dozen or so convicts, who had been\nreleased before this discovery was made. It is believed that at least\nsome of them have made their way over the border and into the\nterritory of the United Peoples' Republics of East Asia. I must\ncaution your Government to be on the lookout of them. Among a people\nstill practicing ancestor-worship, an epidemic of sterility would be a\ndisaster indeed.\n\nMy Government must insist that your Government take some definite step\ntoward the solution of the Khakum River question; the present position\nof the Government of the United Peoples' Republics of East Asia on\nthis subject is utterly unacceptable to the Government of the Union of\nEast European Soviet Republics, and must be revised very considerably.\n\nI have the honor, etc., etc.,\n\nVladmir N. Dzhoubinsky\n\n\n\n\n_Coded radiogram, Dzhoubinsky to Krylenkoff:_\n\n25 OCTOBER, 1984\n\nASCERTAIN IMMEDIATELY CAUSE OF RELEASE OF NUCLEAR ENERGY VICINITY OF\nNOVA ZEMBLA THIS AM\n\nDZHOUBINSKY\n\n\n_Coded radiogram, Wu Fung Tung to Sing Yat:_\n\n25 OCTOBER, 1984\n\nASCERTAIN IMMEDIATELY CAUSE OF RELEASE OF NUCLEAR ENERGY VICINITY OF\nNOVA ZEMBLA THIS AM\n\nWU\n\n\n\n\n_Letter from the Ameer of Afghanistan to UEESR Premier-President\nMouzorgin and UPREA President Sung Li-Yin:_\n\n\n26 October, 1984\n\nSHERE ALI ABDALLAH, Ameer of Afghanistan, Master of Kabul, Lord of\nHerat and Kandahar, Keeper of Khyber Pass, Defender of the True Faith,\nServant of the Most High and Sword-Hand of the Prophet; Ph.D.\n(Princeton); Sc.B. (Massachusetts Institute of Technology); M.A.\n(Oxford): to their Excellencies A.A. Mouzorgin, Premier-President of\nthe Union of East European Soviet Republics, and Sung Li-Yin,\nPresident of the United Peoples' Republics of East Asia,\n\nGreetings, in the name of Allah!\n\nFor the past five years, I have watched, with growing concern, the\nincreasing tensions between your Excellencies' respective Governments,\nallegedly arising out of the so-called Khakum River question. It is my\nconviction that this Khakum River dispute is the utterly fraudulent\ndevice by which both Governments hope to create a pretext for the\ninvasion of India, each ostensibly to rescue that unhappy country from\nthe rapacity of the other. Your Excellencies must surely realize that\nthis is a contingency which the Government of the Kingdom of\nAfghanistan cannot and will not permit; it would mean nothing short of\nthe national extinction of the Kingdom of Afghanistan, and the\nenslavement of the Afghan people.\n\nYour Excellencies will recall that I discussed this matter most\nurgently on the occasions of my visits to your respective capitals of\nMoscow and Nanking, and your respective attitudes, on those occasions,\nhas firmly convinced me that neither of your Excellencies is by nature\ncapable of adopting a rational or civilized attitude toward this\nquestion. It appears that neither of your Excellencies has any\nintention of abandoning your present war of mutual threats and\nblackmail until forced to do so by some overt act on the part of one\nor the other of your Excellencies' Governments, which would result in\nphysical war of pan-Asiatic scope and magnitude. I am further\nconvinced that this deplorable situation arises out of the\nmegalomaniac ambitions of the Federal Governments of the UEESR and the\nUPREA, respectively, and that the different peoples of what you\nunblushingly call your \"autonomous\" republics have no ambitions\nexcept, on a rapidly diminishing order of probability, to live out\ntheir natural span of years in peace. Therefore:\n\n     _In the name of ALLAH, the Merciful, the Compassionate: We,\n     Shere Ali Abdallah, Ameer of Afghanistan, etc., do decree\n     and command that the political entities known as the Union\n     of East European Soviet Republics and the United Peoples'\n     Republics of East Asia respectively are herewith abolished\n     and dissolved into their constituent autonomous republics,\n     each one of which shall hereafter enjoy complete sovereignty\n     within its own borders as is right and proper._\n\nNow, in case either of you gentlemen feel inclined to laugh this off,\nlet me remind you of the series of mysterious disappearances of some\nof the most noted scientists of both the UEESR and the UPREA, and let\nme advise your Excellencies that these scientists are now residents\nand subjects of the Kingdom of Afghanistan, and are here engaged in\nresearch and development work for my Government. These gentlemen were\nnot abducted, as you gentlemen seem to believe; they came here of\ntheir own free will, and ask nothing better than to remain here, where\nthey are treated with dignity and honor, given material\nrewards--riches, palaces, harems, retinues of servants, etc.--and are\nalso free from the intellectual and ideological restraints which make\nlife so intolerable in your respective countries to any man above the\norder of intelligence of a cretin. In return for these benefactions,\nthese eminent scientists have developed, for my Government, certain\nweapons. For example:\n\n1.) A nuclear-rocket guided missile, officially designated as the\n_Sword of Islam_, vastly superior to your Excellencies' respective\nguided missiles _Marxist Victory_ and _Celestial Destroyer_. It should\nbe; it was the product of the joint efforts of Dr. Voronoff and Dr.\nBao Hu-Shin, whom your Excellencies know.\n\n2.) A new type of radar-radio-electronic defense screen, which can not\nonly detect the approach of a guided missile, at any velocity\nwhatever, but will automatically capture and redirect same. In case\neither of your Excellencies doubt this statement, you are invited to\naim a rocket at some target in Afghanistan and see what happens.\n\n3.) Both the UPREA mutated virus and the UEESR contagious sterility,\nwith positive vaccines against the former and means of instrumental\ndetection of the latter.\n\n4.) A technique for initiating and controlling the Bethe\ncarbon-hydrogen cycle. We are now using this as a source of heat for\nindustrial and even domestic purposes, and we also have a\ncarbon-hydrogen cycle bomb. Such a bomb, delivered by one of our\n_Sword of Islam_ Mark IV's, was activated yesterday over the Northern\ntip of Nova Zembla, at an altitude of four miles. I am enclosing\nphotographic reproductions of views of this test, televised to Kabul\nby an accompanying _Sword of Islam_ Mark V observation rocket. I am\ninformed that expeditions have been sent by both the UEESR and the\nUPREA to investigate; they should find some very interesting\nconditions. For one thing, they won't need their climbing equipment to\nget over the Nova Zembla Glacier; the Nova Zembla Glacier isn't there,\nany more.\n\n5.) A lithium bomb. This has not been tested, yet. A lithium bomb is\nnothing for a country the size of Afghanistan to let off inside its\nown borders. We intend making a test with it within the next ten days,\nhowever If your Excellencies will designate a target, which must be at\nthe center of an uninhabited area at least five hundred miles square,\nthe test can be made in perfect safety. If not, I cannot answer the\nresults; that will be in the hands of Allah, Who has ordained all\nthings. No doubt Allah has ordained the destruction of either Moscow\nor Nanking; whichever city Allah has elected to erase, I will make it\nmy personal responsibility to see to it that the other isn't slighted,\neither.\n\nHowever, if your Excellencies decide to accede to my modest and\nreasonable demands, not later than one week from today, this\ntest-launching will be cancelled as unnecessary. Of course, that would\nleave unsettled a bet I have made with Dr. Hong Foo--a star sapphire\nagainst his favorite Persian concubine--that the explosion of a\nlithium bomb will not initiate a chain reaction in the Earth's crust\nand so disintegrate this planet. This, of course, is a minor\nconsideration, unworthy of Your notice.\n\nOf course, I am aware that both your Excellencies have, in the past,\nfomented mutual jealousies and suspicions among the several\n\"autonomous\" republics under your respective jurisdictions, as an\ninstrument of policy. If these peoples were, at this time, to receive\nfull independence, the present inevitability of a pan-Asiatic war on a\ngrand scale would be replaced only by the inevitability of a\npan-Asiatic war by detail. Obviously, some single supra-national\nsovereignty is needed to maintain peace, and such a sovereignty should\nbe established under some leadership not hitherto associated with\neither the former UEESR or the former UPREA. I humbly offer myself as\nPresident of such a supra-national organization, counting as a matter\nof course upon the whole-hearted support and co-operation of both your\nExcellencies. It might be well if both your Excellencies were to come\nhere to Kabul to confer with me on this subject at your very earliest\nconvenience.\n\nThe Peace of Allah be upon both your Excellencies!\n\nShere Ali Abdallah,\nPh.D., Sc.B., M.A.\n\n\n\n\n_From N. Y. Times, Oct. 30, 1984:_\n\nMOUZORGIN, SUN LI-YIN,\n\nFETED AT KABUL\n\nConfer With Ameer;\n\nDiscuss Peace Plans\n\nSurprise Developments Seen....\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Operation R.S.V.P., by Henry Beam Piper\n\n*** END OF THIS PROJECT GUTENBERG EBOOK OPERATION R.S.V.P. ***\n\n***** This file should be named 18261.txt or 18261.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/8/2/6/18261/\n\nProduced by Greg Weeks, Sankar Viswanathan, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}