{"title": "Null-ABC", "author": "Henry Beam Piper and John Joseph McGuire", "releaseDate": "May 8, 2006", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Sankar Viswanathan, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         Transcriber's note:\nThis etext was produced from Astounding Science Fiction, February and\nMarch, 1953. Extensive research did not uncover any evidence that the\ncopyright on this publication was renewed.\n\n\n\n\n                               NULL-ABC\n\n\n                 BY H. BEAM PIPER AND JOHN J. McGUIRE\n\n\n\n\n          _There's some reaction these days that\n           holds scientists responsible for war. Take it one step further:\n           What happens if \"book-learnin'\" is held responsible ...?_\n\n\n                      Illustrated by van Dongen\n\n\n\n\nChester Pelton retracted his paunch as far as the breakfast seat would\npermit; the table, its advent preceded by a collection of\nmouth-watering aromas, slid noiselessly out of the pantry and clicked\ninto place in front of him.\n\n\"Everything all right, Miss Claire?\" a voice floated out after it from\nbeyond. \"Anything else you want?\"\n\n\"Everything's just fine, Mrs. Harris,\" Claire replied. \"I suppose Mr.\nPelton'll want seconds, and Ray'll probably want thirds and fourths of\neverything.\" She waved a hand over the photocell that closed the\npantry door, and slid into place across from her brother, who already\nhad a glass of fruit juice in one hand and was lifting platter covers\nwith the other.\n\n\"Real eggs!\" the boy was announcing. \"Bacon. Wheat-bread toast.\" He\nlooked again. \"Hey, Sis, is this real cow-made butter?\"\n\n\"Yes. Now go ahead and eat.\"\n\nAs though Ray needed encouragement, Chester Pelton thought, watching\nhis son use a spoon--the biggest one available--to dump gobs of honey\non his toast. While he was helping himself to bacon and eggs, he could\nhear Ray's full-mouthed exclamation: \"This is real bee-comb honey,\ntoo!\" That pleased him. The boy was a true Pelton; only needed one\nbite to distinguish between real and synthetic food.\n\n\"Bet this breakfast didn't cost a dollar under five C,\" Ray continued,\na little more audibly, between bites.\n\n[Illustration:]\n\nThat was another Pelton trait; even at fifteen, the boy was learning\nthe value of money. Claire seemed to disapprove, however.\n\n\"Oh, Ray; try not to always think of what things cost,\" she reproved.\n\n\"If I had all she spends on natural food, I could have a this-season's\nmodel 'copter-bike, like Jimmy Hartnett,\" Ray continued.\n\nPelton frowned. \"I don't want you running around with that boy, Ray,\"\nhe said, his mouth full of bacon and eggs. Under his daughter's look\nof disapproval, he swallowed hastily, then continued: \"He's not the\nsort of company I want my son keeping.\"\n\n\"But, Senator,\" Ray protested. \"He lives next door to us. Why, we can\nsee Hartnett's aerial from the top of our landing stage!\"\n\n\"That doesn't matter,\" he said, in a tone meant to indicate that the\nsubject was not to be debated. \"He's a Literate!\"\n\n\"More eggs, Senator?\" Claire asked, extending the platter and\ngesturing with the serving knife.\n\nHe chuckled inwardly. Claire always knew what to do when his temper\nstarted climbing to critical mass. He allowed her to load his plate\nagain.\n\n\"And speaking of our landing stage, have you been up there, this\nmorning, Ray?\" he asked.\n\nThey both looked at him inquiringly.\n\n\"Delivered last evening, while you two were out,\" he explained. \"New\nwinter model Rolls-Cadipac.\" He felt a glow of paternal pleasure as\nClaire gave a yelp of delight and aimed a glancing kiss at the top of\nhis bald head. Ray dropped his fork, slid from his seat, and bolted\nfor the lift, even bacon, eggs, and real bee-comb honey forgotten.\n\nWith elaborate absent-mindedness, Chester Pelton reached for the\nswitch to turn on the video screen over the pantry door.\n\n\"Oh-oh! Oh-oh!\" Claire's slender hand went out to stop his own. \"Not\ntill coffee and cigarettes, Senator.\"\n\n\"It's almost oh-eight-fifteen; I want the newscast.\"\n\n\"Can't you just relax for a while? Honestly, Senator, you're killing\nyourself.\"\n\n\"Oh, rubbish! I've been working a little hard, but--\"\n\n\"You've been working too hard. And today, with the sale at the store,\nand the last day of the campaign--\"\n\n\"Why the devil did that idiot of a Latterman have the sale advertised\nfor today, anyhow?\" he fumed. \"Doesn't he know I'm running for the\nSenate?\"\n\n\"I doubt it,\" Claire said. \"He may have heard of it, the way you've\nheard about an election in Pakistan or Abyssinia, or he just may not\nknow there is such a thing as politics. I think he does know there's a\nworld outside the store, but he doesn't care much what goes on in it.\"\nShe pushed her plate aside, poured a cup of coffee, and levered a\ncigarette from the Readilit, puffing at it with the relish of the\nmorning's first smoke. \"All he knows is that we're holding our sale\nthree days ahead of Macy & Gimbel's.\"\n\n\"Russ is a good businessman,\" Pelton said seriously. \"I wish you'd\ntake a little more interest in him, Claire.\"\n\n\"If you mean what I think you do, no thanks,\" Claire replied. \"I\nsuppose I'll get married, some day--most girls do--but it'll be to\nsomebody who can hang his business up at the office before he comes\nhome. Russ Latterman is so married to the store that if he married me\ntoo, it'd be bigamy. Ready for your coffee?\" Without waiting for an\nanswer, she filled his cup and ejected a lighted cigarette from the\nbox for him, then snapped on the video screen.\n\nIt lit at once, and a nondescriptly handsome young man was grinning\ntoothily out of it. He wore a white smock, halfway to his knees, and,\nover it, an old-fashioned Sam Browne belt which supported a bulky\nleather-covered tablet and a large stylus. On the strap which crossed\nhis breast five or six little metal badges twinkled.\n\n\"... Why no other beer can compare with delicious, tangy, Cardon's\nBlack Bottle. Won't you try it?\" he pleaded. \"Then you will see for\nyourself why millions of happy drinkers always Call For Cardon's. And\nnow, that other favorite of millions, Literate First Class Elliot C.\nMongery.\"\n\nPelton muttered: \"Why Frank sponsors that blabbermouth of a Mongery--\"\n\nRay, sliding back onto the bench, returned to his food.\n\n\"Jimmy's book had pictures,\" he complained, forking up another mixture\nof eggs, bacon, toast and honey.\n\n\"Book?\" Claire echoed. \"Oh, the instructions for the 'copter?\"\n\n\"Pipe down, both of you!\" Pelton commanded. \"The newscast--\"\n\nLiterate First Class Elliot C. Mongery, revealed by a quick left\nquarter-turn of the pickup camera, wore the same starchy white smock,\nthe same Sam Browne belt glittering with the badges of the\norganizations and corporations for whom he was authorized to practice\nLiteracy. The tablet on his belt, Pelton knew, was really a\ncamouflaged holster for a small automatic, and the gold stylus was a\ngas-projector. The black-leather-jacketed bodyguards, of course, were\ndiscreetly out of range of the camera. Members of the Associated\nFraternities of Literates weren't exactly loved by the non-reading\npublic they claimed to serve. The sight of one of those starchy,\nperpetually-spotless, white smocks always affected Pelton like a red\ncape to a bull. He snorted in disdain. The raised eyebrow toward the\nannouncer on the left, the quick, perennially boyish smile, followed\nby the levelly serious gaze into the camera--the whole act might have\nbeen a film-transcription of Mongery's first appearance on the video,\nfifteen years ago. At least, it was off the same ear of corn.\n\n\"That big hunk of cheese,\" Ray commented. For once, Pelton didn't\nshush him; that was too close to his own attitude, at least in\nfamily-breakfast-table terminology.\n\n\"... First of all; for the country, and especially the Newer New York\narea, and by the way, it looks as though somebody thought somebody\nneeded a little cooling off, but we'll come to that later. Here's the\nforecast: Today and tomorrow, the weather will continue fine; warm in\nthe sun, chilly in the shadows. There won't be anything to keep you\nfrom the polls, tomorrow, except bird-hunting, or a last chance at a\ngame of golf. This is the first time within this commentator's memory\nthat the weather has definitely been in favor of the party out of\npower.\n\n\"On the world scene: You'll be glad to hear that the survivors of the\nwrecked strato-rocket have all been rescued from the top of Mount\nEverest, after a difficult and heroic effort by the Royal Nepalese Air\nForce.... The results of last week's election in Russia are being\nchallenged by twelve of the fourteen parties represented on the\nballot; the only parties not hurling accusations of fraud are the\nDemocrats, who won, and the Christian Communists, who are about as\ninfluential in Russian politics as the Vegetarian-Anti-Vaccination\nParty is here.... The Central Diplomatic Council of the Reunited\nNations has just announced, for the hundred and seventy-eighth time,\nthat the Arab-Israel dispute has been finally, definitely and\nsatisfactorily settled. This morning's reports from Baghdad and Tel\nAviv only list four Arabs and six Israelis killed in border clashes in\nthe past twenty-four hours, so maybe they're really getting things\npatched up, after all. During the same period, there were more\nfatalities in Newer New York as a result of clashes between the\nprivate troops of rival racket gangs, political parties and business\nhouses.\n\n\"Which brings us to the local scene. On my way to the studio this\nmorning, I stopped at City Hall, and found our genial Chief of Police\nDelaney, 'Irish' Delaney to most of us, hard at work with a portable\ndisintegrator, getting rid of record disks and recording tapes of old\nand long-settled cases. He had a couple of amusing stories. For\ninstance, a lone Independent-Conservative partisan broke up a\nRadical-Socialist mass meeting preparatory to a march to demonstrate\nin Double Times Square, by applying his pocket lighter to one of the\nheat-sensitive boxes in the building and activating the sprinkler\nsystem. By the time the Radicals had gotten into dry clothing, there\nwas a, well, sort of, impromptu Conservative demonstration going on in\nDouble Times Square, and one of the few things the local gendarmes\nwon't stand for is an attempt to hold two rival political meetings in\nthe same area.\n\n\"Curiously, while it was the Radicals who got soaked, it was the\nConservatives who sneezed,\" Mongery went on, his face glowing with\nmischievous amusement. \"It seems that while they were holding a\nmonster rally at Hague Hall, in North Jersey Borough, some person or\npersons unknown got at the air-conditioning system with a tank of\nsneeze gas, which didn't exactly improve either the speaking style of\nSenator Grant Hamilton or the attentiveness of his audience. Needless\nto say, there is no police investigation of either incident. Election\nshenanigans, like college pranks, are fair play as long as they don't\ncause an outright holocaust. And that, I think, is as it should be,\"\nMongery went on, more seriously. \"Most of the horrors of the Twentieth\nand Twenty-first Centuries were the result of taking politics too\nseriously.\"\n\nPelton snorted again. That was the Literate line, all right; treat\npolitics as a joke and an election as a sporting event, let the\nIndependent-Conservative grafters stay in power, and let the Literates\nrun the country through them. Not, of course, that he disapproved of\nthose boys in the Young Radical League who'd thought up that\nsneeze-gas trick.\n\n\"And now, what you've been waiting for,\" Mongery continued. \"The final\nTrotter Poll's pre-election analysis.\" A novice Literate advanced,\nhanding him a big loose-leaf book, which he opened with the reverence\na Literate always displayed toward the written word. \"This,\" he said,\n\"is going to surprise you. For the whole state of Penn-Jersey-York,\nthe poll shows a probable Radical-Socialist vote of approximately\nthirty million, an Independent-Conservative vote of approximately ten\nand a half million, and a vote of about a million for what we call the\nWho-Gives-A-Damn Party, which, frankly, is the party of your\ncommentator's choice. Very few sections differ widely from this\naverage--there will be a much heavier Radical vote in the Pittsburgh\narea, and traditionally Conservative Philadelphia and the upper Hudson\nValley will give the Radicals a much smaller majority.\"\n\nThey all looked at one another, thunderstruck.\n\n\"If Mongery's admitting that, I'm in!\" Pelton exclaimed.\n\n\"Yeah, we can start calling him Senator, now, and really mean it,\" Ray\nsaid. \"Maybe old Mongie isn't such a bad sort of twerp, after all.\"\n\n\"Considering that the Conservatives carried this state by a\nsubstantial majority in the presidential election of two years ago,\nand by a huge majority in the previous presidential election of 2136,\"\nMongery, in the screen, continued, \"this verdict of the almost\ninfallible Trotter Poll needs some explaining. For the most part, it\nis the result of the untiring efforts of one man, the dynamic new\nleader of the Radical-Socialists and their present candidate for the\nConsolidated States of North America Senate, Chester Pelton, who has\ntransformed that once-moribund party into the vital force it is today.\nAnd this achievement has been due, very largely, to a single slogan\nwhich he had hammered into your ears: _Put the Literates in their\nplace; our servants, not our masters!_\" He brushed a hand\ndeprecatingly over his white smock and fingered the badges on his\nbelt.\n\n\"There has always been, on the part of the Illiterate public, some\nresentment against organized Literacy. In part, it has been due to the\nhigh fees charged for Literate services, and to what seems, to many,\nto be monopolistic practices. But behind that is a general attitude of\nanti-intellectualism which is our heritage from the disastrous wars of\nthe Twentieth and Twenty-first Centuries. Chester Pelton has made\nhimself the spokesman of this attitude. In his view, it was men who\ncould read and write who hatched the diabolical political ideologies\nand designed the frightful nuclear weapons of that period. In his\nmind, Literacy is equated with '_Mein Kampf_' and '_Das Kapital_',\nwith the A-bomb and the H-bomb, with concentration camps and blasted\ncities. From this position, of course, I beg politely to differ.\nLiterate men also gave us the Magna Charta and the Declaration of\nIndependence.\n\n\"Now, in spite of a lunatic fringe in the Consolidated Illiterates'\nOrganization who want just that, Chester Pelton knows that we cannot\nabolish Literacy entirely. Even with modern audio-visual recording,\nneed exists for some modicum of written recording, which can be\nrapidly scanned and selected from--indexing, cataloguing, tabulating\ndata, et cetera--and for at least a few men and women who can form and\ninterpret the written word. Mr. Pelton, himself, is the owner of a\nhuge department store, employing over a thousand Illiterates; he must\nat all times have the services of at least fifty Literates.\"\n\n\"And pays through the nose for them, too!\" Pelton growled. It was more\nthan fifty; and Russ Latterman had been forced to get twenty extras\nsent in for the sale.\n\n\"Now, since we cannot renounce Literacy entirely, without sinking to\n_fellahin_ barbarism, and here I definitely part company with Mr.\nPelton, he fears the potential power of organized Literacy. In a word,\nhe fears a future Literate Dictatorship.\"\n\n\"Future? What do you think we have now?\" Pelton demanded.\n\n\"Nobody,\" Mongery said, as though replying to him, \"is stupid enough,\ntoday, to want to be a dictator. That ended by the middle of the\nTwenty-first Century. Everybody knows what happened to Mussolini, and\nHitler, and Stalin, and all their imitators. Why, it is as much the\npublic fear of Big Government as the breakdown of civil power because\nof the administrative handicap of a shortage of Literate\nadministrators that is responsible for the disgraceful lawlessness of\nthe past hundred years. Thus, it speaks well for the public trust in\nChester Pelton's known integrity and sincerity that so many of our\npeople are willing to agree to his program for socialized Literacy.\nThey feel that he can be trusted, and, violently as I disagree with\nhim, I can only say that that trust is not misplaced.\n\n\"Of course, there is also the question, so often raised by Mr. Pelton,\nthat under the Hamilton machine, the politics, and particularly the\nenforcement of the laws, in this state, are unbelievably corrupt, but\nI wonder--\"\n\nMongery paused. \"Just a moment; I see a flash bulletin being brought\nin.\" The novice Literate came to his side and gave him a slip of\npaper, at which he glanced. Then he laughed heartily.\n\n\"It seems that shortly after I began speaking, the local blue-ribbon\ngrand jury issued a summons for Chief Delaney to appear before them,\nwith all his records. Unfortunately, the summons could not be served;\nChief Delaney had just boarded a strato-rocket from Tom Dewey Field\nfor Buenos Aires.\" He cocked an eye at the audience. \"I know Irish is\ngoing to have a nice time, down there in the springtime of the\nSouthern Hemisphere. And, incidentally, the Argentine is one of the\nfew major powers which never signed the World Extradition Convention\nof 2087.\" He raised his hand to his audience. \"And now, until tomorrow\nat breakfast, sincerely yours for Cardon's Black Bottle, Elliot C.\nMongery.\"\n\n\"Well, whattaya know; that guy was plugging for you!\" Ray said. \"And\nsee how he managed to slide in that bit about corruption, right before\nhis stooge handed him that bulletin?\"\n\n\"I guess every Literate has his price,\" Chester Pelton said. \"I wonder\nhow much of my money that cost. I always wondered why Frank Cardon\nsponsored Mongery. Now I know. Mongery can be had.\"\n\n\"Uh, beg your pardon, Mr. Pelton,\" a voice from the hall broke in.\n\nHe turned. Olaf Olafsson, the 'copter driver, was standing at the\nentrance to the breakfast nook, a smudge of oil on his cheek and his\nstraw-colored hair in disorder. \"How do I go about startin' this new\n'copter?\"\n\n\"What?\" Olaf had been his driver for ten years. He would have been\nless surprised had the ceiling fallen in. \"You don't know how to start\nit?\"\n\n\"No, sir. The controls is all different from on the summer model.\nEvery time I try to raise it, it backs up; if I try to raise it much\nmore, we won't have no wall left on the landing stage.\"\n\n\"Well, isn't there a book?\"\n\n\"There ain't no pictures in it; nothing but print. It's a Literate\nbook,\" Olaf said in disgust, as though at something obscene. \"An'\nthere ain't nothin' on the instrument board but letters.\"\n\n\"That's right,\" Ray agreed. \"I saw the book; no pictures in it at\nall.\"\n\n\"Well, of all the quarter-witted stupidity! The confounded imbeciles\nat that agency--\"\n\nPelton started to his feet. Claire unlocked the table and slid it out\nof his way. Ray, on a run, started for the lift and vanished.\n\n\"I think some confounded Literate at the Rolls-Cadipac agency did\nthat,\" he fumed. \"Thought it would be a joke to send me a Literate\ninstruction book along with a 'copter with a Literate instrument\nboard. Ah, I get it! So I'd have to call in a Literate to show me how\nto start my own 'copter, and by noon they'd be laughing about it in\nevery bar from Pittsburgh to Plattsburg. Sneaky Literate trick!\" They\nwent to the lift, and found the door closed in their faces. \"Oh,\nconfound that boy!\"\n\nClaire pressed the button. Ray must have left the lift, for the\noperating light went on, and in a moment the door opened. He crowded\ninto the lift, along with his daughter and Olaf.\n\nOn the landing stage, Ray was already in the 'copter, poking at\nbuttons on the board.\n\n\"Look, Olaf!\" he called. \"They just shifted them around a little from\nthe summer model. This one, where the prop-control used to be on the\nold model, is the one that backs it up on the ground. Here's the one\nthat erects and extends the prop,\"--he pushed it, and the prop snapped\nobediently into place--\"and here's the one that controls the lift.\"\n\nAn ugly suspicion stabbed at Chester Pelton, bringing with it a\nfeeling of frightened horror.\n\n\"How do you know?\" he demanded.\n\nRay's eyes remained on the instrument board. He pushed another button,\nand the propeller began swinging in a lazy circle; he pressed down\nwith his right foot, and the 'copter lifted a foot or so.\n\n\"What?\" he asked. \"Oh, Jimmy showed me how theirs works. Mr. Hartnett\ngot one like it a week ago.\" He motioned to Olaf, setting the 'copter\ndown again. \"Come here; I'll show you.\"\n\nThe suspicion, and the horror passed in a wave of relief.\n\n\"You think you and Olaf, between you, can get that thing to school?\"\nhe asked.\n\n\"Sure! Easy!\"\n\n\"All right. You show Olaf how to run it. Olaf, as soon as you've\ndropped Ray at school, take that thing to the Rolls-Cadipac agency,\nand get a new one, with a proper instrument board, and a proper\npicture book of operating instructions. I'm going to call Sam Huschack\nup personally and give him royal hell about this. Sure you can handle\nit, now?\"\n\nHe watched the 'copter rise to the two thousand foot local traffic\nlevel and turn in the direction of Mineola High School, fifty miles\naway. He was still looking anxiously after it as it dwindled to a tiny\ndot and vanished.\n\n\"They'll make it all right,\" Claire told him. \"Olaf has a strong back,\nand Ray has a good head.\"\n\n\"It wasn't that that I was worried about.\" He turned and looked, half\nashamed, at his daughter. \"You know, for a minute, there, I thought ... I\nthought Ray could read!\"\n\n\"Father!\" She was so shocked that she forgot the nickname they had\ngiven him when he had announced his candidacy for Senate, in the\nspring. \"You didn't!\"\n\n\"I know; it's an awful thing to think, but--Well, the kids today do\nthe craziest things. There's that Hartnett boy he runs around with;\nTom Hartnett bought Literate training for him. And that fellow\nPrestonby; I don't trust him--\"\n\n\"Prestonby?\" Claire asked, puzzled.\n\n\"Oh, you know. The principal at school. You've met him.\"\n\nClaire wrinkled her brow--just like her mother, when she was trying to\nremember something.\n\n\"Oh, yes. I met him at that P.T.A. meeting. He didn't impress me as\nbeing much like a teacher, but I suppose they think anything's good\nenough for us Illiterates.\"\n\n       *       *       *       *       *\n\nLiterate First Class Ralph N. Prestonby remained standing by the\nlectern, looking out over the crowded auditorium, still pleasantly\nsurprised to estimate the day's attendance at something like\nninety-seven per cent of enrollment. That was really good; why, it was\nonly three per cent short of perfect! Maybe it was the new rule\nrequiring a sound-recorded excuse for absence. Or it could have been\nhis propaganda campaign about the benefits of education. Or, very\neasily, it could have been the result of sending Doug Yetsko and some\nof his boys around to talk to recalcitrant parents. It was good to see\nthat that was having some effect beside an increase in the number of\nattempts on his life, or the flood of complaints to the Board of\nEducation. Well, Lancedale had gotten Education merged with his\nOffice of Communications, and Lancedale was back of him to the limit,\nso the complaints had died out on the empty air. And Doug Yetsko was\nhis bodyguard, so most of the would-be assassins had died, also.\n\nThe \"North American Anthem,\" which had replaced the \"Star-Spangled\nBanner\" after the United States-Canadian-Mexican merger, came to an\nend. The students and their white-smocked teachers, below, relaxed\nfrom attention; most of them sat down, while monitors and teachers in\nthe rear were getting the students into the aisles and marching them\noff to study halls and classrooms and workshops. The orchestra struck\nup a lively march tune. He leaned his left elbow--Literates learned\nearly, or did not live to learn, not to immobilize the right hand--on\nthe lectern and watched the interminable business of getting the\nstudents marched out, yearning, as he always did at this time, for the\nprivacy of his office, where he could smoke his pipe. Finally, they\nwere all gone, and the orchestra had gathered up its instruments and\nfiled out into the wings of the stage, and he looked up to the left\nand said, softly:\n\n\"All right, Doug; show's over.\"\n\nWith a soft thud, the big man dropped down from the guard's cubicle\noverhead, grinning cheerfully. He needed a shave--Yetsko always did,\nin the mornings--and in his leather Literates' guard uniform, he\nlooked like some ogreish giant out of the mythology of the past.\n\n[Illustration:]\n\n\"I was glad to have you up there with the Big Noise, this morning,\"\nPrestonby said. \"What a mob! I'm still trying to figure out why we\nhave such an attendance.\"\n\n\"Don't you get it, captain?\" Yetsko was reaching up to lock the door\nof his cubicle; he seemed surprised at Prestonby's obtuseness. \"Day\nbefore election; the little darlings' moms and pops don't want them\nout running around. We can look for another big crowd tomorrow, too.\"\n\nPrestonby gave a snort of disgust. \"Of course; how imbecilic can I\nreally get? I didn't notice any of them falling down, so I suppose you\ndidn't see anything out of line.\"\n\n\"Well, the hall monitors make them turn in their little playthings at\nthe doors,\" Yetsko said, \"but hall monitors can be gotten at, and some\nof the stuff they make in Manual Training, when nobody's watching\nthem--\"\n\nPrestonby nodded. Just a week before, a crude but perfectly operative\n17-mm shotgun had been discovered in the last stages of manufacture in\nthe machine shop, and five out of six of the worn-out files would\nvanish, to be ground down into dirks. He often thought of the stories\nof his grandfather, who had been a major during the Occupation of\nRussia, after the Fourth World War. Those old-timers didn't know how\neasy they'd had it; they should have tried to run an Illiterate high\nschool.\n\nYetsko was still grumbling slanders on the legitimacy of the student\nbody. \"One of those little angels shoots me, it's just a cute little\nprank, and we oughtn't to frown on the little darling when it's just\ntrying to express its dear little personality, or we might give it\ncomplexes, or something,\" he falsettoed incongruously. \"And if the\nlittle darling's mistake doesn't kill me outright and I shoot back,\npeople talk about King Herod!\" He used language about the Board of\nEducation and the tax-paying public that was probably subversive\nwithin the meaning of the Loyalty Oath. \"I wish I had a pair of 40-mm\nauto-cannons up there, instead of that sono gun.\"\n\n\"Each class is a little worse than the one before; in about five\nyears, they'll be making H-bombs in the lab,\" Prestonby said. In the\nlast week, a dozen pupils had been seriously cut or blackjacked in\nhall and locker-room fights. \"Nice citizens of the future; nice future\nto look forward to growing old in.\"\n\n\"We won't,\" Yetsko comforted him. \"We can't be lucky all the time; in\nabout a year, they'll find both of us stuffed into a broom closet,\nwhen they start looking around to see what's making all the stink.\"\n\n       *       *       *       *       *\n\nPrestonby took the thick-barreled gas pistol from the shelf under the\nlectern and shoved it into his hip pocket; Yetsko picked up a\ntwo-and-a-half foot length of rubber hose and tucked it under his left\narm. Together, they went back through the wings and out into the\nhallway that led to the office. So a Twenty-second Century high school\nwas a place where a teacher carried a pistol and a tear-gas projector\nand a sleep-gas gun, and had a bodyguard, and still walked in danger\nof his life from armed 'teen-age hooligans. It was meaningless to ask\nwhose fault it was. There had been the World Wars, and the cold-war\ninterbellum periods--rising birth rates, huge demands on the public\ntreasury for armaments, with the public taxed to the saturation point,\nand no money left for the schools. There had been fantastic\n\"Progressive\" education experiments--even in the 'Fifties of the\nTwentieth Century, in the big cities, children were being pushed\nthrough grade school without having learned to read. And when there\nhad been money available for education, school boards had insisted on\nspending it for audio-visual equipment, recordings, films, anything\nbut textbooks. And there had been that lunatic theory that children\nshould be taught to read by recognizing whole words instead of\nlearning the alphabet. And more and more illiterates had been shoved\nout of the schools, into a world where radio and television and moving\npictures were supplanting books and newspapers, and more and more\nchildren of illiterates had gone to school without any desire or\nincentive to learn to read. And finally, the illiterates had become\nIlliterates, and literacy had become Literacy.\n\nAnd now, the Associated Fraternities of Literates had come to\nmonopolize the ability to read and write, and a few men like William\nR. Lancedale, with a handful of followers like Ralph N. Prestonby,\nwere trying--\n\nThe gleaming cleanliness of the corridor, as always, heartened\nPrestonby a little; it was a trophy of victory from his first two days\nat Mineola High School, three years ago. He remembered what they had\nlooked like when he had first seen them.\n\n\"This school is a pig pen!\" he had barked at the janitorial force.\n\"And even if they are Illiterates, these children aren't pigs; they\ndeserve decent surroundings. This school will be cleaned, immediately,\nfrom top to bottom, and it'll be kept that way.\"\n\nThe janitors, all political appointees, Independent-Conservative\nparty-hacks, secure in their jobs, had laughed derisively. The\nbuilding superintendent, without troubling to rise, had answered him:\n\n\"Young man, you don't want to get off on the wrong foot, here,\" he had\nsaid. \"This here's the way this school's always been run, an' it's\ngonna take a lot more than you to change it.\"\n\nThe fellow's name, he recalled, was Kettner; Lancedale had given him\na briefing which had included some particulars about him. He was an\nIndependent-Conservative ward-committeeman. He had gotten his present\njob after being fired from his former position as mailman for\nlistening to other peoples' mail with his pocket recorder-reproducer.\n\n\"Yetsko,\" he had said. \"Kick this bum out on his face.\"\n\n\"You can't get away with--\" Kettner had begun. Yetsko had yanked him\nout of his chair with one hand and started for the door with him.\n\n\"Just a moment, Yetsko,\" he had said.\n\nThinking that he was backing down, they had all begun grinning at him.\n\n\"Don't bother opening the door,\" he had said. \"Just kick him out.\"\n\nAfter the third kick, Kettner had gotten the door open, himself; the\nfourth kick sent him across the hall to the opposite wall. He pulled\nhimself to his feet and limped away, never to return. The next\nmorning, the school was spotless. It had stayed that way.\n\nBeside him, Yetsko must also have returned mentally to the past.\n\n\"Looks better now than it did when we first saw it, captain,\" he said.\n\n\"Yes. It didn't take us as long to clean up this mess as it did to\nclean up that mutinous guards company in Pittsburgh. But when we\ncleaned that up, it stayed cleaned. This is like trying to bail out a\nboat with a pitchfork.\"\n\n\"Yeah. I wish we'dda stayed in Pittsburgh, captain. I wish we'd never\nseen this place!\"\n\n\"So do I!\" Prestonby agreed, heartily.\n\nNo, he didn't, either. If he'd never have come to Mineola High School,\nhe'd never have found Claire Pelton.\n\n       *       *       *       *       *\n\nSitting down again at the breakfast table with her father, Claire\nlevered another cigarette out of the Readilit and puffed at it with\nexaggeratedly bored slowness. She was still frightened. Ray shouldn't\nhave done what he did, even if he had furnished a plausible\nexplanation. The trouble with plausible explanations was having to\nmake them. Sooner or later, you made too many, and then you made one\nthat wasn't so plausible, and then all the others were remembered, and\nthey all looked phony. And why had the Senator had to mention Ralph?\nWas he beginning to suspect the truth about that, too?\n\nI hope not! she thought desperately. If he ever found out about that,\nit'd kill him. Just kill him, period!\n\nMrs. Harris must have turned off the video, after they had gone up to\nthe landing stage. To cover her nervousness, she reached up and\nsnapped it on again. The screen lit, and from it a young man with dark\neyes under bushy black brows was shouting angrily:\n\n\"... Most obvious sort of conspiracy! If the Radical-Socialist Party\nleaders, or the Consolidated Illiterates' Organization Political\nAction Committee, need any further evidence of the character of their\ncandidate and idolized leader, Chester Pelton, the treatment given to\nPelton's candidacy by Literate First Class Elliot C. Mongery, this\nmorning, ought to be sufficient to remove the scales from the eyes of\nthe blindest of them. I won't state, in so many words, that Chester\nPelton's sold out the Radical-Socialists and the Consolidated\nIlliterates' Organization to the Associated Fraternities of Literates,\nbecause, since no witness to any actual transfer of money can be\nfound, such a statement would be libelous--provided Pelton had nerve\nenough to sue me.\"\n\n\"Why, you dirty misbegotten illegitimate--!\" Pelton was on his feet.\nHis hand went to his hip, and then, realizing that he was unarmed and,\nin any case, confronted only by an electronic image, he sat down\nagain.\n\n\"Pelton's been yapping for socialized Literacy,\" the man on the screen\ncontinued. \"I'm not going back to the old argument that any kind of\nsocialization is only the thin edge of the wedge which will pry open\nthe pit of horrors from which the world has climbed since the Fourth\nWorld War. If you don't realize that now, it's no use for me to\nrepeat it again. But I will ask you, do you realize, for a moment,\nwhat a program of socialized Literacy would mean, apart from the\nimplications of any kind of socialization? It would mean that inside\nof five years, the Literates would control the whole government. They\ncontrol the courts, now--only a Literate can become a lawyer, and only\na lawyer can become a judge. They control the armed forces--only a\nLiterate can enter West Point or Fort MacKenzie or Chapultepec or\nWhite Sands or Annapolis. And, if Chester Pelton's socialization\nscheme goes into effect, there will be no branch of the government\nwhich will not be completely under the control of the Associated\nFraternities of Literates!\"\n\nThe screen went suddenly dark. Her father turned, to catch her with\nher hand still on the switch.\n\n\"Put it back on; I want to hear what that lying pimp of a Slade\nGardner's saying about me!\"\n\n\"Phooy; you'd have shot it out, yourself, if you'd had your gun on. I\nsaw you reaching for it. Now be quiet, and take it easy,\" she ordered.\n\nHe reached toward the Readilit for a cigarette, then his hand stopped.\nHis face was contorted with pain; he gave a gasp of suffocation.\n\nClaire cried in dismay: \"You're not going to have another of those\nattacks? Where are the nitrocaine bulbs?\"\n\n\"Don't ... have any ... here. Some at the office, but--\"\n\n\"I told you to get more,\" she accused.\n\n\"Oh, I don't need them, really.\" His voice was steadier, now; the\nspasm of pain had passed. He filled his coffee cup and sipped from it.\n\"Turn on the video again, Claire. I want to hear what that Gardner's\nsaying.\"\n\n\"I will not! Don't you have people at party headquarters monitoring\nthis stuff? Well, then. Somebody'll prepare an answer, if he needs\nanswering.\"\n\n\"I think he does. A lot of these dumbos'll hear that and believe it.\nI'll talk to Frank. He'll know what to do.\"\n\nFrank again. She frowned.\n\n\"Look, Senator; you think Frank Cardon's your friend, but I don't\ntrust him. I never could,\" she said. \"I think he's utterly and\nentirely unscrupulous. Amoral, I believe, is the word. Like a savage,\nor a pirate, or one of the old-time Nazis or Communists.\"\n\n\"Oh, Claire!\" her father protested. \"Frank's in a tough business--you\nhave no idea the lengths competition goes to in the beer business--and\nhe's been in politics, and dealing with racketeers and labor unions,\nall his life. But he's a good sound Illiterate--family Illiterate for\nfour generations, like ours--and I'd trust him with anything. You\nheard this fellow Mongery--I always have to pause to keep from\ncalling him Mongrel--saying that I deserved the credit for pulling the\nRadicals out of the mud and getting the party back on the tracks.\nWell, I couldn't have begun to do it without Frank Cardon.\"\n\n       *       *       *       *       *\n\nFrank Cardon stood on the sidewalk, looking approvingly into the window\nof O'Reilly's Tavern, in which his display crew had already set up the\nspread for the current week. On either side was a giant six-foot\nreplica, in black glass, of the Cardon bottle, in the conventional shape\naccepted by an Illiterate public as containing beer, bearing the red\nCardon label with its pictured bottle in a central white disk. Because\nof the heroic size of the bottles, the pictured bottle on the label bore\na bottle bearing a label bearing a bottle bearing a bottle on a\nlabel.... He counted eight pictured bottles, down to the tiniest dot of\nblack. There were four-foot bottles next to the six-foot bottles, and\nthree-foot bottles next to them, and, in the middle background, a\nlife-size tri-dimensional picture of an almost nude and incredibly\npulchritudinous young lady smiling in invitation at the passing throng\nand extending a foaming bottle of Cardon's in her hand. Aside from the\nprinted trademark-registry statements on the labels, there was not a\nprinted word visible in the window.\n\nHe pushed through the swinging doors and looked down the long room,\nwith the chairs still roosting sleepily on the tables, and made a\nquick count of the early drinkers, two thirds of them in white smocks\nand Sam Browne belts, obviously from Literates' Hall, across the\nstreet. Late drinkers, he corrected himself mentally; they'd be the\nnight shift, having their drinks before going home.\n\n\"Good morning, Mr. Cardon,\" the bartender greeted him. \"Still drinking\nyour own?\"\n\n\"Hasn't poisoned me yet,\" Cardon told him. \"Or anybody else.\" He\nfolded a C-bill accordion-wise and set it on edge on the bar. \"Give\neverybody what they want.\"\n\n\"Drink up, gentlemen, and have one on Mr. Cardon,\" the bartender\nannounced, then lowered his voice. \"O'Reilly wants to see you.\nAbout--\" He gave a barely perceptible nod in the direction of the\nbuilding across the street.\n\n\"Yes; I want to see him, too.\" Cardon poured from the bottle in front\nof him, accepted the thanks of the house, and, when the bartender\nbrought the fifteen-dollars-odd change from the dozen drinks, he\npushed it back.\n\nHe drank slowly, looking around the room, then set down his empty\nglass and went back, past two doors which bore pictured half-doors\nrevealing, respectively, masculine-trousered and feminine-stockinged\nankles, and opened the unmarked office door beyond. The bartender, he\nknew, had pushed the signal button; the door was unlocked, and,\ninside, O'Reilly--baptismal name Luigi Orelli--was waiting.\n\n\"Chief wants to see you, right away,\" the saloon keeper said.\n\nThe brewer nodded. \"All right. Keep me covered; don't know how long\nI'll be.\" He crossed the room and opened a corner-cupboard, stepping\ninside.\n\nThe corner cupboard, which was an elevator, took him to a tunnel below\nthe street. Across the street, he entered another elevator, set the\nindicator for the tenth floor, and ascended. As the car rose, he could\nfeel the personality of Frank Cardon, Illiterate brewer, drop from\nhim, as though he were an actor returning from the stage to his\ndressing room.\n\nThe room into which he emerged was almost that. There was a long\ntable, at which two white-smocked Literates drank coffee and went over\nsome papers; a third Literate sprawled in a deep chair, resting; at a\nsmall table, four men in black shirts and leather breeches and field\nboots played poker, while a fifth, who had just entered and had not\nyet removed his leather helmet and jacket or his weapons belt, stood\nwatching them.\n\nCardon went to a row of lockers along the wall, opened one, and took\nout a white smock, pulling it over his head and zipping it up to the\nthroat. Then he buckled on a Sam Browne with its tablet holster and\nstylus gas projector. The Literate sprawling in the chair opened one\neye.\n\n\"Hi, Frank. Feels good to have them on again, doesn't it?\"\n\n\"Yes. Clean,\" Cardon replied. \"It'll be just for half an hour, but--\"\n\nHe passed through the door across from the elevator, went down a short\nhall, and spoke in greeting to the leather-jacketed storm trooper on\nguard outside the door at the other end.\n\n\"Mr. Cardon,\" the guard nodded. \"Mr. Lancedale's expecting you.\"\n\n\"So I understand, Bert.\"\n\nHe opened the door and went through. William R. Lancedale rose from\nbehind his desk and advanced to greet him with a quick handshake,\nguiding him to a chair beside the desk. As he did, he sniffed and\nraised an eyebrow.\n\n\"Beer this early, Frank?\" he asked.\n\n\"Morning, noon, and night, chief,\" Cardon replied. \"When you said this\njob was going to be dangerous, I didn't know you meant that it would\nlead straight to an alcoholic's grave.\"\n\n\"Let me get you a cup of coffee, and a cigar, then.\" The white-haired\nLiterate executive resumed his seat, passing a hand back and forth\nslowly across the face of the commo, the diamond on his finger\ntwinkling, and gave brief instructions. \"And just relax, for a minute.\nYou have a tough job, this time, Frank.\"\n\nThey were both silent as a novice Literate bustled in with coffee and\nindividually-sealed cigars.\n\n\"At least, you're not one of these plain-living-and-right-thinking\nfanatics, like Wilton Joyner and Harvey Graves,\" Cardon said. \"On top\nof everything else, that I could not take.\"\n\nLancedale's thin face broke into a smile, little wrinkles putting his\nmouth in parentheses. Cardon sampled the coffee, and then used a\nSixteenth Century Italian stiletto from Lancedale's desk to perforate\nthe end of his cigar.\n\n\"Much as I hate it, I'll have to get out of here as soon as I can,\" he\nsaid. \"I don't know how long O'Reilly can keep me covered, down at the\ntavern--\"\n\nLancedale nodded. \"Well, how are things going, then?\"\n\n\"First of all, the brewery,\" Cardon began.\n\nLancedale consigned the brewery to perdition. \"That's just your cover;\nany money it makes is purely irrelevant. How about the election?\"\n\n\"Pelton's in,\" Cardon said. \"As nearly in as any candidate ever was\nbefore the polls opened. Three months ago, the Independents were as\nsolid as Gibraltar used to be. Today, they look like Gibraltar after\nthat H-bomb hit it. The only difference is, they don't know what hit\nthem, yet.\"\n\n\"Hamilton's campaign manager does,\" Lancedale said. \"Did you hear his\ntelecast, this morning?\"\n\nCardon shook his head. Lancedale handed over a little half-inch,\nthirty-minute, record disk.\n\n\"All you need is the first three or four minutes,\" he said. \"The rest\nof it is repetition.\"\n\nCardon put the disk in his pocket recorder and set it for play-back,\nputting the plug in his ear. After a while, he shut it off and took\nout the ear plug.\n\n\"That's bad! What are we going to do about it?\"\n\nLancedale shrugged. \"What are you going to do?\" he countered. \"You're\nPelton's campaign manager--Heaven pity him.\"\n\nCardon thought for a moment. \"We'll play it for laughs,\" he decided. \"Some\nof our semantics experts could make the joke of the year out of it by the\ntime the polls open tomorrow. The Fraternities bribing their worst enemy to\nattack them, so that he can ruin their business; who's been listening to a\ntape of 'Alice in Wonderland' at Independent-Conservative headquarters?\"\n\n\"That would work,\" Lancedale agreed. \"And we can count on our friends\nJoyner and Graves to give you every possible assistance with their\ncustomary bull-in-a-china-shop tactics. I suppose you've seen these\nposters they've been plastering around: _If you can read this,\nChester Pelton is your sworn enemy! A vote for Pelton is a vote for\nyour own enslavement!_\"\n\n\"Naturally. And have you seen the telecast we've been using--a view of\nit, with a semantically correct spoken paraphrase?\"\n\nLancedale nodded. \"And I've also noticed that those posters have been\nacquiring different obscene crayon-drawings, too. That's just typical\nof the short-range Joyner-Graves mentality. Why, they've made more\nvotes for Pelton than he's made for himself. Is it any wonder we're\nconvinced that people like that aren't to be trusted to formulate the\nfuture policy of the Fraternities?\"\n\n\"Well ... they've proved themselves wrong. I wonder, though, if we can\nprove ourselves right, in the long run. There are times when this\nthing scares me, chief. If anything went wrong--\"\n\n\"What, for instance?\"\n\n\"Somebody could get to Pelton.\" Cardon made a stabbing gesture with\nthe stiletto, which he still held. \"Maybe you don't really know how\nhot this thing's gotten. What we had to cut out of Mongery's report,\nthis morning--\"\n\n\"Oh, I've been keeping in touch,\" Lancedale understated gently.\n\n\"Well then. If anything happened to Pelton, there wouldn't be a\nLiterate left alive in this city twelve hours later. And I question\nwhether or not Graves and Joyner know that.\"\n\n\"I think they do. If they don't, it's not because I've failed to point\nit out to them. Of course, there are the Independent-Conservative\ngrafters; a lot of them are beginning to hear jail doors opening for\nthem, and they're scared. But I think routine body-guarding ought to\nprotect Pelton from them, or from any isolated fanatics.\"\n\n\"And there is also the matter of Pelton's daughter, and his son,\"\nCardon said. \"We know, and Graves and Joyner know, and I assume that\nSlade Gardner knows, that they can both read and write as well as any\nLiterate in the Fraternities. Suppose that got out between now and the\nelection?\"\n\n\"And that could not only hurt Pelton, but it would expose the work\nwe've been doing in the schools,\" Lancedale added. \"And even inside\nthe Fraternities, that would raise the devil. Joyner and Graves don't\nbegin to realize how far we've gone with that. They could kick up a\nsimply hideous row about it!\"\n\n\"And if Pelton found out that his kids are Literates--_Woooo!_\" Cardon\ngrimaced. \"Or what we've been doing to him. I hope I'm not around when\nthat happens. I'm beginning to like the cantankerous old bugger.\"\n\n\"I was afraid of that,\" Lancedale said. \"Well, don't let it interfere\nwith what you have to do. Remember, Frank; the Plan has to come first,\nalways.\"\n\nHe walked with O'Reilly to the street door, talking about tomorrow's\nelection; after shaking hands with the saloon keeper, he crossed the\nsidewalk and stepped onto the beltway, moving across the strips until\nhe came to the twenty m.p.h. strip. The tall office buildings of upper\nYonkers Borough marched away as he stood on the strip, appreciatively\npuffing at Lancedale's cigar. The character of the street changed; the\nbuildings grew lower, and the quiet and fashionable ground-floor shops\nand cafés gave place to bargain stores, their audio-advertisers\nwhooping urgently about improbable prices and offerings, and garish,\nnoisy, crowded bars and cafeterias blaring recorded popular music.\nThere was quite a bit of political advertising in evidence--huge\npictures of the two major senatorial candidates. He estimated that\nChester Pelton's bald head and bulldog features appeared twice for\nevery one of Grant Hamilton's white locks, old-fashioned spectacles\nand self-satisfied smirk.\n\nThen he came to the building on which he had parked his 'copter, and\nleft the beltway, entering and riding up to the landing stage on the\nhelical escalator. There seemed to have been some trouble; about a\ndozen Independent-Conservative storm troopers, in their white robes\nand hoods, with the fiery-cross emblem on their breasts, were bunched\ntogether, most of them with their right hands inside their bosoms,\nwhile a similar group of Radical-Conservative storm troopers, with\ntheir black sombreros and little black masks, stood watching them and\nfingering the white-handled pistols they wore in pairs on their belts.\nBetween the two groups were four city policemen, looking acutely\nunhappy.\n\nThe group in the Lone Ranger uniforms, he saw, were standing in front\nof a huge tri-dimensional animated portrait of Chester Pelton. As he\nwatched, the pictured candidate raised a clenched fist, and Pelton's\nrecorded and amplified voice thundered:\n\n\"_Put the Literates in their place! Our servants, not our masters!_\"\n\nHe recognized the group leader of the Radical-Socialists--the masks\nwere too small to be more than token disguises--and beckoned to him,\nat the same time walking toward his 'copter. The man in black with the\nwhite-handled pistols followed him, spurs jingling.\n\n\"Hello, Mr. Cardon,\" he said, joining him. \"Nothing to it. We got a\ntip they were coming to sabotage Big Brother, over there. Take out our\nsound-recording, and put in one of their own, like they did over in\nQueens, last week. The town clowns got here in time to save\neverybody's face, so there wasn't any shooting. We're staying put till\nthey go, though.\"\n\n\"_Put the Literates in their place! Our servants, not our masters!_\"\nthe huge tridianimate bellowed.\n\nOver in Queens, the Independents had managed to get at a similar\ntridianimate, had taken out the record, and had put in one: _I am a\nlying fraud! Vote for Grant Hamilton and liberty and sound\ngovernment!_\n\n\"Smart work, Goodkin,\" he approved. \"Don't let any of your boys start\nthe gunplay. The city cops are beginning to get wise to who's going to\nwin the election, tomorrow, but don't antagonize them. But if any of\nthose Ku Kluxers tries to pull a gun, don't waste time trying to wing\nhim. Just hold on to that fiery something-or-other on his chest and\nlet him have it, and let the coroner worry about him.\"\n\n\"Yeah. With pleasure,\" Goodkin replied. \"You know, that nightshirt\nthing they wear is about the stupidest idea for a storm-troop uniform\nI ever saw. Natural target in a gunfight, and in a rough-and-tumble it\ngets them all tangled up. Ah, there go a couple of coppers to talk to\nthem; that's what they've been waiting on. Now they can beat it\nwithout looking like they been run out by our gang.\"\n\nCardon nodded. \"Tell your boys to stay around for a while; they may\nexpect you to leave right after they do, and then they'll try to slip\nback. You did a good job; got here promptly. Be seeing you, Goodkin.\"\n\nHe climbed into his own 'copter and started the motor.\n\n\"_Put the Literates in their place!_\" the tri-dimensional colossus\nroared triumphantly after the retreating Independents. \"_Our servants,\nnot our masters!_\"\n\n       *       *       *       *       *\n\nAt eight thousand, he got the 'copter onto the lower Manhattan beam\nand relaxed. First of all, he'd have to do something about answering\nSlade Gardner's telecast propaganda. That stuff was dangerous. The\nanswer ought to go on the air by noon, and should be stepped up\nthrough the afternoon. First as a straight news story; Elliot Mongery\nhad fifteen minutes, beginning at 1215--no, that wouldn't do.\nMongery's sponsor for that time was Atomflame Heaters, and Atomflame\nwas a subsidiary of Canada Northwest Fissionables, and Canada\nNorthwest was umbilicus-deep in that Kettle River lease graft that\nPelton had sworn to get investigated as soon as he took office.\nProfessional ethics wouldn't allow Mongery to say anything in Pelton's\nbehalf on Atomflame's time. Well, there was Guthrie Parham, he came on\nat 1245, and his sponsor was all right. He'd call Parham and tell him\nwhat he wanted done.\n\n[Illustration:]\n\nThe buzzer warned him that he was approaching the lower Manhattan\nbeacon; he shifted to manual control, dropped down to the\nthree-thousand-foot level, and set his selector beam for the signal\nfrom Pelton's Purchasers' Paradise. Down toward the tip of the island,\nin the section that had been rebuilt after that Stalin Mark XV\nguided missile had gotten through the counter-rocket defenses in 1987,\nhe could see the quadrate cross of his goal, with public landing\nstages on each of the four arms, and the higher central block with its\nlanding stage for freight and store personnel. Above the four public\nstages, helicopters swarmed like May flies--May flies which had\nmutated and invented ritual or military drill or choreography--coming\nin in four streams to the tips of the arms and rising vertically from\nthe middle. There was about ten times the normal amount of traffic for\nthis early in the morning. He wondered, briefly, then remembered, and\ncursed. That infernal sale!\n\nGrudgingly, he respected Russell Latterman's smartness, and in\nconsequence, the ability of Wilton Joyner and Harvey Graves in\nselecting a good agent to plant in Pelton's store. Latterman gave a\nplausible impersonation of the Illiterate businessman, loyal Prime\nMinister of Pelton's commercial empire, Generalissimo in the perpetual\nwar against Macy & Gimbel's. From that viewpoint, the sale was\nexcellent business--Latterman had gotten the jump on all the other\ndepartment stores for the winter fashions and fall sports trade. He\nhad also turned the store into a madhouse at the exact time when\nChester Pelton needed to give all his attention to the election.\n\nPressing the button that put on his private recognition signal, he\nrose above the incoming customers and began to drop toward the\nprivate landing stage, circling to get a view of the other four\nstages. Maybe the sale could be turned to some advantage, at that. A\nfree souvenir with each purchase, carrying a Pelton-for-Senator\npicture-message--\n\nHe broke off, peering down at the five-hundred-foot-square landing stage\nabove the central block, then brought his 'copter swooping down rapidly.\nThe white-clad figures he had seen swarming up the helical escalator\nwere not wearing the Ku Klux robes of the Independent-Conservative storm\ntroops, as he had first feared--they were in Literate smocks, and among\nthem were the black leather jackets and futuristic helmets of their\nguards. They were led, he saw, by Stephen S. Bayne, the store's Chief\nLiterate; with him were his assistant, Literate Third Class Roger B.\nFeinberg, and the novices carrying books and briefcases and cased\ntypewriters, and the guards, and every Literate employed in the store.\nFour or five men in ordinarily vivid-colored business suits were\nobviously expostulating about something. As he landed and threw back the\ntransparent canopy, he could hear a babel of voices, above which\nFeinberg was crying: \"Unfair! Unfair! Unfair to Organized Literacy!\"\n\nHe jumped out and hurried over.\n\n       *       *       *       *       *\n\n\"But you simply can't!\" a white-haired man in blue-and-orange business\nclothes was protesting. \"If you do, the Associated Fraternities'll be\nliable for losses we incur; you know that!\"\n\nBayne, his thin face livid with anger--and also, Cardon noticed, with\nwhat looked like a couple of fresh bruises--ignored him. Feinberg\nbroke off his chant of \"Unfair! Unfair!\" long enough to answer:\n\n\"A Literate First Class has been brutally assaulted by the Illiterate\nowner of this store. Literate service for this store is, accordingly,\nbeing discontinued, pending a decision by the Grand Council of the\nlocal Fraternity.\"\n\nCardon grabbed the blue-and-orange clad man and dragged him to one\nside.\n\n\"What happened, Hutschnecker?\" he demanded.\n\n\"They're walking out on us,\" Hutschnecker told him, unnecessarily.\n\"The boss had a fight with Bayne; knocked him down a couple of times.\nBayne tried to pull his tablet gun, and I grabbed it away from him,\nand somebody else grabbed Pelton before he could pull his, and a\ncouple of store cops got all the other Literates in the office\ncovered. Then Bayne put on the general-address system and began\ncalling out the Literates--\"\n\n\"Yes, but why did Pelton beat Bayne up?\"\n\n\"Bayne made a pass at Miss Claire. I wasn't there when it happened;\nshe came into the office--\"\n\nCardon felt his face tighten into a frown of perplexity. That wasn't\nlike Literate First Class Stephen S. Bayne. He made quite a hobby of\npinching salesgirls behind the counter which was one thing; the boss'\ndaughter was quite another.\n\n\"Where's Latterman?\" he asked, looking around.\n\n\"Down in the office, with the others, trying to help Mr. Pelton. He's\nhad another of those heart attacks--\"\n\nCardon swore and ran for the descending escalator, running down the\nrotating spiral to the executive floor and jumping off into the\ngawking mob of Illiterate clerks crowded in the open doors of Pelton's\noffice. He hit and shoved and elbowed and cursed them out of the way,\nand burst into the big room beyond, and then, for a moment, he was\nalmost sorry he had come.\n\nPelton was slumped in his big relaxer chair, his face pale and twisted\nin pain, his breath coming in feeble gasps. His daughter was beside\nhim, her blond head bent over him; Russell Latterman was standing to\none side, watching intently. For an instant, Cardon was reminded of a\ntomcat watching a promising mouse hole.\n\n\"Claire!\" Cardon exploded, \"give him a nitrocaine bulb. Why are you\nall just standing around?\"\n\nClaire turned. \"There are none,\" she said, looking at him with\ndesperate eyes. \"The box is empty; he must have used them all.\"\n\nHe shot a quick glance at Latterman, catching the sales manager before\nhe could erase a look of triumph from his face. Things began to add\nup. Latterman, of course, was the undercover man for Wilton Joyner and\nHarvey Graves and the rest of the Conservative faction at Literates'\nHall, just as he, himself, was Lancedale's agent. Obsessed with\nimmediate advantages and disadvantages, the Joyner-Graves faction\nwanted to secure the re-election of Grant Hamilton, and the way things\nhad been going in the past two months, only Chester Pelton's death\ncould accomplish that. Latterman had probably thrown out Pelton's\nnitrocaine capsules and then put Bayne up to insulting Pelton's\ndaughter, knowing that a fit of rage would bring on another heart\nattack, which could be fatal without the medicine.\n\n\"Well, send for more!\"\n\n\"The prescription's in the safe,\" she said faintly.\n\nThe office safe was locked, and only a Literate could open it. The\ndouble combination was neatly stenciled on the door, the numbers\nspelled out as words and the letters spelled in phonetic equivalents.\nAll three of them--himself, Claire, and Russell Latterman--could read\nthem. None of them dared admit it. Latterman was fairly licking his\nchops in anticipation. If Cardon opened the safe, Pelton's campaign\nmanager stood convicted as a Literate. If Claire opened it, the gaggle\nof Illiterate clerks in the doorway would see, and speedily spread\nthe news, that the daughter of the arch-foe of Literacy was herself\nable to read. Maybe Latterman hadn't really intended his employer to\ndie. Maybe this was the situation he had really intended to contrive.\n\nChester Pelton couldn't be allowed to die. If Grant Hamilton were\nreturned to the Senate, the long-range planning of William Lancedale\nwould suffer a crushing setback, and the public reaction would be\ncatastrophic. _The Plan comes first_, Lancedale had told him. He made\nhis decision, and then saw that he hadn't needed to make it. Claire\nhad straightened, left her father, crossed quickly to the safe, and\nwas kneeling in front of it, her back stiff with determination, her\nfingers busy at the dials, her eyes going from them to the printed\ncombination and back again. She swung open the door, skimmed through\nthe papers inside, unerringly selected the prescription, and rose.\n\n\"Here, Russ; go get it filled at once,\" she ordered. \"And hurry!\"\n\nOh, no, you don't, Cardon thought. One chance is enough for you, Russ.\nHe snatched the prescription from her and turned to Latterman.\n\n\"I'll get it,\" he told the sales manager. \"You're needed for the sale;\nstay on the job here.\"\n\n\"But with the Literates walked out, we can't--\"\n\nCardon blazed: \"Do I have to teach you your business? Have a sample of\neach item set aside at the counter, and pile sales slips under it.\nAnd for unique items, just detach the tag and put it with the sales\nslip. Now get out of here, and get cracking with it!\" He picked up the\npistol that had been taken from Pelton when he had tried to draw it on\nBayne, checking the chamber and setting the safety. \"Know how to use\nthis?\" he asked Claire. \"Then hang onto it, and stay close to your\nfather. This wasn't any accident, it was a deliberate attempt on his\nlife. I'll have a couple of store cops sent in here; see that they\nstay with you.\"\n\nHe gave her no chance to argue. Pushing Latterman ahead of him, he\ndrove through the mob of clerks outside the door.\n\n\"... Course she can; didn't you see her open the safe?\" he heard.\n\"... Nobody but a Literate--\" \"Then she's a Literate, herself!\"\n\nA couple of centuries ago, they would have talked like that if it had\nbeen discovered that the girl were pregnant; a couple of centuries\nbefore that, they would have been equally horrified if she had been\ndiscovered to have been a Protestant, or a Catholic, or whatever the\nlocally unpopular religion happened to be. By noon, this would be all\nover Penn-Jersey-York; coming on top of Slade Gardner's accusations--\n\n       *       *       *       *       *\n\nHe ran up the spiral escalator, stumbling and regaining his footing as\nhe left it. Bayne and his striking Literates were all gone; he saw a\nsergeant of Pelton's store police and went toward him, taking his\nspare identity-badge from his pocket.\n\n\"Here,\" he said, handing it to the sergeant. \"Get another officer, and\ngo down to Pelton's office. Show it to Miss Pelton, and tell her I\nsent you. There's been an attempt on Chester Pelton's life; you're to\nstay with him. Use your own judgment, but don't let anybody, and that\ndefinitely includes Russell Latterman, get at him. If you see anything\nsuspicious, shoot first and ask questions afterwards. What's your\nname, sergeant?\"\n\n\"Coccozello, sir. Guido Coccozello.\"\n\n\"All right. There'll be a medic or a pharmacist--a Literate,\nanyhow--with medicine for Mr. Pelton. He'll ask for you, by name, and\nmention me. And there'll be another Literate, maybe; he'll know your\nname, and use mine. Hurry, now, sergeant.\"\n\nHe jumped into his 'copter, pulled forward the plexiglass canopy, and\ntook off vertically to ten thousand feet, then, orienting himself,\nswooped downward toward a landing stage on the other side of the East\nRiver, cutting across traffic levels with an utter contempt for\nregulations.\n\nThe building on which he landed was one of the principal pharmacies;\nhe spiraled down on the escalator to the main floor and went directly\nto the Literate in charge, noticing that he wore on his Sam Browne not\nonly the badges of retail-merchandising, pharmacist and graduate\nchemist but also that of medic-in-training. Snatching a pad and pencil\nfrom a counter, he wrote hastily: _Your private office, at once;\nurgent and important._\n\nLooking at it, the Literate nodded in recognition of Cardon's\nLiteracy.\n\n\"Over this way, sir,\" he said, guiding Cardon to his small cubicle\noffice.\n\n\"Here.\" Cardon gave him the prescription. \"Nitrocaine bulbs. They're\nfor Chester Pelton; he's had a serious heart attack. He needs these\nwith all speed. I don't suppose I need tell you how many kinds of hell\nwill break loose if he dies now and the Fraternities are accused, as\nthe Illiterates' Organization will be sure to, of having had him\npoisoned.\"\n\n\"Who are you?\" the Literate asked, taking the prescription and\nglancing at it. \"That,\"--he gestured toward Cardon's silver-laced\nblack Mexican jacket--\"isn't exactly a white smock.\"\n\nCardon had his pocket recorder in his hand. He held it out, pressing a\nconcealed stud; the stylus-and-tablet insignia glowed redly on it for\na moment, then vanished. The uniformed Literate nodded.\n\n\"Fill this exactly; better do it yourself, to make sure, and take it\nover to Pelton's yourself. I see you have a medic-trainee's badge. Ask\nfor Sergeant Coccozello, and tell him Frank Cardon sent you.\" The\nLiterate, who had not recognized him before, opened his eyes at the\nname and whistled softly. \"And fix up a sedative to keep him quiet\nfor not less than four nor more than six hours. Let me use your\nvisiphone for a while, if you please.\"\n\nThe man in the Literate smock nodded and hurried out. Cardon dialed\nWilliam R. Lancedale's private number. When Lancedale's thin, intense\nface appeared on the screen, he reported swiftly.\n\n\"The way I estimate it,\" he finished, \"Latterman put Bayne up to\nmaking a pass at the girl, after having thrown out Pelton's nitrocaine\nbulbs. Probably told the silly jerk that Claire was pining away with\nsecret passion for him, or something. Maybe he wanted to kill Pelton;\nmaybe he just wanted this to happen.\"\n\n\"I assume there's no chance of stopping a leak?\"\n\nCardon laughed with mirthless harshness. \"That, I take it, was\nrhetorical.\"\n\n\"Yes, of course.\" Lancedale's face assumed the blank expression that\nwent with a pause for semantic re-integration. \"Can you cover yourself\nfor about an hour?\"\n\n\"Certainly. 'Copter trouble. Visits to campaign headquarters. An\nappeal on Pelton's behalf for a new crew of Literates for the store--\"\n\n\"Good enough. Come over. I think I can see a way to turn this to\nadvantage. I'm going to call for an emergency session of the Grand\nCouncil this afternoon, and I'll want you sitting in on it; I want to\ntalk to you about plans now.\" He considered for a moment. \"There's\ntoo much of a crowd at O'Reilly's, now; come the church way.\"\n\nBreaking the connection, Cardon dialed again. A girl's face, over a\nLiterate Third Class smock, appeared in the screen; a lovely golden\nvoice chimed at him:\n\n\"Mineola High School; good morning, sir.\"\n\n\"Good morning. Frank Cardon here. Let me talk, at once, to your\nprincipal, Literate First Class Prestonby.\"\n\n       *       *       *       *       *\n\nRalph Prestonby cleared his throat, slipped a master disk into the\nrecording machine beside his desk, and pressed the start button.\n\n\"Dear Parent or Guardian,\" he began. \"Your daughter, now a third-year\nstudent at this school, has reached the age of eligibility for the\nDomestic Science course entitled, 'How To Win and Hold a Husband.'\nStatistics show that girls who have completed this valuable course are\nsooner, longer, and happier married than those who have not enjoyed\nits advantages. We recommend it most highly.\n\n\"However, because of the delicate nature of some of the visual\nmaterial used, your consent is required. You can attach such consent\nto this disk by running it for at least ten seconds after the sign-off\nand then switching from 'Play' to 'Transcribe.' Kindly include your\nfull name, as well as your daughter's, and place your thumbprint on\nthe opposite side of the disk. Very sincerely yours, Literate First\nClass Ralph C. Prestonby, Principal.\"\n\nHe put the master disk in an envelope, checked over a list of names\nand addresses of parents and girl students, and put that in also. He\nlooked over the winter sports schedule, and signed and thumbprinted\nit. Then he loaded the recorder with his morning's mail, switched to\n\"Play,\" and started it. As he listened, he blew smoke rings across the\nroom and toyed with a dagger, made from a file, which had been thrown\ndown the central light-well at him a few days before. The invention of\nthe pocket recorder, which put a half-hour's conversation on a\nhalf-inch disk, had done more to slow down business and promote inane\ncorrespondence than anything since the earlier inventions of\nshorthand, typewriters and pretty stenographers. Finally, he cleared\nthe machine, dumping the whole mess into a basket and carrying it out\nto his secretary.\n\n\"Miss Collins, take this infernal rubbish and have a couple of the\ngirls divide it between them, play it off, and make a digest of it,\"\nhe said. \"And here. The sports schedule, and this parental-consent\nthing on the husband-trapping course. Have them taken care of.\"\n\n\"This stuff,\" Martha Collins said, poking at the pile of letter disks.\n\"I suppose about half of it is threats, abuse and obscenities, and the\nother half is from long-winded bores with idiotic suggestions and\nill-natured gripes. I'll use that old tag line, again--'hoping you\nappreciate our brevity as much as we enjoyed yours--'\"\n\n\"Yes. That'll be all right.\" He looked at his watch. \"I'm going to\nmake a personal building-tour, instead of using the TV. The animals\nare sort of restless, today. The election; the infantile compulsion to\ntake sides. If you need me for anything urgent, don't use oral call.\nJust flash my signal, red-blue-red-blue, on the hall and classroom\nscreens. Oh, Doug!\"\n\nYetsko, his length of rubber hose under his arm, ambled out of\nPrestonby's private office, stopping to stub out his cigarette. The\naction reminded Prestonby that he still had his pipe in his mouth; he\nknocked it out and pocketed it. Together, they went into the hall\noutside.\n\n\"Where to, first, captain?\" Yetsko wanted to know.\n\n\"Cloak-and-Dagger Department, on the top floor. Then we'll drop down\nto the shops, and then up through Domestic Science and Business and\nGeneral Arts.\"\n\n\"And back here. We hope,\" Yetsko finished.\n\n       *       *       *       *       *\n\nThey took a service elevator to the top floor, emerging into a\nstockroom piled with boxes and crates and cases of sound records and\ncans of film and stacks of picture cards, and all the other\nimpedimenta of Illiterate education. Passing through it to the other\nend, Prestonby unlocked a door, and they went down a short hall, to\nwhere ten or fifteen boys and girls had just gotten off a helical\nescalator and were queued up at a door at the other end. There were\ntwo Literate guards in black leather, and a student-monitor, with his\nwhite belt and rubber truncheon, outside the door.\n\nPrestonby swore under his breath. He'd hoped they'd miss this, but\nsince they hadn't, there was nothing for it but to fall in at the tail\nof the queue. One by one, the boys and girls went up, spoke briefly to\nthe guards and the student-monitor, and were passed through the door,\nEach time, one of the guards had to open it with a key. Finally, it\nwas Prestonby's turn.\n\n\"B, D, F, H, J, L, N, P, R, T, V, X, Y,\" he recited to the guardians\nof the door.\n\n\"A, C, E, G, I, K, M, O, Q, S, U, W, Y,\" the monitor replied solemnly.\n\"The inkwell is dry, and the book is dusty.\"\n\n\"But tomorrow, there will be writing and reading for all,\" Prestonby\nanswered.\n\nThe guard with the key unlocked the door, and he and Yetsko went\nthrough, into an utterly silent sound-proofed room, and from it into\nan inner, noisy, room, where a recorded voice was chanting:\n\n\"Hat--_huh-ah-tuh._ H-a-t. Box--_buh-oh-ksss_. B-o-x.\nGun--_guh-uh-nnn_. G-u-n. Girl--_guh-ih-rrr-lll_,\" while pictures were\nflashed on a screen at the front, and words appeared under them.\n\nThere were about twenty boys and girls, of the freshman-year\nage-bracket at desk-seats, facing the screen. They'd started learning\nthe alphabet when school had opened in September; now they had gotten\nas far as combining letters into simple words. In another month,\nthey'd be as far as diphthongs and would be initiated into the\nmysteries of silent letters. Maybe sooner than that; he was finding\nthat children who had not been taught to read until their twelfth year\nlearned much more rapidly than the primary grade children in the\nLiterate schools.\n\nWhat he was doing here wasn't exactly illegal. It wasn't even against\nthe strict letter of Fraternity regulations. But it had to be done\nclandestinely. What he'd have liked to have done would have been to\nhave given every boy and girl in English I the same instruction this\nselected group was getting, but that would have been out of the\nquestion. The public would never have stood for it; the police would\nhave had to intervene to prevent a riotous mob of Illiterates from\ntearing the school down brick by brick, and even if that didn't\nhappen, the ensuing uproar inside the Fraternity would have blown the\nroof off Literates' Hall. Even Lancedale couldn't have survived such\nan explosion, and the body of Literate First Class Ralph N. Prestonby\nwould have been found in a vacant lot the next morning. Even many of\nLancedale's supporters would have turned on him in anger at this\nsudden blow to the Fraternities' monopoly of the printed Word.\n\nSo it had to be kept secret, and since adolescents in possession of a\nsecret are under constant temptation to hint mysteriously in the\npresence of outsiders, this hocus-pocus of ritual and password and\ncountersign had to be resorted to. He'd been in conspiratorial work of\nother kinds, and knew that there was a sound psychological basis for\nmost of what seemed, at first glance, to be mere melodramatic\nclaptrap.\n\nHe and Yetsko passed on through a door across the room, into another\nsound-proofed room. The work of soundproofing and partitioning the old\nstockroom had been done in the last semester of his first year at\nMineola High, by members of the graduating class of building-trades\nstudents, who had then gone their several ways convinced that they had\nbeen working on a set of music-class practice rooms. The Board of\nEducation had never even found out about it. In this second room, a\nLiterate teacher, one of the Lancedale faction, had a reading class of\ntwenty-five or thirty. A girl was on her feet, with a book in her\nhand, reading from it:\n\n    \"We are not sure of sorrow;\n      And joy was never sure;\n    Today will die tomorrow;\n      Time stoops to no man's lure;\n    And love, grown faint and fretful\n    With lips but half regretful\n    Sighs, and with eyes forgetful\n      Weeps that no loves endure.\"\n\nThen she handed the book--it was the only copy--to the boy sitting in\nfront of her, and he rose to read the next verse. Prestonby, catching\nthe teacher's eye, nodded and smiled. This was a third-year class, of\ncourse, but from h-a-t spells hat to Swinburne in three years was good\nwork.\n\nThere were three other classes, a total of little over a hundred\nstudents. There was no trouble; they were there for one purpose\nonly--to learn. He spoke with one of the teachers, whose class was\nbusy with a written exercise; he talked for a while to another whose\nonly duty at the moment was to answer questions and furnish help to a\nsmall class who were reading silently from a variety of smuggled-in\nvolumes.\n\n\"Only a hundred and twenty, out of five thousand,\" Yetsko said to him,\nas they were dropping down in the elevator by which they had come.\n\"Think you'll ever really get anything done with them?\"\n\n\"I won't. Maybe they won't,\" he replied. \"But the ones they'll teach\nwill. They're just a cadre; it'll take fifty years before the effects\nare really felt. But some day--\"\n\nThe shops--a good half of the school was trades-training--were noisy\nand busy. Here Prestonby kept his hand on his gas-projector, and\nYetsko had his rubber hose ready, either to strike or to discard in\nfavor of his pistol. The instructors were similarly on the alert and\nready for trouble--he had seen penitentiaries where the guards took it\neasier. Carpentry and building trades. Machine shop. Welding. 'Copter\nand TV repair shops--he made a minor and relatively honest graft\nthere, from the sale of rebuilt equipment. Even an atomic-equipment\nshop, though there was nothing in the place that would excite a Geiger\nmore than the instructor's luminous-dial watch.\n\nDomestic Science--Home Decorating, Home Handicrafts, Use of Home\nAppliances, Beautician School, Charm School. He and Yetsko sampled the\nproducts of the Cooking School, intended for the cafeteria, and found\nthem edible if uninspired.\n\nBusiness--classes in recording letters, using Illiterate\nbusiness-machines, preparing Illiterate cards for same, filing\nrecordings--always with the counsel, \"When in doubt, consult a\nLiterate.\"\n\nGeneral Arts--Spanish and French, from elaborate record players, the\nprogeny of the old Twentieth Century Linguaphone. English, with\nrecorded-speech composition, enunciation training, semantics, and what\nPrestonby called English Illiterature. The class he visited was\ndrowsing through one of the less colorful sections of \"Gone With The\nWind.\" World History, with half the students frankly asleep through an\naudio-visual on the Feudal System, with planted hints on how nice a\nrevival of same would be, and identifying the clergy of the Middle\nAges with the Fraternities of Literates. American History, with the\nclass wide awake, since Custer's Massacre was obviously only moments\naway.\n\n\"Wantta bet one of those little cherubs doesn't try to scalp another\nbefore the day's out?\" Yetsko whispered.\n\nPrestonby shook his head. \"No bet. Remember that film on the Spanish\nInquisition, that we had to discontinue?\"\n\nIt was then that the light on the classroom screen, which had been\nflickering green and white, suddenly began flashing Prestonby's\nwanted-at-office signal.\n\n       *       *       *       *       *\n\nPrestonby found Frank Cardon looking out of the screen in his private\noffice. The round, ordinarily cheerful, face was serious, but the\ninnocent blue eyes were as unreadable as ever. He was wearing one of\nthe new Mexican _charro_-style jackets, black laced with silver.\n\n\"I can't see all your office, Ralph,\" he said as Prestonby approached.\n\"Are you alone?\"\n\n\"Doug Yetsko's all,\" Prestonby said, and, as Cardon hesitated, added:\n\"Don't be silly, Frank; he's my bodyguard. What could I be in that he\nwouldn't know all about?\"\n\nCardon nodded. \"Well, we're in a jam up to here.\" A handwave conveyed\nthe impression that the sea of troubles had risen to his chin. He\nspoke at some length, describing the fight between Chester Pelton and\nStephen S. Bayne, the Literate strike at Pelton's Purchasers'\nParadise, Pelton's heart attack, and the circumstances of Claire's\nopening the safe. \"So you see,\" he finished. \"Maybe Latterman tried to\nkill Pelton, maybe he just tried to do what he did. I can't take\nchances either way.\"\n\nPrestonby thought furiously. \"You say Claire's alone at the store with\nher father?\"\n\n\"And a couple of store cops, sterling characters with the hearts of\nlions and the brains of goldfish,\" Cardon replied. \"And Russ\nLatterman, and maybe four or five Conservative goons he's managed to\ninfiltrate into the store.\"\n\nPrestonby was still thinking, aloud, now. \"Maybe they did mean to kill\nPelton; in that case, they'll try again. Or maybe they only wanted to\nexpose Claire's literacy. It's hard to say what else they'd try--maybe\nkidnap her, to truth-drug her and use her as a guest-artist on a\nConservative telecast. I'm going over to the store, now.\"\n\n\"That's a good idea, Ralph. If you hadn't thought of it, I was going\nto suggest it. Land on the central stage, ask for Sergeant Coccozello\nof the store police, and give my name. Even aside from everything\nelse, it'd be a good idea to have somebody there who can read and\ndares admit it, till a new crew of Literates can get there. You were\nspeaking about the possibility of kidnaping; how about the boy? Ray?\"\n\nPrestonby nodded. \"I'll have him come here to my office, and stay\nthere till I get back; I'll have Yetsko stay with him.\" He turned to\nwhere the big man in black leather stood guard at the door. \"Doug, go\nget Ray Pelton and bring him here. Check with Miss Collins for where\nhe'd be, now.\" He turned back to the screen. \"Anything else, Frank?\"\n\n\"Isn't that enough?\" the brewer-Literate demanded. \"I'll call you at\nthe store, after a while. 'Bye.\"\n\nThe screen darkened as Cardon broke the connection. Prestonby got to\nhis feet, went to his desk, and picked up a pipe, digging out the\nashes from the bowl with an ice pick that one of the teachers had\ntaken from a sixteen-year-old would-be murderer. He checked his tablet\ngun, made sure that there was an extra loaded clip in the holster, and\ngot two more spare clips from the arms locker. Then, to make sure, he\ncalled Pelton's store, talking for a while to the police sergeant\nCardon had mentioned. By the time he was finished, the door opened and\nYetsko ushered Ray Pelton in.\n\n\"What's happened?\" the boy asked. \"Doug told me that the Senator ...\nmy father ... had another heart attack.\"\n\n\"Yes, Ray. I don't believe he's in any great danger. He's at the\nstore, resting in his office.\" He went on to tell the boy what had\nhappened, exactly and in full detail. He was only fifteen, but\nalready he had completed the four-year reading course and he could\nthink a great deal more logically than seventy per cent of the people\nwho were legally entitled to vote. Ray listened seriously, and proved\nPrestonby's confidence justified by nodding.\n\n\"Frame-up,\" he said succinctly. \"Stinks like a glue factory of a\nput-up job. Something's going to happen to Russ Latterman, one of\nthese days.\"\n\n\"I think you'd better let Frank Cardon take care of him, Ray,\"\nPrestonby advised. \"I think there are more angles to this than he told\nme. Now, I'm going over to the store. Somebody's got to stay with\nClaire. I want you to stay here, in this room. If anybody sends you\nany message supposed to be from me, just ignore it. It'll be a trap.\nIf I want to get in touch with you, I'll call you, with vision-image.\"\n\n\"Mean somebody might try to kidnap me, or Claire, to force the Senator\nto withdraw, or something?\" Ray asked, his eyes widening.\n\n\"You catch on quickly, Ray,\" Prestonby commended him. \"Doug, you stay\nwith Ray till I get back. Don't let him out of your sight for an\ninstant. At noon, have Miss Collins get lunches for both of you sent\nup; if I'm not back by fifteen-hundred, take him to his home, and stay\nwith him there.\"\n\n       *       *       *       *       *\n\n[Illustration:]\n\nFor half an hour, Frank Cardon made a flying tour of\nRadical-Socialist borough headquarters. Even at the Manhattan\nheadquarters, which he visited immediately after his talk with\nPrestonby, the news had already gotten out. The atmosphere of\noptimistic triumph which had undoubtedly followed Mongery's telecast\nand his report on the Trotter Poll, had evaporated. The Literate\nclerical help was gathered in a tight knot, obviously a little\nworried, and just as obviously enjoying the reaction. In smaller and\nconstantly changing groups, the volunteers, the paid helpers, the\ndirt-squirters, the goon gangs, gathered, talking in worried or\nfrightened or angry voices. When Cardon entered and was recognized,\nthere was a concerted movement toward him. His two regular bodyguards,\nboth on leave from the Literate storm troops, moved quickly to range\nthemselves on either side of him. With a gesture, he halted the\nothers.\n\n\"Hold it!\" he called. \"I know what you're worried about. I was there\nwhen it happened, and saw everything.\"\n\nHe paused, to let them assimilate that, and continued: \"Now get this, all\nof you! Our boss, and--_if he lives_--our next senator, was the victim of\na deliberate murder attempt, by Literate First Class Bayne, who threw out\nhis supply of nitrocaine bulbs and then goaded him into a heart attack\nwhich, except for his daughter, would have been fatal. Claire Pelton\ndeserves the deepest gratitude of every Radical-Socialist in the state.\nShe's a smart girl, and she saved the life of her father and our leader.\n\n\"But--she is _not_ a Literate!\" he cried loudly. \"All she did was\nsomething any of you could have done--something I've done, myself, so\nthat I won't be locked out of my own safe and have to wait for a\nLiterate to come and open, it for me. She simply kept her eye on the\nLiterates who were opening the safe, and learned the combination from\nthe positions to which they turned the dial. And you believe, on the\nstrength of that, that she's a Literate? The next thing, you'll be\nbelieving that professional liar of a Slade Gardner. And you call\nyourselves politicians!\" He fairly gargled obscenities.\n\nLooking around, he caught sight of a pair who seemed something less\nthan impressed with his account of it. Joe West, thick-armed,\nhairy-chested, blue-jowled; Horace Yingling, thin and gangling. They\nweren't Radical-Socialist party people; they were from the Political\nAction Committee of the Consolidated Illiterates Organization, and\ntheir slogan was simpler and more to the point than Chester\nPelton's--the only good Literate is a dead Literate. He tensed himself\nand challenged them directly.\n\n\"Joe; Horace. How about you? Satisfied the Pelton girl isn't a\nLiterate, now?\"\n\nYingling looked at West, and West looked back at him questioningly.\nEvidently the _suavitor in modo_ was Yingling's province, and the\n_fortior in re_ was West's.\n\n\"Yeh, sure, Mr. Cardon,\" Yingling said dubiously. \"Now that you\nexplain it, we see how it was.\"\n\n       *       *       *       *       *\n\nIt was worse than that in some of the other boroughs. One fanatic,\nimagining that Cardon himself was a crypto-Literate, drew a gun.\nCardon's guards disarmed him and beat him senseless. At another\nheadquarters, some character was circulating about declaring that not\nonly Claire Pelton but her younger brother, Ray, as well, were\nLiterates. Cardon's two men hustled him out of the building, and,\nafter about twenty minutes, returned alone. Cardon hoped that the body\nwould not be found until after the polls closed, the next day.\n\nFinally, leaving his guards with the 'copter at a public landing\nstage, he made his way, by devious routes, to William R. Lancedale's\noffice, and found Lancedale at his desk, seeming not to have moved\nsince he had showed his agent out earlier in the day.\n\n\"Well, we're in a nice puddle of something-or-other,\" Cardon greeted\nhim. \"On top of that Gardner telecast, this morning--\"\n\n\"Guthrie Parham's taking care of that, and everything's going to be\ndone to ridicule Gardner,\" Lancedale told him. \"And even this business\nat the store can be turned to some advantage. Before we're through, we\nmay gain more votes than we lose for Pelton. And we had an informal\nmeeting--Joyner for Retail Merchandising, Starke for Grievance\nSettlements, and four or five others including myself, to make up a\nquorum. We had Bayne in, and heard his story of it, and we got a\nreport from one of our stoolies in the store. Bayne thought he was\ndue for a commendation; instead, he got an eat-out. Of course, it was\na fact that Pelton'd hit him, and we can't have Literates punched\naround, regardless of provocation. So we voted to fine Pelton ten\nmillion for beating Bayne up, and to award him ten million for losses\nresulting from unauthorized withdrawal of Literate services. We\nordered a new crew of Literates to the store, and we exiled Bayne to\nBrooklyn, to something called Stillman's Used Copter and Junk Bazaar.\nFor the next few months, the only thing he'll find that's round and\npinchable will be second-hand tires. But don't be too hard on him; I\nthink he did us a favor.\"\n\n\"You mean, starting a rift between Pelton and the Consolidated\nIlliterates' Organization, which we can widen after the election?\"\n\n\"No. I hadn't thought of it that way, Frank,\" Lancedale smiled. \"It's\nan idea worth keeping in mind, and we'll exploit it, later. What I was\nthinking about was the more immediate problem of the election--\"\n\nThe buzzer on Lancedale's desk interrupted, and a voice came out of\nthe commo box:\n\n\"Message, urgent and private, sir. Source named as Sforza.\"\n\nCardon recognized the name. Maybe the Independent-Conservatives have\ntroubles, too, he thought hopefully. Then Lancedale's video screen\nbecame the frame for an almost unbelievably commonplace set of\nfeatures.\n\n\"Sforza, sir,\" the man in the screen said. \"Sorry I'm late, but I was\nable to get out of the building only a few minutes ago, and I had to\nmake sure I wasn't wearing a tail. I have two new facts. First, the\nConservatives have been bringing storm troops in from outside, from\nPhiladelphia, and from Wilkes-Scranton, and from Buffalo. They are\nbeing concentrated in lower Manhattan, in plain clothes, with only\nconcealed weapons, and carrying their hoods folded up under their\ncoats. Second, I overheard a few snatches of conversation between two\nof the Conservative storm troop leaders, as follows: '... Start it in\nChina ... thirteen-thirty,' and '... Important to make it appear\neither spontaneous or planned for business motives.'\"\n\n\"Try to get us more information, as quickly as possible,\" Lancedale\ndirected. \"Obviously, we should know, by about thirteen hundred,\nwhat's being planned.\"\n\n\"Right, sir.\" Lancedale's spy at Independent-Conservative headquarters\nnodded and vanished from the screen.\n\n\"What does it sound like to you, Frank?\" Lancedale asked.\n\n\"China is obviously a code-designation for some place in downtown\nManhattan, where the Conservative goon gangs are being concentrated.\nThe only thing I can say is that it probably is not Chinatown. They'd\neither say 'Chinatown' and not 'China,' or they would use some\ncode-designation that wasn't so close to the actual name,\" Cardon\nconsidered. \"What they're going to start, at thirteen-thirty, which is\nonly two hours and a half from now, is probably some kind of a riot.\"\n\n\"A riot which could arise from business motives,\" Lancedale added.\n\"That sounds like the docks, or the wholesale district, or the garment\ndistrict, or something like that.\" He passed his hand rapidly over the\nphotoelectric eye of the commo box. \"Get me Major Slater,\" he said;\nand, a little later, \"Major, get a platoon out to Long Island, to\nChester Pelton's home; have the place searched for possible booby\ntraps, and maintain guard there till further notice. You'll have no\ntrouble with the servants, they're all in our pay. That platoon must\nnot, repeat not, wear uniform or appear to have any connection with\nthe Fraternities. Put another platoon in Pelton's store. Concealed\nweapons, and plain clothes. They should carry their leather helmets in\nshopping bags, and roam about in the store, ostensibly shopping. And a\nfull company, uniformed and armed with heavy weapons, alerted and\nready for immediate 'copter movement.\" He went on to explain about the\nintelligence report and the conclusions drawn from it. The guards\nofficer repeated back his instructions, and Lancedale broke the\nconnection.\n\n\"Now, Frank,\" he said, \"I told you that this revelation of Claire\nPelton's Literacy can be turned to our advantage. There's to be a full\nCouncil meeting at thirteen hundred. Here's what I estimate Joyner and\nGraves will try to do, and here's what I'm going to do to counter\nit--\"\n\n       *       *       *       *       *\n\nA couple of men in the maroon uniform of Pelton's store police were\nwaiting as Prestonby's 'copter landed on the top stage; one of them\ntouched his cap-visor with his gas-billy in salute and said: \"Literate\nPrestonby? Miss Pelton is expecting you; she's in her father's office.\nThis way, if you please, sir.\"\n\nHe had hoped to find her alone, but when he entered the office, he saw\nfive or six of the store personnel with her. Since opening her\nfather's safe, she had evidently dropped all pretense of Illiteracy;\nthere was a mass of papers spread on the big desk, and she was\nreferring from one to another of them with the deft skill of a regular\nFraternities Literate, while the others watched in fascinated horror.\n\n\"Wait a moment, Mr. Hutschnecker,\" she told the white-haired man in\nthe blue and orange business suit with whom she had been talking, and\nlaid the printed price-schedule down, advancing to meet him.\n\n\"Ralph!\" she greeted him. \"Frank Cardon told me you were coming. I--\"\n\nFor a moment, he thought of the afternoon, over two years ago, when\nshe had entered his office at the school, and he had recognized her as\nthe older sister of young Ray Pelton.\n\n\"Professor Prestonby,\" she had begun, accusingly, \"you have been\nteaching my brother, Raymond Pelton, to read!\"\n\nHe had been prepared for that; had known that sooner or later there\nwould be some minor leak in the security screen around the classrooms\non the top floor.\n\n\"My dear Miss Pelton,\" he had protested pleasantly. \"I think you've\nbecome overwrought over nothing. This pretense to Literacy is a phase\nmost boys of Ray's age pass through; they do it just as they play\nair-pirates or hi-jackers a few years earlier. The usual trick is to\nmemorize something heard from a record disk, and then pretend to read\nit from print.\"\n\n\"Don't try to kid me, professor. I know that Ray can read. I can prove\nit.\"\n\n\"And supposing he has learned a few words,\" he had parried. \"Can you\nbe sure I taught him? And if so, what had you thought of doing about\nit? Are you going to expose me as a corrupter of youth?\"\n\n\"Not unless I have to,\" she had replied coolly. \"I'm going to\nblackmail you, professor. I want you to teach me to read, too.\"\n\nNow, with this gang of her father's Illiterate store officials\npresent, a quick handclasp and a glance were all they could exchange.\n\n\"How is he, Claire?\" he asked.\n\n\"Out of danger, for the present. There was a medic here, who left just\nbefore you arrived. He brought nitrocaine bulbs, and gave father\nsomething to make him sleep. He's lying down, back in his rest room.\"\nShe led him to a door at the rear of the office and motioned him to\nenter, following him. \"He's going to sleep for a couple of hours,\nyet.\"\n\nThe room was a sort of bedroom and dressing room, with a miniscule\ntoilet and shower beyond. Pelton was lying on his back, sleeping; his\nface was pale, but he was breathing easily and regularly. Two of the\nstore policemen, a sergeant and a patrolman, were playing cards on the\nlittle table, and the patrolman had a burp gun within reach.\n\n\"All right, sergeant,\" Claire said. \"You and Gorman go out to the\noffice. Call me if anything comes up that needs my attention, in the\nnext few minutes.\"\n\nThe sergeant started to protest. Claire cut him off.\n\n\"There's no danger here. This Literate can be trusted; he's a friend\nof Mr. Cardon's. Works at the brewery. It's all right.\"\n\nThe two rose and went out, leaving the door barely ajar. Prestonby and\nClaire, like a pair of marionettes on the same set of strings, cast a\nquick glance at the door and then were in each other's arms. Chester\nPelton slept placidly as they kissed and whispered endearments.\n\nIt was Claire who terminated the embrace, looking apprehensively at\nher slumbering father.\n\n\"Ralph, what's it all about?\" she asked. \"I didn't even know that you\nand Frank Cardon knew each other, let alone that he had any idea about\nus.\"\n\nPrestonby thought furiously, trying to find a safe path through the\ntangle of Claire Pelton's conflicting loyalties, trying to find a path\nbetween his own loyalties and his love for her, wondering how much it\nwould be safe to tell her.\n\n\"And Cardon's gone completely cloak-and-dagger-happy,\" she continued.\n\"He's talking about plots against my father's life, and against me,\nand--\"\n\n\"A lot of things are going on under cloaks, around here,\" he told her.\n\"And under Literate smocks, and under other kinds of costume. And a\nlot of daggers are out, too. You didn't know Frank Cardon was a\nLiterate, did you?\"\n\nHer eyes widened. \"I thought I was Literate enough to spot Literacy in\nanybody else,\" she said. \"No, I never even suspected--\"\n\nSomebody rapped on the door. \"Miss Pelton,\" the sergeant's voice\ncalled. \"Visiphone call from Literates' Hall.\"\n\nPrestonby smiled. \"I'll take it, if you don't mind,\" he said. \"I'm\nacting-chief-Literate here, now, I suppose.\"\n\nShe followed him as he went out into Pelton's office. When he snapped\non the screen, a young man in a white smock, with the Fraternities\nExecutive Section badge, looked out of it. He gave a slight start when\nhe saw Prestonby.\n\n\"Literate First Class Ralph N. Prestonby, acting voluntarily for\nPelton's Purchasers' Paradise during emergency,\" he said.\n\n\"Literate First Class Armandez, Executive Section,\" the man in the\nscreen replied. \"This call is in connection with the recent attack of\nChester Pelton upon Literate First Class Bayne.\"\n\n\"Continue, understanding that we admit nothing,\" Prestonby told him.\n\n\"An extemporary session of the Council has found Pelton guilty of\nassaulting Literate Bayne, and has fined him ten million dollars,\"\nArmandez announced.\n\n\"We enter protest,\" Prestonby replied automatically.\n\n\"Wait a moment, Literate. The Council has also awarded Pelton's\nPurchasers' Paradise damages to the extent of ten million dollars, for\nlosses incurred by suspension of Literate service, and voted censure\nagainst Literate Bayne for ordering said suspension without consent of\nthe Council. Furthermore, a new crew of Literates, with their novices,\nguards, et cetera, is being sent at once to your store. Obviously,\nneither the Fraternities, nor Pelton's, nor the public, would be\nbenefitted by returning Literate Bayne or any of his crew; he has been\ngiven another assignment.\"\n\n\"Thank you. And when can we expect this new crew of Literates?\"\nPrestonby asked.\n\nThe man in the screen consulted his watch. \"Probably inside of an\nhour. We've had to do some re-shuffling; you know how these things are\nhandled. And if you'll pardon me, Literate; just what are you doing at\nPelton's? I understood that you were principal of Mineola High\nSchool.\"\n\n\"That's a good question.\" Prestonby hastily assessed the circumstances\nand their implications. \"I'd suggest that you ask it of my superior,\nLiterate Lancedale, however.\"\n\nThe Literate in the screen blinked; that was the equivalent, for him,\nof anybody else's jaw dropping to his midriff.\n\n\"Well! A pleasure, Literate. Good day.\"\n\n       *       *       *       *       *\n\n\"Miss Pelton!\" The man in the blue-and-orange suit was still trying to\ncatch her attention. \"Where are we going to put that stuff? Russ\nLatterman's out in the store, somewhere, and I can't get in touch with\nhim.\"\n\n\"What did you say it was?\" she replied.\n\n\"Fireworks, for the Peace Day trade. We want to get it on sale about\nthe middle of the month.\"\n\n\"This was a fine time to deliver them. Peace Day isn't till the Tenth\nof December. Put them down in the fireproof vault.\"\n\n\"That place is full of photographic film, and sporting ammunition, and\nother merchandise; stuff we'll have to draw out to replace stock on\nthe shelves during the sale,\" the Illiterate objected.\n\n\"The weather forecast for the next couple of days is fair,\" Prestonby\nreminded her. \"Why not just pile the stuff on the top stage, beyond\nthe control tower, and put up warning signs?\"\n\nThe man--Hutschnecker, Prestonby remembered hearing Claire call\nhim--nodded.\n\n\"That might be all right. We could cover the cases with tarpaulins.\"\n\nA buzzer drew one of the Illiterates to a handphone. He listened for a\nmoment, and turned.\n\n\"Hey, there's a Mrs. H. Armytage Zydanowycz down in Furs; she wants to\nbuy one of those mutated-mink coats, and she's only got half a million\nbucks with her. How's her credit?\"\n\nClaire handed Prestonby a black-bound book. \"Confidential\ncredit-rating guide; look her up for us,\" she said.\n\nAnother buzzer rasped, before Prestonby could find the entry on\nZydanowycz, H. Armytage; the Illiterate office worker, laying down one\nphone, grabbed up another.\n\n\"They're all outta small money in Notions; every son and his brother's\nbeen in there in the last hour to buy a pair of dollar shoestrings\nwith a grand-note.\"\n\n\"I'll take care of that,\" Hutschnecker said. \"Wait till I call control\ntower, and tell them about the fireworks.\"\n\n\"How much does Mrs. H. Armytage Zydanowycz want credit for?\" Prestonby\nasked. \"The book says her husband's good for up to fifteen million, or\nfifty million in thirty days.\"\n\n\"Those coats are only five million,\" Claire said. \"Let her have it; be\nsure to get her thumbprint, though, and send it up here for\ncomparison.\"\n\n\"Oh, Claire; do you know how we're going to handle this new Literate\ncrew, when they get here?\"\n\n\"Yes, here's the TO for Literate service.\" She tossed a big chart\nacross the desk to him. \"I made a few notes on it; you can give it to\nwhoever is in charge.\"\n\n       *       *       *       *       *\n\nIt went on, like that, for the next hour. When the new Literate crew\narrived, Prestonby was delighted to find a friend, and a\nfellow-follower of Lancedale, in charge. Considering that Retail\nMerchandising was Wilton Joyner's section, that was a good omen.\nLancedale must have succeeded to an extraordinary degree in imposing\nhis will on the Grand Council. Prestonby found, however, that he\nwould need some time to brief the new chief Literate on the\noperational details at the store. He was unwilling to bring Claire too\nprominently into the conference, although he realized that it would be\na matter of half an hour, at the outside, before every one of the new\nLiterate crew would have heard about her Literate ability. If she'd\nonly played dumb, after opening that safe--\n\nFinally, by 1300, the new Literates had taken over, and the sale was\nrunning smoothly again. Latterman was somewhere out in the store,\nhelping them; Claire had lunch for herself and Prestonby sent up from\nthe restaurant, and for a while they ate in silence, broken by\noccasional spatters of small-talk. Then she returned to the question\nshe had raised and he had not yet answered.\n\n\"You say Frank Cardon's a Literate?\" she asked. \"Then what's he doing\nmanaging the Senator's campaign? Fifth-columning?\"\n\nHe shook his head. \"You think the Fraternities are a solid,\nmonolithic, organization; everybody agreed on aims and means, and\nworking together in harmony? That's how it's supposed to look, from\nthe outside. On the inside, though, there's a bitter struggle going on\nbetween two factions, over policy and for control. One faction wants\nto maintain the _status quo_--a handful of Literates doing the reading\nand writing for an Illiterate public, and holding a monopoly on\nLiteracy. They're headed by two men, Wilton Joyner and Harvey Graves.\nBayne was one of that faction.\"\n\nHe paused, thinking quickly. If Lancedale had gotten the upper hand,\nthere was likely to be a revision of the Joyner-Graves attitude toward\nPelton. In that case, the less he said to incriminate Russell\nLatterman, the better. Let Bayne be the villain, for a while, he\ndecided.\n\n\"Bayne,\" he continued, \"is one of a small minority of fanatics who\nmake a religion of Literacy. I believe he disposed of your father's\nmedicine, and then deliberately goaded him into a rage to bring on a\nheart attack. That doesn't represent Joyner-Graves policy; it was just\nsomething he did on his own. He's probably been disciplined for it, by\nnow. But the Joyner-Graves faction are working for your father's\ndefeat and the re-election of Grant Hamilton.\n\n\"The other faction is headed by a man you've probably never heard of,\nWilliam R. Lancedale. I'm of his faction, and so is Frank Cardon. We\nwant to see your father elected, because the socialization of Literacy\nwould eventually put the Literates in complete control of the\ngovernment. We also want to see Literacy become widespread, eventually\nuniversal, just as it was before World War IV.\"\n\n\"But Wouldn't that mean the end of the Fraternities?\" Claire asked.\n\n\"That's what Joyner and Graves say. We don't believe so. And suppose\nit did? Lancedale says, if we're so incompetent that we have to keep\nthe rest of the world in ignorance to earn a living, the world's\nbetter off without us. He says that every oligarchy carries in it the\nseeds of its own destruction; that if we can't evolve with the rest of\nthe world, we're doomed in any case. That's why we want to elect your\nfather. If he can get his socialized Literacy program adopted, we'll\nbe in a position to load the public with so many controls and\nrestrictions and formalities that even the most bigoted Illiterate\nwill want to learn to read. Lancedale says, a private monopoly like\nours is bad, but a government monopoly is intolerable, and the only\nway the public can get rid of it would be by becoming Literates,\nthemselves.\"\n\nShe glanced toward the door of Pelton's private rest room.\n\n\"Poor Senator!\" she said softly. \"He hates Literacy so, and his own\nchildren are Literates, and his program against Literacy is being\ntwisted against itself!\"\n\n\"But you agree that we're right and he's wrong?\" Prestonby asked. \"You\nmust, or you'd never have come to me to learn to read.\"\n\n\"He's such a good father. I'd hate to see him hurt,\" she said. \"But,\nRalph, you're my man. Anything you're for, I'm for, and anything\nyou're against, I'm against.\"\n\nHe caught her hand, across the table, forgetful of the others in the\noffice.\n\n\"Claire, now that everybody knows--\" he began.\n\n       *       *       *       *       *\n\n\"_Top emergency! Top emergency!_\" a voice brayed out of the alarm box\non the wall. \"_Serious disorder in Department Thirty-two! Serious\ndisorder in Department Thirty-two!_\"\n\nThe voice broke off as suddenly as it had begun, but the box was not\nsilent. From it came a medley of shouts, curses, feminine screams and\nsplintering crashes. Prestonby and Claire were on their feet.\n\n\"You have wall screens?\" he asked. \"How do they work? Like the ones at\nschool?\"\n\nClaire twisted a knob until the number 32 appeared on a dial, and\npressed a button. On the screen, the Chinaware Department on the third\nfloor came to life in full sound and color. The pickup must have been\nacross an aisle from the box from whence the alarm had come; they\ncould see one of Pelton's Illiterate clerks lying unconscious under\nit, and the handphone dangling at the end of its cord. The aisles were\nfull of jostling, screaming women, trampling one another and fighting\nfrantically to get out, and, among them, groups of three or four men\nwere gathered back to back. One such group had caught a store\npoliceman; three were holding him while a fourth smashed vases over\nhis head, grabbing them from a nearby counter. A pink dinner plate\ncame skimming up from the crowd, narrowly missing the wired TV pickup.\nA moment later, a blue-and-white sugar bowl, thrown with better aim,\ncame curving at them in the screen. It scored a hit, and brought\ndarkness, though the bedlam of sound continued.\n\n[Illustration:]\n\n[Illustration:]\n\nCardon looked at his watch as he entered the Council Chamber at\nLiterates' Hall, smoothing his smock hastily under his Sam Browne.\nHe'd made it with very little time to spare, before the doors would be\nsealed and the meeting would begin. He'd been all over town, tracking\ndown that report of Sforza's; he'd even made a quick visit to\nChinatown, on the off chance that \"China\" had been used in an attempt\nat the double concealment of the obvious, but, as he'd expected, he'd\nfound nothing. The people there hardly knew there was to be an\nelection. Accustomed for millennia to ideographs read only by experts,\nthey viewed the current uproar about Literacy with unconcern.\n\nAt the door, he deposited his pocket recorder--no sound-recording\ndevice was permitted, except the big audio-visual camera in front,\nwhich made the single permanent record. Going around the room\ncounterclockwise to the seats of his faction, he encountered two other\nLancedale men: Gerald K. Toppington, of the Technological Section,\nthin-faced, sandy-haired, balding; and Franklin R. Chernov, commander\nof the local Literates' guards brigade, with his ragged gray mustache,\nhis horribly scarred face, and his outsize tablet-holster almost as\nbig as a mail-order catalogue.\n\n\"What's Joyner-Graves trying to do to us, Frank?\" Chernov rumbled\ngutturally.\n\n\"It's what we're going to do to them,\" Cardon replied. \"Didn't the\nchief tell you?\"\n\nChernov shook his head. \"No time. I only got here fifteen minutes ago.\nChasing all over town about that tip from Sforza. Nothing, of course.\nNothing from Sforza, either. The thing must have been planned weeks\nago, whatever it is, and everybody briefed personally, and nothing on\ndisk or tape about it. But what's going to happen here? Lancedale\ngoing to pull a rabbit out of his hat?\"\n\nCardon explained. Chernov whistled. \"Man, that's no rabbit; that's a\nfull-grown Bengal tiger! I hope it doesn't eat us, by mistake.\"\n\nCardon looked around, saw Lancedale in animated argument with a group\nof his associates. Some of the others seemed to be sharing Chernov's\nfears.\n\n\"I have every confidence in the chief,\" Toppington said. \"If his\ntigers make a meal off anybody, it'll be--\" He nodded in the direction\nof the other side of the chamber, where Wilton Joyner, short, bald,\npompous, and Harvey Graves, tall and cadaverous, stood in a\nRosencrantz-Guildenstern attitude, surrounded by half a dozen of their\ntop associates.\n\nThe Council President, Morehead, came out a little door onto the\nrostrum and took his seat, pressing a button. The call bell began\nclanging slowly. Lancedale, glancing around, saw Cardon and nodded. On\nboth sides of the chamber, the Literates began taking seats, and\nfinally the call bell stopped, and Literate President Morehead rapped\nwith his gavel. The opening formalities were hustled through. The\nroutine held-over business was rubber-stamped with hasty votes of\napproval, even including the decisions of the extemporary meeting of\nthat morning on the affair at Pelton's. Finally, the presiding officer\nrapped again and announced that the meeting was now open for new\nbusiness.\n\nAt once, Harvey Graves was on his feet.\n\n\"Literate President,\" he began, as soon as the chair had recognized\nhim, \"this is scarcely _new_ business, since it concerns a problem, a\nmost serious problem, which I and some of my colleagues have brought\nto the attention of this Council many times in the past--the problem\nof Black Literacy!\" He spat out the two words as though they were a\nmouthful of poison. \"Literate President and fellow Literates, if\nanything could destroy our Fraternities, to which we have given our\nlives' devotion, it would be the widespread tendency to by-pass the\nFraternities, the practice of Literacy by non-Fraternities people--\"\n\n\"We've heard all that before, Wilton!\" somebody from the Lancedale\nside called out. \"What do you want to talk about that you haven't\ngotten on every record of every meeting for the last thirty years?\"\n\n\"Why, this Pelton business,\" Graves snapped back at him. \"You know\nwhat I mean. Your own associates are responsible for it!\" He turned\nback to face the chair, and, with a surprising minimum of invective,\ndescribed the scene in which Claire Pelton had demonstrated her\nLiteracy. \"And that's not all, brother Literates,\" he continued.\n\"Since then, I've been receiving reports from the Pelton store. Claire\nPelton has been openly doing the work of a Literate; going over the\nstore's written records, checking inventories, checking the credit\nguide, handling the price lists--\"\n\n\"What's that got to do with Black Literacy?\" Gerald Toppington\ndemanded. \"Black Literacy is a term which labels the professional\npractice of Literacy, for hire, by a non-Fraternity Literate, or\nLiterate service furnished for criminal or politically subversive\npurposes, or the betrayal of a client by a Fraternity Literate.\nThere's nothing of the sort involved here. This girl, who does appear\nto be Literate, is simply looking after the interests of her family's\nbusiness.\"\n\n\"She was taught by a Literate, a Fraternities-member, under, to say\nthe very least, irregular circumstances, and without payment of any\nfee. Any fee, that is, that the Fraternities can collect any\npercentage on. And the Literate who taught her also taught her younger\nbrother, Ray Pelton, and this Literate, who is known to be her\nlover--\"\n\n\"Suppose he is her lover, so what?\" one of Lancedale's partisans\ndemanded. \"You say, yourself, that she's a Literate. That ought to\nremove any objection. Why, if she were to come forward and admit and\ndemonstrate her Literacy, there'd be no possible objection from the\nFraternities' viewpoint to her marrying young Prestonby.\"\n\n\"And as for Prestonby's action in teaching Literacy to her and to her\nbrother,\" Cardon spoke up, \"I think he deserves the thanks and\ncommendation of the Fraternities. He's put a period to four\ngenerations of bigoted Illiterates.\"\n\nWilton Joyner was on his feet. \"Will Literate Graves yield for a\nmotion?\" he asked. \"Thank you, Harvey. Literate President, and brother\nLiterates: I yield to no man in my abhorrence of Black Literacy, or in\nmy detestation for the political principles of which Chester Pelton\nhas made himself the spokesman, but I deny that we should allow the\nacts and opinions of the Illiterate parent to sway us in our\nconsideration of the Literate children. It has come to my notice, as\nit has to Literate Graves', that this young woman, Claire Pelton, is\nLiterate to a degree that would be a credit to any Literate First\nClass, and her brother can match his Literacy creditably against that\nof any novice in our Fraternities. To show that we respect Literate\nability, wherever we find it; to show that we are not the monopolistic\nclosed-corporation our enemies accuse us of being; to show that we are\nnot animated by a vindictive hatred of anything bearing the name of\nPelton--I move, and ask that my motion be presented for seconding,\nthat Claire Pelton, and her brother, Raymond Pelton, be duly elected,\nrespectively, to the positions of Literate Third Class and Literate\nNovice, as members of the Associated Fraternities of Literates!\"\n\nFrom the Joyner-Graves side, there were dutiful cries of, \"Yes! Yes!\nAdmit the young Peltons!\" and also gasps of horrified surprise from\nthe rank-and-filers who hadn't been briefed on what was coming up.\n\nLancedale was on his feet in an instant. \"Literate President!\" he\ncried. \"In view of the delicate political situation, and in view of\nChester Pelton's violent denunciation of our Fraternities--\"\n\n\"Literate Lancedale,\" the President objected. \"The motion is not to be\ndebated until it has been properly seconded.\"\n\n\"What does the Literate President think I'm doing?\" Lancedale\nretorted. \"I second the motion!\"\n\nJoyner looked at Lancedale in angry surprise, which gradually became\nfearful suspicion. His stooge, who had already risen with a prepared\nspeech of seconding, simply gaped.\n\n\"Furthermore,\" Lancedale continued, \"I move an amendment to Literate\nJoyner's motion. I move that the ceremony of the administration of the\nLiterates' Oath, and the investiture in the smock and insignia, be\ncarried out as soon as possible, and that an audio-visual recording be\nmade, and telecast this evening, before twenty-one hundred.\"\n\nBrigade commander Chernov, prodded by Cardon, jumped to his feet.\n\n\"Excellent!\" he cried. \"I second the motion to amend the motion of\nLiterate Joyner.\"\n\nIf there were such a thing as a bomb which would explode stunned\nsilence, Lancedale and Chernov had dropped such a bomb. Cardon could\nguess how Joyner and Graves felt; they were now beginning to be afraid\nof their own proposition. As for the Lancedale Literates, he knew how\nmany of them felt. He'd felt the same way, himself, when Lancedale had\nproposed the idea. He got to his feet.\n\n\"Literate President, brother Literates,\" he raised his voice. \"I call\nfor an immediate vote on this amended motion, which I, personally,\nendorse most heartily, and which I hope to see carried unanimously.\"\n\n\"Now, wait a minute!\" Joyner objected. \"This motion ought to be\ndebated--\"\n\n\"What do you want to debate about it?\" Chernov demanded. \"You\npresented it, didn't you?\"\n\n\"Well, I wanted to give the Council an opportunity to discuss it, as\ntypical of our problems in dealing with Black ... I mean,\nnon-Fraternities ... Literacy--\"\n\n\"You mean, you didn't know it was loaded!\" Cardon told him. \"Well,\nthat's your hard luck; we're going to squeeze the trigger!\"\n\n\"I withdraw the motion!\" Joyner shouted.\n\n\"Literate President,\" Lancedale said gently, his thin face lighting\nwith an almost saintly smile, \"Literate Joyner simply cannot withdraw\nhis motion, now. It has been properly seconded and placed before the\nhouse, and so has my own humble contribution to it. I demand that the\nmotion be acted upon.\"\n\n\"Vote! Vote! Vote!\" the Lancedale Literates began yelling.\n\n\"I call on all my adherents to vote against this motion!\" Joyner\nshouted.\n\n\"Now look here, Wilton!\" Harvey Graves shouted, reddening with anger.\n\"You're just making a fool out of me. This was your idea, in the first\nplace! Do you want to smash everything we've ever done in the\nFraternities?\"\n\n\"Harvey, we can't go on with it,\" Joyner replied. He crossed quickly\nto Graves' seat and whispered something.\n\n\"For the record,\" Lancedale said sweetly, \"our colleague, Literate\nJoyner, has just whispered to Literate Graves that since I have\nseconded his motion, he's now afraid of it. I think Literate Graves is\ntrying to assure him that my support is merely a bluff. For the\ninformation of this body, I want to state categorically that it is\nnot, and that I will be deeply disappointed if this motion does not\npass.\"\n\nAn elderly Literate on the Joyner-Graves side, an undersized man with\na bald head and a narrow mouth, was on his feet. He looked like an\naged rat brought to bay by a terrier.\n\n\"I was against this fool idea from the start!\" he yelled. \"We've got\nto keep the Illiterates down; how are we ever going to do that if we\ngo making Literates out of them? But you two thought you were being\nsmart--\"\n\n\"Shut up and sit down, you old jackass!\" one of Joyner's people\nshouted at him.\n\n\"Shut up, yourself, Ginter,\" a hatchet-faced woman Literate from the\nFinance Section squawked.\n\nLiterate President Morehead, an amiable and ineffective maiden aunt in\ntrousers, pounded frantically with his gavel. \"Order!\" he fairly\nscreamed. \"This is disgraceful!\"\n\n\"You can say that again!\" Brigade commander Chernov boomed. \"What do\nyou people over on the right think this is; an Illiterates'\nOrganization Political Action meeting?\"\n\n\"Vote! Vote!\" Cardon bellowed.\n\nLiterate President Morehead banged his gavel and, in a last effort,\nstarted the call bell clanging.\n\n\"The motion has been presented and seconded; the amendment has been\npresented and seconded. It will now be put to a vote!\"\n\n\"Roll call!\" Cardon demanded. Four or five other voices, from both\nsides of the chamber, supported him.\n\n\"The vote will be by roll call,\" Literate President Morehead agreed.\n\"Addison, Walter G.\"\n\n\"Aye!\" He was a subordinate of Harvey Graves.\n\n\"Agostino, Pedro V.\"\n\n\"Aye!\" He was a Lancedale man.\n\nSo it went on. Graves voted for the motion. Joyner voted against it.\nAll the Lancedale faction, now convinced that their leader had the\nopposition on the run, voted loudly for it.\n\n\"The vote has been one hundred and eighty-three for, seventy-two\nagainst,\" Literate President Morehead finally announced. \"The motion\nis herewith declared carried. Literate Lancedale, I appoint you to\norganize a committee to implement the said motion, at once.\"\n\n       *       *       *       *       *\n\nPrestonby flung open the door of the rest room where Sergeant\nCoccozello and his subordinate were guarding the unconscious Pelton.\n\n\"Sergeant! Who's in charge of store police, now?\"\n\nCoccozello looked blank for an instant. \"I guess I am,\" he said.\n\"Lieutenant Dunbar's off on his vacation, in Mexico, and Captain\nFreizer's in the hospital; he was taken sick suddenly last evening.\"\n\nProbably poisoned, Prestonby thought, making a mental note to find out\nwhich hospital and get in touch with one of the Literate medics there.\n\n\"Well, come out here, sergeant, and have a look around the store on\nthe TV. We have troubles.\"\n\nCoccozello could hear the noise that was still coming out of the\ndarkened screen. As he stepped forward, Claire got another pickup,\nsome distance from the one that had been knocked out. A mob of women\ncustomers were surging away from the Chinaware Department, into\nGlassware; they were running into the shopping crowd there, with\nconsiderable disturbance. A couple of store police were trying to get\nthrough the packed mass of humanity, and making slow going of it.\nCoccozello swore and started calling on his reserves on one of the\nhandphones.\n\n\"Wait a moment, sergeant,\" Prestonby stopped him. \"Don't commit any of\nyour reserves down there. We're going to need them to hold the\nexecutive country, up here. This is only the start of a general riot.\"\n\n\"Who are you and what do you know about it?\" Coccozello challenged.\n\n\"Listen to him, Guido,\" Claire said. \"He knows what he's doing.\"\n\n\"Claire, you have some way of keeping a running count of the number of\ncustomers in and out of the store, haven't you?\" Prestonby asked.\n\n\"Why, yes; here.\" She pointed to an indicator on Chester Pelton's\ndesk, where constantly changing numbers danced.\n\n\"And don't you have a continuous check on sales, too? How do they\njibe?\"\n\n\"They don't; look. Sales are away below any expectation from the\nnumber of customers, even allowing for shopping habits of a\nbargain-day crowd. But what's that got to do--\"\n\nPrestonby was back at the TV, shifting from pickup to pickup.\n\n\"Look, sergeant, Claire. That isn't a normal bargain-day crowd, is it?\nLook at those groups of men, three or four to a group, shifting\naround, waiting for something to happen. This store's been\ninfiltrated by a big goon gang. That business in Chinaware's just the\nstart, to draw our reserves down to the third floor. Look at that,\nnow.\"\n\nHe had a pickup on the twelfth floor, the floor just under the public\nlanding stages, and at the foot of the escalators leading to the\ncentral executive block.\n\n\"See how they're concentrating, there?\" he pointed out. \"In that\nladies' wear department, there are three men for every woman, and the\nmen are all drifting from counter to counter over in the direction of\nour escalators.\"\n\nCoccozello swore again, feelingly. \"Literate, you know your stuff!\" he\nsaid. \"That fuss in China is just a feint; this is where they're\nreally going to hit. What do you think it is? Macy & Gimbel's trying\nto bust up our sale, or politics?\"\n\nPrestonby shrugged. \"Take your choice. A competitor would concentrate\nwhere your biggest volume of sale was going on, though; political\nenemies would try to get up here, and that's what this gang's trying\nto do.\"\n\n\"He's absolutely right, Guido,\" Claire told the sergeant. \"Do whatever\nhe tells you.\"\n\nSergeant Coccozello looked at him, awaiting orders.\n\n\"We can't commit our reserves in that Chinaware Department fight; we\nneed them up here. Where are they, now, and how many?\"\n\n\"Thirteen, counting myself and the man in there.\" He nodded toward the\nroom where Chester Pelton lay in drugged sleep. \"In the squad room, on\nthe floor below.\"\n\n\"And for the mob below to get up here?\"\n\n\"Two escalators, sir, northeast and southwest corners of office\ncountry. And we got some new counters that Mr. Latterman had built,\nthat didn't get put out in time for the sale. We can use them to build\nbarricades, if we have to.\"\n\n\"How about a 'copter attack on the roof?\"\n\nCoccozello grinned. \"I'd like to see that, now, Literate. We got\nplenty of A-A equipment up there--four 7-mm machine guns, two 12-mm's,\nand one 20-mm auto-cannon. We could hold off the State Guard with\nthat.\"\n\n\"That isn't saying much, but they're not even that good. So it'll be\nthe escalators. Think, now, sergeant. Fires, burglary, holdups--\"\n\nThe sergeant's grin widened. \"High-pressure fire hose, one at the head\nof each escalator, and a couple more that can be dragged over from\nother outlets. Say we put two men on each hose, lying down at the head\nof the escalators. And we got plenty of firearms; we can arm some of\nthese clerks, up here--\"\n\n\"All right; do that. And put out an emergency call, by\ninter-department telephone, not by public address, to floorwalkers\nfrom the fifth floor down, to gather up all male clerks and other\nstore personnel in their departments, arm them with anything they can\nfind, and rush them to Chinaware. Tell them to shout 'Pelton!' when\nthey hit the mob, to avoid breaking each others' heads in the\nconfusion, and tell them they're expected to hold the Chinaware and\nGlassware departments themselves, without any help from the store\npolice.\"\n\n\"Why not?\" Claire wanted to know.\n\n\"That's how battles come to happen at the wrong time and place,\"\nPrestonby told her. \"Two small detachments collide, and each sends\nback for re-enforcements, and the next thing anybody knows, there's a\nfull-size battle going on where nobody wants to fight one. We're going\nto fight our main battle at the head of the escalators from the\ntwelfth floor.\"\n\n\"You've done this sort of work before, Literate,\" Coccozello grinned.\n\"You talk like a storm-troop captain. What else?\"\n\n\"Well, so far, we've just been talking defense. We need to take the\noffensive, ourselves.\" He glanced around. \"Is there a freight elevator\nfrom this block to the basement?\"\n\n\"Yeah. Wait till I see.\" Coccozello went to the TV-screen and dialed.\n\"Yeah, and the elevator's up here, too,\" he said.\n\n\"Well, you take what men you can spare--a couple of your cops, and a\ncouple of the office crew--arm them with pistols, carbines, clubs,\nwhatever you please, and take them down to the basement. Gather up\nall the warehouse gang, down there, and arm them. And as soon as you\nget to the basement, send the elevator back up here. That's our life\nline; we can't risk having it captured. You'll organize flying squads\nto go up into the store from the basement. Bust up any trouble that\nseems to be getting started, if you can, but your main mission will be\nto rescue store police, Literates, Literates' guards, and store help,\nand get them back to the basement. They'll be picked up from there and\nbrought up here on the elevator.\" He picked up a pad from a desk and\nwrote a few lines on it. \"Show this to any Literate you meet; get\nLiterate Hopkinson to countersign it for you, when you find him. Tell\nhim we want his whole gang up here as soon as possible.\"\n\n\"How about getting help from outside?\" Claire asked. \"The city police,\nor--\"\n\n\"City police won't lift a finger,\" Prestonby told her. \"They never\nhelp anybody who has a private police force; they have too much to do\nprotecting John Q. Citizen. Hutschnecker; suppose you call\nRadical-Socialist campaign headquarters; tell them to rush some of\ntheir Lone Rangers around here--\"\n\n       *       *       *       *       *\n\n[Illustration:]\n\nRussell M. Latterman was lunching in the store restaurant, at a table\nnext the thick glass partition, where he could look out across\nConfectionery and Pastries toward the Tobacco Shoppe and the Liquor\nDepartment. There were two ways of looking at it, of course. He was\noccupying a table that might have been used by a customer, but, on the\nother hand, he was known by sight to many of the customers, and the\nfact that he was eating here had some advertising value, and he could\nkeep his eye on the business going on around him. Off in the distance,\nhe caught the white flash of a Literate smock at one of the counters;\none of the new crew sent in to replace the ones Bayne had pulled out.\nHe was glad and at the same time disturbed. He had had his doubts\nabout staging a Literates' strike, and he was almost positive that\nWilton Joyner had known nothing about it. The whole thing had been\nHarvey Graves' idea. There was a serious question of Literate ethics\ninvolved, to say nothing of the effect on the public. The trick of\nforcing Claire Pelton to reveal her secret Literacy was all right,\nalthough he wished that it had been Frank Cardon who had opened that\nsafe. Or did he? Cardon would have brazened it out, claimed to have\nmemorized the combination after having learned it by observation, and\nwould probably have gotten away with it. But that silly girl had lost\nher head afterward, and had gone on to brand herself, irrevocably, as\na Literate.\n\nOne of the waitresses was hurrying toward him, almost falling over\nherself in excitement. She began talking when she was ten feet from\nthe table.\n\n\"Mr. Latterman! Mr. Latterman!\" she was calling to him. \"A terrible\nfight, down in Chinaware--!\"\n\n\"Well, what do we have store police for?\" he demanded. \"They can take\ncare of it. Now be quiet, Madge; don't get the customers excited!\"\n\nHe returned to his lunch, watching, with satisfaction, the crowd that\nwas packing into the Liquor Department, next to the restaurant. That\nspecial loss-leader, Old Atom-Bomb Rye, had been a good idea. In the\nfirst place, the stuff was fit for nothing but cleaning drains and\nremoving varnish; if he were Pelton, he would have fired that fool\nbuyer who got them overstocked on it. But the audio-advertiser,\noutside, was reiterating: \"_Choice whiskies, two hundred dollars a\nsixth and up!_\" and pulling in the customers, who, when they\ndiscovered that the two-hundred-dollar bargain was Old Atom-Bomb, were\nshelling out five hundred to a grand a sixth for good liquor.\n\nHe finished his coffee and got to his feet. Be a good idea to look in\non Liquor, and see how things were going. The department was getting\nmore and more crowded every minute; three customers were entering for\nevery one who left.\n\nOn the way, he passed two women, and caught a snatch of conversation:\n\n\"Don't go down on the third floor, for Heaven's sake ... terrible\nfight ... smashing everything up--\"\n\nWorried, he continued into Liquor, and the looks of the crowd there\nincreased his worries. Too many men between twenty and thirty, all\ndressed alike, looking alike, talking and acting alike. It looked like\na goon-gang infiltration, and he was beginning to see why Harvey\nGraves had wanted the Literates pulled out, and why Joyner, bound by\nethics to do nothing against the commercial interests of Pelton's, had\nknown nothing about it. He started toward a counter, to speak to a\nclerk, but one of the stocky, quietly-dressed young men stepped in\nfront of him.\n\n\"Gimme a bottle of Atom-Bomb,\" he said. \"Don't bother wrapping it.\"\n\n\"Yes, sir.\" The clerk seemed worried, too. He got the bottle and set\nit on the counter. \"That'll be two C, sir.\"\n\n\"I see you're wearing a Radical-Socialist button,\" the customer\ncommented. \"Because you want to, or because Chet Pelton makes you?\"\n\n\"Mr. Pelton never interferes with his employees' political\nconvictions,\" the clerk replied loyally.\n\nSaying nothing, the customer took the bottle, swung it by the neck,\nand smashed it over the clerk's head, knocking him senseless.\n\n\"That's all that rotgut's good for,\" the customer said, jumping over\nthe counter. \"All right, boys; help yourselves!\"\n\n       *       *       *       *       *\n\nFor a surprisingly long time, the riot was localized in China, where\nit had begun. Using, alternately, three TV-pickups around the scene of\nthe disturbance, Prestonby watched its progress, and watched\nsuccessive details of store personnel, armed with clubs and a few\nknives and sono pistols, hit the riot, shouting their battle cry, and\nvanish. They were, of course, lambs of sacrifice, however unlamblike\ntheir conduct. They were buying time, and they were drawing groups of\ngoons into the action in China and Glassware who might have been\nmaking trouble elsewhere.\n\nThere was an outbreak on the sixth floor, in Liquor; Claire, touring\nthe store on the other TV-screen, spotted it and called his attention\nto it. Back of the shattered glass partition, a mob of men were\nsnatching bottles from the shelves and tossing them out to the crowd.\nOne of the clerks, in his gray uniform jacket, was lying unconscious\noutside. While Prestonby watched, another, and another, came flying\nout the doorway. A fourth victim, in ordinary business clothes,\ntattered and disheveled, came flying out after them, to land in a\nheap, stunned for an instant, and then pick himself up. Prestonby\nlaughed heartily when he recognized Literate--undercover--First Class\nRussell M. Latterman.\n\n\"I ought to have anticipated that,\" he said. \"Any time there's a riot,\nthe liquor stores are the first things looted. The liquor stores, and\nthe--Claire! See what's going on in Sporting Goods!\"\n\nSporting Goods, between Tools & Hardware and Toys, on the fifth floor,\nwas swamped. One of the clerks was lying on the floor in a puddle of\nblood, past any help; none of the others were in sight. The gun racks\nand pistol cases were being cleaned out systematically. This had been\norganized in advance. There were four or five men working\nindustriously wiping grease out of bores and actions before handing\nout firearms, and a couple more making sure that the right cartridges\nwent with each weapon. Somebody had brought a small grinding wheel\nover from Tools and plugged it in, and was grinding points on the\nfoils and épées. Others were collecting baseball bats, golf clubs, and\nfootball helmets and catchers' masks. The Tool Department was being\nstripped of everything that could be used as a weapon, too.\n\nThe whole store, by this time, was an approximation of Mutiny in a\nMadhouse. Dressgoods was being looted by a howling mob of women, who\nwere pulling bolts of material from shelves and fighting among\nthemselves over them. Somebody had turned on the electric fans, and\nlong streams of flimsy fabric were blowing about like a surrealist\nmaypole dance. Somebody in Household Furnishings had turned on a\ncouple of fans, too, and a mob of hoodlums were opening cans of paint\nand throwing them into the fan blades.\n\nThe little Antiques Department, in a corner of the fourth floor back\nof the Gift Shoppe, was an island of peace in the general chaos. There\nwas only one way into it, and one of the clerks, who had gotten\nhimself into a suit of Fifteenth Century battle armor, was standing in\nthe entrance, leaning on a two-hand sword. There was blood on the long\nblade, and more blood splashed on the floor in front of him. He was\nbeing left entirely alone.\n\n       *       *       *       *       *\n\nHutschnecker, called to the telephone, spoke briefly, listened for a\nwhile, spoke again in hearty thanks, and hung up.\n\n\"Macy & Gimbel's,\" he told Prestonby. \"They heard about our\ntrouble--probably one of their price-spotters phoned in about it--and\nthey're offering to send twenty of their store-cops to help us out.\nThey'll be landing on our stage in eight minutes, rifles and steel\nhelmets.\"\n\nPrestonby nodded. It would have been quite conceivable that Pelton's\nchief competitor had started the riot; since they hadn't, their offer\nof armed aid was just as characteristic of the bitter but\nmutually-respectful rivalries of the commercial world. A few minutes\nlater, another call came in, this time on the visiphone. Prestonby\ntook it when he saw a Literates' Guards officer in the screen and\nrecognized him.\n\n\"That you, Prestonby?\" the officer, Major Slater, asked in some\nsurprise. \"Didn't know you were at Pelton's. What's going on, there?\"\n\nPrestonby told him, briefly.\n\n\"Yes; we had some of our people at the store, in plain clothes,\"\nSlater said. \"Just in case of trouble. On Mr. L.'s orders. They\nreported a riot starting, but naturally, their reports were\nincomplete. Can you get one of your landing stages cleared for us? We\nhave two hundred men, in twenty 'copters.\" Then he must have noticed\nsome of the store Illiterates back of Prestonby, and realized that\nthis offer of help to Literacy's worst enemy would arouse suspicion.\n\"Not that we care what happens to Chester Pelton, but we have to\nprotect our own people at the store.\"\n\n\"Yes, of course,\" Prestonby agreed. \"Come in on our north stage.\nYou'll probably find a fight going on on our twelfth floor, just\ninside. Anybody who's trying to get up the escalators to the office\nblock will be an enemy.\"\n\n\"Right. We're halfway there now.\" The Literates' Guards officer broke\nthe connection.\n\n\"You heard that?\" he asked, turning to the others in the office. \"If\nwe can hold out till they get here, we're all right. Did you contact\nRadical-Socialist headquarters, yet, Hutschnecker?\"\n\n\"Yes. I talked to a fellow named Yingling. He said that all the party\nstorm troops had been lured out to some kind of a disturbance in North\nJersey Borough; he'd try to get them recalled.\"\n\nPrestonby swore bitterly. \"By the time his own party-goons get here,\nthe Literates' Guards and Macy & Gimbel's will have pulled Pelton's\nbacon off the fire for him. Nice friends he has!\"\n\nAn alarm buzzer went off suddenly, and an urgent voice came out of the\nbox on the wall:\n\n\"Here come the goons! South escalator!\"\n\nPrestonby grabbed a burp gun and a canvas musette bag full of clips.\nBy the time he had gotten down to what, in deference to the\nsuperstitions of the Illiterate store force, was known as the\nfourteenth floor, an attack on the north escalator had developed as\nwell. In both cases, the attackers seemed to expect no organized\nresistance. They simply jumped onto the escalators, adding their own\nrunning speed, and came rushing up, firing pistols ahead of them at\nrandom.\n\nThe defenders, however, had been ready: the fire hoses caught those in\nthe lead and hurled them back. Some of them vaulted the barrier\nbetween the ascending and descending spirals and let themselves be\ncarried down again. Less than five minutes after the buzzer had\nsounded the warning, the attack stopped. The noise on the twelfth\nfloor increased, however, and, leaning over into the escalator-way,\nPrestonby could see the rioters firing in the direction of the\nentrance from the north landing stage. Within a matter of thirty\nseconds, they began to flee, and a wave of Literates' Guards, in their\nfuturistic \"space cadet\" uniforms, came pouring in after them.\n\n       *       *       *       *       *\n\nDouglass MacArthur Yetsko put the burp gun back together again, tried\nthe action, and laid it aside with a sigh. He had cleaned every weapon\nin his and Prestonby's private arsenal, since lunch, and now he had to\nadmit the unpalatable fact that there was nothing left to do but turn\non the TV. Ray had been no company at all; the boy hadn't spoken a\nword since he'd started rummaging among the captain's books. Gloomily,\nhe snapped on the screen to sample the soap shows.\n\nDella Pallas was in jail again, this time accused of murdering the\nlawyer who had gotten her acquitted on a previous murder rap.\nConsidering the fact that she had languished in jail for almost a year\nduring the other trial, Yetsko felt that she had a sound motive.\nRudolf Barstow, in \"Broadway Wife,\" was, like Bruce's spider,\nspinning his five hundredth web to ensnare the glamorous Marie\nKnobble. And there was a show about a schoolteacher and her class of\nangelic little tots that almost brought Yetsko's lunch up.\n\nHe shifted the dial again; a young Literate announcer was speaking\nquickly, excitedly:\n\n\"... Scene of the riot, already the worst this year, and growing\nsteadily worse. We take you now to downtown Manhattan, where our\nportable units and commentators have just arrived, and switch you to\nEd Morgan.\"\n\nThe screen went black, and Yetsko swore angrily. Ray lifted his head\nquickly from his book and reached for the sono pistol Yetsko had given\nhim.\n\n\"Good afternoon, ladies and gentlemen, and just a moment, until we can\ngive you the picture. We're having what is usually labeled as 'slight\ntechnical difficulties,' in this case the difficulty of avoiding\nhaving a hole shot in our camera or in your commentator's head. Yes,\nthat's shooting you hear; there, somebody's using an auto rifle! How\nare you coming, Steve?\"\n\nA voice muttered something which, two centuries ago, would have caused\nan earth-shaking scandal in the whole radio-TV industry.\n\n\"Well, till Steve gets things fixed up, a brief review, to date, of\nwhat's sure to go down in history as the Battle of Pelton's\nPurchasers' Paradise--\"\n\n\"Huh?\" Ray fairly shouted, the book forgotten.\n\n\"... Started in the Chinaware Department, as a relatively innocent\nbrawl, and spread to the Liquor Department, and then, all of a sudden,\neverybody started playing rough. At first, it was suspected that Macy\n& Gimbel's had sent a goon gang around to break up Pelton's fall sale,\nbut when the former concern rallied to the assistance of their\ncompetitor with a force of twenty riflemen, that began to look less\nlikely, and we're beginning to think that it might be the work of some\nof Pelton's political enemies. About ten minutes ago, Major James F.\nSlater, of the Literates' Guards, arrived with two hundred of his men,\nto protect the Literates on duty at the store. They captured the\nentire twelfth floor, where we are, now, with the exception of the\nLadies' Lingerie and Hosiery departments around one of the escalators\nto the lower floors; here the gang who started the riot, and who are\nnow donning white hoods to distinguish themselves from the various\nother factions involved, have thrown up barricades of counters and\ndisplay tables and are fighting bitterly to keep control of the\nescalator head. Ah, here we are!\"\n\nThe screen lit suddenly, and they were looking, Ray over Yetsko's\nshoulder, across the devastated expanse of what had been the Ladies'\nFrocks department, toward Lingerie and Hosiery, which seemed to have\nbeen thoroughly looted, then stripped of everything that could be used\nto build a barricade.\n\n\"... Seems to have been quite a number of heavy 'copters just landed\non the east stage, filled with more goons, probably to re-enforce the\ngang back of that barricade. The firing's gotten noticeably heavier--\"\n\n       *       *       *       *       *\n\nYetsko had turned from the screen, and was pawing in the arms locker.\nFor a job like this, he'd need firepower. He took the ten-shot clip\nfrom the butt of his pistol and inserted one with a curling\nhundred-shot drum at the bottom, and shoved two more like it into the\npockets of his jacket. And now, something to clear the way with. He\ntook out a three-foot length of weighted fire hose.\n\nThen he saw Ray. That kid was pinning him down, here, while the\ncaptain was probably fighting for his life! But the captain'd told him\nto stay with Ray--He dropped the weighted hose.\n\n\"What's the matter, Doug?\" the boy asked. \"Pick it up and let's get\ngoing.\"\n\nHe shook his head. \"Can't. The captain told me I had to take care of\nyou.\"\n\nThe boy opened his mouth to speak, closed it again, and thought for a\nmoment. Then he asked:\n\n\"Doug, didn't Captain Prestonby tell you to stay with me?\"\n\n\"Yes--\"\n\n\"All right. You do just that, because I'm going to help Claire and the\nsenator. That's who that goon gang's after.\"\n\nYetsko considered the proposition for a moment, horrified. Why, this\nwas the captain's girl's kid brother; if anything happened to him--His\nmind refused to contemplate what the captain would do to him.\n\n\"No. You gotta stay here, Ray,\" he said. \"The captain--\"\n\nThen his eye caught the screen. Ed Morgan must have found a place\nwhere he could run his camera up on an extension rod from behind\nsomething; they were looking down, from almost ceiling height, at the\nbarricade, and at the Literates' guards who were firing from cover at\nit. A sudden blast of automatic-weapons burst from the barricade; more\nmen in white hoods came boiling up the escalator, and they all rushed\nforward. The few Literates' guards skirmishers were overwhelmed. He\nsaw one of them, a man he knew, Sam Igoe, from Company 5, go down\nwounded; he saw one of the white-hooded goons pause to brain him with\na carbine butt before charging on.\n\n\"Why, you dirty rotten Illiterate--!\" he roared, retrieving his\nweighted hose. \"Come on, Ray; let's go!\"\n\nRay hesitated, as though in thought. \"Ken Dorchin; Harry Cobb; Dick\nHirschfield; Jerry McCarty; Ramon Nogales; Pete Shawne; Tom\nHutchinson--\"\n\n\"Who--?\" Yetsko began. \"What've they gotta do with--?\"\n\n\"We need a gang; the two of us'd last about as long as a pint of beer\nat a Dutch picnic.\" Ray went to the desk, grabbed a pen, and made a\nlist of names, in a fair imitation of Ralph Prestonby's neat\nblock-printing. \"Give this to the girl outside, and tell her to have\nthem called for and sent in here,\" the boy directed. \"And see if you\ncan find us some transport. I think there ought to be a couple of big\n'copters finished down at the shops. And if you can find a couple more\nLiterates' guards you can talk into going with us--\"\n\nYetsko nodded and took the paper without question. He was not, and he\nwould be the first to admit it, of the thinking type. He was a good\nsergeant, but he had to have an officer to tell him what to do. Ray\nPelton might be only fifteen years old, but his sister was the\ncaptain's girl, and that put him in the officer class. A very young\nand recently-commissioned second lieutenant, say, but definitely an\nofficer. Yetsko took the list and looked at it. Like most Literates'\nguards, he could read, after a fashion. He recognized the names; the\nboys were all members of the top floor secret society. He went out and\ngave the list to Martha Collins.\n\nHe'd expected some argument with her, but she seemed to accept Ray\nPelton's printing as Prestonby's; she began checking room charts and\nclass lists, and calling for the boys to be sent at once to the\noffice. He went out, and down to the 'copter repair shop, where he\nfound that a big four-ton air truck that the senior class had been\nworking on for several weeks was finished.\n\n\"That thing been tested, yet?\" he asked the instructor.\n\n\"Yes; I had it up, myself, this morning. Flew it over to the Bronx and\nback with a load of supplies.\"\n\n\"O. K. Have somebody you can trust--one of your guards,\npreferably--bring it around behind the Administration Wing. Captain\nPrestonby wants it. I'm to take some boys from Fourth Year Civics on a\ntour. Something about election campaign methods.\"\n\nThe instructor called a Literates' guard and gave him instructions.\nYetsko went to the guards' squad room on the second floor, where he\nfound half a dozen of the reserves loafing.\n\n\"All right; you guys start earning your pay,\" he said. \"We're going to\na party.\"\n\nThe men got to their feet and began gathering their weapons.\n\n\"Mason,\" he continued, \"you have your big 'copter here; the gang of\nyou can all get in it. I'm taking off in a four-ton truck, with some\nof these kids. I want you boys to follow us. We're going to Pelton's\nstore. There's a fight going on there, and the captain's in the middle\nof it. We gotta get him out.\"\n\nThey all looked at him in puzzled surprise, but nobody gave him any\nargument. Funny, now that he thought of it; it had been quite a long\ntime since anybody had ever given him any argument about anything. A\ncouple of guys out in Pittsburgh had tried it, but somehow they'd lost\ninterest in arguing, after a little--\n\nWhen he returned to the office and opened the door, a blast of shots\ngreeted him through the open door of Prestonby's private office. He\nhad his pistol out before he realized that the shooting was going on\nat Pelton's Purchasers' Paradise, ten miles away. Literate Martha\nCollins, in the inner room, was fairly screaming: \"Shut that infernal\nthing off and listen to me!\"\n\nThe dozen-odd boys whom Ray had recruited for the improvised\nrelief-expedition were pulling weapons out of the gun locker, pawing\nthrough the boxes on the ammunition shelf, trying to explain to one\nanother the working of machine carbines and burp guns. Yetsko\nshouldered through them and turned down the sound volume of the TV.\n\n\"This is absolutely outrageous!\" Literate Martha Collins stormed at\nhim. \"You ought to be ashamed of yourself, taking these children to a\nmurderous battle like that--\"\n\n\"Well, maybe it ain't right, using savages in a civilized riot,\"\nYetsko admitted, \"but I don't care. The captain's in a jam, and I'd\nuse live devils, if I could catch a few.\" He took a burp gun from one\nof the boys, who had opened the action and couldn't get it closed\nagain. \"Here; you kids don't want this kinda stuff,\" he reproved.\n\"Sono guns, and sleep-gas guns, that's all right. But these things are\nkilling tools!\"\n\n\"It's what we'll have to use, Doug,\" Ray told him. \"Things have been\nhappening, since you went out. Look at the screen.\"\n\nYetsko looked, and swore blisteringly. Then he gave the burp gun back\nto the boy.\n\n\"Look; you gotta press this little gismo, here, to let the action shut\nwhen there's no clip in, or when the clip's empty. When you got a\nloaded clip in, you just pull back on this and let go--\"\n\n       *       *       *       *       *\n\nFrank Cardon looked at his watch, and saw that it was 1345, as it had\nbeen ten seconds before, when he had last looked. He started to drum\nnervously on his chair arm with his fingers, then caught himself as he\nsaw Lancedale, who must have been every bit as anxious as himself,\nstanding outwardly calm and unruffled.\n\n\"Well, that's the situation which now confronts us, brother\nLiterates,\" the slender, white-haired man was finishing. \"You must\nsee, by now, that the policy of unyielding opposition which some of\nyou have advocated and pursued is futile. You know the policy I favor,\nwhich now remains the only policy we can follow; it is summed up in\nthat law of political strategy: If you can't lick 'em, join 'em, and,\nafter joining, take control.\n\n\"In spite of the Radical-Socialist victory in this state at tomorrow's\nelection, it will not be possible, in the next Congress, to enact\nPelton's socialized Literacy program into law. The Radicals will not be\nable to capture enough seats in the lower house, and there are too many\nuncontested seats in the Senate now held by Independent-Conservatives.\nBut, and this is inevitable, barring some unforeseen accident of the\norder of a political cataclysm, they will control both houses of\nCongress after the election of 2144, two years hence, and we can also be\nsure that two years hence Chester Pelton will be nominated and\noverwhelmingly elected president of the Consolidated States of North\nAmerica. Six months thereafter, the socialized Literacy program will be\nthe law of the land.\n\n\"So, we have until mid-2145 to make our preparations. I would estimate\nthat, if we do not destroy ourselves by our own folly in the meantime,\nwe should, two years thereafter, be in complete if secret control of\nthe whole Consolidated States Government. If any of you question that\nlast statement, you can merely ask yourselves one question: How, in\nthe name of all that is rational, can Illiterates control and operate\na system of socialized Literacy? Who but Literates can keep such a\nprogram from disintegrating into complete and indescribable confusion?\n\n\"I don't ask for any decision at this time. I do not ask for any\ndebate at this time. Let each of us consider the situation in his or\nher own mind, and let us meet again a week from today to consider our\nfuture course of action, each of us realizing that any decision we\ntake then will determine forever the fate of our Fraternities.\" He\nlooked around the room. \"Thank you, brother Literates,\" he said.\n\nInstantly, Cardon was on his feet with a motion to recess the meeting\nuntil 1300 the following Monday, and Brigade commander Chernov\nseconded the motion immediately. As soon as Literate President\nMorehead's gavel banged, Cardon, still on his feet, was running for\nthe double doors at the rear; the two Literates' guards on duty there\ngot them unsealed and opened by the time he had reached them.\n\nThere was another guard in the hall, waiting for him with a little\nrecord-disk.\n\n\"From Major Slater; call came in about ten minutes ago,\" he said.\n\nCardon snapped the disk into his recorder-reproducer and put in the\near plug.\n\n\"Frank,\" Slater's voice came out of the small machine. \"You'd better\nget busy, or you won't have any candidate when the polls open tomorrow.\nJust got a call from Pelton's store--place infiltrated by goons,\nestimated strength two hundred, presumed Independent-Conservatives.\nSerious rioting already going on; I'm taking my reserve company there.\nAnd if you haven't found out, yet, where China is, it's on the third\nfloor, next to Glassware.\"\n\nCardon pulled out the ear plug, stuffed the recorder into his trouser\npocket, and began unbuckling his Sam Browne as he ran for the nearest\nwall visiphone. He was dialing the guard room on that floor with one\nhand as he took off the belt.\n\n\"Get a big ambulance on the roof, with a Literate medic and\norderly-driver,\" he ordered, unbuttoning his smock. \"And four guards,\nplain clothes if possible, but don't waste time changing clothes if\nyou don't have anybody out of uniform. Heavy-duty sono guns, sleep-gas\nprojectors, gas masks and pistols. Hurry.\" He threw the smock and belt\nat the guard. \"Here, Pancho; put these away for me. Thanks.\" He tossed\nthe last word back over his shoulder as he ran for the escalator.\n\n[Illustration:]\n\nIt was three eternal minutes after he had reached the landing stage\nabove before the ambulance arrived, medic and orderly on the front\nseat and the four guards, all in conservatively cut civilian clothes,\ninside. He crowded in beside the medic, told him, \"Pelton's store,\"\nand snapped the door shut as the big white 'copter began to rise.\n\nThey climbed to five thousand feet, and then the driver nosed his\nvehicle up, cut his propeller and retracted it, and fired his rocket,\naiming toward downtown Manhattan. Four minutes later, after the rocket\nstopped firing and they were on the down-curve of their trajectory,\nthe propeller was erected and they began letting down toward the\ncentral landing stage of Pelton's Purchasers' Paradise. Cardon cut in\nthe TV and began calling the control tower.\n\n\"Ambulance, to evacuate Mr. Pelton,\" he called. \"What's the score,\ndown there?\"\n\nOne of Pelton's traffic-control men appeared on Cardon's screen.\n\"You're safe to land on the central stage, but you'd better come in at\na long angle from the north,\" he said. \"We control the north public\nstage, but the east and south stages are in the hands of the goons;\nthey'd fire on you. Land beside that big pile of boxes under\ntarpaulins up here, but be careful; it's fireworks we didn't have time\nto get into storage.\"\n\nThe ambulance came slanting in from uptown, and Cardon looked around\nanxiously. The May-fly dance of customers' 'copters had stopped; there\nwas a Sabbath stillness about the big store, at least visually. A few\nsmall figures in Literates' guards black leather moved about on the\nnorth landing stage, and several Pelton employees were on the central\nstop stage. The howling of the 'copter propeller overhead effectively\nblocked out any sounds that might be coming from the building, at\nleast until the ambulance landed. Then a spatter of firing from below\nwas audible.\n\nCardon, the medic and the guards piled out, the latter with the\nstretcher. The orderly-driver got out his tablet pistol and checked\nthe chamber, then settled into a posture of watchful relaxation. Major\nSlater was waiting for them by one of the vertical lift platforms.\n\n\"I tried to get hold of you, but that blasted meeting was going on,\nand they had the doors sealed, and--\" he began.\n\nCardon hushed him quickly. \"Around here, I'm an Illiterate,\" he\nwarned. \"Where's Pelton? We've got to get him and his daughter out of\nhere, at once.\"\n\n\"He's still flat on his back, out cold,\" Slater said. \"The medic you\nsent around here gave him a shot of hypnotaine: he'll be out for a\ncouple of hours, yet. Prestonby's still here. He's commanding the\ndefense; doing a good job, too.\"\n\nThat was good. Ralph would help get Claire to Literates' Hall, after\nthey'd gotten her father to safety.\n\n\"There must be about five hundred Independent-Conservative storm\ntroopers in the store,\" Slater was saying. \"Most of them got here\nafter we did. The city cops have all the street approaches roped off;\nthey're letting nobody but Grant Hamilton's thugs in.\"\n\n\"They were fairly friendly this morning,\" Cardon said. \"Mayor Jameson\nmust have passed the word.\" They all got off the lift two floors down,\nwhere they found Claire Pelton and Ralph Prestonby waiting. \"Hello,\nRalph. Claire. What's the situation?\"\n\n\"We have all the twelfth floor,\" Prestonby said. \"We have about half\nthe eleventh, including the north and west public stages. We have the\nbasement and the storerooms and the warehouse--Sergeant Coccozello's\ndown there, with as many of the store police and Literates and\nLiterates' guards and store-help as he could salvage, and the\nwarehouse gang. They've taken most of the ground floor, the main\nmezzanine, and parts of the second floor. We moved two of the 7-mm\nmachine guns down from the top, and we control the front street\nentrance with them and a couple of sono guns. The store's isolated\nfrom the outside by the city police, who are allowing re-enforcements\nto come through for the raiders, but we're managing to stop them at\nthe doors.\"\n\n\"Have you called Radical-Socialist headquarters for help?\"\n\n\"Yes, half a dozen times. There's some fellow named Yingling there,\nwho says that all their storm troops are over in North Jersey, on some\nkind of a false-alarm riot-call, and can't be contacted.\"\n\n\"So?\" Cardon commented gently. \"That's too bad, now.\" Too bad for\nHorace Yingling and Joe West; this time tomorrow, they'll be a pair of\ndead traitors, he thought. \"Well, we'll have to make do with what we\nhave. Where's Russ Latterman, by the way?\"\n\nPrestonby gave a sidewise glance toward Claire and shook his head, his\nlips pressed tightly together. _She doesn't know, yet_, Cardon\ninterpreted.\n\n\"Down in the basement, with Coccozello,\" Prestonby said, aloud. \"We're\nin telephone communication with Coccozello, and have a freight\nelevator running between here and the basement. Coccozello says\nLatterman is using a rifle against the raiders, killing every one he\ncan get a shot at.\"\n\nCardon nodded. Probably vindictive about being involved in action\ninjurious to Pelton's commercial interests; just another odd quirk of\nLiterate ethics.\n\n\"We'd better get him up here,\" he said. \"You and I have got to leave,\nat once; we have to get Pelton and Claire to safety. He can help Major\nSlater till we can get back with re-enforcements. I am going to kill a\nman named Horace Yingling, and then I'm going to round up the storm\ntroops he diverted on a wild-goose chase to North Jersey.\" He nodded\nto the medic and the four plain-clothes guards. \"Get Pelton on the\nstretcher. Better use the canvas flaps and the straps. He's under\nhypnotaine, but it's likely to be a rough trip. Claire, get anything\nyou want to take with you. Ralph will take you where you'll be safe\nfor a while.\"\n\n\"But the store--\" Claire began.\n\n\"Your father has riot-insurance, doesn't he? I know he does; they\ndoubled the premium on him when he came out for Senate. Let the\ninsurance company worry about the store.\"\n\nThe medic and the guards moved into Chester Pelton's private rest room\nwith the stretcher. Claire went to the desk and began picking up odds\nand ends, including the pistol Cardon had given her, and putting them\nin her handbag.\n\n\"We've got to keep her away from her father, for a few days, Ralph,\"\nhe told Prestonby softly. \"It's all over town that she can read and\nwrite. We've got to give him a chance to cool off before he sees her\nagain. Take her to Lancedale. I have everything fixed up; she'll be\nadmitted to the Fraternities this afternoon, and given Literate\nprotection.\"\n\nPrestonby grabbed his hand impulsively. \"Frank! I'll never be able to\nrepay you for this, not if I live to be a thousand--\" he began.\n\nThere was a sudden blast of sound from overhead--the banging of\nmachine guns, the bark of the store's 20-mm auto-cannon, the howling\nof airplane jets, and the crash of explosions. Everybody in the room\njerked up and stood frozen, then Prestonby jumped for the TV-screen\nand pawed at the dials. A moment later, after the screen flashed and\nwent black twice, they were looking across the topside landing stage\nfrom a pickup at one corner.\n\nA slim fighter-bomber, with square-tipped, backswept, wings, was\njetting up in almost perpendicular flight; another was coming in\ntoward the landing stage, and, as they watched, a flight of rockets\nleaped forward from under its wings. Cardon saw the orderly-driver of\nthe ambulance jump down and start to run for the open lift-shaft. He\ngot five steps away from his vehicle. Then the rockets came in, and\none of them struck the tarpaulin-covered pile of boxes beside the\nambulance. There was a flash of multicolored flame, in which the man\nand the vehicle he had left both vanished. Immediately, the screen\nwent black.\n\nThe fireworks had mostly exploded at the first blast; however, when\nCardon and Major Slater and one or two others reached the top landing\nstage, there were still explosions. A thing the size and shape of a\ntwo-gallon kettle, covered with red paper, came rolling toward them,\nand suddenly let go with a blue-green flash, throwing a column of\nsmoke, in miniature imitation of an A-bomb, into the air. Something\nabout three feet long came whizzing at them on the end of a tail of\nfire, causing them to fling themselves flat; involuntarily, Cardon's\nhead jerked about and his eyes followed it until it blew up with a\nflash and a bang three blocks uptown. Here and there, colored fire\nflared, small rockets flew about, and firecrackers popped.\n\nThe ambulance was gone, blown clear off the roof. The other 'copters\non the landing stage were a tangled mass of wreckage. The 20-mm was\ntoppled over; the gunner was dead, and one of the crew, half-dazed,\nwas trying to drag a third man from under the overturned gun. The\ncontrol tower, with the two 12-mm machine guns, was wrecked. The two\n7-mm's that had been left on the top had vanished, along with the\nmachine gunners, in a hole that had been blown in the landing stage.\n\nCardon, Slater, and the others dashed forward and pulled the\nauto-cannon off the injured man, hauling him and his companion over to\nthe lift. The two rakish-winged fighter-bombers were returning,\nspraying the roof with machine-gun bullets, and behind them came a\nprocession of fifteen big 'copters. They dropped the lift hastily;\nSlater jumped off when it was still six feet above the floor, and\nbegan shouting orders.\n\n\"Falk: take ten men and get to the head of this lift-shaft! Burdick,\nLevine: get as many men as you can in thirty seconds, and get up to\nthe head of the escalator! Diaz: go down and tell Sternberg to bring\nall his gang up here!\"\n\nCardon caught up a rifle and rummaged for a bandolier of ammunition,\nlosing about a minute in the search. The delay was fortunate; when he\ngot to the escalators, he was met by a rush of men hurrying down the\nascending spiral or jumping over onto the descending one.\n\n\"Sono guns!\" one of them was shouting. \"They have the escalator head\ncovered; you'll get knocked out before you get off the spiral!\"\n\nHe turned and looked toward the freight lift. It was coming down again,\nwith Falk and his men unconscious on it, knocked senseless by bludgeons\nof inaudible sound, and a half a dozen of the 'copter-borne raiders, all\nwearing the white robes and hoods of the Independent-Conservative storm\ntroops. He swung his rifle up and began squeezing the trigger,\nremembering to first make sure that the fire-control lever was set\nforward for semiauto, and remembering his advice to Goodkin, that\nmorning. By the time the platform had stopped, all the men in white\nrobes were either dead or wounded, and none of the unconscious\nLiterates' guards along with them had been injured. The medic who had\ncome with Cardon, assisted by a couple of the office force, got the\ncasualties sorted out. There was nothing that could be done about the\nmen who had been sono-stunned; in half an hour or so, they would recover\nconsciousness with no ill effects that a couple of headache tablets\nwouldn't set right.\n\nThe situation, while bad, was not immediately desperate. If the\nwhite-clad raiders controlled the top landing stage, they were pinned\ndown by the firearms and sono guns of the defenders, below, who were\nin a position to stop anything that came down the escalators or the\nlift shaft. The fate of the first party was proof of that. And the\nvery magnitude of the riot guaranteed that somebody on the outside,\ncity police, State guards, or even Consolidated States regulars, would\nbe taking a hand shortly. The air attack and 'copter-landing on the\nroof had been excellent tactics, but it had been a serious\npolicy-blunder. As long as the disturbance had been confined to the\ninterior of the store, the city police could shrug it off as another\nminor riot on property supposed to be protected by private police, and\ndo nothing about it. The rocket-attack on the top landing stage and\nthe spectacular explosion of the fireworks temporarily stored there,\nhowever, was something that simply couldn't be concealed or dismissed.\nThe cloud of varicolored smoke alone must have been visible all over\nthe five original boroughs of the older New York, and there were\nprobably rumors of atom-bombing going around.\n\n\"What gets me,\" Slater, who must have been thinking about the same\nthing, said to Cardon, \"is where they got hold of those two\nfighter-bombers. That kind of stuff isn't supposed to be in private\nhands.\"\n\n\"A couple of hundred years ago, they had something they called the\nSullivan Law,\" Cardon told him. \"Private citizens weren't even allowed\nto own pistols. But the gangsters and hoodlums seemed to be able to\nget hold of all the pistols they wanted, and burp guns, too. I know of\nfour or five racket gangs in this area that have aircraft like that,\nbased up in the Adirondacks, at secret fields. Anybody who has\nconnections with one of those gangs can order an air attack like this\non an hour's notice, if he's able to pay for it. What I can't\nunderstand is the Independent-Conservatives doing anything like this.\nThe facts about this business will be all over the state before the\npolls open tomorrow--\" He snapped his fingers suddenly. \"Come on;\nlet's have a look at those fellows who came down on the lift!\"\n\nThere were two dead men in white Independent-Conservative robes and\nhoods, lying where they had been dragged from the lift platform.\nCardon pulled off the hoods and zipped open the white robes. One of\nthe men was a complete stranger; the other, however, was a man he had\nseen, earlier in the day, at the Manhattan headquarters of the\nRadical-Socialist Party. One of the Consolidated Illiterates'\nOrganization people; a follower of West and Yingling.\n\n\"So that's how it was!\" he said, straightening. \"Now I get it! Let's\ngo see if any of those wounded goons are in condition to be\nquestioned.\"\n\n       *       *       *       *       *\n\nRay Pelton and Doug Yetsko had their heads out an open window on the\nright side of the cab of the 'copter truck; Ray was pointing down.\n\n\"That roof, over there, looks like a good place to land,\" he said. \"We\ncan get down the fire escape, and the hatch to the conveyor belt is\nonly half a block away.\"\n\nYetsko nodded. There'd be a watchman, or a private cop, in the\nbuilding on which Ray intended landing. A couple of hundred dollars\nwould take care of him, and they could leave two of Mason's boys with\nthe vehicles to see that he stayed bribed.\n\n\"Sure we can get in on the freight conveyor?\" he asked. \"Maybe it'll\nbe guarded.\"\n\n\"Then we'll have to crawl in through the cable conduit,\" Ray said.\n\"I've done that, lots of times; so have most of the other guys.\" He\nnodded toward the body of the truck, behind, where his dozen-odd\n'teenage recruits were riding. \"I've played all over the store, ever\nsince I've been big enough to walk; I must know more about it than\nanybody but the guy who built it. That's why I said we'd have to bring\nbullet guns; down where we're going, we'd gas ourselves with gas guns,\nand if we used sono guns, we'd knock ourselves out with the echo.\"\n\n\"You know, Ray, you'll make a real storm trooper,\" Yetsko said. \"If\nyou manage to stay alive for another ten years, you'll be almost as\ngood a storm troop captain as Captain Prestonby.\"\n\nThat, Ray knew, was about as high praise as Doug Yetsko could give\nanybody. He'd have liked to ask Doug more about Captain\nPrestonby--Doug could never seem to get used to the idea of his\nofficer being a schoolteacher--but there was no time. The 'copter\ntruck was already settling onto the roof.\n\nThe watchman proved amenable to reason. He took one look at Yetsko,\nwith three feet of weighted fire hose in his hand, and gulped, then\naccepted the two C-notes Yetsko gave him. They left a couple of\nLiterates' guards with the vehicles, and Ray led the way to the fire\nescape, and down into the alley. A few hundred feet away, there was an\niron grating which they pulled up. Ray drew the pistol he had gotten\nout of Captain Prestonby's arms locker and checked the magazine,\nchamber, and safety, knowing that Yetsko and the other guards were\nwatching him critically, and then started climbing down the ladder.\n\nThe conduit was halfway down. Yetsko, climbing behind him, examined it\nwith his flashlight, probably wondering how he was going to fit\nhimself into a hole like that. They climbed down onto the concrete\nwalkway beside the conveyor belts, and in the dim light of the\noverhead lamps Ray could see that the two broad belts, to and from the\nstore, were empty for as far as he could see in either direction.\nNormally, there should be things moving constantly in both\ndirections--big wire baskets full of parcels for delivery, and trash\ncontainers, going out, and bales and crates and cases of merchandise,\nand empty delivery baskets and trash containers coming in. He pointed\nthis out to Yetsko.\n\n\"Sure,\" the big Literates' guards sergeant nodded. \"They got control\nof the opening from the terminal, and they probably got a gang up at\nthe other end, too,\" he shouted, over the noise of the conveyor belts.\n\"I hope they haven't got into the basement of the store.\"\n\n\"If they have, I know a way to get in,\" Ray told him. \"You'd better\nstay here for about five minutes, and let me scout ahead. We don't\nwant to run into a big gang of them ahead.\"\n\nYetsko shook his head. \"No, Ray; the captain told me I was to stick\nwith you. I'll go along with you. And we better take another of these\nkids, for a runner, in case we have to send word back.\"\n\n\"Ramon, you come with us,\" Ray said. \"The rest of you, stay here for\nfive minutes, and then, if you don't hear from us, follow us.\"\n\n\"Mason, you take over,\" Yetsko told the guards corporal. \"And keep an\neye out behind you. We're in a sandwich, here; they're behind us, and\nin front of us. If anything comes at you from behind, send the kids\nforward to the next conduit port.\"\n\nRay and Yetsko and Ramon Nogales started forward. Halfway to the next\nconduit port, there was a smear of lubricating oil on the concrete,\nand in it, and away from it in the direction of the store, they found\nfootprints. It was Ramon Nogales who noticed the oil on the ladder to\nthe next conduit port.\n\n\"You stick here,\" Yetsko told him, \"and when Mason and the others come\nup, hold them here. Tell Mason to send one of the guards forward, and\nuse the rest of the gang to grab anybody who comes out. Come on, Ray.\"\n\nAt the port beyond, they halted, waiting for Mason's man to come up.\nThey lost some time, thereafter, but they learned that the section of\nconduit between the two ports was empty and that the main telephone\nline to the store had been cut. Whoever had cut it had gone, either\nforward or back away from the store. A little farther on, the sound of\nshots ahead became audible over the clanking and rattling of the\nconveyor belts.\n\n\"Well, I guess this is where we start crawling,\" Yetsko said. \"Your\nfather's people seem to be holding the store basement against a gang\nin the conveyor tunnel.\"\n\nOne of the boys scouted ahead, and returned to report that they could\nreach the next conduit port, but that the section of both conveyor\nbelts ahead of him was stopped, apparently wedged.\n\nYetsko stood for a moment, grimacing in an effort to reach a decision.\n\n\"I'd like to just go forward and hit them from behind,\" he said. \"But\nI don't know how many of them there are, and we'd have to be careful,\nshooting into them, that we didn't shoot up your father's gang, beyond\nthem. I wish--\"\n\n\"Well, let's go through the conduit, then,\" Ray said. \"We can slide\ndown a branch conduit that runs a power line into the basement. I'll\ngo ahead; everybody at the store knows me, and they don't know you.\nThey might shoot you before they found out you were a friend.\"\n\nBefore Yetsko could object, he started up the ladder, Yetsko behind\nhim and the others following. At the next conduit port, they could\nhear shooting very plainly, seeming to be in front of them. At the\nnext one, the shooting seemed to be going on directly under them, in\nthe tunnel. With the flashlight Yetsko had passed forward to him, Ray\ncould see that the dust on the concrete floor of the three-foot by\nthree-foot passage between and under the power and telephone cables\nwas undisturbed.\n\nA little farther on, there was an opening on the left, and a power\ncable branched off downward, at a sharp angle, overhead. Ray was able\nto turn about and get his feet in front of him; Yetsko had to crawl on\nuntil he had passed it, and then back into it after Ray had entered.\nBracing one foot on either side, Ray inched his way down the\nforty-degree slope, hoping that the two hundred pound weight of Doug\nYetsko wouldn't start sliding upon him.\n\nAhead, he could hear voices. He drew his hands and feet away from the\nsides of the branch conduit and let himself slip, landing in a heap in\nthe electricians' shop, above the furnace rooms. Two men, who had been\nworking at a bench, trying to assemble a mass of equipment into a\nradio, whirled, snatching weapons. Ray knew both of them--Sam\nJacobowitz and George Nyman, who serviced the store's communications\nequipment. They both stared at him, swearing in amazement.\n\n\"All right, Doug!\" Ray called out. \"We're in! Bring the gang down!\"\n\n       *       *       *       *       *\n\nFrank Cardon and Ralph Prestonby were waiting at the freight-elevator\ndoor when it opened and Russell Latterman emerged, a rifle slung over\none shoulder. Cardon stepped forward and took the rifle from him.\n\n\"Come on over here, Russ,\" he said. \"And don't do anything reckless.\"\n\nThey led him to one side. Latterman looked from one to the other\napprehensively, licking his lips.\n\n\"It's all right; we're not going to hurt you, Russ,\" Cardon assured\nhim. \"We just want a few facts. Beside rigging that business with\nBayne, and almost killing Chet Pelton, and forcing Claire to blow her\ncover, how much did you have to do with this business?\"\n\n\"And who put you up to it?\" Prestonby wanted to know. \"My guess is\nJoyner and Graves. Am I right?\"\n\n\"Graves,\" Latterman said. \"Joyner didn't have anything to do with it;\ndidn't know anything about it. He's in charge of the Retail\nMerchandising section, and any action like this would be unethical,\nsince Pelton's is a client of the Retail Merchandising section. All\nGraves told me to do was fix up a situation, using my own judgment,\nthat would provoke a Literate strike and force either Claire or Frank\nhere to betray Literacy. But I had no idea that it would involve a\nriot like this. If I had, I'd have stood on Literates' ethics and\nrefused to have any part in it.\"\n\n\"That's about how I thought it would be,\" Cardon nodded. \"Graves\nprobably was informed by Literates with the Independent-Conservatives\nthat this riot was planned; he wanted to get our people out of the\nstore. Unfortunately for him, he wasn't present at the extemporary\nmeeting that reversed Bayne's action in calling the strike.\" He handed\nthe rifle back to Latterman. \"I just took this in case you might get\nexcited, before I could explain. And you can forget about the\nGraves-Joyner opposition to Pelton. We had a meeting, right after\nnoon. Lancedale gained the upper hand; Joyner and Graves are\nco-operating, now; the plan is to support Pelton and get on the inside\nof the socialized Literacy program, when it's enacted.\"\n\n\"I still think that's a suicidal policy,\" Latterman said. \"But not as\nsuicidal as splitting the Fraternities and trying to follow two\npolicies simultaneously. I wonder if I could put a call through to\nLiterates' Hall without some of these picture-readers overhearing me.\"\n\n\"You've been out of touch, down in the cellar, Russ.\" Prestonby told\nhim. \"Our telephone line's cut, and the radio is smashed.\" He told\nLatterman about the rocket attack on the control tower, which also\nhoused the store's telecast station. \"So we're sandwiched, here; one\ngang has us blocked at the twelfth floor, and another gang's up on the\nroof, trying to get down at us from above, and we've no way to\ncommunicate with the outside. We can pick up the regular telecasts,\nbut nobody outside seems to be paying much attention to us.\"\n\n\"There's a lot of equipment down in the electricians' shop,\" Latterman\nsaid. \"Maybe we could rig up a sending set that could contact one of\nthe telecast stations outside.\"\n\n\"That's an idea,\" Prestonby said. \"Let's see what we can do about it.\"\n\nThey went into Pelton's office. The store owner was still lying\nmotionless on his stretcher. Claire was fiddling with a telecast\nreceiving set; she had just tuned out a lecture on Home\nBeautifications and had gotten the mid-section of a serial in which\nthree couples were somewhat confused over just who was married to\nwhom.\n\n\"Nobody seems to realize what's happening to us!\" she said, turning\nthe knob again. Then she froze, as Elliot C. Mongery--this time\nsponsored by Parc, the Miracle Cleanser--appeared on the screen.\n\n\"... And it seems that the attack on Chester Pelton has picked up new\ncomplications; somebody seems determined to wipe out the whole Pelton\nfamily, because, only ten minutes ago, some twenty armed men invaded\nthe Mineola High School, where Pelton's fifteen-year-old son, Raymond,\nis a student, and forced their way to the office of Literate First\nClass Ralph N. Prestonby, in an attempt to kidnap young Pelton.\nNeither Literate Prestonby, the principal, nor the Pelton boy, who was\nsupposed to be in his office, could be found. The raiders were put to\nflight by the presence of mind of Literate Martha B. Collins, who\npressed the button which turned in the fire alarm, filling the halls\nwith a mob of students. The interlopers fled in panic after being set\nupon and almost mobbed--\"\n\nPrestonby looked worried. \"I left Ray in my office, with Doug Yetsko,\"\nhe said. \"I can't understand--\"\n\n[Illustration:]\n\n\"Maybe Yetsko got a tip that they were coming and got Ray out of the\nschool,\" Cardon suggested. \"I hope he took him home.\" He caught\nhimself just in time to avoid mentioning the platoon of Literates'\nguards at the Pelton home, which he was not supposed to know about.\n\"Don't worry, Claire; if anything'd happened to Ray, Mongery'd have\nbeen screaming about it to high heaven. That's what he's paid to do.\"\n\n\"Well, I'll stake my life on it; if anybody tried to do anything to\nRay while Yetsko was with him, you'd have heard about it,\" Prestonby\nsaid. \"It'd have been a bigger battle than this one.\"\n\n\"... Can't seem to find out anything about what's going on at\nPelton's store,\" Mongery continued. \"Telephone and radio communication\nseems to be broken, and, although there is continuous firing going on\ninside the building, the city police, who have a cordon completely\naround it, say that the situation in the store is well in hand.\nConsidering Chester Pelton's attacks on the city administration and\nparticularly the police department, I leave to your imagination what\nthey mean by that. We do know that a large body of unidentified\nplug-uglies whom Police Inspector Cassidy claims are 'special\nofficers' are holding the conveyor line into the store at the downtown\nManhattan terminal, and nobody seems to know what's going on at the\nother end--\"\n\n\"They have the sections of both belts at the store entrance end\nwedged,\" Latterman said, coming up at the moment. \"Coccozello has a\nbarricade thrown up across the store end of the tunnel, and they have\na barricade about fifty yards down the tunnel. That's where I was\nfighting when you called me up.\"\n\n\"Anything being done about gold-berging up a radio sending-set?\"\nPrestonby asked.\n\n\"Yes. I just called Coccozello,\" Latterman said. \"Fortunately, the\ninter-department telephone is still working. He's put a couple of men\nto work, and thinks he may have a set in operation in about half an\nhour.\"\n\n\"... And if, as I much fear, Chester Pelton has been murdered, then I\nadvise all listening to me to go to the polls tomorrow and vote the\nstraight Anarchist ticket. If we've got to have anarchy in this\ncountry, let's have anarchy for all, and not just for Grant Hamilton\nand his political adherents!\" Mongery was saying.\n\n       *       *       *       *       *\n\nThere was a series of heavy explosions on the floor above. Everybody\ngrabbed weapons and hurried outside, crowding onto the escalators. The\nfloor above was a shambles, with bodies lying about, and the\ndescending escalator was packed with white-robed attackers, who had\napparently prepared for their charge by tossing down a number of\nheavy fragmentation bombs. Cardon had a burp gun, this time; he\nemptied the fifty-shot magazine into the hooded hoodlums who were\ncoming down. Prestonby, beside him, had a heavy sono gun; he kept it\ntrained on the head of the escalator and held the trigger back until\nit was empty, then slapped in a fresh clip of the small blank\ncartridges which produced the sound waves that were amplified and\naltered to stunning vibrations. Still, many of the attackers got\nthrough. More were dropping down the lift-platform shaft. Cardon's\nsubmachine-gun ceased firing, the action open on an empty clip. He\ndropped it and yanked the heavy pistol from his shoulder holster.\nThen, from the direction of the freight elevator, reinforcements\narrived, headed by a huge man in the black leather of the Literates'\nguard, who swung a three-foot length of fire hose with his right hand\nand fired a pistol with his left, and a boy in a black-and-red jacket\nwho was letting off a burp gun in deliberate, parsimonious, bursts. It\nwas a second or two before Cardon recognized them as Prestonby's\nbodyguard, Doug Yetsko, and Claire Pelton's brother Ray. There were\nfour Literates' guards and about a dozen boys with them, all firing\nwith a variety of weapons.\n\nAt the same time, others were arriving on the escalators from the\nfloors below, firing as they came off--Slater's Literates' guards, the\nLiterates and their black-jacketed troopers of Hopkinson's store\nservice crew, the fifteen survivors of the twenty riflemen from Macy &\nGimbel's. The attackers turned and crowded onto the ascending\nescalator. Most of them got away, the casualties being carried up by\nthe escalator. Doug Yetsko bounded forward and brought his fire hose\ndown on the back of one invader's neck. Then, after a last spatter of\nupward-aimed shots from the defenders, there was silence.\n\nCardon stepped forward and yanked the hood from the man whom Yetsko\nhad knocked down, hoping that he had a stunned prisoner who could be\ninterrogated. The man was dead, however, with a broken neck. For a\nmoment, Cardon looked down at the heavy, brutal features of Joe West,\nthe Illiterates' Organization man. If Chester Pelton got out of this\nmess alive and won the election tomorrow, there was going to have to\nbe a purge in the Radical-Socialist party, and something was going to\nhave to be done about the Consolidated Organization of Illiterates. He\nturned to Yetsko.\n\n\"You and your gang got here just in the nick of time,\" he said. \"How\ndid you get into the store?\"\n\n\"Through the freight conveyor, into the basement.\"\n\n\"But I thought those goons had both ends of that plugged.\"\n\n\"They did,\" Yetsko grinned. \"But Ray Pelton took us in at the middle,\nand we crawled through a cable conduit to get around the gang at this\nend.\"\n\nCardon looked around quickly, in search of Ray. The boy, having come\nout of the excitement of battle, was looking around at the litter of\ndead and wounded on the blood-splashed floor. His eyes widened, and he\ngulped. Then, carefully setting the safety of his burp gun and\nslinging it, he went over and leaned against the wall, and was sick.\n\nPrestonby, with Claire Pelton beside him, started toward the\nwhite-faced, retching boy. Yetsko put out a hamlike hand to stop them.\n\n\"If the kid wants to be sick, let him be sick,\" he said. \"He's got a\nright to. I was sicker'n that, after my first fight. But he won't do\nthat the next time.\"\n\n\"There isn't going to be any next time!\" Claire declared, with\nmaternal protectiveness.\n\n\"That's what you think, Miss Claire,\" Yetsko told her. \"That boy's\ngonna make a great storm trooper,\" he declared. \"Every bit as great as\nCaptain Prestonby, here.\"\n\nClaire looked up at Prestonby almost worshipfully. \"And I never knew\nanything about your being a fighting-man, till today,\" she said.\n\"Ralph, there's so much about you that I don't know.\"\n\n\"There'll be plenty of time to find out, now, honey,\" he told her.\n\nCardon stepped over the body of Joe West and went up to them.\n\n\"Sorry to intrude on you two,\" he said, \"but we've got to figure on\nhow to get out of here. Could we get out the same way you got in?\" he\nasked Yetsko. \"And take Mr. Pelton with us?\"\n\nYetsko frowned. \"Part of the way, we gotta crawl through this conduit;\nit's only about a yard square. And we'd have to go up a ladder, and\nout a manhole, to get out of the conveyor tunnel. What sorta shape's\nMr. Pelton in?\"\n\n\"He's under hypnotaine, completely unconscious,\" Prestonby said.\n\n\"Then we'd have to drag him,\" Yetsko said. \"Strap him up in a tarp, or\nload him into a sleeping bag, if we can get hold of one.\"\n\n\"There are plenty, down in the warehouse,\" Latterman interrupted,\njoining them. \"And the warehouse is in our hands.\"\n\n\"All right,\" Cardon decided. \"We'll take him out, now, and take him\nhome. I have some men there who'll take care of him. We'll have to get\nyou and Ray out, too,\" he told Claire. \"I think we'll take both of you\nto Literates' Hall; you'll be absolutely safe there.\"\n\n\"But the store,\" Claire started to object. \"And all these people who\ncame here to help us--\"\n\n\"As soon as I have your father home, I'm going to start rounding up a\ngang to raise the siege,\" Cardon said. \"Radical-Socialist storm\ntroops, and--\" He grinned suddenly. \"The insurance company; the one\nthat has the store insured against riot! Why didn't I think of them\nbefore? They're losing money every second this thing goes on. It'll be\nworth their while to start doing something to stop it!\"\n\n       *       *       *       *       *\n\nThe trip out through the conduit was not so difficult, even with the\nencumbrance of the unconscious Chester Pelton, but Prestonby was\nconvinced that, except for the giant strength of Doug Yetsko, it would\nhave been nearly impossible. Ray Pelton, recovered from his\nafter-battle nausea and steeled by responsibility, went first. Cardon\ncrawled after him, followed by a couple of the boys. Then came Yetsko,\ndragging the sleeping bag in which Chester Pelton was packed like a\nmummy. Prestonby himself followed, pushing on his future\nfather-in-law's feet, and Claire crawled behind, with the rest of\nRay's schoolmates for a rearguard.\n\nThey got past the battle which was still going on at the entrance to\nthe store basement, letting Pelton down with a rope and carrying him\nonto the outward-bound belt. They left it in time to assemble under\nthe ladder leading to the alley through which Ray said they had\nentered, and hauled Pelton up after them. Then, when they were all out\nin the open again, Ray ran up the alley and mounted a fire escape,\nand, in a few minutes, a big 'copter truck which had been parked on\nthe roof let down to them. Into this, Cardon ordered the unconscious\nsenatorial candidate loaded, and the boys who had come with Ray.\n\n\"I'll take him home, and then run the boys to the school,\" he told\nPrestonby. \"You and Ray and Claire get in this other 'copter and go\nstraight to Literates' Hall.\" He pointed up to the passenger vehicle\nwhich was hovering above, waiting for the truck to leave. \"Go in the\nchurch way, and go straight to Lancedale's office. And here.\" He\nscribbled an address and a phone number and a couple of names. \"These\nmen have my 'copter at this address. Call them as soon as you get to\nLiterates' Hall and have them take it at once to Pelton's home, on\nLong Island.\"\n\nPrestonby nodded and watched Cardon climb into the truck. The\nLiterates' guard who was driving lifted it up and began windmilling\naway toward the east. The passenger 'copter, driven by another guard\nfrom the school, settled down. Putting Ray and Claire into it, he\nclimbed in after them.\n\n\"Ray,\" he said, \"how would you like to be a real white-smock\nLiterate?\"\n\nRay's eyes opened. \"You think I'm good enough?\"\n\n\"Good enough to be a novice, to start with. And I don't think you'll\nstay a novice long.\"\n\nClaire looked at him inquiringly, saying nothing.\n\n\"You, too, honey,\" he said. \"Frank fixed it all up. You and Ray will\nbe admitted to the Fraternities, this afternoon. And that will remove\nany objection to our being married.\"\n\n\"But ... how about the Senator?\" she asked.\n\nPrestonby shrugged. \"It's all over the state now that you can read;\nthere's nothing that you can do about it. And Frank has a lot of\ninfluence with him; he'll talk him around to where he'll be willing to\nmake the best of it, in a week or so.\"\n\n       *       *       *       *       *\n\nRussell Latterman noticed that Major Slater was looking at him in a\nrespectfully inquiring manner. He said nothing, and, at length, the\nLiterates' guards officer broke the silence.\n\n\"You didn't go out with the others.\"\n\nLatterman shook his head. \"No, major; I'm an executive of Pelton's\nPurchasers' Paradise, however unlike its name it may look at the\nmoment. My job's here. I'm afraid I'll have to lean pretty heavily on\nyou, until Mr. Cardon can get help to us. I'm not particularly used to\ncombat.\"\n\n\"You've been doing all right with that rifle,\" Slater told him.\n\n\"I can hit what I aim at, yes. But I'm not used to commanding men in\ncombat, and I'm not much of a tactician.\"\n\nSlater thrust out his hand impulsively. \"I took a sort of poor view\nof you, at first. I'm sorry,\" he said. \"Want me to take command?\"\n\n\"If you please, major.\"\n\n\"What are you going to do, after this thing's over?\" Slater asked.\n\n\"Stay on with Pelton's, provided Mr. P. doesn't find out that I\norganized that trick with his medicine and the safe,\" Latterman said.\n\"Since Lancedale seems to have gotten on top at the Hall, I am, as of\nnow, a Lancedale partisan. That's partly opportunism, and it's partly\nbecause, since a single policy has been adopted, I feel obliged to go\nalong with it. I'll have to get the store back in operation, as soon\nas possible. Pelton's going to need money, badly, if he's going to try\nfor the presidency in '44.\" He looked around him. \"You know, I've\nalways wanted to run a fire sale; this'll be even better--a battle\nsale!\"\n\n       *       *       *       *       *\n\nCardon watched Chester Pelton apprehensively as the bald-headed\nmerchant and senatorial candidate sipped from the tall glass in his\nhand and then set it on the table beside him. His face was pale, and\nhe had the look of a man who has just been hit with a blackjack.\n\n\"That's an awful load of bricks to dump on a man, all at once,\nFrank,\" he said reproachfully.\n\n\"You'd rather I told you, now, than turn on the TV and hear some\ncommentator talking about it, wouldn't you?\" Cardon asked.\n\nPelton swore vilely, in a lifeless monotone, cursing Literacy, and\nall Literates back to the invention of the alphabet. Then he stopped\nshort.\n\n\"No, Frank, I don't mean that, either. My own son and daughter are\nLiterates; I can't say that about them. But how long--?\"\n\n\"Oh, for about a year, I'd say. I understand, now, that they were\nadmitted to the Fraternities six months ago,\" he invented.\n\n\"And they were working against me, all that time?\" Pelton demanded.\n\nCardon shook his head. \"No, Chet; they were for you, all the way. Your\ndaughter exposed her Literacy to save your life. Your son and his\nteacher came to your store and fought for you. But there are Literates\nwho want to see you defeated, and they're the ones who made that\naudio-visual, secretly, of the ceremony in which your son and daughter\ntook the Literates' Oath and received the white smock, and they're\ngoing to telecast it this evening at twenty-one hundred. Coming on top\nof the stories that have been going around all afternoon, and Slade\nGardner's speech, this morning, they think that'll be enough to defeat\nyou.\"\n\n\"Well, don't you?\" Pelton gloomed. \"My own kids, Literates!\" He seemed\nto have reached a point at which he was actually getting a masochistic\npleasure out of turning the dagger in his wounds. \"Who'd trust me,\nafter this?\"\n\n\"No, Chet; it isn't enough to beat you--if you just throw away that\ncrying towel and start fighting. They made one mistake that's going\nto wreck them.\"\n\n\"What's that, Frank?\" Pelton brightened, by about one angstrom unit.\n\n\"The timing, of course!\" Cardon told him, impatiently. \"I thought\nyou'd see that, at once. This telecast comes on at twenty-one hundred.\nYour final speech comes on at twenty-one thirty. As soon as they've\nshown this business of Claire and Ray taking the Literate Oath, you'll\nbe on the air, yourself, and if you put on any kind of a show worth\nthe name, it won't be safe for anybody in this state to be caught\nwearing a white smock. Now, if they'd only had the wit to wait till\nafter you'd delivered that speech you've been practicing on for the\nlast two weeks, and then spring this on you, that would have been\ndifferent. They'd have had you over a barrel. But this way, you have\nthem!\"\n\nPelton took another gulp from the tall glass at his elbow, emptying\nit. \"Fix me up another of these, Frank,\" he said. \"I feel like a new\nman, already.\" Then his face clouded again. \"But we have no time to\nprepare a speech, now, and I just can't ad lib one.\"\n\nCardon drew a little half-inch record-disk from his pocket case.\n\n\"Play this off,\" he said. \"I had it fixed up, as soon as I got wise to\nwhat was going to happen. The voice is one of the girls in my office,\nover at the brewery. Pronunciation, grammar, elocution and everything\ncorrect.\"\n\nPelton snapped the disk onto his recorder and put in the ear plug.\nThen, before he pressed the stud, he looked at Cardon curiously.\n\n\"How'd you get onto this, anyhow, Frank?\" he wanted to know.\n\n\"Well ... I hope you don't ask me for an accounting of all the money\nI've been spending in this campaign, because some of the items would\nlook funny as hell, but--\"\n\n\"No accounting, Frank. After all, you spent as much of your own money\nas you did of mine,\" Pelton interrupted.\n\n\"... But I bought myself a pipe line into Literates' Hall big enough\nto chase an elephant through,\" Cardon went on, ignoring the\ninterruption. \"This fellow Mongery, for instance.\" Elliot Mongery was\none of Literate Frank Cardon's best friends; he comforted his\nconscience with the knowledge that Mongery would slander him just as\nunscrupulously, if the interests of the Lancedale Plan were at stake.\n\"I have Mongery just like this.\" He made a clutching and lifting\ngesture, as though he were picking up some small animal by the scruff\nof the neck. \"So, as soon as I got word of it, I started getting this\nthing together. It isn't the kind of a job a Literate semanticist\nwould do, but it's all honest Illiterate thinking, in Illiterate\nlanguage. Turn it on, and tell me what you think of it.\"\n\nWhile Pelton listened to the record, Cardon mixed him another of the\nhighballs, adding a little of the heart-stimulant the medic had given\nhim. Pelton was grinning savagely when he turned off the little\nmachine and took out the ear plug.\n\n\"Great stuff, Frank! And I won't have to ham it much; it's just about\nthe way I feel.\" He thought for a moment. \"You have me talking about\nmy ruined store, there. Just how bad is it, anyhow?\"\n\n\"Pretty bad, Chet. Latterman says it's going to take some time to get\nit fixed up, but he expects to be open for business by Thursday or\nFriday. He's going to put on a big Battle Sale; he says it's going to\nmake retail-merchandising history. And the insurance covers most of\nthe damage.\"\n\n\"Well, tell me about it. How did you get the riot stopped, after you\ngot me out? And how did you--?\"\n\nCardon shook his head. \"You play that record over again; get yourself\nin the mood. When you go on, we'll have you in a chair, wrapped in a\nblanket ... you're supposed to have crawled back out of the Valley of\nthe Shadow of Death to make this speech ... and we'll have the wire\nrun down inside the blanket, so that you can listen to the speech\nwhile you're giving it. Chet, this is going to be one of the great\npolitical speeches of all time--\"\n\n       *       *       *       *       *\n\nLiterate William R. Lancedale looked up from his desk and greeted his\nvisitor with a smile.\n\n\"Well, Frank! Sit down and accept congratulations! I suppose you got\nthe returns?\"\n\nCardon nodded, dropping into a chair beside the desk. \"Just came from\ncampaign headquarters. This automatic tally system they use on the\nvoting machines is really something. Complete returns tabulated and\nreported for the whole state within forty minutes after the polls\nclosed. I won't be silly enough to ask you if you got the returns.\"\n\n\"I deserved that, of course,\" Lancedale chuckled. \"Can I offer you\nrefreshment? A nice big stein of Cardon's Black Bottle, for instance?\"\n\nCardon shuddered and grimaced horribly. \"I've been drinking that slop\nby the bucketful, all day. And Pelton's throwing a victory party,\ntonight, and I'll have to choke down another half gallon of it. Give\nme a cup of coffee, and one of those good cigars of yours.\"\n\nLancedale grinned at him. \"Ah, yes, the jolly brewer. His own best\nadvertisement. How's Pelton reacting to his triumph? And what's his\nattitude toward his children? I've been worrying about that; vestigial\ntraces of a conscience, I suppose.\"\n\n\"Well, I had to keep him steamed up, till after he went off the air,\"\nCardon said. \"Chet isn't a very good actor. But after that, I talked\nto him like a Dutch uncle. Told him what a swell pair of kids and a\nfine son-in-law he had. He got sore at me. Tried to throw me out of\nthe house, a couple of times. I was afraid he was going to have\nanother of those attacks. But by the time Ralph and Claire get back\nfrom their honeymoon and Ray finishes that cram-course for Literate\nprep school, he'll be ready to confer the paternal blessing all\naround. I'm going to stay in town and make sure of it, and then I'm\ntaking about a month's vacation.\"\n\n\"You've earned it, all right.\" Lancedale poured Cardon's coffee and\npassed him the cigar humidor. \"How's Pelton's attitude toward the\nConsolidated Illiterates' Organization, now?\"\n\nCardon, having picked up the Italian stiletto to puncture his cigar,\nlooked at it carefully to make sure that it really had no edge, and\nthen drew it quickly across his throat.\n\n\"Just like that. You know what really happened, yesterday afternoon,\nat the store, don't you?\"\n\n\"Well, in general, yes. I wish you'd fill me in on some of the\ndetails, though, Frank.\"\n\n\"Details he wants. Well.\" Cardon blew on his coffee and sipped it.\n\"The way we played it for propaganda purposes, of course, there was\nonly one big riot, and it was all the work of the wicked Literates and\ntheir Independent-Conservative hirelings. Actually, there were two\nriots. First, there was one the Independents had planned for about a\nweek in advance; that was the one Sforza tipped us on, the one that\nstarted in China. Graves knew about it, enough to advise Latterman to\nget all the Literates out of the store before noon, which Latterman\ndid, with trimmings.\n\n\"Then, there was another riot, masterminded by a couple of\nIlliterates' Organization Action Committee people named Joe West and\nHorace Yingling, both deceased. That was the result of Latterman's\nbright idea to trap Claire and/or me into betraying Literacy. These\nIlliterate fanatics made up their minds, to speak rather loosely, that\nthe whole Pelton family were Literates, including Chet himself. They\ndecided that it was better to kill off their candidate and use him for\na martyr two years from now than to elect him and have him sell them\nout. They got about a hundred or so of their goons dressed in\nIndependent-Conservative KKK costumes, bought air support from Patsy\nCallazo's mob, up in Vermont, and made that attack on the top landing\nstage, after starting a fake riot in North Jersey, to draw off the\nregular Radical-Socialist storm troops. Incidentally, when I found out\nit was Callazo's gang that furnished those fighter bombers, I hired\nanother mob to go up and drop a block-buster on Callazo's field, to\nteach him to keep his schnozzle out of politics.\"\n\nLancedale nodded briskly. \"That I approve of. How about West and\nYingling?\"\n\n\"Prestonby's muscle man, Yetsko, killed West. I took care of Comrade\nYingling, myself, after I'd gotten reinforcements to the store--first\na couple of free-lance storm troops that the insurance company hired,\nand then as many of the Radical Rangers as I could gather up.\"\n\n\"And Pelton knows about all this?\"\n\n\"He certainly does! After this caper, the Illiterates' Organization's\nthrough, as far as any consideration or patronage from the Radicals is\nconcerned.\"\n\n\"Well, that's pretty nearly the best thing I've heard out of the whole\nbusiness,\" Lancedale said. \"In about eight or ten years, we may want\nto pull the Independent-Conservative party together again, to cash in\non public dissatisfaction with Pelton's socialized Literacy program,\nwhich ought to be coming apart at the seams by then. And if we have\nthe Illiterates split into two hostile factions--\"\n\nCardon finished his coffee. \"Well, chief, I've got to be getting\nalong. O'Reilly can only cover me for a short while, and I have to be\ngetting to this victory party of Pelton's--\"\n\nLancedale rose and shook hands with him. \"I can't tell you, too many\ntimes, what a fine job you did, Frank,\" he said. \"I hope ... no,\nknowing you, I'm positive ... that you'll be able to engineer a\nreconciliation between Pelton and his son and daughter and young\nPrestonby. And then, have yourself a good vacation.\"\n\n\"I mean to. I'm going deer hunting, to a place up in the mountains,\nalong the old Pennsylvania-New York state line. A little community of\nabout a thousand people, where everybody, men, women and children, can\nread.\"\n\nLancedale was interested. \"A community of Literates?\"\n\nCardon shook his head. \"Not Literates-with-a-big-L; just people who\ncan read and write,\" he replied. \"It's a kind of back-eddy sort of\nplace, and I imagine, a couple of hundred years ago, the community was\ntoo poor to support one of these 'progressive' school systems that\nmade Illiterates out of the people in the cities. Probably couldn't\nraise enough money in school taxes to buy all the expensive\naudio-visual equipment, so they had to use old-fashioned textbooks,\nand teach the children to read from them. They have radios, and TV, of\ncourse, but they also have a little daily paper, and they have a\ncommunity library.\"\n\nLancedale was thoughtful, for a moment. \"You know, Frank, there must\nbe quite a few little enclaves of lower-case-literacy like that, in\nback-woods and mountain communities, especially in the west and the\nsouth. I'm going to make a project of finding such communities,\nhelping them, and getting recruits from them. They'll fit into the\nPlan. Well, I'll be seeing you some time tomorrow, I suppose?\"\n\nHe watched Cardon go out, and then poured a glass of port for himself\nand sipped slowly, holding the glass to the light and watching the\nruby glow it cast on the desk top. It had been over thirty years ago,\nwhen he had been old Jules de Chambord's assistant, that the Plan had\nbeen first conceived. De Chambord was dead these twenty years, and he\nhad taken the old man's place, and they had only made the first step.\nThings would move faster, now, but he would still die before the Plan\nwas completed, and Frank Cardon, whom he had marked as his successor,\nwould be an old man, and somebody like young Ray Pelton would be ready\nto replace him, but the Plan would go on, until everybody would be\nliterate, not Literate, and illiteracy, not Illiteracy, would be a\nmark of social stigma, and most people would live their whole lives\nwithout personal acquaintance with an illiterate.\n\nThere were a few years, yet, to prepare for the next step. The white\nsmocks would have to go; Literates would have to sacrifice their\npaltry titles and distinctions. There would have to be a\nre-constitution of the Fraternities. Wilton Joyner and Harvey Graves\nand the other Conservative Literates would have to be convinced,\nemotionally as well as intellectually, of the need for change. There\nwere a few of the older brothers who could never adjust their\nthinking; they would have to be promoted to positions with higher\nsalaries and more impressive titles and no authority whatever.\n\nBut that was all a matter of tactics; the younger men, like Frank\nCardon and Elliot Mongery and Ralph Prestonby, could take care of\nthat. Certain changes would occur: A stable and peaceful order of\nsociety, for one thing. A rule of law, and the liquidation of these\ngoon gangs and storm troops and private armies. If a beginning at that\nwere made tomorrow, using the battle at Pelton's store to mobilize\npublic opinion, it would still take two decades to get anything really\nsignificant done. And a renaissance of technological and scientific\nprogress--Today, the manufacturers changed the 'copter models twice a\nyear--and, except for altering the shape of a few chromium-plated\nexcrescences or changing the contours slightly, they were the same\n'copters that had been buzzing over the country at the time of the\nThird World War. Every month, the pharmaceutical companies announced a\nnew wonder drug--and if it wasn't sulfa, it was penicillin, and if it\nwasn't penicillin it would be aureomycin. Why, most of the scientific\nresearch was being carried on by a few Literates in the basements of a\nfew libraries, re-discovering the science of two centuries ago.\n\nHe sighed, and finished his port, and, as he did probably once every\nsix months, he re-filled the glass. He'd be seventy-two next birthday.\nMaybe he'd live long enough to see--\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Null-ABC, by \nHenry Beam Piper and John Joseph McGuire\n\n*** END OF THIS PROJECT GUTENBERG EBOOK NULL-ABC ***\n\n***** This file should be named 18346-8.txt or 18346-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/8/3/4/18346/\n\nProduced by Greg Weeks, Sankar Viswanathan, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}