{"title": "The Edge of the Knife", "author": "Henry Beam Piper", "releaseDate": "June 14, 2006", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Sankar Viswanathan, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         Transcriber's note:\n\n  This etext was produced from Amazing Stories, May 1957. Extensive\n  research did not uncover any evidence that the copyright on this\n  publication was renewed.\n\n\n\n\n                               THE EDGE\n\n                                OF THE\n\n                                KNIFE\n\n\n\n                           By H. BEAM PIPER\n\n\n\n       *       *       *       *       *\n\n_This story was rejected by two top-flight science-fiction editors for\nthe same reason: \"Too hot to handle.\" \"Too dangerous for our book.\"\nWe'd like to know whether or not the readers of_ Amazing Stories\n_agree. Drop us a line after you've read it._\n\n       *       *       *       *       *\n\n\nChalmers stopped talking abruptly, warned by the sudden attentiveness\nof the class in front of him. They were all staring; even Guellick, in\nthe fourth row, was almost half awake. Then one of them, taking his\nsilence as an invitation to questions found his voice.\n\n\"You say Khalid ib'n Hussein's been assassinated?\" he asked\nincredulously. \"When did that happen?\"\n\n[Illustration: There was no past--no future--only a great chaotic\nNOW.]\n\n\"In 1973, at Basra.\" There was a touch of impatience in his voice;\nsurely they ought to know that much. \"He was shot, while leaving the\nParliament Building, by an Egyptian  Arab named Mohammed Noureed,\nwith an old U. S. Army M3 submachine-gun. Noureed killed two of\nKhalid's guards and wounded another before he was overpowered. He was\nlynched on the spot by the crowd; stoned to death. Ostensibly, he and\nhis accomplices were religious fanatics; however, there can be no\ndoubt whatever that the murder was inspired, at least indirectly, by\nthe Eastern Axis.\"\n\nThe class stirred like a grain-field in the wind. Some looked at him\nin blank amazement; some were hastily averting faces red with poorly\nsuppressed laughter. For a moment he was puzzled, and then realization\nhit him like a blow in the stomach-pit. He'd forgotten, again.\n\n\"I didn't see anything in the papers about it,\" one boy was saying.\n\n\"The newscast, last evening, said Khalid was in Ankara, talking to the\nPresident of Turkey,\" another offered.\n\n\"Professor Chalmers, would you tell us just what effect Khalid's death\nhad upon the Islamic Caliphate and the Middle Eastern situation in\ngeneral?\" a third voice asked with exaggerated solemnity. That was\nKendrick, the class humorist; the question was pure baiting.\n\n\"Well, Mr. Kendrick, I'm afraid it's a little too early to assess the\nfull results of a thing like that, if they can ever be fully assessed.\nFor instance, who, in 1911, could have predicted all the consequences\nof the pistol-shot at Sarajevo? Who, even today, can guess what the\nhistory of the world would have been had Zangarra not missed Franklin\nRoosevelt in 1932? There's always that if.\"\n\nHe went on talking safe generalities as he glanced covertly at his\nwatch. Only five minutes to the end of the period; thank heaven he\nhadn't made that slip at the beginning of the class. \"For instance,\ntomorrow, when we take up the events in India from the First World War\nto the end of British rule, we will be largely concerned with another\nvictim of the assassin's bullet, Mohandas K. Gandhi. You may ask\nyourselves, then, by how much that bullet altered the history of the\nIndian sub-continent. A word of warning, however: The events we will\nbe discussing will be either contemporary with or prior to what was\ndiscussed today. I hope that you're all keeping your notes properly\ndated. It's always easy to become confused in matters of chronology.\"\n\nHe wished, too late, that he hadn't said that. It pointed up the very\nthing he was trying to play down, and raised a general laugh.\n\nAs soon as the room was empty, he hastened to his desk, snatched\npencil and notepad. This had been a bad one, the worst yet; he hadn't\nheard the end of it by any means. He couldn't waste thought on that\nnow, though. This was all new and important; it had welled up suddenly\nand without warning into his conscious mind, and he must get it down\nin notes before the \"memory\"--even mentally, he always put that word\ninto quotes--was lost. He was still scribbling furiously when the\ninstructor who would use the room for the next period entered,\nfollowed by a few of his students. Chalmers finished, crammed the\nnotes into his pocket, and went out into the hall.\n\nMost of his own Modern History IV class had left the building and were\non their way across the campus for science classes. A few, however,\nwere joining groups for other classes here in Prescott Hall, and in\nevery group, they were the center of interest. Sometimes, when they\nsaw him, they would fall silent until he had passed; sometimes they\ndidn't, and he caught snatches of conversation.\n\n\"Oh, brother! Did Chalmers really blow his jets this time!\" one voice\nwas saying.\n\n\"Bet he won't be around next year.\"\n\nAnother quartet, with their heads together, were talking more\nseriously.\n\n\"Well, I'm not majoring in History, myself, but I think it's an\noutrage that some people's diplomas are going to depend on grades\ngiven by a lunatic!\"\n\n\"Mine will, and I'm not going to stand for it. My old man's president\nof the Alumni Association, and....\"\n\n       *       *       *       *       *\n\nThat was something he had not thought of, before. It gave him an ugly\nstart. He was still thinking about it as he turned into the side hall\nto the History Department offices and entered the cubicle he shared\nwith a colleague. The colleague, old Pottgeiter, Medieval History, was\nemerging in a rush; short, rotund, gray-bearded, his arms full of\nbooks and papers, oblivious, as usual, to anything that had happened\nsince the Battle of Bosworth or the Fall of Constantinople. Chalmers\nstepped quickly out of his way and entered behind him. Marjorie\nFenner, the secretary they also shared, was tidying up the old man's\ndesk.\n\n\"Good morning, Doctor Chalmers.\" She looked at him keenly for a\nmoment. \"They give you a bad time again in Modern Four?\"\n\nGood Lord, did he show it that plainly? In any case, it was no use\ntrying to kid Marjorie. She'd hear the whole story before the end of\nthe day.\n\n\"Gave myself a bad time.\"\n\nMarjorie, still fussing with Pottgeiter's desk, was about to say\nsomething in reply. Instead, she exclaimed in exasperation.\n\n\"Ohhh! That man! He's forgotten his notes again!\" She gathered some\npapers from Pottgeiter's desk, rushing across the room and out the\ndoor with them.\n\nFor a while, he sat motionless, the books and notes for General\nEuropean History II untouched in front of him. This was going to raise\nhell. It hadn't been the first slip he'd made, either; that thought\nkept recurring to him. There had been the time when he had alluded to\nthe colonies on Mars and Venus. There had been the time he'd mentioned\nthe secession of Canada from the British Commonwealth, and the time\nhe'd called the U. N. the Terran Federation. And the time he'd tried\nto get a copy of Franchard's _Rise and Decline of the System States_,\nwhich wouldn't be published until the Twenty-eighth Century, out of\nthe college library. None of those had drawn much comment, beyond a\nfew student jokes about the history professor who lived in the future\ninstead of the past. Now, however, they'd all be remembered, raked up,\nexaggerated, and added to what had happened this morning.\n\nHe sighed and sat down at Marjorie's typewriter and began transcribing\nhis notes. Assassination of Khalid ib'n Hussein, the pro-Western\nleader of the newly formed Islamic Caliphate; period of anarchy in the\nMiddle East; interfactional power-struggles; Turkish intervention. He\nwondered how long that would last; Khalid's son, Tallal ib'n Khalid,\nwas at school in England when his father was--would be--killed. He\nwould return, and eventually take his father's place, in time to bring\nthe Caliphate into the Terran Federation when the general war came.\nThere were some notes on that already; the war would result from an\nattempt by the Indian Communists to seize East Pakistan. The trouble\nwas that he so seldom \"remembered\" an exact date. His \"memory\" of the\nyear of Khalid's assassination was an exception.\n\nNineteen seventy-three--why, that was this year. He looked at the\ncalendar. October 16, 1973. At very most, the Arab statesman had two\nand a half months to live. Would there be any possible way in which he\ncould give a credible warning? He doubted it. Even if there were, he\nquestioned whether he should--for that matter, whether he\n_could_--interfere....\n\n       *       *       *       *       *\n\nHe always lunched at the Faculty Club; today was no time to call\nattention to himself by breaking an established routine. As he\nentered, trying to avoid either a furtive slink or a chip-on-shoulder\nswagger, the crowd in the lobby stopped talking abruptly, then began\nagain on an obviously changed subject. The word had gotten around,\napparently. Handley, the head of the Latin Department, greeted him\nwith a distantly polite nod. Pompous old owl; regarded himself, for\nsome reason, as a sort of unofficial Dean of the Faculty. Probably\ndidn't want to be seen fraternizing with controversial characters.\nOne of the younger men, with a thin face and a mop of unruly hair,\nadvanced to meet him as he came in, as cordial as Handley was remote.\n\n\"Oh, hello, Ed!\" he greeted, clapping a hand on Chalmers' shoulder. \"I\nwas hoping I'd run into you. Can you have dinner with us this\nevening?\" He was sincere.\n\n\"Well, thanks, Leonard. I'd like to, but I have a lot of work. Could\nyou give me a rain-check?\"\n\n\"Oh, surely. My wife was wishing you'd come around, but I know how it\nis. Some other evening?\"\n\n\"Yes, indeed.\" He guided Fitch toward the dining-room door and nodded\ntoward a table. \"This doesn't look too crowded; let's sit here.\"\n\nAfter lunch, he stopped in at his office. Marjorie Fenner was there,\ntaking dictation from Pottgeiter; she nodded to him as he entered, but\nshe had no summons to the president's office.\n\n       *       *       *       *       *\n\nThe summons was waiting for him, the next morning, when he entered the\noffice after Modern History IV, a few minutes past ten.\n\n\"Doctor Whitburn just phoned,\" Marjorie said. \"He'd like to see you,\nas soon as you have a vacant period.\"\n\n\"Which means right away. I shan't keep him waiting.\"\n\nShe started to say something, swallowed it, and then asked if he\nneeded anything typed up for General European II.\n\n\"No, I have everything ready.\" He pocketed the pipe he had filled on\nentering, and went out.\n\n       *       *       *       *       *\n\nThe president of Blanley College sat hunched forward at his desk; he\nhad rounded shoulders and round, pudgy fists and a round, bald head.\nHe seemed to be expecting his visitor to stand at attention in front\nof him. Chalmers got the pipe out of his pocket, sat down in the\ndesk-side chair, and snapped his lighter.\n\n\"Good morning, Doctor Whitburn,\" he said very pleasantly.\n\nWhitburn's scowl deepened. \"I hope I don't have to tell you why I\nwanted to see you,\" he began.\n\n\"I have an idea.\" Chalmers puffed until the pipe was drawing\nsatisfactorily. \"It might help you get started if you did, though.\"\n\n\"I don't suppose, at that, that you realize the full effect of your\nperformance, yesterday morning, in Modern History Four,\" Whitburn\nreplied. \"I don't suppose you know, for instance, that I had to\nintervene at the last moment and suppress an editorial in the _Black\nand Green_, derisively critical of you and your teaching methods, and,\nby implication, of the administration of this college. You didn't hear\nabout that, did you? No, living as you do in the future, you\nwouldn't.\"\n\n\"If the students who edit the _Black and Green_ are dissatisfied with\nanything here, I'd imagine they ought to say so,\" Chalmers commented.\n\"Isn't that what they teach in the journalism classes, that the\npurpose of journalism is to speak for the dissatisfied? Why make\nexception?\"\n\n\"I should think you'd be grateful to me for trying to keep your\nbehavior from being made a subject of public ridicule among your\nstudents. Why, this editorial which I suppressed actually went so far\nas to question your sanity!\"\n\n\"I should suppose it might have sounded a good deal like that, to\nthem. Of course, I have been preoccupied, lately, with an imaginative\nprojection of present trends into the future. I'll quite freely admit\nthat I should have kept my extracurricular work separate from my\nclass and lecture work, but....\"\n\n\"That's no excuse, even if I were sure it were true! What you did,\nwhile engaged in the serious teaching of history, was to indulge in a\nfarrago of nonsense, obvious as such to any child, and damage not only\nyour own standing with your class but the standing of Blanley College\nas well. Doctor Chalmers, if this were the first incident of the kind\nit would be bad enough, but it isn't. You've done things like this\nbefore, and I've warned you before. I assumed, then, that you were\nmerely showing the effects of overwork, and I offered you a vacation,\nwhich you refused to take. Well, this is the limit. I'm compelled to\nrequest your immediate resignation.\"\n\nChalmers laughed. \"A moment ago, you accused me of living in the\nfuture. It seems you're living in the past. Evidently you haven't\nheard about the Higher Education Faculty Tenure Act of 1963, or such\nthings as tenure-contracts. Well, for your information, I have one;\nyou signed it yourself, in case you've forgotten. If you want my\nresignation, you'll have to show cause, in a court of law, why my\ncontract should be voided, and I don't think a slip of the tongue is\na reason for voiding a contract that any court would accept.\"\n\nWhitburn's face reddened. \"You don't, don't you? Well, maybe it isn't,\nbut insanity is. It's a very good reason for voiding a contract\nvoidable on grounds of unfitness or incapacity to teach.\"\n\nHe had been expecting, and mentally shrinking from, just that. Now\nthat it was out, however, he felt relieved. He gave another short\nlaugh.\n\n\"You're willing to go into open court, covered by reporters from\npapers you can't control as you do this student sheet here, and\ntestify that for the past twelve years you've had an insane professor\non your faculty?\"\n\n\"You're.... You're trying to blackmail me?\" Whitburn demanded, half\nrising.\n\n\"It isn't blackmail to tell a man that a bomb he's going to throw will\nblow up in his hand.\" Chalmers glanced quickly at his watch. \"Now,\nDoctor Whitburn, if you have nothing further to discuss, I have a\nclass in a few minutes. If you'll excuse me....\"\n\nHe rose. For a moment, he stood facing Whitburn; when the college\npresident said nothing, he inclined his head politely and turned,\ngoing out.\n\nWhitburn's secretary gave the impression of having seated herself\nhastily at her desk the second before he opened the door. She watched\nhim, round-eyed, as he went out into the hall.\n\nHe reached his own office ten minutes before time for the next class.\nMarjorie was typing something for Pottgeiter; he merely nodded to her,\nand picked up the phone. The call would have to go through the school\nexchange, and he had a suspicion that Whitburn kept a check on outside\ncalls. That might not hurt any, he thought, dialing a number.\n\n\"Attorney Weill's office,\" the girl who answered said.\n\n\"Edward Chalmers. Is Mr. Weill in?\"\n\nShe'd find out. He was; he answered in a few seconds.\n\n\"Hello, Stanly; Ed Chalmers. I think I'm going to need a little help.\nI'm having some trouble with President Whitburn, here at the college.\nA matter involving the validity of my tenure-contract. I don't want to\ngo into it over this line. Have you anything on for lunch?\"\n\n\"No, I haven't. When and where?\" the lawyer asked.\n\nHe thought for a moment. Nowhere too close the campus, but not too far\naway.\n\n\"How about the Continental; Fontainbleu Room? Say twelve-fifteen.\"\n\n\"That'll be all right. Be seeing you.\"\n\nMarjorie looked at him curiously as he gathered up the things he\nneeded for the next class.\n\n       *       *       *       *       *\n\nStanly Weill had a thin dark-eyed face. He was frowning as he set down\nhis coffee-cup.\n\n\"Ed, you ought to know better than to try to kid your lawyer,\" he\nsaid. \"You say Whitburn's trying to force you to resign. With your\ncontract, he can't do that, not without good and sufficient cause, and\nunder the Faculty Tenure Law, that means something just an inch short\nof murder in the first degree. Now, what's Whitburn got on you?\"\n\nBeat around the bush and try to build a background, or come out with\nit at once and fill in the details afterward? He debated mentally for\na moment, then decided upon the latter course.\n\n\"Well, it happens that I have the ability to prehend future events. I\ncan, by concentrating, bring into my mind the history of the world, at\nleast in general outline, for the next five thousand years. Whitburn\nthinks I'm crazy, mainly because I get confused at times and forget\nthat something I know about hasn't happened yet.\"\n\nWeill snatched the cigarette from his mouth to keep from swallowing\nit. As it was, he choked on a mouthful of smoke and coughed violently,\nthen sat back in the booth-seat, staring speechlessly.\n\n\"It started a little over three years ago,\" Chalmers continued. \"Just\nafter New Year's, 1970. I was getting up a series of seminars for some\nof my postgraduate students on extrapolation of present social and\npolitical trends to the middle of the next century, and I began to\nfind that I was getting some very fixed and definite ideas of what the\nworld of 2050 to 2070 would be like. Completely unified world,\nabolition of all national states under a single world sovereignty,\ncolonies on Mars and Venus, that sort of thing. Some of these ideas\ndidn't seem quite logical; a number of them were complete reversals of\npresent trends, and a lot seemed to depend on arbitrary and\nunpredictable factors. Mind, this was before the first rocket landed\non the Moon, when the whole moon-rocket and lunar-base project was a\ntriple-top secret. But I knew, in the spring of 1970, that the first\nunmanned rocket would be called the _Kilroy_, and that it would be\nlaunched some time in 1971. You remember, when the news was released,\nit was stated that the rocket hadn't been christened until the day\nbefore it was launched, when somebody remembered that old\n'Kilroy-was-here' thing from the Second World War. Well, I knew about\nit over a year in advance.\"\n\nWeill had been listening in silence. He had a naturally skeptical\nface; his present expression mightn't really mean that he didn't\nbelieve what he was hearing.\n\n\"How'd you get all this stuff? In dreams?\"\n\nChalmers shook his head. \"It just came to me. I'd be sitting reading,\nor eating dinner, or talking to one of my classes, and the first thing\nI'd know, something out of the future would come bubbling up in me. It\njust kept pushing up into my conscious mind. I wouldn't have an idea\nof something one minute, and the next it would just be part of my\ngeneral historical knowledge; I'd know it as positively as I know that\nColumbus discovered America in. 1492. The only difference is that I\ncan usually remember where I've read something in past history, but my\nfuture history I know without knowing how I know it.\"\n\n\"Ah, that's the question!\" Weill pounced. \"You don't know how you know\nit. Look, Ed, we've both studied psychology, elementary psychology at\nleast. Anybody who has to work with people, these days, has to know\nsome psychology. What makes you sure that these prophetic impressions\nof yours aren't manufactured in your own subconscious mind?\"\n\n\"That's what I thought, at first. I thought my subconscious was just\nbuilding up this stuff to fill the gaps in what I'd produced from\nlogical extrapolation. I've always been a stickler for detail,\" he\nadded, parenthetically. \"It would be natural for me to supply details\nfor the future. But, as I said, a lot of this stuff is based on\nunpredictable and arbitrary factors that can't be inferred from\nanything in the present. That left me with the alternatives of\ndelusion or precognition, and if I ever came near going crazy, it was\nbefore the _Kilroy_ landed and the news was released. After that, I\nknew which it was.\"\n\n\"And yet, you can't explain how you can have real knowledge of a\nthing before it happens. Before it exists,\" Weill said.\n\n\"I really don't need to. I'm satisfied with knowing that I know. But\nif you want me to furnish a theory, let's say that all these things\nreally do exist, in the past or in the future, and that the present is\njust a moving knife-edge that separates the two. You can't even\nindicate the present. By the time you make up your mind to say, 'Now!'\nand transmit the impulse to your vocal organs, and utter the word, the\noriginal present moment is part of the past. The knife-edge has gone\nover it. Most people think they know only the present; what they know\nis the past, which they have already experienced, or read about. The\ndifference with me is that I can see what's on both sides of the\nknife-edge.\"\n\nWeill put another cigarette in his mouth and bent his head to the\nflame of his lighter. For a moment, he sat motionless, his thin face\nrigid.\n\n\"What do you want me to do?\" he asked. \"I'm a lawyer, not a\npsychiatrist.\"\n\n\"I want a lawyer. This is a legal matter. Whitburn's talking about\nvoiding my tenure contract. You helped draw it; I have a right to\nexpect you to help defend it.\"\n\n\"Ed, have you been talking about this to anybody else?\" Weill asked.\n\n\"You're the first person I've mentioned it to. It's not the sort of\nthing you'd bring up casually, in a conversation.\"\n\n\"Then how'd Whitburn get hold of it?\"\n\n\"He didn't, not the way I've given it to you. But I made a couple of\nslips, now and then. I made a bad one yesterday morning.\"\n\nHe told Weill about it, and about his session with the president of\nthe college that morning. The lawyer nodded.\n\n\"That was a bad one, but you handled Whitburn the right way,\" Weill\nsaid. \"What he's most afraid of is publicity, getting the college\nmixed up in anything controversial, and above all, the reactions of\nthe trustees and people like that. If Dacre or anybody else makes any\ntrouble, he'll do his best to cover for you. Not willingly, of course,\nbut because he'll know that that's the only way he can cover for\nhimself. I don't think you'll have any more trouble with him. If you\ncan keep your own nose clean, that is. Can you do that?\"\n\n\"I believe so. Yesterday I got careless. I'll not do that again.\"\n\n\"You'd better not.\" Weill hesitated for a moment. \"I said I was a\nlawyer, not a psychiatrist. I'm going to give you some psychiatrist's\nadvice, though. Forget this whole thing. You say you can bring these\nimpressions into your conscious mind by concentrating?\" He waited\nbriefly; Chalmers nodded, and he continued: \"Well, stop it. Stop\ntrying to harbor this stuff. It's dangerous, Ed. Stop playing around\nwith it.\"\n\n\"You think I'm crazy, too?\"\n\nWeill shook his head impatiently. \"I didn't say that. But I'll say,\nnow, that you're losing your grip on reality. You are constructing a\nsystem of fantasies, and the first thing you know, they will become\nyour reality, and the world around you will be unreal and illusory.\nAnd that's a state of mental incompetence that I can recognize, as a\nlawyer.\"\n\n\"How about the _Kilroy_?\"\n\nWeill looked at him intently. \"Ed, are you sure you did have that\nexperience?\" he asked. \"I'm not trying to imply that you're\nconsciously lying to me about that. I am suggesting that you\nmanufactured a memory of that incident in your subconscious mind, and\nare deluding yourself into thinking that you knew about it in advance.\nFalse memory is a fairly common thing, in cases like this. Even the\nlittle psychology I know, I've heard about that. There's been talk\nabout rockets to the Moon for years. You included something about that\nin your future-history fantasy, and then, after the event, you\nconvinced yourself that you'd known all about it, including the\nimpromptu christening of the rocket, all along.\"\n\nA hot retort rose to his lips; he swallowed it hastily. Instead, he\nnodded amicably.\n\n\"That's a point worth thinking of. But right now, what I want to know\nis, will you represent me in case Whitburn does take this to court and\ndoes try to void my contract?\"\n\n\"Oh, yes; as you said, I have an obligation to defend the contracts I\ndraw up. But you'll have to avoid giving him any further reason for\ntrying to void it. Don't make any more of these slips. Watch what you\nsay, in class or out of it. And above all, don't talk about this to\nanybody. Don't tell anybody that you can foresee the future, or even\ntalk about future probabilities. Your business is with the past;\nstick to it.\"\n\n       *       *       *       *       *\n\nThe afternoon passed quietly enough. Word of his defiance of Whitburn\nhad gotten around among the faculty--Whitburn might have his secretary\nscared witless in his office, but not gossipless outside it--though it\nhadn't seemed to have leaked down to the students yet. Handley, the\nLatin professor, managed to waylay him in a hallway, a hallway Handley\ndidn't normally use.\n\n\"The tenure-contract system under which we hold our positions here is\none of our most valuable safeguards,\" he said, after exchanging\ngreetings. \"It was only won after a struggle, in a time of public\nanimosity toward all intellectuals, and even now, our professional\nposition would be most insecure without it.\"\n\n\"Yes. I found that out today, if I hadn't known it when I took part in\nthe struggle you speak of.\"\n\n\"It should not be jeopardized,\" Handley declared.\n\n\"You think I'm jeopardizing it?\"\n\nHandley frowned. He didn't like being pushed out of the safety of\ngeneralization into specific cases.\n\n\"Well, now that you make that point, yes. I do. If Doctor Whitburn\ntries to make an issue of ... of what happened yesterday ... and if\nthe court decides against you, you can see the position all of us will\nbe in.\"\n\n\"What do you think I should have done? Given him my resignation when\nhe demanded it? We have our tenure-contracts, and the system was\ninstituted to prevent just the sort of arbitrary action Whitburn tried\nto take with me today. If he wants to go to court, he'll find that\nout.\"\n\n\"And if he wins, he'll establish a precedent that will threaten the\nsecurity of every college and university faculty member in the state.\nIn any state where there's a tenure law.\"\n\nLeonard Fitch, the psychologist, took an opposite attitude. As\nChalmers was leaving the college at the end of the afternoon, Fitch\ncut across the campus to intercept him.\n\n\"I heard about the way you stood up to Whitburn this morning, Ed,\" he\nsaid. \"Glad you did it. I only wish I'd done something like that three\nyears ago.... Think he's going to give you any real trouble?\"\n\n\"I doubt it.\"\n\n\"Well, I'm on your side if he does. I won't be the only one, either.\"\n\n\"Well, thank you, Leonard. It always helps to know that. I don't think\nthere'll be any more trouble, though.\"\n\n       *       *       *       *       *\n\nHe dined alone at his apartment, and sat over his coffee, outlining\nhis work for the next day. When both were finished, he dallied\nindecisively, Weill's words echoing through his mind and raising\ndoubts. It was possible that he had been manufacturing the whole thing\nin his subconscious mind. That was, at least, a more plausible theory\nthan any he had constructed to explain an ability to produce real\nknowledge of the future. Of course, there was that business about the\n_Kilroy_. That had been too close on too many points to be dismissed\nas coincidence. Then, again, Weill's words came back to disquiet him.\nHad he really gotten that before the event, as he believed, or had he\nonly imagined, later, that he had?\n\nThere was one way to settle that. He rose quickly and went to the\nfiling-cabinet where he kept his future-history notes and began\npulling out envelopes. There was nothing about the _Kilroy_ in the\nTwentieth Century file, where it should be, although he examined each\nsheet of notes carefully. The possibility that his notes on that might\nhave been filed out of place by mistake occurred to him; he looked in\nevery other envelope. The notes, as far as they went, were all filed\nin order, and each one bore, beside the future date of occurrence, the\ndate on which the knowledge--or must he call it delusion?--had come to\nhim. But there was no note on the landing of the first unmanned rocket\non Luna.\n\nHe put the notes away and went back to his desk, rummaging through the\ndrawers, and finding nothing. He searched everywhere in the apartment\nwhere a sheet of paper could have been mislaid, taking all his\nbooks, one by one, from the shelves and leafing through them, even\nbooks he knew he had not touched for more than three years. In the\nend, he sat down again at his desk, defeated. The note on the _Kilroy_\nsimply did not exist.\n\nOf course, that didn't settle it, as finding the note would have. He\nremembered--or believed he remembered--having gotten that item of\nknowledge--or delusion--in 1970, shortly before the end of the school\nterm. It hadn't been until after the fall opening of school that he\nhad begun making notes. He could have had the knowledge of the robot\nrocket in his mind then, and neglected putting it on paper.\n\nHe undressed, put on his pajamas, poured himself a drink, and went to\nbed. Three hours later, still awake, he got up, and poured himself\nanother, bigger, drink. Somehow, eventually, he fell asleep.\n\n       *       *       *       *       *\n\nThe next morning, he searched his desk and book-case in the office at\nschool. He had never kept a diary; now he was wishing that he had.\nThat might have contained something that would be evidence, one way or\nthe other. All day, he vacillated between conviction of the reality of\nhis future knowledge and resolution to have no more to do with it.\nOnce he decided to destroy all the notes he had made, and thought of\nmaking a special study of some facet of history, and writing another\nbook, to occupy his mind.\n\nAfter lunch, he found that more data on the period immediately before\nthe Thirty Days' War was coming into his consciousness. He resolutely\nsuppressed it, knowing as he did that it might never come to him\nagain. That evening, too, he cooked dinner for himself at his\napartment, and laid out his class-work for the next day. He'd better\nnot stay in, that evening; too much temptation to settle himself by\nthe living-room fire with his pipe and his notepad and indulge in the\nvice he had determined to renounce. After a little debate, he decided\nupon a movie; he put on again the suit he had taken off on coming\nhome, and went out.\n\n       *       *       *       *       *\n\nThe picture, a random choice among the three shows in the\nneighborhood, was about Seventeenth Century buccaneers; exciting\naction and a sound-track loud with shots and cutlass-clashing. He let\nhimself be drawn into it completely, and, until it was finished, he\nwas able to forget both the college and the history of the future.\nBut, as he walked home, he was struck by the parallel between the\nbuccaneers of the West Indies and the space-pirates in the days of the\ndissolution of the First Galactic Empire, in the Tenth Century of the\nInterstellar Era. He hadn't been too clear on that period, and he\nfound new data rising in his mind; he hurried his steps, almost\nrunning upstairs to his room. It was long after midnight before he had\nfinished the notes he had begun on his return home.\n\nWell, that had been a mistake, but he wouldn't make it again. He\ndetermined again to destroy his notes, and began casting about for a\nsubject which would occupy his mind to the exclusion of the future.\nNot the Spanish Conquistadores; that was too much like the early\nperiod of interstellar expansion. He thought for a time of the Sepoy\nMutiny, and then rejected it--he could \"remember\" something much like\nthat on one of the planets of the Beta Hydrae system, in the Fourth\nCentury of the Atomic Era. There were so few things, in the history of\nthe past, which did not have their counter-parts in the future. That\nevening, too, he stayed at home, preparing for his various classes for\nthe rest of the week and making copious notes on what he would talk\nabout to each. He needed more whiskey to get to sleep that night.\n\nWhitburn gave him no more trouble, and if any of the trustees or\ninfluential alumni made any protest about what had happened in Modern\nHistory IV, he heard nothing about it. He managed to conduct his\nclasses without further incidents, and spent his evenings trying, not\nalways successfully, to avoid drifting into \"memories\" of the\nfuture....\n\n       *       *       *       *       *\n\nHe came into his office that morning tired and unrefreshed by the few\nhours' sleep he had gotten the night before, edgy from the strain, of\ntrying to adjust his mind to the world of Blanley College in mid-April\nof 1973. Pottgeiter hadn't arrived yet, but Marjorie Fenner was\nwaiting for him; a newspaper in her hand, almost bursting with\nexcitement.\n\n\"Here; have you seen it, Doctor Chalmers?\" she asked as he entered.\n\nHe shook his head. He ought to read the papers more, to keep track of\nthe advancing knife-edge that divided what he might talk about from\nwhat he wasn't supposed to know, but each morning he seemed to have\nless and less time to get ready for work.\n\n\"Well, look! Look at that!\"\n\nShe thrust the paper into his hands, still folded, the big, black\nheadline where he could see it.\n\n    KHALID IB'N HUSSEIN ASSASSINATED\n\nHe glanced over the leading paragraphs. Leader of Islamic Caliphate\nshot to death in Basra ... leaving Parliament Building for his palace\noutside the city ... fanatic, identified as an Egyptian named Mohammed\nNoureed ... old American submachine-gun ... two guards killed and a\nthird seriously wounded ... seized by infuriated mob and stoned to\ndeath on the spot....\n\nFor a moment, he felt guilt, until he realized that nothing he could\nhave done could have altered the event. The death of Khalid ib'n\nHussein, and all the millions of other deaths that would follow it,\nwere fixed in the matrix of the space-time continuum. Including,\nmaybe, the death of an obscure professor of Modern History named\nEdward Chalmers.\n\n\"At least, this'll be the end of that silly flap about what happened a\nmonth ago in Modern Four. This is modern history, now; I can talk\nabout it without a lot of fools yelling their heads off.\"\n\nShe was staring at him wide-eyed. No doubt horrified at his\ncold-blooded attitude toward what was really a shocking and senseless\ncrime.\n\n\"Yes, of course; the man's dead. So's Julius Caesar, but we've gotten\nover being shocked at his murder.\"\n\nHe would have to talk about it in Modern History IV, he supposed;\nexplain why Khalid's death was necessary to the policies of the\nEastern Axis, and what the consequences would be. How it would hasten\nthe complete dissolution of the old U. N., already weakened by the\ncrisis over the Eastern demands for the demilitarization and\ninternationalization of the United States Lunar Base, and necessitate\nthe formation of the Terran Federation, and how it would lead,\neventually, to the Thirty Days' War. No, he couldn't talk about that;\nthat was on the wrong side of the knife-edge. Have to be careful about\nthe knife-edge; too easy to cut himself on it.\n\n       *       *       *       *       *\n\nNobody in Modern History IV was seated when he entered the room; they\nwere all crowded between the door and his desk. He stood blinking,\nwondering why they were giving him an ovation, and why Kendrick and\nDacre were so abjectly apologetic. Great heavens, did it take the\nmurder of the greatest Moslem since Saladin to convince people that he\nwasn't crazy?\n\nBefore the period was over, Whitburn's secretary entered with a note\nin the college president's hand and over his signature; requesting\nChalmers to come to his office immediately and without delay. Just\nlike that; expected him to walk right out of his class. He was\nprotesting as he entered the president's office. Whitburn cut him off\nshort.\n\n\"Doctor Chalmers,\"--Whitburn had risen behind his desk as the door\nopened--\"I certainly hope that you can realize that there was nothing\nbut the most purely coincidental connection between the event featured\nin this morning's newspapers and your performance, a month ago, in\nModern History Four,\" he began.\n\n\"I realize nothing of the sort. The death of Khalid ib'n Hussein is a\nfact of history, unalterably set in its proper place in time-sequence.\nIt was a fact of history a month ago no less than today.\"\n\n\"So that's going to be your attitude; that your wild utterances of a\nmonth ago have now been vindicated as fulfilled prophesies? And I\nsuppose you intend to exploit this--this coincidence--to the utmost.\nThe involvement of Blanley College in a mess of sensational publicity\nmeans nothing to you, I presume.\"\n\n\"I haven't any idea what you're talking about.\"\n\n\"You mean to tell me that you didn't give this story to the local\nnewspaper, the _Valley Times_?\" Whitburn demanded.\n\n\"I did not. I haven't mentioned the subject to anybody connected with\nthe _Times_, or anybody else, for that matter. Except my attorney, a\nmonth ago, when you were threatening to repudiate the contract you\nsigned with me.\"\n\n\"I suppose I'm expected to take your word for that?\"\n\n\"Yes, you are. Unless you care to call me a liar in so many words.\" He\nmoved a step closer. Lloyd Whitburn outweighed him by fifty pounds,\nbut most of the difference was fat. Whitburn must have realized that,\ntoo.\n\n\"No, no; if you say you haven't talked about it to the _Valley Times_,\nthat's enough,\" he said hastily. \"But somebody did. A reporter was\nhere not twenty minutes ago; he refused to say who had given him the\nstory, but he wanted to question me about it.\"\n\n\"What did you tell him?\"\n\n\"I refused to make any statement whatever. I also called Colonel\nTighlman, the owner of the paper, and asked him, very reasonably, to\nsuppress the story. I thought that my own position and the importance\nof Blanley College to this town entitled me to that much\nconsideration.\" Whitburn's face became almost purple. \"He ... he\nlaughed at me!\"\n\n\"Newspaper people don't like to be told to kill stories. Not even by\ncollege presidents. That's only made things worse. Personally, I don't\nrelish the prospect of having this publicized, any more than you do. I\ncan assure you that I shall be most guarded if any of the _Times_\nreporters talk to me about it, and if I have time to get back to my\nclass before the end of the period, I shall ask them, as a personal\nfavor, not to discuss the matter outside.\"\n\nWhitburn didn't take the hint. Instead, he paced back and forth,\nstorming about the reporter, the newspaper owner, whoever had given\nthe story to the paper, and finally Chalmers himself. He was livid\nwith rage.\n\n\"You certainly can't imagine that when you made those remarks in class\nyou actually possessed any knowledge of a thing that was still a month\nin the future,\" he spluttered. \"Why, it's ridiculous! Utterly\npreposterous!\"\n\n\"Unusual, I'll admit. But the fact remains that I did. I should, of\ncourse, have been more careful, and not confused future with past\nevents. The students didn't understand....\"\n\nWhitburn half-turned, stopping short.\n\n\"My God, man! You _are_ crazy!\" he cried, horrified.\n\nThe period-bell was ringing as he left Whitburn's office; that meant\nthat the twenty-three students were scattering over the campus,\ntalking like mad. He shrugged. Keeping them quiet about a thing like\nthis wouldn't have been possible in any case. When he entered his\noffice, Stanly Weill was waiting for him. The lawyer drew him out into\nthe hallway quickly.\n\n\"For God's sake, have you been talking to the papers?\" he demanded.\n\"After what I told you....\"\n\n\"No, but somebody has.\" He told about the call to Whitburn's office,\nand the latter's behavior. Weill cursed the college president\nbitterly.\n\n\"Any time you want to get a story in the _Valley Times_, just order\nFrank Tighlman not to print it. Well, if you haven't talked, don't.\"\n\n\"Suppose somebody asks me?\"\n\n\"A reporter, no comment. Anybody else, none of his damn business. And\nabove all, don't let anybody finagle you into making any claims about\nknowing the future. I thought we had this under control; now that\nit's out in the open, what that fool Whitburn'll do is anybody's\nguess.\"\n\nLeonard Fitch met him as he entered the Faculty Club, sizzling with\nexcitement.\n\n\"Ed, this has done it!\" he began, jubilantly. \"This is one nobody can\nlaugh off. It's direct proof of precognition, and because of the\nprominence of the event, everybody will hear about it. And it simply\ncan't be dismissed as coincidence....\"\n\n\"Whitburn's trying to do that.\"\n\n\"Whitburn's a fool if he is,\" another man said calmly. Turning, he saw\nthat the speaker was Tom Smith, one of the math professors. \"I figured\nthe odds against that being chance. There are a lot of variables that\nmight affect it one way or another, but ten to the fifteenth power is\nwhat I get for a sort of median figure.\"\n\n\"Did you give that story to the _Valley Times?_\" he asked Fitch,\nsuspicion rising and dragging anger up after it.\n\n\"Of course, I did,\" Fitch said. \"I'll admit, I had to go behind your\nback and have some of my postgrads get statements from the boys in\nyour history class, but you wouldn't talk about it yourself....\"\n\nTom Smith was standing beside him. He was twenty years younger than\nChalmers, he was an amateur boxer, and he had good reflexes. He caught\nChalmers' arm as it was traveling back for an uppercut, and held it.\n\n\"Take it easy, Ed; you don't want to start a slugfest in here. This is\nthe Faculty Club; remember?\"\n\n\"I won't, Tom; it wouldn't prove anything if I did.\" He turned to\nFitch. \"I won't talk about sending your students to pump mine, but at\nleast you could have told me before you gave that story out.\"\n\n\"I don't know what you're sore about,\" Fitch defended himself. \"I\nbelieved in you when everybody else thought you were crazy, and if I\nhadn't collected signed and dated statements from your boys, there'd\nhave been no substantiation. It happens that extrasensory perception\nmeans as much to me as history does to you. I've believed in it ever\nsince I read about Rhine's work, when I was a kid. I worked in ESP for\na long time. Then I had a chance to get a full professorship by coming\nhere, and after I did, I found that I couldn't go on with it, because\nWhitburn's president here, and he's a stupid old bigot with an\nair-locked mind....\"\n\n\"Yes.\" His anger died down as Fitch spoke. \"I'm glad Tom stopped me\nfrom making an ass of myself. I can see your side of it.\" Maybe that\nwas the curse of the professional intellectual, an ability to see\neverybody's side of everything. He thought for a moment. \"What else\ndid you do, beside hand this story to the _Valley Times?_ I'd better\nhear all about it.\"\n\n\"I phoned the secretary of the American Institute of Psionics and\nParapsychology, as soon as I saw this morning's paper. With the\ntime-difference to the East Coast, I got him just as he reached his\noffice. He advised me to give the thing the widest possible publicity;\nhe thought that would advance the recognition and study of\nparapsychology. A case like this can't be ignored; it will demand\nserious study....\"\n\n\"Well, you got your publicity, all right. I'm up to my neck in it.\"\n\nThere was an uproar outside. The doorman was saying, firmly:\n\n\"This is the Faculty Club, gentlemen; it's for members only. I don't\ncare if you gentlemen are the press, you simply cannot come in here.\"\n\n\"We're all up to our necks in it,\" Smith said. \"Leonard, I don't care\nwhat your motives were, you ought to have considered the effect on the\nrest of us first.\"\n\n\"This place will be a madhouse,\" Handley complained. \"How we're going\nto get any of these students to keep their minds on their work....\"\n\n\"I tell you, I don't know a confounded thing about it,\" Max\nPottgeiter's voice rose petulantly at the door. \"Are you trying to\ntell me that Professor Chalmers murdered some Arab? Ridiculous!\"\n\n       *       *       *       *       *\n\nHe ate hastily and without enjoyment, and slipped through the kitchen\nand out the back door, cutting between two frat-houses and circling\nback to Prescott Hall. On the way, he paused momentarily and chuckled.\nThe reporters, unable to storm the Faculty Club, had gone off in chase\nof other game and had cornered Lloyd Whitburn in front of\nAdministration Center. They had a jeep with a sound-camera mounted on\nit, and were trying to get something for telecast. After gesticulating\nangrily, Whitburn broke away from them and dashed up the steps and\ninto the building. A campus policeman stopped those who tried to\nfollow.\n\nHis only afternoon class was American History III. He got through it\nsomehow, though the class wasn't able to concentrate on the\nReconstruction and the first election of Grover Cleveland. The halls\nwere free of reporters, at least, and when it was over he hurried to\nthe Library, going to the faculty reading-room in the rear, where he\ncould smoke. There was nobody there but old Max Pottgeiter, smoking a\ncigar, his head bent over a book. The Medieval History professor\nlooked up.\n\n\"Oh, hello, Chalmers. What the deuce is going on around here? Has\neverybody gone suddenly crazy?\" he asked.\n\n\"Well, they seem to think I have,\" he said bitterly.\n\n\"They do? Stupid of them. What's all this about some Arab being shot?\nI didn't know there were any Arabs around here.\"\n\n\"Not here. At Basra.\" He told Pottgeiter what had happened.\n\n\"Well! I'm sorry to hear about that,\" the old man said. \"I have a\nfriend at Southern California, Bellingham, who knew Khalid very well.\nWas in the Middle East doing some research on the Byzantine Empire;\nKhalid was most helpful. Bellingham was quite impressed by him; said\nhe was a wonderful man, and a fine scholar. Why would anybody want to\nkill a man like that?\"\n\nHe explained in general terms. Pottgeiter nodded understandingly:\nassassination was a familiar feature of the medieval political\nlandscape, too. Chalmers went on to elaborate. It was a relief to talk\nto somebody like Pottgeiter, who wasn't bothered by the present\nmoment, but simply boycotted it. Eventually, the period-bell rang.\nPottgeiter looked at his watch, as from conditioned reflex, and then\nrose, saying that he had a class and excusing himself. He would have\ncarried his cigar with him if Chalmers hadn't taken it away from him.\n\nAfter Pottgeiter had gone Chalmers opened a book--he didn't notice\nwhat it was--and sat staring unseeing at the pages. So the moving\nknife-edge had come down on the end of Khalid ib'n Hussein's life;\nwhat were the events in the next segment of time, and the segments to\nfollow? There would be bloody fighting all over the Middle East--with\nconsternation, he remembered that he had been talking about that to\nPottgeiter. The Turkish army would move in and try to restore order.\nThere would be more trouble in northern Iran, the Indian Communists\nwould invade Eastern Pakistan, and then the general war, so long\ndreaded, would come. How far in the future that was he could not\n\"remember,\" nor how the nuclear-weapons stalemate that had so far\nprevented it would be broken. He knew that today, and for years\nbefore, nobody had dared start an all-out atomic war. Wars, now, were\nmarginal skirmishes, like the one in Indonesia, or the steady\nunderground conflict of subversion and sabotage that had come to be\ncalled the Subwar. And with the United States already in possession of\na powerful Lunar base.... He wished he could \"remember\" how events\nbetween the murder of Khalid and the Thirty Day's War had been spaced\nchronologically. Something of that had come to him, after the incident\nin Modern History IV, and he had driven it from his consciousness.\n\n       *       *       *       *       *\n\nHe didn't dare go home where the reporters would be sure to find him.\nHe simply left the college, at the end of the school-day, and walked\nwithout conscious direction until darkness gathered. This morning,\nwhen he had seen the paper, he had said, and had actually believed,\nthat the news of the murder in Basra would put an end to the trouble\nthat had started a month ago in the Modern History class. It hadn't:\nthe trouble, it seemed, was only beginning. And with the newspapers,\nand Whitburn, and Fitch, it could go on forever....\n\nIt was fully dark, now; his shadow fell ahead of him on the sidewalk,\nlengthening as he passed under and beyond a street-light, vanishing as\nhe entered the stronger light of the one ahead. The windows of a cheap\ncafe reminded him that he was hungry, and he entered, going to a table\nand ordering something absently. There was a television screen over\nthe combination bar and lunch-counter. Some kind of a comedy\nprogramme, at which an invisible studio-audience was laughing\nimmoderately and without apparent cause. The roughly dressed customers\nalong the counter didn't seem to see any more humor in it than he did.\nThen his food arrived on the table and he began to eat without really\ntasting it.\n\nAfter a while, an alteration in the noises from the television\npenetrated his consciousness; a news-program had come on, and he\nraised his head. The screen showed a square in an Eastern city; the\nvoice was saying:\n\n\"... Basra, where Khalid ib'n Hussein was assassinated early this\nmorning--early afternoon, local time. This is the scene of the crime;\nthe body of the murderer has been removed, but you can still see the\nstones with which he was pelted to death by the mob....\"\n\nA close-up of the square, still littered with torn-up paving-stones. A\nCaliphate army officer, displaying the weapon--it was an old M3, all\nright; Chalmers had used one of those things, himself, thirty years\nbefore, and he and his contemporaries had called it a \"grease-gun.\"\nThere were some recent pictures of Khalid, including one taken as he\nleft the plane on his return from Ankara. He watched, absorbed; it\nwas all exactly as he had \"remembered\" a month ago. It gratified him\nto see that his future \"memories\" were reliable in detail as well as\ngenerality.\n\n\"But the most amazing part of the story comes, not from Basra, but\nfrom Blanley College, in California,\" the commentator was saying,\n\"where, it is revealed, the murder of Khalid was foretold, with\nuncanny accuracy, a month ago, by a history professor, Doctor Edward\nChalmers....\"\n\nThere was a picture of himself, in hat and overcoat, perfectly\nmotionless, as though a brief moving glimpse were being prolonged. A\nglance at the background told him when and where it had been taken--a\nyear and a half ago, at a convention at Harvard. These telecast people\nmust save up every inch of old news-film they ever took. There were\nviews of Blanley campus, and interviews with some of the Modern\nHistory IV boys, including Dacre and Kendrick. That was one of the\nthings they'd been doing with that jeep-mounted sound-camera, this\nafternoon, then. The boys, some brashly, some embarrassedly, were\nsubstantiating the fact that he had, a month ago, described\nyesterday's event in detail. There was an interview with Leonard\nFitch; the psychology professor was trying to explain the phenomenon\nof precognition in layman's terms, and making heavy going of it. And\nthere was the mobbing of Whitburn in front of Administration Center.\nThe college president was shouting denials of every question asked\nhim, and as he turned and fled, the guffaws of the reporters were\nplainly audible.\n\nAn argument broke out along the counter.\n\n\"I don't believe it! How could anybody know all that about something\nbefore it happened?\"\n\n\"Well, you heard that-there professor, what was his name. An' you\nheard all them boys....\"\n\n\"Ah, college-boys; they'll do anything for a joke!\"\n\n\"After refusing to be interviewed for telecast, the president of\nBlanley College finally consented to hold a press conference in his\noffice, from which telecast cameras were barred. He denied the whole\nstory categorically and stated that the boys in Professor Chalmers'\nclass had concocted the whole thing as a hoax....\"\n\n\"There! See what I told you!\"\n\n\"... stating that Professor Chalmers is mentally unsound, and that\nhe has been trying for years to oust him from his position on the\nBlanley faculty but has been unable to do so because of the provisions\nof the Faculty Tenure Act of 1963. Most of his remarks were in the\nnature of a polemic against this law, generally regarded as the\ncollege professors' bill of rights. It is to be stated here that other\nmembers of the Blanley faculty have unconditionally confirmed the fact\nthat Doctor Chalmers did make the statements attributed to him a month\nago, long before the death of Khalid ib'n Hussein....\"\n\n\"Yah! How about _that_, now? How'ya gonna get around _that_?\"\n\nBeckoning the waitress, he paid his check and hurried out. Before he\nreached the door, he heard a voice, almost stuttering with excitement:\n\n\"Hey! Look! That's _him_!\"\n\nHe began to run. He was two blocks from the cafe before he slowed to a\nwalk again.\n\nThat night, he needed three shots of whiskey before he could get to\nsleep.\n\n       *       *       *       *       *\n\nA delegation from the American Institute of Psionics and\nParapsychology reached Blanley that morning, having taken a\nstrato-plane from the East Coast. They had academic titles and degrees\nthat even Lloyd Whitburn couldn't ignore. They talked with Leonard\nFitch, and with the students from Modern History IV, and took\nstatements. It wasn't until after General European History II that\nthey caught up with Chalmers--an elderly man, with white hair and a\nruddy face; a young man who looked like a heavy-weight boxer; a\nmiddle-aged man in tweeds who smoked a pipe and looked as though he\nought to be more interested in grouse-shooting and flower-gardening\nthan in clairvoyance and telepathy. The names of the first two meant\nnothing to Chalmers. They were important names in their own field, but\nit was not his field. The name of the third, who listened silently, he\ndid not catch.\n\n\"You understand, gentlemen, that I'm having some difficulties with the\ncollege administration about this,\" he told them. \"President Whitburn\nhas even gone so far as to challenge my fitness to hold a position\nhere.\"\n\n\"We've talked to him,\" the elderly man said. \"It was not a very\nsatisfactory discussion.\"\n\n\"President Whitburn's fitness to hold his own position could very\neasily be challenged,\" the young man added pugnaciously.\n\n\"Well, then, you see what my position is. I've consulted my attorney,\nMr. Weill and he has advised me to make absolutely no statements of\nany sort about the matter.\"\n\n\"I understand,\" the eldest of the trio said. \"But we're not the press,\nor anything like that. We can assure you that anything you tell us\nwill be absolutely confidential.\" He looked inquiringly at the\nmiddle-aged man in tweeds, who nodded silently. \"We can understand\nthat the students in your modern history class are telling what is\nsubstantially the truth?\"\n\n\"If you're thinking about that hoax statement of Whitburn's, that's a\nlot of idiotic drivel!\" he said angrily. \"I heard some of those boys\non the telecast, last night; except for a few details in which they\nwere confused, they all stated exactly what they heard me say in class\na month ago.\"\n\n\"And we assume,\"--again he glanced at the man in tweeds--\"that you had\nno opportunity of knowing anything, at the time, about any actual\nplot against Khalid's life?\"\n\nThe man in tweeds broke silence for the first time. \"You can assume\nthat. I don't even think this fellow Noureed knew anything about it,\nthen.\"\n\n\"Well, we'd like to know, as nearly as you're able to tell us, just\nhow you became the percipient of this knowledge of the future event of\nthe death of Khalid ib'n Hussein,\" the young man began. \"Was it\nthrough a dream, or a waking experience; did you visualize, or have an\nauditory impression, or did it simply come into your mind....\"\n\n\"I'm sorry, gentlemen.\" He looked at his watch. \"I have to be going\nsomewhere, at once. In any case, I simply can't discuss the matter\nwith you. I appreciate your position; I know how I'd feel if data of\nhistorical importance were being withheld from me. However, I trust\nthat you will appreciate my position and spare me any further\nquestioning.\"\n\nThat was all he allowed them to get out of him. They spent another few\nminutes being polite to one another; he invited them to lunch at the\nFaculty Club, and learned that they were lunching there as Fitch's\nguests. They went away trying to hide their disappointment.\n\n       *       *       *       *       *\n\nThe Psionics and Parapsychology people weren't the only delegation to\nreach Blanley that day. Enough of the trustees of the college lived in\nthe San Francisco area to muster a quorum for a meeting the evening\nbefore; a committee, including James Dacre, the father of the boy in\nModern History IV, was appointed to get the facts at first hand; they\narrived about noon. They talked to some of the students, spent some\ntime closeted with Whitburn, and were seen crossing the campus with\nthe Parapsychology people. They didn't talk to Chalmers or Fitch. In\nthe afternoon, Marjorie Fenner told Chalmers that his presence at a\nmeeting, to be held that evening in Whitburn's office, was requested.\nThe request, she said, had come from the trustees' committee, not from\nWhitburn; she also told him that Fitch would be there. Chalmers\npromptly phoned Stanly Weill.\n\n\"I'll be there along with you,\" the lawyer said. \"If this trustees'\ncommittee is running it, they'll realize that this is a matter in\nwhich you're entitled to legal advice. I'll stop by your place and\npick you up.... You haven't been doing any talking, have you?\"\n\nHe described the interview with the Psionics and Parapsychology\npeople.\n\n\"That was all right.... Was there a man with a mustache, in a brown\ntweed suit, with them?\"\n\n\"Yes. I didn't catch his name....\"\n\n\"It's Cutler. He's an Army major; Central Intelligence. His crowd's\ninterested in whether you had any real advance information on this. He\nwas in to see me, just a while ago. I have the impression he'd like to\nsee this whole thing played down, so he'll be on our side, more or\nless and for the time being. I'll be around to your place about eight;\nin the meantime, don't do any more talking than you have to. I hope we\ncan get this straightened out, this evening. I'll have to go to Reno\nin a day or so to see a client there....\"\n\n       *       *       *       *       *\n\nThe meeting in Whitburn's office had been set for eight-thirty; Weill\nsaw to it that they arrived exactly on time. As they got out of his\ncar at Administration Center and crossed to the steps, Chalmers had\nthe feeling of going to a duel, accompanied by his second. The\nbriefcase Weill was carrying may have given him the idea; it was flat\nand square-cornered, the size and shape of an old case of dueling\npistols. He commented on it.\n\n\"Sound recorder,\" Weill said. \"Loaded with a four-hour spool. No\nmatter how long this thing lasts, I'll have a record of it, if I want\nto produce one in court.\"\n\nAnother party was arriving at the same time--the two Psionics and\nParapsychology people and the Intelligence major, who seemed to have\nformed a working partnership. They all entered together, after a brief\nand guardedly polite exchange of greetings. There were voices raised\nin argument inside when they came to Whitburn's office. The college\npresident was trying to keep Handley, Tom Smith, and Max Pottgeiter\nfrom entering his private room in the rear.\n\n\"It certainly is!\" Handley was saying. \"As faculty members, any\ncontroversy involving establishment of standards of fitness to teach\nunder a tenure-contract concerns all of us, because any action taken\nin this case may establish a precedent which could affect the validity\nof our own contracts.\"\n\nA big man with iron-gray hair appeared in the doorway of the private\noffice behind Whitburn; James Dacre.\n\n\"These gentlemen have a substantial interest in this, Doctor\nWhitburn,\" he said. \"If they're here as representatives of the college\nfaculty, they have every right to be present.\"\n\nWhitburn stood aside. Handley, Smith and Pottgeiter went through the\ndoor; the others followed. The other three members of the trustees'\ncommittee were already in the room. A few minutes later, Leonard Fitch\narrived, also carrying a briefcase.\n\n\"Well, everybody seems to be here,\" Whitburn said, starting toward his\nchair behind the desk. \"We might as well get this started.\"\n\n\"Yes. If you'll excuse me, Doctor.\" Dacre stepped in front of him and\nsat down at the desk. \"I've been selected as chairman of this\ncommittee; I believe I'm presiding here. Start the recorder,\nsomebody.\"\n\nOne of the other trustees went to the sound recorder beside the\ndesk--a larger but probably not more efficient instrument than the one\nWeill had concealed in his briefcase--and flipped a switch. Then he\nand his companions dragged up chairs to flank Dacre's, and the rest\nseated themselves around the room. Old Pottgeiter took a seat next to\nChalmers. Weill opened the case on his lap, reached inside, and closed\nit again.\n\n\"What are they trying to do, Ed?\" Pottgeiter asked, in a loud whisper.\n\"Throw you off the faculty? They can't do that, can they?\"\n\n\"I don't know, Max. We'll see....\"\n\n\"This isn't any formal hearing, and nobody's on trial here,\" Dacre was\nsaying. \"Any action will have to be taken by the board of trustees as\na whole, at a regularly scheduled meeting. All we're trying to do is\nfind out just what's happened here, and who, if anybody, is\nresponsible....\"\n\n\"Well, there's the man who's responsible!\" Whitburn cried, pointing at\nChalmers. \"This whole thing grew out of his behavior in class a month\nago, and I'll remind you that at the time I demanded his resignation!\"\n\n\"I thought it was Doctor Fitch, here, who gave the story to the\nnewspapers,\" one of the trustees, a man with red hair and a thin,\neyeglassed face, objected.\n\n\"Doctor Fitch acted as any scientist should, in making public what he\nbelieved to be an important scientific discovery,\" the elder of the\ntwo Parapsychology men said. \"He believed, and so do we, that he had\ndiscovered a significant instance of precognition--a case of real\nprior knowledge of a future event. He made a careful and systematic\nrecord of Professor Chalmers' statements, at least two weeks before\nthe occurrence of the event to which they referred. It is entirely due\nto him that we know exactly what Professor Chalmers said and when he\nsaid it.\"\n\n\"Yes,\" his younger colleague added, \"and in all my experience I've\nnever heard anything more preposterous than this man Whitburn's\nattempt, yesterday, to deny the fact.\"\n\n\"Well, we're convinced that Doctor Chalmers did in fact say what he's\nalleged to have said, last month,\" Dacre began.\n\n\"Jim, I think we ought to get that established, for the record,\"\nanother of the trustees put in. \"Doctor Chalmers, is it true that you\nspoke, in the past tense, about the death of Khalid ib'n Hussein in\none of your classes on the sixteenth of last month?\"\n\nChalmers rose. \"Yes, it is. And the next day, I was called into this\nroom by Doctor Whitburn, who demanded my resignation from the faculty\nof this college because of it. Now, what I'd like to know is, why did\nDoctor Whitburn, in this same room, deny, yesterday, that I'd said\nanything of the sort, and accuse my students of concocting the story\nafter the event as a hoax.\"\n\n\"One of them being my son,\" Dacre added. \"I'd like to hear an answer\nto that, myself.\"\n\n\"So would I,\" Stanly Weill chimed in. \"You know, my client has a good\ncase against Doctor Whitburn for libel.\"\n\nChalmers looked around the room. Of the thirteen men around him, only\nWhitburn was an enemy. Some of the others were on his side, for one\nreason or another, but none of them were friends. Weill was his\nlawyer, obeying an obligation to a client which, at bottom, was an\nobligation to his own conscience. Handley was afraid of the\npossibility that a precedent might be established which would impair\nhis own tenure-contract. Fitch, and the two men from the Institute of\nPsionics and Parapsychology were interested in him as a source of\nstudy-material. Dacre resented a slur upon his son; he and the others\nwere interested in Blanley College as an institution, almost an\nabstraction. And the major in mufti was probably worrying about the\nconsequences to military security of having a prophet at large. Then a\nhand gripped his shoulder, and a voice whispered in his ear:\n\n\"That's good, Ed; don't let them scare you!\"\n\nOld Max Pottgeiter, at least, was a friend.\n\n\"Doctor Whitburn, I'm asking you, and I expect an answer, why did you\nmake such statements to the press, when you knew perfectly well that\nthey were false?\" Dacre demanded sharply.\n\n\"I knew nothing of the kind!\" Whitburn blustered, showing, under the\nbluster, fear. \"Yes, I demanded this man's resignation on the morning\nof October Seventeenth, the day after this incident occurred. It had\ncome to my attention on several occasions that he was making wild and\nunreasonable assertions in class, and subjecting himself, and with\nhimself the whole faculty of this college, to student ridicule. Why,\nthere was actually an editorial about it written by the student editor\nof the campus paper, the _Black and Green_. I managed to prevent its\npublication....\" He went on at some length about that. \"If I might be\npermitted access to the drawers of my own desk,\" he added with\nelephantine sarcasm, \"I could show you the editorial in question.\"\n\n\"You needn't bother; I have a carbon copy,\" Dacre told him. \"We've all\nread it. If you did, at the time you suppressed it, you should have\nknown what Doctor Chalmers said in class.\"\n\n\"I knew he'd talked a lot of poppycock about a man who was still\nliving having been shot to death,\" Whitburn retorted. \"And if\nsomething of the sort actually happened, what of it? Somebody's always\ntaking a shot at one or another of these foreign dictators, and they\ncan't miss all the time.\"\n\n\"You claim this was pure coincidence?\" Fitch demanded. \"A ten-point\ncoincidence: Event of assassination, year of the event, place,\ncircumstances, name of assassin, nationality of assassin, manner of\nkilling, exact type of weapon used, guards killed and wounded along\nwith Khalid, and fate of the assassin. If that's a simple and\nplausible coincidence, so's dealing ten royal flushes in succession in\na poker game. Tom, you figured that out; what did you say the odds\nagainst it were?\"\n\n\"Was all that actually stated by Doctor Chalmers a month ago?\" one of\nthe trustees asked, incredulously.\n\n\"It absolutely was. Look here, Mr. Dacre, gentlemen.\" Fitch came\nforward, unzipping his briefcase and pulling out papers. \"Here are the\nsigned statements of each of Doctor Chalmers' twenty-three Modern\nHistory Four students, all made and dated before the assassination.\nYou can refer to them as you please; they're in alphabetical order.\nAnd here.\" He unfolded a sheet of graph paper a yard long and almost\nas wide. \"Here's a tabulated summary of the boys' statements. All\nagreed on the first point, the fact of the assassination. All agreed\nthat the time was sometime this year. Twenty out of twenty-three\nagreed on Basra as the place. Why, seven of them even remembered the\nname of the assassin. That in itself is remarkable; Doctor Chalmers\nhas an extremely intelligent and attentive class.\"\n\n\"They're attentive because they know he's always likely to do\nsomething crazy and make a circus out of himself,\" Whitburn\ninterjected.\n\n\"And this isn't the only instance of Doctor Chalmers' precognitive\nability,\" Fitch continued. \"There have been a number of other cases....\"\n\nChalmers jumped to his feet; Stanly Weill rose beside him, shoved the\ncased sound-recorder into his hands, and pushed him back into his\nseat.\n\n\"Gentlemen,\" the lawyer began, quietly but firmly and clearly. \"This\nis all getting pretty badly out of hand. After all, this isn't an\ninvestigation of the actuality of precognition as a psychic\nphenomenon. What I'd like to hear, and what I haven't heard yet, is\nDoctor Whitburn's explanation of his contradictory statements that he\nknew about my client's alleged remarks on the evening after they were\nsupposed to have been made and that, at the same time, the whole thing\nwas a hoax concocted by his students.\"\n\n\"Are you implying that I'm a liar?\" Whitburn bristled.\n\n\"I'm pointing out that you made a pair of contradictory statements,\nand I'm asking how you could do that knowingly and honestly,\" Weill\nretorted.\n\n\"What I meant,\" Whitburn began, with exaggerated slowness, as though\nspeaking to an idiot, \"was that yesterday, when those infernal\nreporters were badgering me, I really thought that some of Professor\nChalmers' students had gotten together and given the _Valley Times_ an\nexaggerated story about his insane maunderings a month ago. I hadn't\nimagined that a member of the faculty had been so lacking in loyalty\nto the college....\"\n\n\"You couldn't imagine anybody with any more intellectual integrity\nthan you have!\" Fitch fairly yelled at him.\n\n\"You're as crazy as Chalmers!\" Whitburn yelled back. He turned to the\ntrustees. \"You see the position I'm in, here, with this infernal\nHigher Education Faculty Tenure Act? I have a madman on my faculty,\nand can I get rid of him? No! I demand his resignation, and he laughs\nat me and goes running for his lawyer! And he is a madman! Nobody but\na madman would talk the way he does. You think this Khalid ib'n\nHussein business is the only time he's done anything like this? Why, I\nhave a list of a dozen occasions when he's done something just as bad,\nonly he didn't have a lucky coincidence to back him up. Trying to get\nbooks that don't exist out of the library, and then insisting that\nthey're standard textbooks. Talking about the revolt of the colonies\non Mars and Venus. Talking about something he calls the Terran\nFederation, some kind of a world empire. Or something he calls\nOperation Triple Cross, that saved the country during some fantastic\nwar he imagined....\"\n\n\"_What did you say?_\"\n\nThe question cracked out like a string of pistol shots. Everybody\nturned. The quiet man in the brown tweed suit had spoken; now he\nlooked as though he were very much regretting it.\n\n\"Is there such a thing as Operation Triple Cross?\" Fitch was asking.\n\n\"No, no. I never heard anything about that; that wasn't what I meant.\nIt was this Terran Federation thing,\" the major said, a trifle too\nquickly and too smoothly. He turned to Chalmers. \"You never did any\nwork for PSPB; did you ever talk to anybody who did?\" he asked.\n\n\"I don't even know what the letters mean,\" Chalmers replied.\n\n\"Politico-Strategic Planning Board. It's all pretty hush-hush, but\nthis term Terran Federation is a tentative name for a proposed\norganization to take the place of the U. N. if that organization\nbreaks up. It's nothing particularly important, and it only exists on\npaper.\"\n\nIt won't exist only on paper very long, Chalmers thought. He was\nwondering what Operation Triple Cross was; he had some notes on it,\nbut he had forgotten what they were.\n\n\"Maybe he did pick that up from somebody who'd talked indiscreetly,\"\nWhitburn conceded. \"But the rest of this tommyrot! Why, he was talking\nabout how the city of Reno had been destroyed by an explosion and\nfire, literally wiped off the map. There's an example for you!\"\n\nHe'd forgotten about that, too. It had been a relatively minor\nincident in the secret struggle of the Subwar; now he remembered\nhaving made a note about it. He was sure that it followed closely\nafter the assassination of Khalid ib'n Hussein. He turned quickly to\nWeill.\n\n\"Didn't you say you had to go to Reno in a day or so?\" he asked.\n\nWeill hushed him urgently, pointing with his free hand to the\nrecorder. The exchange prevented him from noticing that Max Pottgeiter\nhad risen, until the old man was speaking.\n\n\"Are you trying to tell these people that Professor Chalmers is\ncrazy?\" he was demanding. \"Why, he has one of the best minds on the\ncampus. I was talking to him only yesterday, in the back room at the\nLibrary. You know,\" he went on apologetically, \"my subject is Medieval\nHistory; I don't pay much attention to what's going on in the\ncontemporary world, and I didn't understand, really, what all this\nexcitement was about. But he explained the whole thing to me, and did\nit in terms that I could grasp, drawing some excellent parallels with\nthe Byzantine Empire and the Crusades. All about the revolt at\nDamascus, and the sack of Beirut, and the war between Jordan and Saudi\nArabia, and how the Turkish army intervened, and the invasion of\nPakistan....\"\n\n\"When did all this happen?\" one of the trustees demanded.\n\nPottgeiter started to explain; Chalmers realized, sickly, how much of\nhis future history he had poured into the trusting ear of the old\nmedievalist, the day before.\n\n\"Good Lord, man; don't you read the papers at all?\" another of the\ntrustees asked.\n\n\"No! And I don't read inside-dope magazines, or science fiction. I\nread carefully substantiated facts. And I know when I'm talking to a\nsane and reasonable man. It isn't a common experience, around here.\"\n\nDacre passed a hand over his face. \"Doctor Whitburn,\" he said, \"I must\nadmit that I came to this meeting strongly prejudiced against you, and\nI'll further admit that your own behavior here has done very little to\ndispel that prejudice. But I'm beginning to get some idea of what you\nhave to contend with, here at Blanley, and I find that I must make a\nlot of allowances. I had no idea.... Simply no idea at all.\"\n\n\"Look, you're getting a completely distorted picture of this, Mr.\nDacre,\" Fitch broke in. \"It's precisely as I believed; Doctor Chalmers\nis an unusually gifted precognitive percipient. You've seen,\ngentlemen, how his complicated chain of precognitions about the death\nof Khalid has been proven veridical; I'd stake my life that every one\nof these precognitions will be similarly verified. And I'll stake my\nprofessional reputation that the man is perfectly sane. Of course,\nabnormal psychology and psychopathology aren't my subjects, but....\"\n\n\"They're not my subjects, either,\" Whitburn retorted, \"but I know a\nlunatic by his ravings.\"\n\n\"Doctor Fitch is taking an entirely proper attitude,\" Pottgeiter said,\n\"in pointing out that abnormal psychology is a specialized branch,\noutside his own field. I wouldn't dream, myself, of trying to offer a\ndecisive opinion on some point of Roman, or Babylonian, history. Well,\nif the question of Doctor Chalmers' sanity is at issue here, let's\nconsult somebody who specializes in insanity. I don't believe that\nanybody here is qualified even to express an opinion on that subject,\nDoctor Whitburn least of all.\"\n\nWhitburn turned on him angrily. \"Oh, shut up, you doddering old fool!\"\nhe shouted. \"Look; there's another of them!\" he told the trustees.\n\"Another deadhead on the faculty that this Tenure Law keeps me from\ngetting rid of. He's as bad as Chalmers, himself. You just heard that\nstring of nonsense he was spouting. Why, his courses have been noted\namong the students for years as snap courses in which nobody ever has\nto do any work....\"\n\nChalmers was on his feet again, thoroughly angry. Abuse of himself he\ncould take; talking that way about gentle, learned, old Pottgeiter\nwas something else.\n\n\"I think Doctor Pottgeiter's said the most reasonable thing I've heard\nsince I came in here,\" he declared. \"If my sanity is to be questioned,\nI insist that it be questioned by somebody qualified to do so.\"\n\n[Illustration: Had the sane restrained the insane, or was it the other\nway around?]\n\nWeill set his recorder on the floor and jumped up beside him, trying\nto haul him back into his seat.\n\n\"For God's sake, man! Sit down and shut up!\" he hissed.\n\nChalmers shook off his hand. \"No, I won't shut up! This is the only\nway to settle this, once and for all. And when my sanity's been\nvindicated, I'm going to sue this fellow....\"\n\nWhitburn started to make some retort, then stopped short. After a\nmoment, he smiled nastily.\n\n\"Do I understand, Doctor Chalmers, that you would be willing to submit\nto psychiatric examination?\" he asked.\n\n\"Don't agree; you're putting your foot in a trap!\" Weill told him\nurgently.\n\n\"Of course, I agree, as long as the examination is conducted by a\nproperly qualified psychiatrist.\"\n\n\"How about Doctor Hauserman at Northern State Mental Hospital?\"\nWhitburn asked quickly. \"Would you agree to an examination by him?\"\n\n\"Excellent!\" Fitch exclaimed. \"One of the best men in the field. I'd\naccept his opinion unreservedly.\"\n\nWeill started to object again; Chalmers cut him off. \"Doctor Hauserman\nwill be quite satisfactory to me. The only question is, would he be\navailable?\"\n\n\"I think he would,\" Dacre said, glancing at his watch. \"I wonder if he\ncould be reached now.\" He got to his feet. \"Telephone in your outer\noffice, Doctor Whitburn? Fine. If you gentlemen will excuse me....\"\n\nIt was a good fifteen minutes before he returned, smiling.\n\n\"Well, gentlemen, it's all arranged,\" he said. \"Doctor Hauserman is\nquite willing to examine Doctor Chalmers--with the latter's consent,\nof course.\"\n\n\"He'll have it. In writing, if he wishes.\"\n\n\"Yes, I assured him on that point. He'll be here about noon\ntomorrow--it's a hundred and fifty miles from the hospital, but the\ndoctor flies his own plane--and the examination can start at two in\nthe afternoon. He seems familiar with the facilities of the\npsychology department, here; I assured him that they were at his\ndisposal. Will that be satisfactory to you, Doctor Chalmers?\"\n\n\"I have a class at that time, but one of the instructors can take it\nover--if holding classes will be possible around here tomorrow,\" he\nsaid. \"Now, if you gentlemen will pardon me, I think I'll go home and\nget some sleep.\"\n\n       *       *       *       *       *\n\nWeill came up to the apartment with him. He mixed a couple of drinks\nand they went into the living room with them.\n\n\"Just in case you don't know what you've gotten yourself into,\" Weill\nsaid, \"this Hauserman isn't any ordinary couch-pilot; he's the state\npsychiatrist. If he gets the idea you aren't sane, he can commit you\nto a hospital, and I'll bet that's exactly what Whitburn had in mind\nwhen he suggested him. And I don't trust this man Dacre. I thought he\nwas on our side, at the start, but that was before your friends got\ninto the act.\" He frowned into his drink. \"And I don't like the way\nthat Intelligence major was acting, toward the last. If he thinks you\nknow something you are not supposed to, a mental hospital may be his\nidea of a good place to put you away.\"\n\n\"You don't think this man Hauserman would allow himself to be\ninfluenced ...? No. You just don't think I'm sane. Do you?\"\n\n\"I know what Hauserman'll think. He'll think this future history\nbusiness is a classical case of systematized schizoid delusion. I wish\nI'd never gotten into this case. I wish I'd never even heard of you!\nAnd another thing; in case you get past Hauserman all right, you can\nforget about that damage-suit bluff of mine. You would not stand a\nchance with it in court.\"\n\n\"In spite of what happened to Khalid?\"\n\n\"After tomorrow, I won't stay in the same room with anybody who even\nmentions that name to me. Well, win or lose, it'll be over tomorrow\nand then I can leave here.\"\n\n\"Did you tell me you were going to Reno?\" Chalmers asked. \"Don't do\nit. You remember Whitburn mentioning how I spoke about an explosion\nthere? It happened just a couple of days after the murder of Khalid.\nThere was--will be--a trainload of high explosives in the railroad\nyard; it'll be the biggest non-nuclear explosion since the _Mont\nBlanc_ blew up in Halifax harbor in World War One....\"\n\nWeill threw his drink into the fire; he must have avoided throwing the\nglass in with it by a last-second exercise of self-control.\n\n\"Well,\" he said, after a brief struggle to master himself. \"One thing\nabout the legal profession; you do hear the damnedest things!... Good\nnight, Professor. And try--please try, for the sake of your poor\nharried lawyer--to keep your mouth shut about things like that, at\nleast till after you get through with Hauserman. And when you're\ntalking to him, don't, don't, for heaven's sake, _don't_, volunteer\nanything!\"\n\n       *       *       *       *       *\n\nThe room was a pleasant, warmly-colored, place. There was a desk, much\nlike the ones in the classrooms, and six or seven wicker armchairs. A\nlot of apparatus had been pushed back along the walls; the dust-covers\nwere gay cretonne. There was a couch, with more apparatus, similarly\ncovered, beside it. Hauserman was seated at the desk when Chalmers\nentered.\n\nHe rose, and they shook hands. A man of about his own age,\nsmooth-faced, partially bald. Chalmers tried to guess something of the\nman's nature from his face, but could read nothing. A face well\ntrained to keep its owner's secrets.\n\n\"Something to smoke, Professor,\" he began, offering his cigarette\ncase.\n\n\"My pipe, if you don't mind.\" He got it out and filled it.\n\n\"Any of those chairs,\" Hauserman said, gesturing toward them.\n\nThey were all arranged to face the desk. He sat down, lighting his\npipe. Hauserman nodded approvingly; he was behaving calmly, and didn't\nneed being put at ease. They talked at random--at least, Hauserman\ntried to make it seem so--for some time about his work, his book about\nthe French Revolution, current events. He picked his way carefully\nthrough the conversation, alert for traps which the psychiatrist might\nbe laying for him. Finally, Hauserman said:\n\n\"Would you mind telling me just why you felt it advisable to request a\npsychiatric examination, Professor?\"\n\n\"I didn't request it. But when the suggestion was made, by one of my\nfriends, in reply to some aspersions of my sanity, I agreed to it.\"\n\n\"Good distinction. And why was your sanity questioned? I won't deny\nthat I had heard of this affair, here, before Mr. Dacre called me,\nlast evening, but I'd like to hear your version of it.\"\n\nHe went into that, from the original incident in Modern History IV,\nchoosing every word carefully, trying to concentrate on making a good\nimpression upon Hauserman, and at the same time finding that more\n\"memories\" of the future were beginning to seep past the barrier of\nhis consciousness. He tried to dam them back; when he could not, he\nspoke with greater and greater care lest they leak into his speech.\n\n\"I can't recall the exact manner in which I blundered into it. The\nfact that I did make such a blunder was because I was talking\nextemporaneously and had wandered ahead of my text. I was trying to\nshow the results of the collapse of the Ottoman Empire after the First\nWorld War, and the partition of the Middle East into a loose\ncollection of Arab states, and the passing of British and other\nEuropean spheres of influence following the Second. You know, when you\nconsider it, the Islamic Caliphate was inevitable; the surprising\nthing is that it was created by a man like Khalid....\"\n\nHe was talking to gain time, and he suspected that Hauserman knew it.\nThe \"memories\" were coming into his mind more and more strongly; it\nwas impossible to suppress them. The period of anarchy following\nKhalid's death would be much briefer, and much more violent, than he\nhad previously thought. Tallal ib'n Khalid would be flying from\nEngland even now; perhaps he had already left the plane to take refuge\namong the black tents of his father's Bedouins. The revolt at Damascus\nwould break out before the end of the month; before the end of the\nyear, the whole of Syria and Lebanon would be in bloody chaos, and the\nTurkish army would be on the march.\n\n\"Yes. And you allowed yourself to be carried a little beyond the\npresent moment, into the future, without realizing it? Is that it?\"\n\n\"Something like that,\" he replied, wide awake to the trap Hauserman\nhad set, and fearful that it might be a blind, to disguise the real\ntrap. \"History follows certain patterns. I'm not a Toynbean, by any\nmanner of means, but any historian can see that certain forces\ngenerally tend to produce similar effects. For instance, space travel\nis now a fact; our government has at present a military base on Luna.\nWithin our lifetimes--certainly within the lifetimes of my\nstudents--there will be explorations and attempts at colonization on\nMars and Venus. You believe that, Doctor?\"\n\n\"Oh, unreservedly. I'm not supposed to talk about it, but I did some\nwork on the Philadelphia Project, myself. I'd say that every major\nproblem of interplanetary flight had been solved before the first\nrobot rocket was landed on Luna.\"\n\n\"Yes. And when Mars and Venus are colonized, there will be the same\nhistoric situations, at least in general shape, as arose when the\nEuropean powers were colonizing the New World, or, for that matter,\nwhen the Greek city-states were throwing out colonies across the\nAegean. That's the sort of thing we call projecting the past into the\nfuture through the present.\"\n\nHauserman nodded. \"But how about the details? Things like the\nassassination of a specific personage. How can you extrapolate to a\nthing like that?\"\n\n\"Well....\" More \"memories\" were coming to the surface; he tried to\ncrowd them back. \"I do my projecting in what you might call\nfictionalized form; try to fill in the details from imagination. In\nthe case of Khalid, I was trying to imagine what would happen if his\ninfluence were suddenly removed from Near Eastern and Middle Eastern,\naffairs. I suppose I constructed an imaginary scene of his\nassassination....\"\n\nHe went on at length. Mohammed and Noureed were common enough names.\nThe Middle East was full of old U. S. weapons. Stoning was the\ntraditional method of execution; it diffused responsibility so that no\nindividual could be singled out for blood-feud vengeance.\n\n\"You have no idea how disturbed I was when the whole thing happened,\nexactly as I had described it,\" he continued. \"And worst of all, to\nme, was this Intelligence officer showing up; I thought I was really\nin for it!\"\n\n\"Then you've never really believed that you had real knowledge of the\nfuture?\"\n\n\"I'm beginning to, since I've been talking to these Psionics and\nParapsychology people,\" he laughed. It sounded, he hoped, like a\nnatural and unaffected laugh. \"They seem to be convinced that I\nhave.\"\n\nThere would be an Eastern-inspired uprising in Azerbaijan by the\nmiddle of the next year; before autumn, the Indian Communists would\nmake their fatal attempt to seize East Pakistan. The Thirty Days' War\nwould be the immediate result. By that time, the Lunar Base would be\ncompleted and ready; the enemy missiles would be aimed primarily at\nthe rocketports from which it was supplied. Delivered without warning,\nit should have succeeded--except that every rocketport had its secret\nduplicate and triplicate. That was Operation Triple Cross; no wonder\nMajor Cutler had been so startled at the words, last evening. The\nenemy would be utterly overwhelmed under the rain of missiles from\nacross space, but until the moon-rockets began to fall, the United\nStates would suffer grievously.\n\n\"Honestly, though, I feel sorry for my friend Fitch,\" he added. \"He's\ngoing to be frightfully let down when some more of my alleged\nprophecies misfire on him. But I really haven't been deliberately\ndeceiving him.\"\n\nAnd Blanley College was at the center of one of the areas which would\nreceive the worst of the thermonuclear hell to come. And it would be a\nlittle under a year....\n\n\"And that's all there is to it!\" Hauserman exclaimed, annoyance in his\nvoice. \"I'm amazed that this man Whitburn allowed a thing like this to\nassume the proportions it did. I must say that I seem to have gotten\nthe story about this business in a very garbled form indeed.\" He\nlaughed shortly. \"I came here convinced that you were mentally\nunbalanced. I hope you won't take that the wrong way, Professor,\" he\nhastened to add. \"In my profession, anything can be expected. A good\npsychiatrist can never afford to forget how sharp and fine is the\nknife-edge.\"\n\n\"The knife-edge!\" The words startled him. He had been thinking, at\nthat moment, of the knife-edge, slicing moment after moment\nrelentlessly away from the future, into the past, at each slice coming\ncloser and closer to the moment when the missiles of the Eastern Axis\nwould fall. \"I didn't know they still resorted to surgery, in mental\ncases,\" he added, trying to cover his break.\n\n\"Oh, no; all that sort of thing is as irrevocably discarded as the\nwhips and shackles of Bedlam. I meant another kind of knife-edge; the\nthin, almost invisible, line which separates sanity from non-sanity.\nFrom madness, to use a deplorable lay expression.\" Hauserman lit\nanother cigarette. \"Most minds are a lot closer to it than their\nowners suspect, too. In fact, Professor, I was so convinced that yours\nhad passed over it that I brought with me a commitment form, made out\nall but my signature, for you.\" He took it from his pocket and laid it\non the desk. \"The modern equivalent of the _lettre-de-cachet_, I\nsuppose the author of a book on the French Revolution would call it. I\nwas all ready to certify you as mentally unsound, and commit you to\nNorthern State Mental Hospital.\"\n\nChalmers sat erect in his chair. He knew where that was; on the other\nside of the mountains, in the one part of the state completely\nuntouched by the H-bombs of the Thirty Days' War. Why, the town\noutside which the hospital stood had been a military headquarters\nduring the period immediately after the bombings, and the center from\nwhich all the rescue work in the state had been directed.\n\n\"And you thought you could commit me to Northern State!\" he demanded,\nlaughing scornfully, and this time he didn't try to make the laugh\nsound natural and unaffected. \"You--confine _me_, anywhere? Confine a\npoor old history professor's body, yes, but that isn't me. I'm\nuniversal; I exist in all space-time. When this old body I'm wearing\nnow was writing that book on the French Revolution, I was in Paris,\nwatching it happen, from the fall of the Bastile to the Ninth\nThermidor. I was in Basra, and saw that crazed tool of the Axis shoot\ndown Khalid ib'n Hussein--and the professor talked about it a month\nbefore it happened. I have seen empires rise and stretch from star to\nstar across the Galaxy, and crumble and fall. I have seen....\"\n\nDoctor Hauserman had gotten his pen out of his pocket and was signing\nthe commitment form with one hand; with the other, he pressed a button\non the desk. A door at the rear opened, and a large young man in a\nwhite jacket entered.\n\n\"You'll have to go away for a while, Professor,\" Hauserman was telling\nhim, much later, after he had allowed himself to become calm again.\n\"For how long, I don't know. Maybe a year or so.\"\n\n\"You mean to Northern State Mental?\"\n\n\"Well.... Yes, Professor. You've had a bad crack-up. I don't suppose\nyou realize how bad. You've been working too hard; harder than your\nnervous system could stand. It's been too much for you.\"\n\n\"You mean, I'm nuts?\"\n\n\"Please, Professor. I deplore that sort of terminology. You've had a\nsevere psychological breakdown....\"\n\n\"Will I be able to have books, and papers, and work a little? I\ncouldn't bear the prospect of complete idleness.\"\n\n\"That would be all right, if you didn't work too hard.\"\n\n\"And could I say good-bye to some of my friends?\"\n\nHauserman nodded and asked, \"Who?\"\n\n\"Well, Professor Pottgeiter....\"\n\n\"He's outside now. He was inquiring about you.\"\n\n\"And Stanly Weill, my attorney. Not business; just to say good-bye.\"\n\n\"Oh, I'm sorry, Professor. He's not in town, now. He left almost\nimmediately after.... After....\"\n\n\"After he found out I was crazy for sure? Where'd he go?\"\n\n\"To Reno; he took the plane at five o'clock.\"\n\nWeill wouldn't have believed, anyhow; no use trying to blame himself\nfor that. But he was as sure that he would never see Stanly Weill\nalive again as he was that the next morning the sun would rise. He\nnodded impassively.\n\n\"Sorry he couldn't stay. Can I see Max Pottgeiter alone?\"\n\n\"Yes, of course, Professor.\"\n\nOld Pottgeiter came in, his face anguished. \"Ed! It isn't true,\" he\nstammered. \"I won't believe that it's true.\"\n\n\"What, Max?\"\n\n\"That you're crazy. Nobody can make me believe that.\"\n\nHe put his hand on the old man's shoulder. \"Confidentially, Max,\nneither do I. But don't tell anybody I'm not. It's a secret.\"\n\nPottgeiter looked troubled. For a moment, he seemed to be wondering if\nhe mightn't be wrong and Hauserman and Whitburn and the others right.\n\n\"Max, do you believe in me?\" he asked. \"Do you believe that I knew\nabout Khalid's assassination a month before it happened?\"\n\n\"It's a horribly hard thing to believe,\" Pottgeiter admitted. \"But,\ndammit, Ed, you did! I know, medieval history is full of stories\nabout prophecies being fulfilled. I always thought those stories were\njust legends that grew up after the event. And, of course, he's about\na century late for me, but there was Nostradamus. Maybe those old\nprophecies weren't just _ex post facto_ legends, after all. Yes. After\nKhalid, I'll believe that.\"\n\n\"All right. I'm saying, now, that in a few days there'll be a bad\nexplosion at Reno, Nevada. Watch the papers and the telecast for it.\nIf it happens, that ought to prove it. And you remember what I told\nyou about the Turks annexing Syria and Lebanon?\" The old man nodded.\n\"When that happens, get away from Blanley. Come up to the town where\nNorthern State Mental Hospital is, and get yourself a place to live,\nand stay there. And try to bring Marjorie Fenner along with you. Will\nyou do that, Max?\"\n\n\"If you say so.\" His eyes widened. \"Something bad's going to happen\nhere?\"\n\n\"Yes, Max. Something very bad. You promise me you will?\"\n\n\"Of course, Ed. You know, you're the only friend I have around here.\nYou and Marjorie. I'll come, and bring her along.\"\n\n\"Here's the key to my apartment.\" He got it from his pocket and gave\nit to Pottgeiter, with instructions. \"Everything in the filing cabinet\non the left of my desk. And don't let anybody else see any of it. Keep\nit safe for me.\"\n\nThe large young man in the white coat entered.\n\n\nTHE END\n\n\n\n\n\n\nEnd of Project Gutenberg's The Edge of the Knife, by Henry Beam Piper\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE EDGE OF THE KNIFE ***\n\n***** This file should be named 18584.txt or 18584.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/8/5/8/18584/\n\nProduced by Greg Weeks, Sankar Viswanathan, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n*** END: FULL LICENSE ***\n"}