{"title": "The Mercenaries", "author": "Henry Beam Piper", "releaseDate": "July 12, 2006 ", "language": "English", "content": "\n\nE-text prepared by Greg Weeks, Mary Meehan, and the Project Gutenberg\nOnline Distributed Proofreading Team (http://www.pgdp.net/)\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original illustrations.\n      See 18814-h.htm or 18814-h.zip:\n      (http://www.gutenberg.net/dirs/1/8/8/1/18814/18814-h/18814-h.htm)\n      or\n      (http://www.gutenberg.net/dirs/1/8/8/1/18814/18814-h.zip)\n\n\nTranscriber's note:\n\n      This etext was produced from _Astounding Science Fiction_,\n      March, 1950. Extensive research did not uncover any evidence\n      that the copyright on this publication was renewed.\n\n\n\n\n\nTHE MERCENARIES\n\nby\n\nH. BEAM PIPER\n\nIllustrated by Brush\n\n\n\n\n\n\n\n     _Once, wars were won by maneuvering hired fighting men; now wars\n     are different--and the hired experts are different. But the human\n     problems remain!_\n\n\n\n\nDuncan MacLeod hung up the suit he had taken off, and sealed his shirt,\nsocks and underwear in a laundry envelope bearing his name and\nidentity-number, tossing this into one of the wire baskets provided for\nthe purpose. Then, naked except for the plastic identity disk around his\nneck, he went over to the desk, turned in his locker key, and passed\ninto the big room beyond.\n\nFour or five young men, probably soldiers on their way to town, were\ncoming through from the other side. Like MacLeod, they wore only the\nplastic disks they had received in exchange for the metal ones they wore\ninside the reservation, and they were being searched by attendants who\ncombed through their hair, probed into ears and nostrils, peered into\nmouths with tiny searchlights, and employed a variety of magnetic and\nelectronic detectors.\n\nTo this search MacLeod submitted wearily. He had become quite a\nconnoisseur of security measures in fifteen years' research and\ndevelopment work for a dozen different nations, but the Tonto Basin\nResearch Establishment of the Philadelphia Project exceeded anything he\nhad seen before. There were gray-haired veterans of the old Manhattan\nProject here, men who had worked with Fermi at Chicago, or with\nOppenheimer at Los Alamos, twenty years before, and they swore in amused\nexasperation when they thought of how the relatively mild regulations of\nthose days had irked them. And yet, the very existence of the Manhattan\nProject had been kept a secret from all but those engaged in it, and its\npurpose from most of them. Today, in 1965, there might have been a few\nwandering tribesmen in Somaliland or the Kirghiz Steppes who had never\nheard of the Western Union's Philadelphia Project, or of the Fourth\nKomintern's Red Triumph Five-Year Plan, or of the Islamic Kaliphate's\nAl-Borak Undertaking, or of the Ibero-American Confederation's Cavor\nProject, but every literate person in the world knew that the four great\npower-blocs were racing desperately to launch the first spaceship to\nreach the Moon and build the Lunar fortress that would insure world\nsupremacy.\n\nHe turned in the nonmagnetic identity disk at the desk on the other side\nof the search room, receiving the metal one he wore inside the\nreservation, and with it the key to his inside locker. He put on the\nclothes he had left behind when he had passed out, and filled his\npockets with the miscellany of small articles he had not been allowed to\ncarry off the reservation. He knotted the garish necktie affected by the\ncivilian workers and in particular by members of the MacLeod Research\nTeam to advertise their nonmilitary status, lit his pipe, and walked out\ninto the open gallery beyond.\n\n       *       *       *       *       *\n\nKaren Hilquist was waiting for him there, reclining in one of the metal\nchairs. She looked cool in the belted white coveralls, with the white\nturban bound around her yellow hair, and very beautiful, and when he saw\nher, his heart gave a little bump, like a geiger responding to an\nionizing particle. It always did that, although they had been together\nfor twelve years, and married for ten. Then she saw him and smiled, and\nhe came over, fanning himself with his sun helmet, and dropped into a\nchair beside her.\n\n\"Did you call our center for a jeep?\" he asked. When she nodded, he\ncontinued: \"I thought you would, so I didn't bother.\"\n\nFor a while, they sat silent, looking with bored distaste at the swarm\nof steel-helmeted Army riflemen and tommy-gunners guarding the transfer\nplatforms and the vehicles gate. A string of trucks had been passed\nunder heavy guard into the clearance compound: they were now unloading\nsupplies onto a platform, at the other side of which other trucks were\nbacked waiting to receive the shipment. A hundred feet of bare concrete\nand fifty armed soldiers separated these from the men and trucks from\nthe outside, preventing contact.\n\n\"And still they can't stop leaks,\" Karen said softly. \"And we get blamed\nfor it.\"\n\nMacLeod nodded and started to say something, when his attention was\ndrawn by a commotion on the driveway. A big Tucker limousine with an\nO.D. paint job and the single-starred flag of a brigadier general was\napproaching, horning impatiently. In the back seat MacLeod could see a\nheavy-shouldered figure with the face of a bad-tempered great\nDane--General Daniel Nayland, the military commander of Tonto Basin. The\ninside guards jumped to attention and saluted; the barrier shot up as\nthough rocket-propelled, and the car slid through; the barrier slammed\ndown behind it. On the other side, the guards were hurling themselves\ninto a frenzy of saluting. Karen made a face after the receding car and\nmuttered something in Hindustani. She probably didn't know the literal\nmeaning of what she had called General Nayland, but she understood that\nit was a term of extreme opprobrium.\n\nHer husband contributed: \"His idea of Heaven would be a huge research\nestablishment, where he'd be a five-star general, and Galileo, Newton,\nPriestley, Dalton, Maxwell, Planck and Einstein would be tech\nsergeants.\"\n\n\"And Marie Curie and Lise Meitner would be Wac corporals,\" Karen added.\n\"He really hates all of us, doesn't he?\"\n\n\"He hates our Team,\" MacLeod replied. \"In the first place, we're a lot\nof civilians, who aren't subject to his regulations and don't have to\nsalute him. We're working under contract with the Western Union, not\nwith the United States Government, and as the United States participates\nin the Western Union on a treaty basis, our contract has the force of a\ntreaty obligation. It gives us what amounts to extraterritoriality, like\nEuropeans in China during the Nineteenth Century. So we have our own\ntransport, for which he must furnish petrol, and our own armed guard,\nand we fly our own flag over Team Center, and that gripes him as much as\nanything else. That and the fact that we're foreigners. So wouldn't he\nlove to make this espionage rap stick on us!\"\n\n\"And our contract specifically gives the United States the right to take\naction against us in case we endanger the national security,\" Karen\nadded. She stuffed her cigarette into the not-too-recently-emptied\nreceiver beside her chair, her blue eyes troubled. \"You know, some of us\ncould get shot over this, if we're not careful. Dunc, does it really\nhave to be one of our own people who--?\"\n\n\"I don't see how it could be anybody else,\" MacLeod said. \"I don't like\nthe idea any more than you do, but there it is.\"\n\n\"Well, what are we going to do? Is there nobody whom we can trust?\"\n\n\"Among the technicians and guards, yes. I could think of a score\nwho are absolutely loyal. But among the Team itself--the top\nresearchers--there's nobody I'd take a chance on but Kato Sugihara.\"\n\n\"Can you even be sure of him? I'd hate to think of him as a traitor,\nbut--\"\n\n\"I have a couple of reasons for eliminating Kato,\" MacLeod said. \"In the\nfirst place, outside nucleonic and binding-force physics, there are only\nthree things he's interested in. Jitterbugging, hand-painted neckties,\nand Southern-style cooking. If he went over to the Komintern, he\nwouldn't be able to get any of those. Then, he only spends about half\nhis share of the Team's profits, and turns the rest back into the Team\nFund. He has a credit of about a hundred thousand dollars, which he'd\nlose by leaving us. And then, there's another thing. Kato's father was\nkilled on Guadalcanal, in 1942, when he was only five. After that he was\nbrought up in the teachings of Bushido by his grandfather, an old-time\nsamurai. Bushido is open to some criticism, but nobody can show where\ndouble-crossing your own gang is good Bushido. And today, Japan is\nallied with the Western Union, and in any case, he wouldn't help the\nKomintern. The Japs'll forgive Russia for that Mussolini back-stab in\n1945 after the Irish start building monuments to Cromwell.\"\n\nA light-blue jeep, lettered _MacLeod Research Team_ in cherry-red, was\napproaching across the wide concrete apron. MacLeod grinned.\n\n\"Here it comes. Fasten your safety belt when you get in; that's Ahmed\ndriving.\"\n\nKaren looked at her watch. \"And it's almost time for dinner. You know, I\ndread the thought of sitting at the table with the others, and wondering\nwhich of them is betraying us.\"\n\n\"Only nine of us, instead of thirteen, and still one is a Judas,\"\nMacLeod said. \"I suppose there's always a place for Judas, at any\ntable.\"\n\n       *       *       *       *       *\n\nThe MacLeod Team dined together, apart from their assistants and\ntechnicians and students. This was no snobbish attempt at\nclass-distinction: matters of Team policy were often discussed at the\nbig round table, and the more confidential details of their work. People\nwho have only their knowledge and their ideas to sell are wary about\nbandying either loosely, and the six men and three women who faced each\nother across the twelve-foot diameter of the teakwood table had no other\nstock-in-trade.\n\nThey were nine people of nine different nationalities, or they were nine\npeople of the common extra-nationality of science. That Duncan MacLeod,\ntheir leader, had grown up in the Transvaal and his wife had been born\nin the Swedish university town of Upsala was typical not only of their\nown group but of the hundreds of independent research-teams that had\nsprung up after the Second World War. The scientist-adventurer may have\nbeen born of the relentless struggle for scientific armament supremacy\namong nations and the competition for improved techniques among\nindustrial corporations during the late 1950s and early '60s, but he had\nbeen begotten when two masses of uranium came together at the top of a\nsteel tower in New Mexico in 1945. And, because scientific research is\npre-eminently a matter of pooling brains and efforts, the independent\nscientists had banded together into teams whose leaders acquired power\ngreater than that of any _condottiere_ captain of Renaissance Italy.\n\nDuncan MacLeod, sitting outwardly relaxed and merry and secretly\nwatchful and bitterly sad, was such a free-captain of science. One by\none, the others had rallied around him, not because he was a greater\nphysicist than they, but because he was a bolder, more clever, less\nscrupulous adventurer, better able to guide them through the maze of\ninternational power-politics and the no less ruthless if less nakedly\nviolent world of Big Industry.\n\nThere was his wife, Karen Hilquist, the young metallurgist who, before\nshe was twenty-five, had perfected a new hardening process for SKF and\nan incredibly tough gun-steel for the Bofors works. In the few minutes\nsince they had returned to Team Center, she had managed to change her\ncoveralls for a skirt and blouse, and do something intriguing with her\nhair.\n\nAnd there was Kato Sugihara, looking younger than his twenty-eight\nyears, who had begun to demonstrate the existence of whole orders of\nstructure below the level of nuclear particles.\n\nThere was Suzanne Maillard, her gray hair upswept from a face that had\nnever been beautiful but which was alive with something rarer than mere\nbeauty: she possessed, at the brink of fifty, a charm and smartness that\nmany women half her age might have envied, and she knew more about\ncosmic rays than any other person living.\n\nAnd Adam Lowiewski, his black mustache contrasting so oddly with his\nsilver hair, frantically scribbling equations on his doodling-pad, as\nthough his racing fingers could never keep pace with his brain, and\nexplaining them, with obvious condescension, to the boyish-looking\nJapanese beside him. He was one of the greatest of living mathematicians\nby anybody's reckoning--_the_ greatest, by his own.\n\nAnd Sir Neville Lawton, the electronics expert, with thinning red-gray\nhair and meticulously-clipped mustache, who always gave the impression\nof being in evening clothes, even when, as now, he was dressed in faded\nkhaki.\n\nAnd Heym ben-Hillel, the Israeli quantum and wave-mechanics man, his\nheaping dinner plate an affront to the Laws of Moses, his white hair a\nfluffy, tangled chaos, laughing at an impassively-delivered joke the\nEnglish knight had made.\n\nAnd Rudolf von Heldenfeld, with a thin-lipped killer's mouth and a\nfrozen face that never betrayed its owner's thoughts--he was the\nspecialist in magnetic currents and electromagnetic fields.\n\nAnd Farida Khouroglu, the Turkish girl whom MacLeod and Karen had found\nbegging in the streets of Istanbul, ten years ago, and who had grown up\nfollowing the fortunes of the MacLeod Team on every continent and in a\nscore of nations. It was doubtful if she had ever had a day's formal\nschooling in her life, but now she was secretary of the Team, with a\ngrasp of physics that would have shamed many a professor. She had grown\nup a beauty, too, with the large dark eyes and jet-black hair and\npaper-white skin of her race. She and Kato Sugihara were very much in\nlove.\n\nA good team; the best physics-research team in a power-mad,\nknowledge-hungry world. MacLeod thought, toying with the stem of his\nwineglass, of some of their triumphs: The West Australia Atomic Power\nPlant. The Segovia Plutonium Works, which had got them all titled as\nGrandees of the restored Spanish Monarchy. The sea-water chemical\nextraction plant in Puerto Rico, where they had worked for Associated\nEnterprises, whose president, Blake Hartley, had later become President\nof the United States. The hard-won victory over a seemingly insoluble\nproblem in the Belgian Congo uranium mines----He thought, too, of the\ndangers they had faced together, in a world where soldiers must use the\nweapons of science and scientists must learn the arts of violence. Of\nthe treachery of the Islamic Kaliphate, for whom they had once worked;\nof the intrigues and plots which had surrounded them in Spain; of the\nmany attempted kidnappings and assassinations; of the time in Basra when\nthey had fought with pistols and tommy guns and snatched-up clubs and\nflasks of acid to defend their laboratories.\n\nA good team--before the rot of treason had touched it. He could almost\nsmell the putrid stench of it, and yet, as he glanced from face to face,\nhe could not guess the traitor. And he had so little time--\n\n       *       *       *       *       *\n\nKato Sugihara's voice rose to dominate the murmur of conversation around\nthe table.\n\n\"I think I am getting somewhere on my photon-neutrino-electron\ninterchange-cycle,\" he announced. \"And I think it can be correlated to\nthe collapsed-matter research.\"\n\n\"So?\" von Heldenfeld looked up in interest. \"And not with the problem of\nwhat goes on in the 'hot layer' surrounding the Earth?\"\n\n\"No, Suzanne talked me out of that idea,\" the Japanese replied. \"That's\njust a secondary effect of the effect of cosmic rays and solar\nradiations on the order of particles existing at that level. But I think\nthat I have the key to the problem of collapsing matter to plate the\nhull of the spaceship.\"\n\n\"That's interesting,\" Sir Neville Lawton commented. \"How so?\"\n\n\"Well, you know what happens when a photon comes in contact with the\natomic structure of matter,\" Kato said. \"There may be an elastic\ncollision, in which the photon merely bounces off. Macroscopically,\nthat's the effect we call reflection of light. Or there may be an\ninelastic collision, when the photon hits an atom and knocks out an\nelectron--the old photoelectric effect. Or, the photon may be retained\nfor a while and emitted again relatively unchanged--the effect observed\nin luminous paint. Or, the photon may penetrate, undergo a change to a\nneutrino, and either remain in the nucleus of the atom or pass through\nit, depending upon a number of factors. All this, of course, is old\nstuff; even the photon-neutrino interchange has been known since the\nmid-'50s, when the Gamow neutrino-counter was developed. But now we come\nto what you have been so good as to christen the Sugihara Effect--the\nneutrino picking up a negative charge and, in effect, turning into an\nelectron, and then losing its charge, turning back into a neutrino, and\nthen, as in the case of metal heated to incandescence, being emitted\nagain as a photon.\n\n\"At first, we thought this had no connection with the spaceship\ninsulation problem we are under contract to work out, and we agreed to\nkeep this effect a Team secret until we could find out if it had\ncommercial possibilities. But now, I find that it has a direct\nconnection with the collapsed-matter problem. When the electron loses\nits negative charge and reverts to a neutrino, there is a definite\naccretion of interatomic binding-force, and the molecule, or the\ncrystalline lattice or whatever tends to contract, and when the neutrino\nbecomes a photon, the nucleus of the atom contracts.\"\n\n       *       *       *       *       *\n\nHeym ben-Hillel was sitting oblivious to everything but his young\ncolleague's words, a slice of the flesh of the unclean beast impaled on\nhis fork and halfway to his mouth.\n\n\"Yes! Certainly!\" he exclaimed. \"That would explain so many things I\nhave wondered about: And of course, there are other forces at work\nwhich, in the course of nature, balance that effect--\"\n\n\"But can the process be controlled?\" Suzanne Maillard wanted to know.\n\"Can you convert electrons to neutrinos and then to photons in\nsufficient numbers, and eliminate other effects that would cause\ncompensating atomic and molecular expansion?\"\n\nKato grinned, like a tomcat contemplating the bones of a fish he has\njust eaten.\n\n\"Yes, I can. I have.\" He turned to MacLeod. \"Remember those bullets I\ngot from you?\" he asked.\n\nMacLeod nodded. He handloaded for his .38-special, and like all advanced\ncases of handloading-fever, he was religiously fanatical about\nuniformity of bullet weights and dimensions. Unlike most handloaders, he\nhad available the instruments to secure such uniformity.\n\n\"Those bullets are as nearly alike as different objects\ncan be,\" Kato said. \"They weigh 158 grains, and that means\none-five-eight-point-zero-zero-zero-practically-nothing. The diameter is\n.35903 inches. All right; I've been subjecting those bullets to\ndifferent radiation-bombardments, and the best results have given me a\nbullet with a diameter of .35892 inches, and the weight is unchanged. In\nother words, there's been no loss of mass, but the mass had contracted.\nAnd that's only been the first test.\"\n\n\"Well, write up everything you have on it, and we'll lay out further\nexperimental work,\" MacLeod said. He glanced around the table. \"So far,\nwe can't be entirely sure. The shrinkage may be all in the crystalline\nlattice: the atomic structure may be unchanged. What we need is matter\nthat is really collapsed.\"\n\n\"I'll do that,\" Kato said. \"Barida, I'll have all my data available for\nyou before noon tomorrow: you can make up copies for all Team members.\"\n\n\"Make mine on microfilm, for projection,\" von Heldenfeld said.\n\n\"Mine, too,\" Sir Neville Lawton added.\n\n\"Better make microfilm copies for everybody,\" Heym ben-Hillel suggested.\n\"They're handier than type-script.\"\n\nMacLeod rose silently and tiptoed around behind his wife and Rudolf von\nHeldenfeld, to touch Kato Sugihara on the shoulder.\n\n\"Come on outside, Kato,\" he whispered. \"I want to talk to you.\"\n\n       *       *       *       *       *\n\nThe Japanese nodded and rose, following him outside onto the roof above\nthe laboratories. They walked over to the edge and stopped at the\nbalustrade.\n\n\"Kato, when you write up your stuff, I want you to falsify everything\nyou can. Put it in such form that the data will be absolutely worthless,\nbut also in such form that nobody, not even Team members, will know it\nhas been falsified. Can you do that?\"\n\nKato's almond-shaped eyes widened. \"Of course I can, Dunc,\" he replied.\n\"But why--?\"\n\n\"I hate to say this, but we have a traitor in the Team. One of those\npeople back in the dining room is selling us out to the Fourth\nKomintern. I know it's not Karen, and I know it's not you, and that's as\nmuch as I do know, now.\"\n\nThe Japanese sucked in his breath in a sharp hiss. \"You wouldn't say\nthat unless you were sure, Dunc,\" he said.\n\n\"No. At about 1000 this morning, Dr. Weissberg, the civilian director,\ncalled me to his office. I found him very much upset. He told me that\nGeneral Nayland is accusing us--by which he meant this Team--of\nfurnishing secret information on our subproject to Komintern agents. He\nsaid that British Intelligence agents at Smolensk had learned that the\nRed Triumph laboratories there were working along lines of research\noriginated at MacLeod Team Center here. They relayed the information to\nWestern Union Central Intelligence, and WU passed it on to United States\nCentral Intelligence, and now Counter Espionage is riding Nayland about\nit, and he's trying to make us the goat.\"\n\n\"He would love to get some of us shot,\" Kato said. \"And that could\nhappen. They took a long time getting tough about espionage in this\ncountry, but when Americans get tough about something, they get tough\nright. But look here; we handed in our progress-reports to Felix\nWeissberg, and he passed them on to Nayland. Couldn't the leak be right\nin Nayland's own HQ?\"\n\n\"That's what I thought, at first,\" MacLeod replied. \"Just wishful\nthinking, though. Fact is, I went up to Nayland's HQ and had it out with\nhim; accused him of just that. I think I threw enough of a scare into\nhim to hold him for a couple of days. I wanted to know just what it was\nthe Komintern was supposed to have got from us, but he wouldn't tell me.\nThat, of course, was classified-stuff.\"\n\n\"Well?\"\n\n\"Well then, Karen and I got our digestive tracts emptied and went in to\ntown, where I could use a phone that didn't go through a military\nswitch-board, and I put through a call to Allan Hartley, President\nHartley's son. He owes us a break, after the work we did in Puerto Rico.\nI told him all I wanted was some information to help clear ourselves,\nand he told me to wait a half an hour and then call Counter Espionage\nOffice in Washington and talk to General Hammond.\"\n\n\"Ha! If Allan Hartley's for us, what are we worried about?\" Kato asked.\n\"I always knew he was the power back of Associated Enterprises and his\nfather was the front-man: I'll bet it's the same with the Government.\"\n\n\"Allan Hartley's for us as long as our nose is clean. If we let it get\ndirty, we get it bloodied, too. We have to clean it ourselves,\" MacLeod\ntold him. \"But here's what Hammond gave me: The Komintern knows all\nabout our collapsed-matter experiments with zinc, titanium and nickel.\nThey know about our theoretical work on cosmic rays, including Suzanne's\nwork up to about a month ago. They know about that effect Sir Neville\nand Heym discovered two months ago.\" He paused. \"And they know about the\nphoton-neutrino-electron interchange.\"\n\nKato responded to this with a gruesome double-take that gave his face\nthe fleeting appearance of an ancient samurai war mask.\n\n\"That wasn't included in any report we ever made,\" he said. \"You're\nright: the leak comes from inside the Team. It must be Sir Neville, or\nSuzanne, or Heym ben-Hillel, or Adam Lowiewski, or Rudolf von\nHeldenfeld, or--No! No, I can't believe it could be Farida!\" He looked\nat MacLeod pleadingly. \"You don't think she could have--?\"\n\n\"No, Kato. The Team's her whole life, even more than it is mine. She\ncame with us when she was only twelve, and grew up with us. She doesn't\nknow any other life than this, and wouldn't want any other. It has to be\none of the other five.\"\n\n\"Well, there's Suzanne,\" Kato began. \"She had to clear out of France\nbecause of political activities, after the collapse of the Fourth\nRepublic and the establishment of the Rightist Directoire in '57. And\nshe worked with Joliot-Curie, and she was at the University of Louvain\nin the early '50s, when that place was crawling with Commies.\"\n\n\"And that brings us to Sir Neville,\" MacLeod added. \"He dabbles in\nspiritualism; he and Suzanne do planchette-seances. A planchette can be\nmanipulated. Maybe Suzanne produced a communication advising Sir Neville\nto help the Komintern.\"\n\n\"Could be. Then, how about Lowiewski? He's a Pole who can't go back to\nPoland, and Poland's a Komintern country.\" Kato pointed out. \"Maybe he'd\nsell us out for amnesty, though why he'd want to go back there, the way\nthings are now--?\"\n\n\"His vanity. You know, missionary-school native going back to the\nvillage wearing real pants, to show off to the savages. Used to be a\nstanding joke, down where I came from.\" MacLeod thought for a moment.\n\"And Rudolf: he's always had a poor view of the democratic system of\ngovernment. He might feel more at home with the Komintern. Of course,\nthe Ruskis killed his parents in 1945--\"\n\n\"So what?\" Kato retorted. \"The Americans killed my father in 1942, but\nI'm not making an issue out of it. That was another war; Japan's a\nWestern Union country, now. So's Germany----How about Heym, by the way?\nRemember when the Komintern wanted us to come to Russia and do the same\nwork we're doing here?\"\n\n\"I remember that after we turned them down, somebody tried to kidnap\nKaren,\" MacLeod said grimly. \"I remember a couple of Russians got rather\nsuddenly dead trying it, too.\"\n\n\"I wasn't thinking of that. I was thinking of our round-table argument\nwhen the proposition was considered. Heym was in favor of accepting. Now\nthat, I would say, indicates either Communist sympathies or an\novertrusting nature,\" Kato submitted. \"And a lot of grade-A traitors\nhave been made out of people with trusting natures.\"\n\nMacLeod got out his pipe and lit it. For a long time, he stared out\nacross the mountain-ringed vista of sagebrush, dotted at wide intervals\nwith the bulks of research-centers and the red roofs of the villages.\n\n\"Kato, I think I know how we're going to find out which one it is,\" he\nsaid. \"First of all, you write up your data, and falsify it so that it\nwon't do any damage if it gets into Komintern hands. And then--\"\n\n       *       *       *       *       *\n\nThe next day started in an atmosphere of suppressed excitement and\nanxiety, which, beginning with MacLeod and Karen and Kato Sugihara,\nseemed to communicate itself by contagion to everybody in the MacLeod\nTeam's laboratories. The top researchers and their immediate assistants\nand students were the first to catch it; they ascribed the tension under\nwhich their leader and his wife and the Japanese labored to the recent\ndevelopments in the collapsed-matter problem. Then, there were about a\ndozen implicitly-trusted technicians and guards, who had been secretly\ngathered in MacLeod's office the night before and informed of the crisis\nthat had arisen. Their associates could not miss the fact that they were\npreoccupied with something unusual.\n\nThey were a variegated crew; men who had been added to the Team in every\ncorner of the world. There was Ahmed Abd-el-Rahman, the Arab jeep-driver\nwho had joined them in Basra. There was the wiry little Greek whom\neverybody called Alex Unpronounceable. There was an Italian, and two\nChinese, and a cashiered French Air Force officer, and a Malay, and the\nson of an English earl who insisted that his name was Bertie Wooster.\nThey had sworn themselves to secrecy, had heard MacLeod's story with a\npolylingual burst of pious or blasphemous exclamations, and then they\nhad scattered, each to the work assigned him.\n\nMacLeod had risen early and submitted to the ordeal of the search to\nleave the reservation and go to town again, this time for a conference\nat the shabby back-street cigar store that concealed a Counter Espionage\ncenter. He had returned just as Farida Khouroglu was finishing the\nmicrofilm copies of Kato's ingeniously-concocted pseudo-data. These\ncopies were distributed at noon, while the Team was lunching, along with\ncarbons of the original type-script.\n\nHe was the first to leave the table, going directly to the basement,\nwhere Alex Unpronounceable and the man who had got his alias from the\nworks of P. G. Wodehouse were listening in on the telephone calls going\nin and out through the Team-center switch-board, and making recordings.\nFor two hours, MacLeod remained with them. He heard Suzanne Maillard and\nsome woman who was talking from a number in the Army married-officers'\nsettlement making arrangements about a party. He heard Rudolf von\nHeldenfeld make a date with some girl. He listened to a violent\naltercation between the Team chef and somebody at Army Quartermaster's\nHQ about the quality of a lot of dressed chicken. He listened to a call\nthat came in for Adam Lowiewski, the mathematician.\n\n\"This is Joe,\" the caller said. \"I've got to go to town late this\nafternoon, but I was wondering if you'd have time to meet me at the\nRecreation House at Oppenheimer Village for a game of chess. I'm calling\nfrom there, now.\"\n\n\"Fine; I can make it,\" Lowiewski's voice replied. \"I'm in the middle of\na devil's own mathematical problem; maybe a game of chess would clear my\nhead. I have a new queen's-knight gambit I want to try on you, anyhow.\"\n\nBertie Wooster looked up sharply. \"Now there; that may be what we're--\"\n\nThe telephone beside MacLeod rang. He scooped it up; named himself into\nit.\n\nIt was Ahmed Abd-el-Rahman. \"Look, chief; I tail this guy to Oppenheimer\nVillage,\" the Arab, who had learned English from American movies,\nanswered. \"He goes into the rec-joint. I slide in after him, an' he\nain't in sight. I'm lookin' around for him, see, when he comes bargin'\nouta the Don Ameche box. Then he grabs a table an' a beer. What next?\"\n\n\"Stay there; keep an eye on him,\" MacLeod told him. \"If I want you, I'll\ncall.\"\n\nMacLeod hung up and straightened, feeling under his packet for his\n.38-special.\n\n\"That's it, boys,\" he said. \"Lowiewski. Come on.\"\n\n\"Hah!\" Alex Unpronounceable had his gun out and was checking the\ncylinder. He spoke briefly in description of the Polish mathematician's\nancestry, physical characteristics, and probable post-mortem\ndestination. Then he put the gun away, and the three men left the\nbasement.\n\n       *       *       *       *       *\n\nFor minutes that seamed like hours, MacLeod and the Greek waited on the\nmain floor, where they could watch both the elevators and the stairway.\nBertie Wooster had gone up to alert Kato Sugihara and Karen. Then the\ndoor of one of the elevators opened and Adam Lowiewski emerged, with\nKato behind him, apparently lost in a bulky scientific journal he was\nreading. The Greek moved in from one side, and MacLeod stepped in front\nof the Pole.\n\n\"Hi, Adam,\" he greeted. \"Have you looked into that batch of data yet?\"\n\n\"Oh, yes. Yes.\" Lowiewski seemed barely able to keep his impatience\nwithin the bounds of politeness. \"Of course, it's out of my line, but\nthe mathematics seems sound.\" He started to move away.\n\n\"You're not going anywhere,\" MacLeod told him. \"The chess game is over.\nThe red pawns are taken--the one at Oppenheimer Village, and the one\nhere.\"\n\nThere was a split second in which Lowiewski struggled--almost\nsuccessfully--to erase the consternation from his face.\n\n\"I don't know what you're talking about,\" he began. His right hand\nstarted to slide under his left coat lapel.\n\nMacLeod's Colt was covering him before he could complete the movement.\nAt the same time, Kato Sugihara dropped the paper-bound periodical,\nrevealing the thin-bladed knife he had concealed under it. He stepped\nforward, pressing the point of the weapon against the Pole's side. With\nthe other hand, he reached across Lowiewski's chest and jerked the\npistol from his shoulder-holster. It was one of the elegant little .32\nBeretta 1954 Model automatics.\n\n\"Into the elevator,\" MacLeod ordered. An increasing pressure of Kato's\nknife emphasized the order. \"And watch him; don't let him get rid of\nanything,\" he added to the Greek.\n\n\"If you would explain this outrage--\" Lowiewski began. \"I assume it is\nyour idea of a joke--\"\n\nWithout even replying, MacLeod slammed the doors and started the\nelevator upward, letting it rise six floors to the living quarters.\nKaren Hilquist and the aristocratic black-sheep who called himself\nBertie Wooster were waiting when he opened the door. The Englishman took\none of Lowiewski's arms; MacLeod took the other. The rest fell in behind\nas they hustled the captive down the hall and into the big sound-proofed\ndining room. They kept Lowiewski standing, well away from any movable\nobject in the room; Alex Unpronounceable took his left arm as MacLeod\nreleased it and went to the communicator and punched the all-outlets\nbutton.\n\n\"Dr. Maillard; Dr. Sir Neville Lawton; Dr. ben-Hillel; Dr. von\nHeldenfeld; Mlle. Khouroglu,\" he called. \"Dr. MacLeod speaking. Come at\nonce, repeat at once, to the round table--Dr. Maillard; Dr. Sir Neville\nLawton--\"\n\n       *       *       *       *       *\n\nKaren said something to the Japanese and went outside. For a while,\nnobody spoke. Kato came over and lit a cigarette in the bowl of\nMacLeod's pipe. Then the other Team members entered in a body. Evidently\nKaren had intercepted them in the hallway and warned them that they\nwould find some unusual situation inside; even so, there was a burst of\nsurprised exclamations when they found Adam Lowiewski under detention.\n\n\"Ladies and gentlemen,\" MacLeod said, \"I regret to tell you that I have\nplaced our colleague, Dr. Lowiewski, under arrest. He is suspected of\nbetraying confidential data to agents of the Fourth Komintern.\nYesterday, I learned that data on all our work here, including\nTeam-secret data on the Sugihara Effect, had got into the hands of the\nKomintern and was being used in research at the Smolensk laboratories. I\nalso learned that General Nayland blames this Team as a whole with\ndouble-dealing and selling this data to the Komintern. I don't need to\ngo into any lengthy exposition of General Nayland's attitude toward this\nTeam, or toward Free Scientists as a class, or toward the\nresearch-contract system. Nor do I need to point out that if he pressed\nthese charges against us, some of us could easily suffer death or\nimprisonment.\"\n\n\"So he had to have a victim in a hurry, and pulled my name out of the\nhat,\" Lowiewski sneered.\n\n\"I appreciate the gravity of the situation,\" Sir Neville Lawton said.\n\"And if the Sugihara Effect was among the data betrayed, I can\nunderstand that nobody but one of us could have betrayed it. But why,\nnecessarily, should it be Adam? We all have unlimited access to all\nrecords and theoretical data.\"\n\n\"Exactly. But collecting information is the smallest and easiest part of\nespionage. Almost anybody can collect information. Where the spy really\nearns his pay is in transmitting of information. Now, think of the\nalmost fantastic security measures in force here, and consider how you\nwould get such information, including masses of mathematical data beyond\nany human power of memorization, out of this reservation.\"\n\n\"Ha, nobody can take anything out,\" Suzanne Maillard said. \"Not even\none's breakfast. Is Adam accused of sorcery, too?\"\n\n\"The only material things that are allowed to leave this reservation are\nsealed cases of models and data shipped to the different development\nplants. And the Sugihara Effect never was reported, and wouldn't go out\nthat way,\" Heym ben-Hillel objected.\n\n\"But the data on the Sugihara Effect reached Smolensk,\" MacLeod replied.\n\"And don't talk about Darwin and Wallace: it wasn't a coincidence. This\nstuff was taken out of the Tonto Basin Reservation by the only person\nwho could have done so, in the only way that anything could leave the\nreservation without search. So I had that person shadowed, and at the\nsame time I had our telephone lines tapped, and eavesdropped on all\ncalls entering or leaving this center. And the person who had to be the\nspy-courier called Adam Lowiewski, and Lowiewski made an appointment to\nmeet him at the Oppenheimer Village Recreation House to play chess.\"\n\n\"Very suspicious, very suspicious,\" Lowiewski derided. \"I receive a call\nfrom a friend at the same time that some anonymous suspect is using the\nphone. There are only five hundred telephone conversations a minute on\nthis reservation.\"\n\n\"Immediately, Dr. Lowiewski attempted to leave this building,\" MacLeod\nwent on. \"When I intercepted him, he tried to draw a pistol. This one.\"\nHe exhibited the Beretta. \"I am now going to have Dr. Lowiewski\nsearched, in the presence of all of you.\" He nodded to Alex and the\nEnglishman.\n\n       *       *       *       *       *\n\nThey did their work thoroughly. A pile of Lowiewski's pocket effects was\nmade on the table; as each item was added to it, the Pole made some\nsarcastic comment.\n\n\"And that pack of cigarettes: unopened,\" he jeered. \"I suppose I\ncommunicated the data to the manufacturers by telepathy, and they\nprinted it on the cigarette papers in invisible ink.\"\n\n\"Maybe not. Maybe you opened the pack, and then resealed it,\" Kato\nsuggested. \"A heated spatula under the cellophane; like this.\"\n\nHe used the point of his knife to illustrate. The cellophane came\nunsealed with surprising ease: so did the revenue stamp. He dumped out\nthe contents of the pack: sixteen cigarettes, four cigarette tip-ends,\nfour bits snapped from the other ends--and a small aluminum microfilm\ncapsule.\n\nLowiewski's face twitched. For an instant, he tried vainly to break\nloose from the men who held him. Then he slumped into a chair. Heym\nben-Hillel gasped in shocked surprise. Suzanne Maillard gave a short,\nfelinelike cry. Sir Neville Lawton looked at the capsule curiously and\nsaid: \"Well, my sainted Aunt Agatha!\"\n\n\"That's the capsule I gave him, at noon,\" Farida Khouroglu exclaimed,\npicking it up. She opened it and pulled out a roll of colloidex\nprojection film. There was also a bit of cigarette paper in the capsule,\nupon which a notation had been made in Kyrilic characters.\n\nRudolf von Heldenfeld could read Russian. \"'Data on new development of\nphoton-neutrino-electron interchange. 22 July, '65. Vladmir.' Vladmir, I\nsuppose, is this _schweinhund's_ code name,\" he added.\n\nThe film and the paper passed from hand to hand. The other members of\nthe Team sat down; there was a tendency to move away from the chair\noccupied by Adam Lowiewski. He noticed this and sneered.\n\n\"Afraid of contamination from the moral leper?\" he asked. \"You were glad\nenough to have me correct your stupid mathematical errors.\"\n\nKato Sugihara picked up the capsule, took a final glance at the\ncigarette pack, and said to MacLeod: \"I'll be back as soon as this is\ndone.\" With that, he left the room, followed by Bertie Wooster and the\nGreek.\n\n       *       *       *       *       *\n\nHeym ben-Hillel turned to the others: his eyes had the hurt and puzzled\nlook of a dog that has been kicked for no reason. \"But why did he do\nthis?\" he asked.\n\n\"He just told you,\" MacLeod replied. \"He's the great Adam Lowiewski.\nChecking math for a physics-research team is beneath his dignity. I\nsuppose the Komintern offered him a professorship at Stalin University.\"\nHe was watching Lowiewski's face keenly. \"No,\" he continued. \"It was\nprobably the mathematics chair of the Soviet Academy of Sciences.\"\n\n\"But who was this person who could smuggle microfilm out of the\nreservation?\" Suzanne Maillard wanted to know. \"Somebody has invented\nteleportation, then?\"\n\nMacLeod shook his head. \"It was General Nayland's chauffeur. It had to\nbe. General Nayland's car is the only thing that gets out of here\nwithout being searched. The car itself is serviced at Army vehicles\npool; nobody could hide anything in it for a confederate to pick up\noutside. Nayland is a stuffed shirt of the first stuffing, and a tinpot\nHitler to boot, but he is fanatically and incorruptibly patriotic. That\nleaves the chauffeur. When Nayland's in the car, nobody even sees him;\nhe might as well be a robot steering-device. Old case of Father Brown's\nInvisible Man. So, since he had to be the courier, all I did was have\nAhmed Abd-el-Rahman shadow him, and at the same time tap our phones.\nWhen he contacted Lowiewski, I knew Lowiewski was our traitor.\"\n\nSir Neville Lawton gave a strangling laugh. \"Oh, my dear Aunt Fanny! And\nNayland goes positively crackers on security. He gets goose pimples\nevery time he hears somebody saying 'E = mc^{2}', for fear a Komintern\nspy might hear him. It's a wonder he hasn't put the value of Planck's\nConstant on the classified list. He sets up all these fantastic search\nrooms and barriers, and then he drives through the gate, honking his\nbloody horn, with his chauffeur's pockets full of top secrets. Now I've\nseen everything!\"\n\n\"Not quite everything,\" MacLeod said. \"Kato's going to put that capsule\nin another cigarette pack, and he'll send one of his lab girls to\nOppenheimer Village with it, with a message from Lowiewski to the effect\nthat he couldn't get away. And when this chauffeur takes it out, he'll\nrun into a Counter Espionage road-block on the way to town. They'll\nshoot him, of course, and they'll probably transfer Nayland to the\nMississippi Valley Flood Control Project, where he can't do any more\ndamage. At least, we'll have him out of our hair.\"\n\n\"If we have any hair left,\" Heym ben-Hillel gloomed. \"You've got Nayland\ninto trouble, but you haven't got us out of it.\"\n\n\"What do you mean?\" Suzanne Maillard demanded. \"He's found the traitor\nand stopped the leak.\"\n\n\"Yes, but we're still responsible, as a team, for this betrayal,\" the\nIsraeli pointed out. \"This Nayland is only a symptom of the enmity which\npoliticians and militarists feel toward the Free Scientists, and of\ntheir opposition to the research-contract system. Now they have a\nscandal to use. Our part in stopping the leak will be ignored; the\npublicity will be about the treason of a Free Scientist.\"\n\n\"That's right,\" Sir Neville Lawton agreed. \"And that brings up another\npoint. We simply can't hand this fellow over to the authorities. If we\ndo, we establish a precedent that may wreck the whole system under which\nwe operate.\"\n\n\"Yes: it would be a fine thing if governments start putting Free\nScientists on trial and shooting them,\" Farida Khouroglu supported him.\n\"In a few years, none of us would be safe.\"\n\n\"But,\" Suzanne cried, \"you are not arguing that this species of an\nanimal be allowed to betray us unpunished?\"\n\n\"Look,\" Rudolf von Heldenfeld said. \"Let us give him his pistol, and one\ncartridge, and let him remove himself like a gentleman. He will spare\nhimself the humiliation of trial and execution, and us all the\nembarrassment of having a fellow scientist pilloried as a traitor.\"\n\n\"Now there's a typical Prussian suggestion,\" Lowiewski said.\n\n       *       *       *       *       *\n\nKato Sugihara, returning alone, looked around the table. \"Did I miss\nsomething interesting?\" he asked.\n\n\"Oh, very,\" Lowiewski told him. \"Your Junker friend thinks I should\nperform _seppuku_.\"\n\nKato nodded quickly. \"Excellent idea!\" he congratulated von Heldenfeld.\n\"If he does, he'll save everybody a lot of trouble. Himself included.\"\nHe nodded again. \"If he does that, we can protect his reputation, after\nhe's dead.\"\n\n\"I don't really see how,\" Sir Neville objected. \"When the Counter\nEspionage people were brought into this, the thing went out of our\ncontrol.\"\n\n\"Why, this chauffeur was the spy, as well as the spy-courier,\" MacLeod\nsaid. \"The information he transmitted was picked up piecemeal from\ndifferent indiscreet lab-workers and students attached to our team. Of\ncourse, we are investigating, mumble-mumble. Naturally, no one will\nadmit, mumble-mumble. No stone will be left unturned, mumble-mumble.\nDisciplinary action, mumble-mumble.\"\n\n\"And I suppose he got that microfilm piecemeal, too?\" Lowiewski asked.\n\n\"Oh, that?\" MacLeod shrugged. \"That was planted on him. One of our girls\narranged an opportunity for him to steal it from her, after we began to\nsuspect him. Of course, Kato falsified everything he put into that\nreport. As information, it's worthless.\"\n\n\"Worthless? It's better than that,\" Kato grinned. \"I'm really sorry the\nKomintern won't get it. They'd try some of that stuff out with the big\nbetatron at Smolensk, and a microsecond after they'd throw the switch,\nSmolensk would look worse than Hiroshima did.\"\n\n\"Well, why would our esteemed colleague commit suicide, just at this\ntime?\" Karen Hilquist asked.\n\n\"Maybe plutonium poisoning.\" Farida suggested. \"He was doing something\nin the radiation-lab and got some Pu in him, and of course, shooting's\nnot as painful as that. So--\"\n\n\"Oh, my dear!\" Suzanne protested. \"That but stinks! The great Adam\nLowiewski, descending from his pinnacle of pure mathematics, to perform\na vulgar experiment? With actual _things_?\" The Frenchwoman gave an\nexaggerated shudder. \"Horrors!\"\n\n\"Besides, if our people began getting radioactive, somebody would be\nsure to claim we were endangering the safely of the whole establishment,\nand the national-security clause would be invoked, and some nosy person\nwould put a geiger on the dear departed,\" Sir Neville added.\n\n\"Nervous collapse.\" Karen said. \"According to the laity, all scientists\nare crazy. Crazy people kill themselves. Adam Lowiewski was a scientist.\nErgo Adam Lowiewski killed himself. Besides, a nervous collapse isn't\ninstrumentally detectable.\"\n\nHeym ben-Hillel looked at MacLeod, his eyes troubled.\n\n\"But, Dunc; have we the right to put him to death, either by his own\nhand or by an Army firing squad?\" he asked. \"Remember he is not only a\ntraitor; he is one of the world's greatest mathematical minds. Have we a\nright to destroy that mind?\"\n\nVon Heldenfeld shouted, banging his fist on the table: \"I don't care if\nhe's Gauss and Riemann and Lorenz and Poincare and Minkowski and\nWhitehead and Einstein, all collapsed into one! The man is a stinking\ntraitor, not only to us, but to all scientists and all sciences! If he\ndoesn't shoot himself, hand him over to the United States, and let them\nshoot him! Why do we go on arguing?\"\n\n       *       *       *       *       *\n\nLowiewski was smiling, now. The panic that had seized him in the hallway\nbelow, and the desperation when the cigarette pack had been opened, had\nleft him.\n\n\"Now I have a modest proposal, which will solve your difficulties,\" he\nsaid. \"I have money, papers, clothing, everything I will need, outside\nthe reservation. Suppose you just let me leave here. Then, if there is\nany trouble, you can use this fiction about the indiscreet underlings,\nwithout the unnecessary embellishment of my suicide--\"\n\nRudolf von Heldenfeld let out an inarticulate roar of fury. For an\ninstant he was beyond words. Then he sprang to his feet.\n\n\"Look at him!\" he cried. \"Look at him, laughing in our faces, for the\ndupes and fools he thinks we are!\" He thrust out his hand toward\nMacLeod. \"Give me the pistol! He won't shoot himself; I'll do it for\nhim!\"\n\n\"It would work, Dunc. Really, it would,\" Heym ben-Hillel urged.\n\n\"No,\" Karen Hilquist contradicted. \"If he left here, everybody would\nknow what had happened, and we'd be accused of protecting him. If he\nkills himself, we can get things hushed up: dead traitors are good\ntraitors. But if he remains alive, we must disassociate ourselves from\nhim by handing him over.\"\n\n\"And wreck the prestige of the Team?\" Lowiewski asked.\n\n\"At least you will not live to see that!\" Suzanne retorted.\n\nHeym ben-Hillel put his elbows on the table and his head in his hands.\n\"Is there no solution to this?\" he almost wailed.\n\n\"Certainly: an obvious solution,\" MacLeod said, rising. \"Rudolf has just\nstated it. Only I'm leader of this Team, and there are, of course, jobs\na team-leader simply doesn't delegate.\" The safety catch of the Beretta\nclicked a period to his words.\n\n\"No!\" The word was wrenched almost physically out of Lowiewski. He, too,\nwas on his feet, a sudden desperate fear in his face. \"No! You wouldn't\nmurder me!\"\n\n\"The term is 'execute',\" MacLeod corrected. Then his arm swung up, and\nhe shot Adam Lowiewski through the forehead.\n\nFor an instant, the Pole remained on his feet. Then his knees buckled,\nand he fell forward against the table, sliding to the floor.\n\n       *       *       *       *       *\n\nMacLeod went around the table, behind Kato Sugihara and Farida Khouroglu\nand Heym ben-Hillel, and stood looking down at the man he had killed. He\ndropped the automatic within a few inches of the dead renegade's\noutstretched hand, then turned to face the others.\n\n\"I regret,\" he addressed them, his voice and face blank of expression,\n\"to announce that our distinguished colleague, Dr. Adam Lowiewski, has\ncommitted suicide by shooting, after a nervous collapse resulting from\noverwork.\"\n\nSir Neville Lawton looked critically at the motionless figure on the\nfloor.\n\n\"I'm afraid we'll have trouble making that stick, Dunc,\" he said. \"You\nshot him at about five yards; there isn't a powder mark on him.\"\n\n\"Oh, sorry; I forgot.\" MacLeod's voice was mockingly contrite. \"It was\nDr. Lowiewski's expressed wish that his remains be cremated as soon\nafter death as possible, and that funeral services be held over his\nashes. The big electric furnace in the metallurgical lab will do, I\nthink.\"\n\n\"But ... but there'll be all sorts of formalities--\" the Englishman\nprotested.\n\n\"Now you forget. Our contract,\" MacLeod reminded him. \"We stand upon our\ncontractual immunity: we certainly won't allow any stupid bureaucratic\ninterference with our deceased colleague's wishes. We have a regular\nM.D. on our payroll, in case anybody has to have a death certificate to\nkeep him happy, but beyond that--\" He shrugged.\n\n\"It burns me up, though!\" Suzanne Maillard cried. \"After the spaceship\nis built, and the Moon is annexed to the Western Union, there will be\npublicity, and people will eulogize this species of an Iscariot!\"\n\nHeym ben-Hillel, who had been staring at MacLeod in shocked unbelief,\nroused himself.\n\n\"Well, why not? Isn't the creator of the Lowiewski function\ntransformations and the rules of inverse probabilities worthy of\neulogy?\" He turned to MacLeod. \"I couldn't have done what you did, but\nmaybe it was for the best. The traitor is dead; the mathematician will\nlive forever.\"\n\n\"You miss the whole point,\" MacLeod said. \"Both of you. It wasn't a\nquestion of revenge, like gangsters bumping off a double-crosser. And it\nwasn't a question of whitewashing Lowiewski for posterity. We are the\nMacLeod Research Team. We owe no permanent allegiance to, nor\nacknowledge the authority of, any national sovereignty or any\ncombination of nations. We deal with national governments as with\nequals. In consequence, we must make and enforce our own laws.\n\n\"You must understand that we enjoy this status only on sufferance. The\nnations of the world tolerate the Free Scientists only because they need\nus, and because they know they can trust us. Now, no responsible\ngovernment official is going to be deceived for a moment by this suicide\nstory we've confected. It will be fully understood that Lowiewski was a\ntraitor, and that we found him out and put him to death. And, as a\ncorollary, it will be understood that this Team, as a Team, is fully\ntrustworthy, and that when any individual Team member is found to be\nuntrustworthy, he will be dealt with promptly and without public\nscandal. In other words, it will be understood, from this time on, that\nthe MacLeod Team is worthy of the status it enjoys and the\nresponsibilities concomitant with it.\"\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE MERCENARIES***\n\n\n******* This file should be named 18814.txt or 18814.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/1/8/8/1/18814\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://www.gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.org/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.org/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.org/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp://www.gutenberg.org/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}