{"title": "Voodoo Planet", "author": "Andre Norton", "releaseDate": "July 16, 2006", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, LN Yaddanapudi and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n[Illustration (Cover):\nDUEL OF THE COSMIC MAGICIANS\n\nVOODOO\nPLANET\n\nANDRE NORTON\nComplete Novel]\n\n\nCHALLENGE ME WITH MONSTERS!\n\n\n\"From between the two shuffling dancers padded something on four feet.\nThe canine-feline creature was more than just a head; it was a\nloose-limbed, graceful body fully eight feet in length, and the red eyes\nin the prick-eared head were those of a killer.... Words issued from\nbetween those curved fangs, words which Dane might not understand....\n\n\"Dane slid his blade out surreptitiously, setting its point against the\npalm of his hand and jabbing painfully; but the terrible creature\ncontinued to advance.... There was no blurring of its lines....\"\n\nDane Thorson of the space-ship _Solar Queen_ knew there was only one way\nto win out over this hideous thing--a battle to the end between his\nrational mind and the hypnotic witchcraft of Lumbrilo, the mental wizard\nof the planet Khatka.\n\n\nCAST OF CHARACTERS\n\n\nDane Thorson\n\nHe wanted to spend a short vacation on Khatka, not the rest of his life.\n\n\nMedic Tau\n\nWas he physician or magician--or a little bit of both?\n\n\nChief Ranger Asaki\n\nTracking the forests had taught him that mad animals--whether real or\nimaginary--were to be feared.\n\n\nCaptain Jellico\n\nWould his knowledge of alien life-forms help him in his fight against\nalien ghosts?\n\n\nNymani\n\nNot even this pilot's most scientific skill could overcome a voodoo\ncharm's ground-drag.\n\n\nLumbrilo\n\nOn his own planet he was a witch doctor; on Earth he'd have been a\nmaster politician.\n\n\n\n\nVOODOO PLANET\n\nby\n\nANDRE NORTON\n\n\nACE BOOKS, INC.\n\n23 West 47th Street, New York 36, N. Y.\n\n\nVOODOO PLANET\n\nCopyright (c), 1959, by Ace Books, Inc.\n\nAll Rights Reserved\n\n\nPrinted in U. S. A.\n\n  +--------------------------------------------------------------+\n  |                                                              |\n  |                      Transcriber's Note                      |\n  |                                                              |\n  | There is no evidence that the copyright on this publication  |\n  |                         was renewed.                         |\n  |                                                              |\n  +--------------------------------------------------------------+\n\n\n\n\nI\n\n\nTalk of heat--or better not--on Xecho. This water-logged world combined\nall the most unattractive features of a steam bath and one could only\ndream of coolness, greenness--more land than a stingy string of islands.\n\nThe young man on the promontory above the crash of the waves wore the\nwinged cap of a spaceman with the insignia of a cargo-master and not\nmuch else, save a pair of very short shorts. He wiped one hand absently\nacross his bare chest and brought it away damp as he studied, through\nprotective sun goggles, the treacherous promise of the bright sea. One\n_could_ swim--if he wanted to lose most of his skin. There were minute\norganisms in that liquid that smacked their lips--if they had\nlips--every time they thought of a Terran.\n\nDane Thorson licked his own lips, tasting salt, and plodded back through\nthe sand of the spaceport to the berth of the _Solar Queen_. This had\nbeen a long day, and one with more snarl-ups than he cared to count,\nkeeping him on a constant, dogged trot between the ship and the fitting\nyard where riggers labored with the slowest motions possible to the\nhuman body--or so it seemed to the exasperated acting-Cargo-Master of\nthe Free Trader. Captain Jellico had long ago taken refuge in his cabin\nto preserve the remnants of his temper. Dane had been allowed no such\nescape.\n\nThe _Queen_ had a schedule for refitting to serve as a mail ship, and\nthat time allowance did not allow for humidity playing the devil with\nthe innards of robot fitters. She _had_ to be ready to lift when the\nCombine ship now plying that run set down and formally signed off in her\nfavor. Luckily, most of the work was done and Dane had given a last\nsearching inspection before signing the rigger's book and reporting to\nhis captain.\n\nThe air-conditioned interior of the _Queen_ comforted him as he climbed\nto his quarters. Ship air was flat, chemically pure but unappetizing\nstuff. Today it was a relief to breathe. Dane went on to the bather. At\nleast there was no lack of water--with the local skinners filtered out.\nIt was chill but relaxing on his gaunt young body.\n\nHe was sealing on his lightest tunic when the ramp buzzer sounded. A\nvisitor--oh, not the supervisor-rigger again! Dane went to answer with\ndragging feet. For the crew of the _Queen_ at the moment numbered\nexactly four, with himself for general errand boy. Captain Jellico was\nin his quarters two levels above, Medic Tau was presumably overhauling\nhis supplies, and Sindbad, ship's cat, asleep in some empty cabin.\n\nDane jerked his tunic into place, very much on his guard as he came to\nthe head of the ramp. But it was not the supervisor-rigger. Dane,\nthoroughly used to unusual-appearing strangers, both human and alien,\nwas impressed by this visitor.\n\nHe was tall, this quiet man, his great height accented by a fit\nleanness, a narrowness of waist and hip, a length of leg and arm. His\nmain article of clothing was the universal shorts of the Xecho settler.\nBut, being fashioned of saffron yellow, they were the more brilliant\nbecause of his darkness of skin. For he was not the warm brown of the\nTerran Negroes Dane had served beside, though he shared their general\nfeatures. His flesh was really black, black with an almost bluish sheen.\nInstead of shirt or tunic, his deep chest was crossed by two wide\nstraps, the big medallion marking their intersection giving forth\nflashes of gem fire when he breathed. He wore at his belt not the\nstandard stun gun of a spaceman, but a weapon which resembled the more\ndeadly Patrol blaster, as well as a long knife housed in a jeweled and\nfringed sheath. To the eye he was an example of barbaric force tamed\nand trimmed to civilized efficiency.\n\nHe saluted, palm out, and spoke Galactic Basic with only a suggestion of\naccent.\n\n\"I am Kort Asaki. I believe Captain Jellico expects me.\"\n\n\"Yes, sir!\" Dane snapped to attention. So this was the Chief Ranger from\nfabulous Khatka, Xecho's sister planet.\n\nThe other ascended the cat ladder easily, missing no detail of the\nship's interior as he passed. His expression was still one of polite\ninterest as his guide rapped on the panel door of Jellico's cabin. And a\nhorrible screech from Queex, the captain's pet hoobat, drowned out any\nimmediate answer. Then followed that automatic thump on the floor of the\nblue-feathered, crab-parrot-toad's cage, announcing that its master was\nin residence.\n\nSince the captain's cordial welcome extended only to his guest, Dane\nregretfully descended to the mess cabin to make unskilled preparations\nfor supper--though there was not much you could do to foul up\nconcentrates in an automatic cooker.\n\n\"Company?\" Tau sat beyond the cooking unit nursing a mug of Terran\ncoffee. \"And do you _have_ to serve music with the meals, especially\nthat particular selection?\"\n\nDane flushed, stopped whistling in mid-note. \"Terra Bound\" _was_ old\nand pretty well worn out; he didn't know why he always unconsciously\nsounded off with that.\n\n\"A Chief Ranger from Khatka just came on board,\" he reported, carefully\noffhand, as he busied himself reading labels. He knew better than to\nserve fish or any of its derivatives in disguise again.\n\n\"Khatka!\" Tau sat up straighter. \"Now there's a planet worth visiting.\"\n\n\"Not on a Free Trader's pay,\" commented Dane.\n\n\"You can always hope to make a big strike, boy. But what I wouldn't give\nto lift ship for there!\"\n\n\"Why? You're no hunter. How come you want to heat jets for that port?\"\n\n\"Oh, I don't care about the game preserves, though they're worth seeing,\ntoo. It's the people themselves--\"\n\n\"But they're Terran settlers, or at least from Terran stock, aren't\nthey?\"\n\n\"Sure,\" Tau sipped his coffee slowly. \"But there are settlers and\nsettlers, son. And a lot depends upon when they left Terra and why, and\nwho they were--also what happened to them after they landed out here.\"\n\n\"And Khatkans are really special?\"\n\n\"Well, they have an amazing history. The colony was founded by escaped\nprisoners--and just one racial stock. They took off from Earth close to\nthe end of the Second Atomic War. That was a race war, remember? Which\nmade it doubly ugly.\" Tau's mouth twisted in disgust. \"As if the color\nof a man's skin makes any difference in what lies under it! One side in\nthat line-up tried to take over Africa--herded most of the natives into\na giant concentration camp and practiced genocide on a grand scale. Then\nthey were cracked themselves, hard and heavy. During the confusion some\nsurvivors in the camp staged a revolt, helped by the enemy. They\ncaptured an experimental station hidden in the center of the camp and\nmade a break into space in two ships which had been built there. That\nvoyage must have been a nightmare, but they were desperate. Somehow they\nmade it out here to the rim and set down on Khatka without power enough\nto take off again--and by then most of them were dead.\n\n\"But we humans, no matter what our race, are a tough breed. The refugees\ndiscovered that climatically their new world was not too different from\nAfrica, a lucky chance which might happen only once in a thousand times.\nSo they thrived, the handful who survived. But the white technicians\nthey had kidnaped to run the ships didn't. For they set up a color bar\nin reverse. The lighter your skin, the lower you were in the social\nscale. By that kind of selective breeding the present Khatkans are very\ndark indeed.\n\n\"They reverted to the primitive for survival. Then, about two hundred\nyears ago, long before the first Survey Scout discovered them, something\nhappened. Either the parent race mutated, or, as sometimes occurs, a\nline of people of superior gifts emerged--not in a few isolated births,\nbut with surprising regularity in five family clans. There was a short\nperiod of power struggle until they realized the foolishness of civil\nwar and formed an oligarchy, heading a loose tribal organization. With\nthe Five Families to push and lead, a new civilization developed, and\nwhen Survey came to call they were no longer savages. Combine bought the\ntrade rights about seventy-five years ago. Then the Company and the Five\nFamilies got together and marketed a luxury item to the galaxy. You know\nhow every super-jet big shot on twenty-five planets wants to say he's\nhunted on Khatka. And if he can point out a graz head on his wall, or\nwear a tail bracelet, he's able to strut with the best. To holiday on\nKhatka is both fabulous and fashionable--and very, very profitable for\nthe natives and for Combine who sells transportation to the travelers.\"\n\n\"I hear they have poachers, too,\" Dane remarked.\n\n\"Yes, that naturally follows. You know what a glam skin brings on the\nmarket. Wherever you have a rigidly controlled export you're going to\nhave poachers and smugglers. But the Patrol doesn't go to Khatka. The\nnatives handle their own criminals. Personally, I'd cheerfully take a\nninety-nine-year sentence in the Lunar mines in place of what the\nKhatkans dish out to a poacher they net!\"\n\n\"So that rumor has spread satisfactorily!\"\n\nCoffee slopped over the brim of Tau's mug and Dane dropped the packet of\nsteak concentrate he was about to feed into the cooker. Chief Ranger\nAsaki loomed in the doorway of the mess as suddenly as if he had been\nteleported to that point.\n\nThe medic arose to his feet and smiled politely at the visitor.\n\n\"Do I detect in that observation, sir, the suggestion that the tales I\nhave heard were deliberately set to blast where they would do the most\ngood as deterrents?\"\n\nA fleeting grin broke the impassive somberness of the black face.\n\n\"I was informed you are a man skilled in 'magic,' Medic. You certainly\ndisplay the traditional sorcerer's quickness of wit. But this rumor is\nalso truth.\" The quirk of good humor had gone again, and there was an\nedge in the Chief Ranger's voice which cut. \"Poachers on Khatka would\nwelcome the Patrol in place of the attention they now receive.\"\n\nHe came into the mess cabin, Jellico behind him, and Dane pulled down\ntwo of the snap seats. He was holding a mug under the spout of the\ncoffee dispenser as the captain made introductions.\n\n\"Thorson--our acting-cargo-master.\"\n\n\"Thorson,\" the Khatkan acknowledged with a grave nod of his head, and\nthen glanced down to floor level with a look of surprise. Weaving a\npattern about his legs, purring loudly, Sindbad was offering an\nunusually fervent welcome of his own. The Ranger went down on one knee,\nhis hand out for Sindbad's inquiring sniff. Then the cat butted that\ndark palm, batted at it playfully with claw-sheathed paw.\n\n\"A Terran cat! It is of the lion family?\"\n\n\"Far removed,\" Jellico supplied. \"You'd have to add a lot of bulk to\nSindbad to promote him to the lion class.\"\n\n\"We have only the old tales.\" Asaki sounded almost wistful as the cat\njumped to his knee and clawed for a hold on his chest belts. \"But I do\nnot believe that lions were ever so friendly toward my ancestors.\"\n\nDane would have removed the cat, but the Khatkan arose with Sindbad,\nstill purring loudly, resting in the crook of his arm. The Ranger was\nsmiling with a gentleness which changed the whole arrogant cast of his\ncountenance.\n\n\"Do not bring this one to Khatka with you, Captain, or you will never\ntake him away again. Those who dwell in the inner courts would not let\nhim vanish from their sight. Ah, so this pleases you, small lion?\" He\nrubbed Sindbad gently under the throat and the cat stretched his neck,\nhis yellow eyes half closed in bliss.\n\n\"Thorson,\" the Captain turned to Dane, \"that arrival report on my desk\nwas the final one from Combine?\"\n\n\"Yes, sir. There's no hope of the _Rover_ setting down here before that\ndate.\"\n\nAsaki sat down, still holding the cat. \"So you see, Captain, fortune has\narranged it all. You have two tens of days. Four days to go in my\ncruiser, four days for your return here, and the rest to explore the\npreserve. We could not ask for better luck, for I do not know when our\npaths may cross again. In the normal course of events I will not have\nanother mission to Xecho for a year, perhaps longer. Also--\" He\nhesitated and then spoke to Tau. \"Medic, Captain Jellico has informed me\nthat you have made a study of magic on many worlds.\"\n\n\"That is so, sir.\"\n\n\"Do you then believe that it is real force, or that it is only a\nsuperstition for child-people who set up demons to howl petitions to\nwhen some darkness falls upon them?\"\n\n\"Some of the magic I have seen is trickery, some of it founded upon an\ninner knowledge of men and their ways which a shrewd witch doctor can\nuse to his advantage. There always remains\"--Tau put down his mug,\n\"--there always remains a small residue of happenings and results for\nwhich we have not yet found any logical explanations--\"\n\n\"And I believe,\" Asaki interrupted, \"it is also true that a race can be\nconditioned from birth to be sensitive to forms of magic so that men of\nthat blood are particularly susceptible.\" That was more of a statement\nthan a question, but Tau answered it.\n\n\"That is very true. A Lamorian, for example, can be 'sung' to death. I\nhave witnessed such a case. But upon a Terran or another off-world man\nthe same suggestion would have no effect.\"\n\n\"Those who settled Khatka brought such magic with them.\" The Chief\nRanger's fingers still moved about Sindbad's jaw and throat soothingly,\nbut his tone was chill, the coldest thing in the cramped space of the\nmess cabin.\n\n\"Yes, a highly developed form of it,\" Tau agreed.\n\n\"More highly developed perhaps than even you can believe, Medic!\"\nThat came in a hiss of cold rage. \"I think that its present\nmanifestation--death by a beast that is not a beast--could be worth\nyour detailed study.\"\n\n\"Why?\" Tau came bluntly to the point.\n\n\"Because it is a killing magic and it is being carefully used to rid my\nworld of key men, men we need badly. If there is a weak point in this\ncloudy attack shaping against us, we must learn it, and soon!\"\n\nIt was Jellico who added the rest. \"We are invited to visit Khatka and\nsurvey a new hunting range as Chief Ranger Asaki's personal term\nguests.\"\n\nDane drew a deep breath of wonder. Guest rights on Khatka were jealously\nguarded--they were too valuable to their owners to waste. Whole families\nlived on the income from the yearly rental of even half a one. But the\nRangers, by right of office, had several which they could grant to\nvisiting scientists or men from other worlds holding positions similar\nto their own. To have such an opportunity offered to an ordinary Trader\nwas almost incredible.\n\nHis wonder was matched by Tau's and must have been plain to read for the\nChief Ranger smiled.\n\n\"For a long time Captain Jellico and I have exchanged biological data on\nalien life-forms--his skill in photographing such, his knowledge as an\nxenobiologist are widely recognized. And so I have permission for him to\nvisit the new Zoboru preserve, not yet officially opened. And you, Medic\nTau, your help, or at least your diagnosis, we need in another\ndirection. So, one expert comes openly, another not so openly. Though,\nMedic, your task is approved by my superiors. And\"--he glanced at\nDane--\"perhaps to muddle the trail for the suspicious, shall we not ask\nthis young man also?\"\n\nDane's eyes went to the captain. Jellico was always fair and his crew\nwould have snapped into action on his word alone--even if they were\nfronting a rain of Thorkian death darts and that order was to advance.\nBut, on the other hand, Dane would never have asked a favor, and the\nbest he hoped for was to be able to perform his duties without\nunfavorable comment upon their commission. He had no reason to believe\nJellico was willing to agree to this.\n\n\"You have two weeks' planet-side leave coming, Thorson. If you want to\nspend it on Khatka....\" Jellico actually grinned then. \"I take it that\nyou do. When do we up-ship, sir?\"\n\n\"You said that you must wait for the return of your other crew\nmembers--shall we say mid-afternoon tomorrow?\" The Chief Ranger stood up\nand put Sindbad down though the cat protested with several sharp meows.\n\n\"Small lion,\" the tall Khatkan spoke to the cat as to an equal, \"this is\nyour jungle, and mine lies elsewhere. But should you ever grow tired of\ntraveling the stars, there is always a home for you in my courts.\"\n\nWhen the Chief Ranger went out the door, Sindbad did not try to follow,\nbut he uttered one mournful little cry of protest and loss.\n\n\"So he wants a trouble shooter, does he?\" Tau asked. \"All right, I'll\ntry to hunt out his goblins for him; it'll be worth that to visit\nKhatka!\"\n\nDane, remembering the hot glare of the Xecho spaceport, the sea one\ncould not swim in, contrasted that with the tri-dees he had seen of the\ngreen hunters' paradise on the next planet of the system. \"Yes, sir!\" he\nechoed and made a haphazard choice for the cooker.\n\n\"Don't be too lighthearted,\" Tau warned. \"I'll say that any stew which\nwas too hot for that Ranger to handle might give us burned fingers--and\nquick. When we land on Khatka, walk softly and look over your shoulder,\nand be prepared for the worst.\"\n\n\n\n\nII\n\n\nLightning played along the black ridges above them, and below was a\nsheer drop to a river which was only a silver thread. Under their boots,\nman-made and yet dominating the wildness of jungle and mountain, was a\nplatform of rock slabs, fused to support a palace of towering\nyellow-white walls and curved cups of domes, a palace which was also\nhalf fortress, half frontier post.\n\nDane set his hands on the parapet of the river drop, blinked as a\nlightning bolt crackled in a sky-splitting glare of violet fire. This\nwas about as far from the steaming islands of Xecho as a man could\nimagine.\n\n\"The demon graz prepare for battle.\" Asaki nodded toward the distant\ncrackling.\n\nCaptain Jellico laughed. \"Supposed to be whetting their tusks, eh? I\nwouldn't care to meet a graz that could produce such a display by mere\ntusk whetting.\"\n\n\"No? But think of the reward for the tracker who discovers where such go\nto die. To find the graveyard of the graz herds would make any man\nwealthy beyond dreams.\"\n\n\"How much truth is there in that legend?\" Tau asked.\n\nThe Chief Ranger shrugged. \"Who can say? This much _is_ true: I have\nserved my life in the forests since I could walk. I have listened to the\ntalk of Trackers, Hunters, Rangers in my father's courtyards and field\ncamps since I could understand their words. Yet never has any man\nreported the finding of a body of a graz that died a natural death. The\nscavengers might well account for the bulk of flesh, but the tusks and\nthe bones should be visible for years. And this, too, I have seen with\nmy own eyes: a graz close to death, supported by two of its kind and\nbeing urged along to the big swamps. Perhaps it is only that the\nsuffering animal longs for water at its end, or perhaps in the heart of\nthat morass there does lie the graz graveyard. But no man has found a\nnaturally dead graz, nor has any returned from exploring the big\nswamps....\"\n\nLightning on peaks which were like polished jet--bare rock above, the\nlush overgrowth of jungle below. And between, this fortress held by men\nwho dared both the heights and the depths. The wildly burgeoning life of\nKhatka had surrounded the off-worlders since they had come here. There\nwas something untameable about Khatka; the lush planet lured and yet\nrepelled at the same time.\n\n\"Zoboru far from here?\"\n\nThe Chief Ranger pointed north in answer to the captain's question.\n\n\"About a hundred leagues. It is the first new preserve we have prepared\nin ten years. And it is our desire to make it the best for tri-dee\nhunters. That is why we are now operating taming teams--\"\n\n\"Taming teams?\" Dane had to ask.\n\nThe Chief Ranger was ready enough to discuss his project.\n\n\"Zoboru is a no-kill preserve. The animals, they come to learn that\nafter a while. But we cannot wait several years until they do. So we\nmake them gifts.\" He laughed, evidently recalling some incident.\n\"Sometimes, perhaps, we are too eager. Most of our visitors who wish to\nmake tri-dees want to picture big game--graz, amplet, rock apes,\nlions--\"\n\n\"Lions?\" echoed Dane.\n\n\"Not Terran lions, no. But my people, when they landed on Khatka, found\na few animals that reminded them of those they had always known. So they\ngave those the same names. A Khatkan lion is furred, it is a hunter and\na great fighter, but it is not the cat of Terra. However, it is in great\ndemand as a tri-dee actor. So we summon it out of lurking by providing\nfree meals. One shoots a poli, a water rat, or a landeer and drags the\ncarcass behind a low-flying flitter. The lion springs upon the moving\nmeat, which it can also scent, and the rope is cut, leaving a free\ndinner.\n\n\"The lions are not stupid. In a very short time they connect the sound\nof a flitter cutting the air with food. So they come to the banquet and\nthose on the flitter can take their tri-dee shots at ease. Only there\nmust also be care taken in such training. One forest guard on the Komog\npreserve became too enterprising. He dragged his kill at first. Then, to\nsee if he could get the lions to forget man's presence entirely, he hung\nthe training carcasses on the flitter, encouraging them to jump for\ntheir food.\n\n\"For the guard that was safe enough, but it worked too too well. A month\nor so later a Hunter was escorting a client through Komog and they swung\nlow to get a good picture of a water rat emerging from the river.\nSuddenly there was a snarl behind them and they found themselves sharing\nthe flitter with a lioness annoyed at finding no meat waiting on board.\n\n\"Luckily, they both wore stass belts; but they had to land the flitter\nand leave until the lioness wandered off, and she seriously damaged the\nmachine in her irritation. So now our guards play no more fancy tricks\nwhile on taming runs. Tomorrow--no,\" he corrected himself, \"the day\nafter tomorrow I will be able to show you how the process works.\"\n\n\"And tomorrow?\" inquired the captain.\n\n\"Tomorrow my men make hunting magic.\" Asaki's voice was expressionless.\n\n\"Your chief witch doctor being?\" questioned Tau.\n\n\"Lumbrilo.\" The Chief Ranger did not appear disposed to add to that but\nTau pursued the subject.\n\n\"His office is hereditary?\"\n\n\"Yes. Does that make any difference?\" For the first time there was a\ncurrent of repressed eagerness in the other's tone.\n\n\"Perhaps a vast amount of difference,\" Tau replied. \"A hereditary office\nmay carry with it two forms of conditioning, one to influence its\nholder, one to affect the public-at-large. Your Lumbrilo may have come\nto believe deeply in his own powers; he would be a very remarkable man\nif he did not. It is almost certain that your people unquestionably\naccept him as a worker of wonders?\"\n\n\"They do so accept.\" Once more Asaki's voice was drained of life.\n\n\"And Lumbrilo does not accept something you believe necessary?\"\n\n\"Again the truth, Medic. Lumbrilo does not accept his proper place in\nthe scheme of things!\"\n\n\"He is a member of one of your Five Families?\"\n\n\"No, his clan is small, always set apart. From the beginning here, those\nwho spoke for gods and demons did not also order men.\"\n\n\"Separation of church and state,\" commented Tau thoughtfully. \"Yet in\nour Terran past there have been times when church and state were one.\nDoes Lumbrilo desire that?\"\n\nAsaki raised his eyes to the mountain peaks, to the northward where lay\nhis beloved work.\n\n\"I do not know what Lumbrilo wants, save that it makes mischief--or\nworse! This I tell you: hunting magic is part of our lives and it has at\nits core some of those unexplainable happenings which you have\nacknowledged do exist. I have used powers I can neither explain nor\nunderstand as part of my work. In the jungle and on the grasslands an\noff-worlder must guard his life with a stass belt if he goes unarmed.\nBut I--any of my men--can walk unharmed if we obey the rules of our\nmagic. Only Lumbrilo does other things which his forefathers did not.\nAnd he boasts that he can do more. So he has a growing following of\nthose who believe--and those who fear.\"\n\n\"You want me to face him?\"\n\nThe Chief Ranger's big hands closed upon the rim of the parapet as if\nthey could exert enough pressure to crumble the hard stone. \"I want you\nto see whether there is trickery in this. Trickery I can fight, for\nthat there are weapons. But if Lumbrilo truly controls forces for which\nthere is no name, then perhaps we must patch up an uneasy peace--or go\ndown in defeat. And, off-worlder, I come from a line of warriors--we do\nnot drink defeat easily!\"\n\n\"That I also believe,\" Tau returned quietly. \"Be sure, sir, if there is\ntrickery in this man's magic and I can detect it, the secret shall be\nyours.\"\n\n\"Let us hope that so it shall be.\"\n\nSubconsciously, Dane had always associated the practice of magic with\ndarkness and the night. But the next morning the sun was high and hot\nwhen he made one of the party coming down to a second and larger walled\nterrace where the Hunters, Trackers, Guards and other followers of the\nChief Ranger were assembled in irregular rows.\n\nThere was a low sound which was more a throb in the clear air about\nthem, getting into a man's blood and pumping in rhythm there. Dane\ntracked the sound to its source: four large drums standing waist high\nbefore the men who tapped them delicately with the tips of all ten\nfingers.\n\nThe necklaces of claws and teeth about those dusky throats, the kilts of\nfringed hide, the crossed belts of brilliantly spotted or striped fur\nwere in contrast to the very efficient and modern side arms each man\nwore, to the rest of the equipment sheathed and strapped at their belts.\n\nThere was a carved stool for the Chief Ranger, another for Captain\nJellico. Dane and Tau settled themselves on the less comfortable seats\nof the terrace steps. Those tapping fingers increased their rate of\nbeat, and the notes of the drums rose from the low murmur of hived bees\nto the mutter of mountain thunder still half a range away. A bird called\nfrom those inner courts of the palace from which the women never\nventured.\n\nDa--da--da--da.... Voices took up the thud-thud of the drums, the heads\nof the squatting men moved in a slow swing from side to side. Tau's hand\nclosed about Dane's wrist and the younger man looked around, startled,\nto see that the medic's eyes were alight, that he was watching the\nassembly with the alertness of Sindbad approaching prey.\n\n\"Calculate the stowage space in Number One hold!\"\n\nThat amazing order, delivered in a whisper, shocked Dane into obeying\nit. Number One hold ... there were three divisions now and the stowage\nwas--He became aware that for a small space of time he had escaped the\nnet being woven by the beat of the drum, the drone of voices, the\nnodding of heads. He moistened his lips. So that was how it worked! He\nhad heard Tau speak often enough about self-hypnotism under such\nconditions, but this was the first time the meaning of it had been\nclear.\n\nTwo men were shuffling out of nowhere, wearing nothing on their dark\nbodies but calf-length kilts of tails, black tails with fluffy white\ntips, which swayed uniformly in time to their pacing feet. Their heads\nand shoulders were masked by beautifully cured and semi-mounted animal\nheads displaying half-open jaws with double pairs of curved fangs. The\nblack-and-white striped fur, the sharply pointed ears, were neither\ncanine nor feline, but a weird combination of the two.\n\nDane gabbled two trading formulas under his breath and tried to think of\nthe relation of Samantine rock coinage to galactic credits. Only this\ntime his defenses did not work. From between the two shuffling dancers\npadded something on four feet. The canine-feline creature was more than\njust a head; it was a loose-limbed, graceful body fully eight feet in\nlength, and the red eyes in the prick-eared head were those of a\nconfident killer. It walked without restraint, lazily, with arrogance,\nits white-tufted tail swinging. And when it reached the mid-point of the\nterrace, it flung up its head as if to challenge. But words issued from\nbetween those curved fangs, words which Dane might not understand but\nwhich undoubtedly held meaning for the men nodding in time to the\nhypnotic cadence of that da--da--da....\n\n\"Beautiful!\" Tau spoke in honest admiration, his own eyes almost as\nferal as those of the talking beast as he leaned forward, his fists on\nhis knees.\n\nNow the animal was dancing also, its paws following the pace set by the\nmasked attendants. It must be a man in an animal skin. But Dane could\nhardly believe that. The illusion was too perfect. His own hands went to\nthe knife sheath at his belt. Out of deference to local custom they had\nleft their stun rods in the palace, but a belt knife was an accepted\narticle of apparel. Dane slid the blade out surreptitiously, setting its\npoint against the palm of his hand and jabbing painfully. This was\nanother of Tau's answers for breaking a spell. But the white and black\ncreature continued to dance; there was no blurring of its body lines\ninto those of a human being.\n\nIt sang on in a high-pitched voice, and Dane noted that those of the\naudience nearest the stools where Asaki and the captain were seated now\nwatched the Chief Ranger and the space officer. He felt Tau tense beside\nhim.\n\n\"Trouble coming....\" The warning from Tau was the merest thread of\nsound. Dane forced himself to look away from the swaying cat-dog, to\nwatch instead the singers who were now furtively eying their lord and\nhis guest. The Terran knew that there were feudal bonds between the\nRanger and his men. But suppose this was a showdown between Lumbrilo and\nAsaki--whose side would these men take?\n\nHe watched Captain Jellico's hand slide across his knee, his fingers\ndrop in touching distance of knife hilt. And the hand of the Chief\nRanger, hanging lax at his side, suddenly balled into a fist.\n\n\"So!\" Tau expelled the word as a hiss. He moved with sure-footed speed.\nNow he passed between the stools to confront the dancing cat-dog. Yet he\ndid not look at that weird creature and its attendants. Instead his arms\nwere flung high as if to ward off--or perhaps welcome--something on the\nmountain side as he shouted:\n\n\"_Hodi, eldama! Hodi!_\"\n\nAs one, those on the terrace turned, looked up toward the slope. Dane\nwas on his feet, holding his knife as he might a sword. Though of what\nuse its puny length would be against that huge bulk moving in slow\nmajesty toward them, he did not try to think.\n\nGray-dark trunk curled upward between great ivory tusks, ears went wide\nas ponderous feet crunched volcanic soil. Tau moved forward, his hands\nstill upraised, clearly in greeting. That trunk touched skyward as if in\nsalute to the man who could be crushed under one foot.\n\n\"_Hodi, eldama!_\" For the second time Tau hailed the monster elephant\nand the trunk raised in silent greeting from one lord of an earth to\nanother he recognized as an equal. Perhaps it had been a thousand years\nsince man and elephant had stood so, and then there had been only war\nand death between them. Now there was peace and a current of power\nflowing from one to the other. Dane sensed this, saw the men on the\nterrace likewise drawing back from the unseen tie between the medic and\nthe bull he had so clearly summoned.\n\nThen Tau's upheld hands came together in a sharp clap and men held their\nbreath in wonder. Where the great bull had stood there was\nnothing--except rocks in the sun.\n\nAs Tau swung around to face the cat-dog, that creature had no substance\neither. For he fronted no animal but a man, a small, lean man whose lips\nwrinkled back from his teeth in a snarl. His attendant priests fell\nback, leaving the spaceman and the witch doctor alone.\n\n\"Lumbrilo's magic is great,\" Tau said evenly. \"I hail Lumbrilo of\nKhatka.\" His hand made the open-palmed salute of peace.\n\nThe snarl faded as the man brought his face under control. He stood\nnaked, but he was clothed in inherit dignity. And there was power with\nthat dignity, power and a pride before which even the more physically\nimpressive Chief Ranger might have to give place.\n\n\"You have magic also, outlander,\" he replied. \"Where walks this\nlong-toothed shadow of yours now?\"\n\n\"Where once the men of Khatka walked, Lumbrilo. For it was men of your\nblood who long, long past hunted this shadow of mine and made its body\ntheir prey.\"\n\n\"So that it now might have a blood debt to settle with us, outlander?\"\n\n\"That you said, not I, man of power. You have shown us one beast, I have\nshown another. Who can say which of them is stronger when it issues\nforth from the shadows?\"\n\nLumbrilo pattered forward, his bare feet making little sound on the\nstones of the terrace. Now he was only an arm's-length away from the\nmedic.\n\n\"You have challenged me, off-world man.\" Was that a question or a\nstatement? Dane wondered.\n\n\"Why should I challenge you, Lumbrilo? To each race its own magic. I\ncome not to offer battle.\" His eyes held steady with the Khatkan's.\n\n\"You have challenged me.\" Lumbrilo turned away and then looked back over\nhis shoulder. \"The strength you depend upon may become a broken staff,\noff-worlder. Remember my words in the time when shadows become\nsubstance, and substance the thinnest of shadows!\"\n\n\n\n\nIII\n\n\n\"You are truly a man of power!\"\n\nTau shook his head in answer to that outburst from Asaki.\n\n\"Not so, sir. Your Lumbrilo is a man of power. I drew upon his power and\nyou saw the results.\"\n\n\"Deny it not! What we saw never walked this world.\"\n\nTau slung the strap of a trail bag over his shoulder. \"Sir, once men of\nyour blood, men who bred your race, hunted the elephant. They took his\ntusks for their treasure, feasted upon his flesh--yes, and died beneath\nthe trampling of his feet when they were unlucky or unwary. So there is\nthat within you which can even now be awakened to remember _eldama_ in\nhis might when he was king of the herd and need fear nothing save the\nspears and cunning of small, weak men. Lumbrilo had already awakened\nyour minds to see what he willed you to see.\"\n\n\"How does he do this?\" asked the other simply. \"Is it magic that we see\nnot Lumbrilo but a lion before us?\"\n\n\"He weaves his spell with the drums, with the chant, by the suggestion\nhis mind imposes upon yours. And, having woven his spell, he cannot\nlimit it to just the picture he suggests if ancient racial memories\nraise another. I merely used the tools of Lumbrilo to show you yet\nanother picture your people once knew well.\"\n\n\"And in so doing made an enemy.\" Asaki stood before a rack of very\nmodern weapons. Now he made his selection, a silver tube with a stock\ncurved to fit a man's shoulder. \"Lumbrilo will not forget.\"\n\nTau laughed shortly. \"No, but then I have merely done as you wished,\nhave I not, sir? I have focused on myself the enmity of a dangerous man,\nand now you hope I shall be forced, in self-defense, to remove him from\nyour path.\"\n\nThe Khatkan turned slowly, resting the weapon across his forearm. \"I do\nnot deny that, spaceman.\"\n\n\"Then matters here are indeed serious--\"\n\n\"They are so serious,\" Asaki interrupted, speaking not only to Tau but\nto the other off-worlders as well, \"that what happens now may mean the\nend of the Khatka that I know. Lumbrilo is the most dangerous game I\nhave faced in a lifetime as a hunter. He goes, or we draw his fangs--or\nelse all that I am, all I have labored here to build, will be swept\naway. To preserve this I will use any weapon.\"\n\n\"And I am now your weapon, which you hope will be as successful as that\nneedler you are carrying.\" Tau laughed again, without much humor. \"Let\nus hope I shall prove as effective.\"\n\nJellico moved out of the shadows. It was just after dawn, and the\ngrayness of the vanishing night still held in the corners of the armory.\nDeliberately he took his own stand before the arms racks and chose a\nshort-barreled blaster. Only when its butt was cupped in his hand did he\nglance at his host.\n\n\"We came guesting, Asaki. We have eaten salt and bread under this roof.\"\n\n\"On my body and my blood it is,\" returned the Khatkan grimly. \"I shall\ngo down to the blackness of Sabra before you do, if the flames of death\nare against us.\" From his belt he flipped loose his knife and offered\nthe hilt to Jellico. \"My body for a wall between you and the dark,\nCaptain. But also understand this: to me, what I do now is greater than\nthe life of any one man. Lumbrilo and the evil behind him must be rooted\nout. There was no trickery in my invitation!\"\n\nThey stood eye to eye, equal in height, in authority of person, and that\nindefinable something which made them both masters in their own\ndifferent worlds. Then Jellico's hand went out, his fingertip flicked\nthe hilt of the bared blade.\n\n\"There was no trickery,\" he conceded. \"I knew that your need was great\nwhen you came to the _Queen_.\"\n\nSince both the captain and Tau appeared to accept the situation, Dane,\nnot quite understanding it all, was prepared to follow their lead. And\nfor the moment they had nothing more in plan than to visit the Zoboru\npreserve.\n\nThey went by flitter--Asaki, one of his Hunter pilots, and the three\nfrom the _Queen_--lifting over the rim of mountains behind the\nfortress-palace and speeding north with the rising sun a flaming ball to\nthe east. Below, the country was stark--rocks and peaks, deep purple\nshadows marking the veins of crevices. But that was swiftly behind and\nthey were over a sea of greens, many shades of green, with yellow, blue,\neven red cutting into the general verdant carpet of treetops. Another\nchain of heights and then open land, swales of tall grass already burnt\nyellow by the steady sun. There was a river here, a crazy, twisted\nstream coiling nearly back upon itself at times.\n\nOnce more broken land, land so ravished by prehistoric volcanic action\nthat it was a grotesque nightmare of erosion-whittled outcrops and\nmesas. Asaki pointed to the east. There was a dark patch widening out\ninto a vast wedge.\n\n\"The swamp of Mygra. It has not yet been explored.\"\n\n\"You could air map it,\" Tau began.\n\nThe Chief Ranger was frowning. \"Four flitters have been lost trying\nthat. Com reports fail when they cross that last mountain ridge\neastward. There is some sort of interference which we do not yet\nunderstand. Mygra is a place of death; later we may be able to travel\nalong its fringe and then you shall see. Now--\" He spoke to the pilot in\nhis own tongue and the flitter pointed up-nose at an angle as they\nclimbed over the highest peak they had yet seen in this mountainous\nland, to reach at last a country of open grass dotted with small forest\nstands. Jellico nodded approvingly.\n\n\"Zoboru?\"\n\n\"Zoboru,\" Asaki assented. \"We shall go up to the northern end of the\npreserve. I wish to show you the roosts of the fastals. This is their\nnesting season and the sight is one you will long remember. But we shall\ntake an eastern course; I have two Ranger stations to check on the way.\"\n\nIt was after they left the second station that the flitter swung\nfarther out eastward, again climbing over the chain of heights to sight\none of the newly discovered wonders the staff at the last station had\nreported--a crater lake.\n\nAnd the flitter skimmed down across water which was a rich emerald in\nhue, filling the crater from one rock wall to the other with no beach at\nthe foot of those precipitant cliffs. As the machine arose to clear the\nfar wall, Dane tensed. One of his duties aboard the _Queen_ was flitter\npilot for planetwise trips. And ever since they had taken off that\nmorning he had unconsciously flown with the Khatkan pilot, anticipating\neach change or adjustment of the controls. Now he felt that sluggish\nresponse to the other's lift signal, and instinctively his own hand went\nout to adjust a power feed lever.\n\nThey made the rise, were well above the danger of the cliff wall. But\nthe machine was not responding properly. Dane did not need to watch the\npilot's swiftly moving hands to guess that they were in trouble. And his\nslight concern deepened into something else as the flitter began to drop\nnose again. In front of him, Captain Jellico shifted uneasily, and Dane\nknew that he, too, was alerted.\n\nNow the pilot had plunged the power adjuster to the head against the\ncontrol board. But the nose of the flitter acted as if it were\noverweighted or magnetically attracted by the rocks below. The best\nefforts of the man flying it could not keep it level. They were being\ndrawn earthward, and all the pilot could do only delayed the inevitable\ncrack-up. The Khatkan was turning the machine north to avoid what lay\nbelow, for here a long arm of the Mygra swamp clasped about the foot of\nthe mountain.\n\nThe Chief Ranger spoke into the mike of the com unit while the pilot\ncontinued to fight against the pull which was bringing them down. Now\nthe small machine was below the level of the volcanic peak which cradled\nthe lake, and the mountain lay between them and the preserve.\n\nAsaki gave a muffled exclamation, slapped the com box, spoke more\nsharply into the mike. It was apparent he was not getting the results\nhe wanted. Then with a quick glance about he snapped an order:\n\n\"Strap in!\"\n\nHis Terran companions had already buckled the wide webbing belts\nintended to save them from crash shock. Dane saw the pilot push the\nbutton to release fend cushions. In spite of his pounding heart, a small\nfraction of his brain recognized the other's skill as the Khatkan took a\ncourse to bring them down on a relatively level patch of sand and\ngravel.\n\nDane raised his head from the shelter of his folded arms. The Chief\nRanger was busy with the pilot, who lay limply against the controls.\nCaptain Jellico and Tau were already pulling at the buckles of their\nprotective crash belts. But one look at the front of the flitter told\nDane that it would not take to the air again without extensive repairs.\nIts nose was bent up and back, obscuring the forward view completely.\nHowever, the pilot had made a miraculously safe landing considering the\nterrain.\n\nTen minutes later, the pilot restored to consciousness and the gash in\nhis head bandaged, they held a council of war.\n\n\"The com was off, too. I did not have a chance to report before the\ncrash,\" Asaki put the situation straightly. \"And our exploring parties\nhave not yet mapped this side of the range; it has a bad reputation\nbecause of the swamp.\"\n\nJellico measured the heights now to their west with resigned eyes.\n\"Looks as if we climb.\"\n\n\"Not here,\" the Chief Ranger corrected him. \"There is no passing through\nthe crater lake region on foot. We must travel south along the edge of\nthe mountain area until we do find a scalable way into the preserve\nregion.\"\n\n\"You seem very certain we are not going to be rescued if we stay right\nhere,\" Tau observed. \"Why?\"\n\n\"Because I'm inclined to believe that any flitter that tries to reach us\nmay run into the same trouble. Also, they have no com fix on us. It will\nbe at least a day or more before they will even begin to count us\nmissing, and then they will have the whole northern portion of the\npreserve to comb; there are not enough men here--I can give you a\nmultitude of reasons, Medic.\"\n\n\"One of which might be sabotage?\" demanded Jellico.\n\nAsaki shrugged. \"Perhaps. I am not loved in some quarters. But there may\nalso be something fatal to flitters here as there is over Mygra. We\nthought the crater lake district safely beyond the swamp influence, but\nit may not be so.\"\n\nBut you took the chance of traveling over it, Dane thought, though he\ndid not comment aloud. Was this another of the Chief Ranger's attempts\nto involve them in some private trouble of his own? Though to\ndeliberately smash up a flitter and set them all afoot in this\nwilderness was a pretty drastic move.\n\nAsaki had started to unload emergency supplies from the flitter. They\neach had a trail bag for a pack. But when the pilot staggered over to\npull out a set of stass belts and Jellico began to uncoil them, the\nChief Ranger shook his head.\n\n\"With the feeder beam shut off by the mountains, I fear those will no\nlonger work.\"\n\nJellico tossed one on the crumpled nose of the flitter and punched its\nbutton with the tip of the needler barrel. Then he threw a rock at the\ndangling belt. The stone landed, taking the wide protective band with it\nto the ground. That force field which should have warded off the missile\nwas not working.\n\n\"Oh, fine!\" Tau opened his trail bag to pack concentrates. Then he\nsmiled crookedly. \"We aren't signed in for killing licenses, sir. Do you\npay our fines if we are forced to shoot a hole through something that\ndisputes the right of way?\"\n\nTo Dane's surprise, the Chief Ranger laughed. \"You are off preserve now,\nMedic Tau. The rules do not cover wild land. But I would suggest we now\nhunt a cave before nightfall.\"\n\n\"Lions?\" asked Jellico.\n\nDane, remembering the black and white beast Lumbrilo had presented, did\nnot enjoy that thought. They had--his gaze went from man to man checking\nweapons--the needler Asaki carried, and another the pilot had slung by\nits carrying strap over his shoulder. Tau and the captain both were\narmed with blasters and he had a fire ray and a force blade, both\nconsidered small arms but deadly enough perhaps even to dampen a lion's\nenthusiasm for the chase.\n\n\"Lions, graz, rock apes,\" Asaki fastened the mouth of his trail bag.\n\"All are hunters or killers. The graz send out scouts, and they are big\nand formidable enough to have no enemies. Lions hunt with intelligence\nand skill. Rock apes are dangerous, but luckily they cannot keep silent\nwhen they scent their prey and so give one warning.\"\n\nAs they climbed up-slope from the flitter, Dane, looking back, saw that\nperhaps Asaki was right in his belief that they had better try to help\nthemselves rather than wait for rescue. Putting aside the excuse of\nfearing another crack-up, the wrecked flitter made no outstanding mark\non the ground. The higher they climbed, the less it could be\ndistinguished from the tumble of rocks about it.\n\nHe had lagged a little behind and, when he hurried to catch up, found\nJellico standing with his distance vision lenses to his eyes, directing\nthem toward that shadow marking the swamp. As the younger spaceman\nreached him, the captain lowered the glasses and spoke:\n\n\"Take your knife, Thorson, and hold it close to that rock--over there.\"\nHe pointed to a rounded black knob protruding from the soil a little off\ntheir path.\n\nDane obeyed, only to have the blade jerk in his hand. And when he\nloosened his hold in amazement, the steel slapped tight against the\nstone.\n\n\"Magnetic!\"\n\n\"Yes. Which might explain our crash. Also this.\" Jellico held out a\nfield compass to demonstrate that its needle had gone completely mad.\n\n\"We can use the mountain range itself for a guide,\" Dane said with more\nconfidence than he felt.\n\n\"True enough. But we may have trouble when we head west again.\" Jellico\nlet the lenses swing free on their cord about his neck. \"If we were\nwrecked on purpose\"--his mouth tightened and the old blaster burn on his\ncheek stretched as did his jaw set--\"then someone is going to answer a\nlot of questions--and fast!\"\n\n\"The Chief Ranger, sir?\"\n\n\"I don't know. I just don't know!\" The captain grunted as he adjusted\nhis pack and started on.\n\nIf fortune had failed them earlier, she smiled on them now. Asaki\ndiscovered a cave before sundown, located not too far from a mountain\nstream. The Ranger sniffed the air before that dark opening as the\nHunter pilot shed his equipment and crept forward on his hands and\nknees, his head up and his nostrils expanding as he, too, tested the\nscent from the cave mouth.\n\nScent? It was closer to a stench, and one ripe enough to turn the\nstomach of an off-worlder. But the Hunter glanced back over his shoulder\nand nodded reassuringly.\n\n\"Lion. But old. Not here within five days at least.\"\n\n\"Well enough. And even old lion scent will keep away rock apes. We'll\nclean some and then we can rest undisturbed,\" was his superior's\ncomment.\n\nThe cleaning was easy for the brittle bedding of dried bracken and grass\nthe beast had left burned quickly, cleansing with both fire and smoke.\nWhen they raked the ashes out with branches, Asaki and Nymani brought in\nhandfuls of leaves which they crumpled and threw on the floor, spreading\nan aromatic odor which banished most of the foulness.\n\nDane, at the stream with the canteens to fill, chanced upon a small pool\nwhere there was a spread of smooth yellow sand. Knowing well the many\nweird booby traps one might stumble into on a strange world, the Terran\nprospected carefully, stirring up the stand with a stick. Sighting not\nso much as a water insect or a curious fish, he pulled off his boots,\nrolled up his breeches and waded in. The water was cool and refreshing,\nthough he dared not drink it until the purifier was added. Then, with\nthe filled canteens knotted together by their straps, he put on his\nboots and climbed to the cave where Tau waited with water tablets.\n\nHalf an hour later Dane sat cross-legged by the fire, turning a spit\nstrung with three small birds Asaki had brought in. One foot closer to\nthe heat began to tingle and he eased off his boot; his cramped toes\nsuddenly seeming to have doubled in size. He was staring wide-eyed at\nthese same toes, puffed, red, and increasingly painful to the touch,\nwhen Nymani squatted beside him, inspected his foot closely, and ordered\nhim to take off his other boot.\n\n\"What is it?\" Dane found that shedding the other boot was a minor\ntorture in itself.\n\nNymani was cutting tiny splinters, hardly thicker than a needle, from a\nstick.\n\n\"Sand worm--lays eggs in flesh. We burn them out or you have bad foot.\"\n\n\"Burn them out!\" Dane echoed, and then swallowed as he watched Nymani\nadvance a splinter to the fire.\n\n\"Burn them,\" the Khatkan repeated firmly. \"Burn tonight, hurt some\ntomorrow; all well soon. No burn--very bad.\"\n\nDane ruefully prepared to pay the consequences of his first brush with\nthe unpleasant surprises Khatka had to offer.\n\n\n\n\nIV\n\n\nDane regarded his throbbing feet morosely. Nymani's operations with\nburning splinters had been hard to take, but he had endured them without\ndisgracing himself before the Khatkans, who appeared to regard such a\nmishap as just another travel incident. Now, with Tau's salve soothing\nthe worst of the after affects, the Terran was given time to reflect\nupon his own stupidity and the fact that he might now prove a drag on\nthe whole party the next morning.\n\n\"That's queer....\"\n\nDane was startled out of the contemplation of his misery to see the\nmedic on his knees before their row of canteens, the vial of water\npurifier held to the firelight for a closer inspection.\n\n\"What's the matter?\"\n\n\"We must have hit with a pretty hard thump back there. Some of these\npills are powder! Have to guess about the portion to add.\" With the tip\nof his knife blade Tau scraped a tiny amount of pill fragments into each\nwaiting canteen. \"That should do it. But if the water tastes a little\nbitter, don't let it bother you.\"\n\nBitter water, Dane thought, trying to flex his still swollen toes, was\ngoing to be the least of his worries in the morning. But he determined\nthat his boots should go on at daybreak, and he would keep on his feet\nas long as the others did, no matter how much it cost him.\n\nAnd when they set out shortly after daybreak, wanting to move as far as\nthey could before the heat hours when they must rest, the going was not\ntoo bad. Dane's feet were tender to the touch, but he could shuffle\nalong at the tail of the procession with only Nymani playing rear guard\nbehind him.\n\nJungle lay before them and bush knives began to swing, clearing their\npath. Dane took his turn with the rest at that chore, thankful that the\nbusiness of cutting their way through that mass of greenery slowed them\nto a pace he could match--if not in comfort, then by willpower.\n\nBut the sand worms were not the only troubles one could encounter on\nKhatka. Within an hour Captain Jellico stood sweating and speaking his\nmind freely in the native tongues of five different planets while Tau\nand Nymani worked as a team with skinning knives. They were not flaying\nthe spaceman, but they came near to that in places as they worried a\nchoice selection of tree thorns out of his arm and shoulder. The captain\nhad been unfortunate enough to trip and fall into the embrace of a very\nunfriendly bush.\n\nDane inspected a fallen tree for evidence of inimical wild life, and\nthen rested his blanket between him and it as a protecting cushion\nbefore he sat down. These trees were not the towering giants of the true\nforests, but rather oversized bushes which had been made into walls by\ntwined vines. Brilliant bursts of flowers were splotches of vivid color,\nand the attendant insect life was altogether too abundant. Dane tried to\ntally his immunity shots and hoped for the best. At the moment he\nwondered why anyone would want to visit Khatka, let alone pay some\nastronomical sum for the privilege. Though he could also guess that the\nplush safari arranged for a paying client might be run on quite\ndifferent lines from their own present trek.\n\nHow _could_ a tracker find his way through this? With the compasses\nplaying crazy tricks into the bargain! Jellico knew that the compasses\nwere off, yet the captain had followed Asaki's lead without question, so\nhe must trust the Ranger's forest craft. But Dane wished they were clear\non the mountain side again.\n\nTime had little meaning in that green gloom. But when they worked\nthrough to meet rock walls again, the sun said it was well into the\nafter part of the day. They sheltered for a breather under the drooping\nlimbs of one of the last trees.\n\n\"Amazing!\" Jellico, his torn arm in a sling across his chest, came\ndown-slope from the higher point where he had been using the distance\nlenses. \"We struck straight across and cut off about ten miles by that\njungle jog. Now I believe all that I've heard of your people's ability\nto cross wilderness and not lose their built in 'riding beams,' sir.\nWith the compasses out, I'll admit I've been nourishing a healthy set of\ndoubts.\"\n\nAsaki laughed. \"Captain, I do not question your ability to flit from\nworld to world, or how you have learned to set up trade with strange\nhumans and non-humans alike. To each his own mystery. On Khatka every\nboy before he becomes a man must learn to navigate the jungle, and with\nno instruments to help him, only what lies in here.\" He touched his\nthumb to his forehead. \"So through generations we have developed our\nhoming instincts. Those who did not, also did not live to father others\nwho might have had the same lack. We are hounds who can run on a scent,\nand we are migrators who have better than a compass within our own\nbodies.\"\n\n\"Now we take to climbing again?\" Tau surveyed the way before them\ncritically.\n\n\"Not at this hour. That sun on the upward slopes can cook a man's skin\nwere he to touch any rock. We wait....\"\n\nWaiting for the Khatkans was a chance to sleep. They curled up on their\nlight blankets. But the three spacemen were restless. Dane would have\nliked to have taken off his boots, but feared he could not replace them;\nand he could tell from the way the captain shifted his position that\nJellico was in pain too. Tau sat quietly, staring at nothing Dane could\nsee, unless it was a tall rock thrust out of the slope like a finger\npointing skyward.\n\n\"What color is that rock?\"\n\nSurprised, Dane gave the stony finger closer attention. To him it was\nthe same color as most of the other rocks, a weathered black which in\ncertain lights appeared to carry a brownish film.\n\n\"Black, or maybe dark brown?\"\n\nTau looked past him to Jellico. The captain nodded.\n\n\"I'd agree with that.\"\n\nTau cupped his hands over his eyes for a moment and his lips moved as if\nhe were counting. Then he took his hands away and stared up-slope. Dane\nwatched the medic's eyelids blink slowly. \"Nothing but black or brown?\"\nTau pressed.\n\n\"No.\" Jellico supported his injured arm upon his knees, leaning forward,\nas intent upon the designated rock as if he expected it to assume some\nfar more startling appearance.\n\n\"Queer,\" Tau said to himself, and then added briskly, \"You're right, of\ncourse. That sun can play tricks with one's eyes.\"\n\nDane continued to watch the finger rock. Maybe strong sunlight could\nplay tricks, but he could see nothing odd about that rough lump. And\nsince the captain asked no questions of Tau, he did not quite want to\neither.\n\nIt was perhaps a half-hour later, and the medic and Jellico had both\nsuccumbed to the quiet, the heat, and their own fatigue, when Dane did\nsight a movement up-slope. The throbbing in his feet was worse now that\nhe had nothing to occupy his mind but his own troubles, and he was\nsitting facing the finger rock.\n\nWas that what Tau had seen earlier? That quick movement around the side\nof the rough pillar? But if so, why the question of color? There it was\nagain! And now, centering all his attention on that one point, the\nTerran picked out the outline of a head--a head grotesque enough to be\nsomething conjured out of Lumbrilo's sorcerer's imagination. Had Dane\nnot seen its like among the tri-dee prints in Captain Jellico's\ncollection, he would have believed that his eyes were playing tricks.\n\nIt was a bullet-shaped head, embellished by two out-sized prick ears,\nthe hair-tufted pointed tips of which projected well above the top of\nthe skull. Round eyes were set deeply in sunken pits. The mouth was a\nswinish snout from which lolled a purple tongue, though the rest of that\ngargoyle head was very close in color to the rock against which it half\nrested.\n\nDane had no doubts that the rock ape was spying upon the small camp.\nHaving heard tales of those semi-intelligent animals--the most\nintelligent native creatures of Khatka--most of which were concerned\nwith their more malignant characteristics, Dane was alarmed. That lurker\ncould be an advance scout of some pack. And a pack of rock apes, if able\nto surprise their prey, were formidable opponents.\n\nAsaki stirred, sat up. And that round head above turned to follow the\nChief Ranger's every move.\n\n\"Above ... by the finger rock ... to the right....\" Dane kept his voice\nclose to a whisper. When he saw the sudden constriction of muscle across\nthe Khatkan's bare shoulders, he knew that the other had heard and\nunderstood.\n\nOnly, if Asaki had spotted the rock ape, he did not betray his\nknowledge. The Khatkan got lithely to his feet. Then one of those feet\nstirred Nymani into the instant wakefulness of the wilderness-trained\nman.\n\nDane slid his hand about the bole of the tree and touched Jellico,\nwatched the captain's gray eyes open with a similar awareness. Asaki\npicked up his needler. Weapon in hand, he whirled and fired almost in\none connected movement. It was the fastest shot Dane had ever seen.\n\nThe gargoyle head lifted away from the rock, and then turned to one side\nas its body, somehow vaguely obscene in its resemblance to the human\nform, fell away, to sprawl limply down-slope.\n\nThough the dead rock ape had not had a chance to give tongue, there came\na cry from above, a coughing, deep-throated hawking. Down the steep\nincline bumped a round white ball, bouncing past the tumbled carcass of\nthe ape, sailing up into the air, to strike and burst open a few feet\naway.\n\n\"Back!\" With one arm Asaki sent Jellico, his nearest neighbor, tumbling\nback into the jungle. Then the Chief Ranger pumped a stream of needle\nrays into the remains of the ball. A shrill, sweet humming arose as red\nmotes, vivid as molten copper in the sunlight, climbed on wings beating\ntoo fast to be seen.\n\nThe debris of the nest smoked into nothing. But no needle ray could hope\nto stop all the poisonous army issuing forth from it, fighting mad, to\nseek any warm-blooded creature within scenting distance. The men threw\nthemselves into the brush, rolling in the thick mold of the vegetable\ndecay on the ground, rubbing its moist plaster over their bodies in\nfrantic haste.\n\nRed-hot fire, far worse than any of the splinter torment Dane had\nundergone the night before, pierced between his shoulders. He rolled on\nhis back, shoving himself along, both to kill the fire-wasp and coat the\nsting with cooling mold. Cries of pain told him that he was not the only\nsufferer, as all dug hands into the slimy stuff under them and slapped\nit over their faces and heads.\n\n\"Apes....\" That half shout got through to alert the men on the jungle\nfloor. True to their nature, the rock apes, now streaming downhill, were\ncoughing their challenges, advertising their attack. And it was only\nthat peculiarity of their species which saved their intended victims.\n\nThe apes came forward, partially erect, at a shambling run. The first\ntwo, bulls close to six feet, went down under fire from Asaki's needler.\nA third somehow escaped, swerving to the left, and came bounding at an\nangle toward Dane. The Terran jerked free his force blade as that swine\nsnout split wide to show greenish tusks and the horrible stench of the\ncreature's body made him gasp.\n\nA taloned paw clawed at him eagerly, slipped from his slime-covered body\njust as he brought the force blade up. Foul breath coughed in his face\nand he stumbled back as the heavy body of the ape crashed against him,\ncut in half by the weapon. To Dane's sickened horror the paws still\nclawed for him, the fangs still gnashed as he rolled free of the mangled\nbody and somehow got to his feet.\n\nThe roar of a blaster, of two blasters, drowned out the clamor of the\napes as Dane drew his fire ray, set his shoulders against a tree bole\nand prepared to fight it out. He fired, saw a smaller and more nimble\nenemy go down screeching. Then there were none left on their shaggy\nfeet, though some on the ground dragged themselves forward, still\nstriving to reach the men.\n\nDane slapped a fire-wasp from his leg. He was glad of the support of the\ntree at his back as the smell of the ape's blood drenching him from\nchest level down, and the mess on the ground, made his stomach churn.\n\nWhen he could control his retching, he straightened. To his relief he\nsaw that all the others were on their feet, apparently unharmed. But\nTau, catching sight of the younger spaceman, gasped and started for him.\n\n\"Dane! What did they do?\"\n\nHis junior laughed a little hysterically. \"Not mine....\" He swabbed with\na handful of grass at his bloodied breeches and blundered on into the\nsunlight.\n\nNymani found them a foam-flecked stream below a miniature falls where\nthe swift current prevented the lurking of sand worms. They stripped\neagerly, cleaning first themselves and then their fouled clothing while\nTau tended the wealth of fire-wasp stings. There was little he could do\nto relieve the swelling and pain, until Asaki produced a reed-like plant\nwhich, chopped in sections, yielded a sticky purple liquid that dried on\nthe skin as a tar gum--the native remedy. So, glued and plastered, they\nclimbed away from the water and prepared to spend the night in a hollow\nbetween two leaning rocks, certainly not as snug as the cave but a\nfortress of sorts.\n\n\"And credit-happy space hoppers pay a fortune for an outing like this!\"\nTau commented bitterly, hunching well forward so that a certain stung\nportion of his anatomy would not come in contact with the rock beneath\nhim.\n\n\"Hardly for this,\" Jellico replied, and Dane saw Nymani grin\none-sidedly, his other cheek puffed and painted sticky purple.\n\n\"We do not always encounter apes and fire-wasps in the same day,\"\nsupplied the Chief Ranger. \"Also, guests at the preserves wear stass\nbelts.\"\n\nJellico snorted. \"I don't think you'd get any repeats from your clients\notherwise! What do we meet tomorrow? A herd of graz on stampede, or\nsomething even more subtle and deadly?\"\n\nNymani got up and walked a little way from their rock shelter. He turned\ndown-slope and Dane saw his nostrils expand as they had when he had\ninvestigated the cave.\n\n\"Something is dead,\" he said slowly. \"A very large something. Or else--\"\n\nAsaki strode down to join his men. He gave a curt nod and Nymani skidded\non down the mountain side.\n\n\"What is it?\" Jellico asked.\n\n\"It might be many things. There is one I hope it is not,\" was the Chief\nRanger's somewhat evasive reply. \"I will hunt a labbla--there was fresh\nspoor at the stream.\" He set off along their back trail to return a half\nhour later, the body of his kill slung across one shoulder. He was\nskinning it when Nymani trotted back.\n\n\"Well?\"\n\n\"Death pit,\" supplied the Hunter.\n\n\"Poachers?\" Jellico inquired.\n\nNymani nodded. Asaki continued his task, but there was a glint in his\ndark eyes as he butchered with sure and expert strokes. Then he glanced\nat the shadow extending beyond the rocks.\n\n\"I, too, would see,\" he told Nymani.\n\nJellico arose, and Dane, interested, followed. Some five minutes later\nnone of them needed the native keenness of smell to detect the presence\nof some foulness ahead. The odor of corruption was almost tangible in\nthe sultry air. And it grew worse until they stood on the edge of a pit.\nDane retreated hurriedly. This was as bad as the battlefield of the rock\napes. But the captain and the two Khatkans stood calmly assessing the\nslaughter left by the hide poachers.\n\n\"Glam, graz, hoodra,\" Jellico commented. \"Tusks and hides--the full line\nof trade stuff.\"\n\nAsaki, his expression bleak, stepped back from the pit. \"Day old\ncalves, old ones, females--all together. They kill wantonly and leave\nthose they do not choose to pelt.\"\n\n\"Trail--\" Nymani pointed eastward. \"Leads to Mygra swamp.\"\n\n\"The swamps!\" Asaki was shaken. \"They must be mad!\"\n\n\"Or know more about this country than your men do,\" Jellico corrected.\n\n\"If poachers can enter Mygra, then we can follow!\"\n\nBut not now, Dane protested silently. Certainly Asaki did not mean that\n_they_ were to track outlaws into swamps the Khatkan had already labeled\nunexplored death traps!\n\n\n\n\nV\n\n\nSitting up, Dane stared wide-eyed into the dark. A handful of glowing\ncoals, guarded by rocks, was the center of their camp. He hunched up to\nthat hardly knowing why he moved. His hands were shaking, his skin damp\nwith sweat no heat produced. Yet, now that he was conscious of the\nnight, the Terran could not remember the nightmare from which he had\njust awakened, though he was left with a growing apprehension which he\ncould not define. What prowled out there in that dark? Walked the\nmountain side? Listened, spied and waited?\n\nDane half started to his feet as a form did move into the dim light of\nthe fire. Tau stood there, regarding him with sober intensity.\n\n\"Bad dream?\"\n\nThe younger man admitted to that with a nod, partly against his will.\n\n\"Well, you aren't the only one. Remember any of it?\"\n\nWith an effort, Dane looked away from the encircling dark. It was as if\nthe fear which had shaken him awake, now embodied, lurked right there.\n\n\"No.\" He rubbed sleep-smarting eyes.\n\n\"Neither did I,\" Tau remarked. \"But both of 'em must have been\njet-powered.\"\n\n\"I suppose one could expect to have nightmares after yesterday.\" Dane\nadvanced the logical explanation, yet at the same time something deep\ninside him denied every word of it. He had known nightmares before; none\nof them had left this aftertaste. And he wanted no return of sleep\ntonight. Reaching to the pile of wood he fed the fire as Tau settled\ndown beside him.\n\n\"There is something else....\" the medic began, and then fell silent.\nDane did not press him. The younger man was too busy fighting a growing\ndesire to whirl and aim the fire ray into that darkness, to catch in its\nwithering blast that lurking thing he could _feel_ padded there, biding\nits time.\n\nDespite his efforts Dane did drowse again before morning, waking\nunrefreshed, and, to his secret dismay, with no lessening of his odd\ndislike for the country about them.\n\nAsaki did not suggest that they trail the poachers into the morass of\nMygra. Instead the Chief Ranger was eager to press on in the opposite\ndirection, find a way over the range to the preserve where he could\nassemble a punitive force to deal with the outlaws. So they began an\nupward climb which took them away from the dank heat of the lowlands,\ninto the parched blaze of the sunbaked ledges above.\n\nThe sun was bright, far too bright, and there were few shadows left. Yet\nDane, stopping to drink sparingly from his canteen, could not lose that\nsense of eyes upon him, of being tracked. Rock apes? Cunning as those\nbeasts were, it was against their nature to trail in utter silence, to\nbe able to carry through a long-term project. Lion, perhaps?\n\nHe noted that Nymani and Asaki took turns at rear guard today, and that\neach was alert. Yet, oddly enough, none of them mentioned the uneasiness\nthey must all share.\n\nThey had a dry climb, finding no mountain stream to renew their water\nsupply. All being experienced in wilderness travel, they made a mouthful\nof liquid go a long way. When the party halted slightly before midday,\ncanteens were still half full.\n\n\"_Haugh!_\"\n\nThey jerked up, hands on weapons. A rock ape, its hideous body clearly\nseen here, capered, coughed, spat. Asaki fired from the hip and the\nthing screeched, clawed at its chest where the dark blood spewed out,\nand raced for them. Nymani cut the beast down and they waited tensely\nfor the attack of the thing's tribe, which should have followed the\nabortive lunge on the part of their scout. But there was\nnothing--neither sound nor movement.\n\nWhat did follow froze them all momentarily. That mangled body began to\nmove again, drew itself together, crawled toward them. Dane knew that it\nwas impossible that the creature could live with such wounds. Yet the\nbeast advanced, its head lolling on its hunched shoulders so that the\neyes were turned blindly up to the full glare of the sun, while it\ncrawled to reach the man it could not see.\n\n\"Demon!\" Nymani dropped his needler, shrank back against the rocks.\n\nAs the thing advanced, before their eyes the impossible happened. Those\ngaping wounds closed, the head straightened on the almost invisible\nneck, the eyes glared once more with life, and slaver dripped from the\nswine snout.\n\nJellico caught up the needler Nymani had dropped. With a coolness Dane\nenvied, the captain shot. And for the second time the rock ape\ncollapsed, torn to ribbons.\n\nNymani screamed, and Dane tried to choke back his own cry of horrified\nprotest. The dead thing put on life for the second time, crawled, got\nsomehow to its feet, healed itself, and came on. Asaki, his face\ngreenish-pale, stepped out stiffly as if each step he took was forced by\ntorture. He had dropped his needler. Now he caught up a rock as large as\nhis own head, raised it high with arms on which the muscles stood out\nlike ropes. He hurled the stone, and Dane heard as well as saw the\nmissile go home. The rock ape fell for the third time.\n\nWhen one of those taloned paws began to move again, Nymani broke. He\nran, his screams echoing thinly in the air, as the thing lurched up, the\ngory mess of its head weaving about. If his feet would have obeyed him,\nDane might have followed the Khatkan. As it was, he drew his ray and\naimed it at that shambling thing. Tau struck up the barrel.\n\nThe medic's face was livid; there was the same horror in his eyes. But\nhe moved out to front that monster.\n\nA spot of shadow coalesced on the ground, deepened in hue, took on\nsubstance. Crouched low facing the rock ape, its haunches quivering for\na deadly spring, narrowed green eyes holding on its prey, was a black\nleopard.\n\nThe tiny forward and backward movements of its body steadied, and it\narched through the air, brought down the ape. A pitting, snarling tangle\nrolled across the slope--and was gone!\n\nAsaki's hands shook as he drew them down his sweating face. Jellico\nreadied a second clip in the needler mechanically. But Tau was swaying\nso that Dane leaped to take the shock of the other's weight as he\ncollapsed. Only for a moment did the medic hang so, then he struggled to\nstand erect.\n\n\"Magic?\" Jellico's voice, as controlled as ever, broke the silence.\n\n\"Mass hallucination,\" Tau corrected him. \"Very strong.\"\n\n\"How!\" Asaki swallowed and began again. \"How was it done?\"\n\nThe medic shook his head. \"Not by the usual methods, that is certain.\nAnd it worked on us--on me--when we weren't conditioned. I don't\nunderstand that!\"\n\nDane could hardly believe it yet. He watched Jellico stride to where the\ntangle of struggling beasts had rolled, saw him examine bare ground on\nwhich no trace of the fight remained. They must accept Tau's\nexplanation; it was the only sane one.\n\nAsaki's features were suddenly convulsed with a rage so stark that Dane\nrealized how much a veneer was the painfully built civilization of\nKhatka.\n\n\"_Lumbrilo!_\" The Chief Ranger made of that name a curse. Then with a\nvisible effort he controlled his emotions and came to Tau, looming over\nthe slighter medic almost menacingly.\n\n\"How?\" he demanded for the second time.\n\n\"I don't know.\"\n\n\"He will try again?\"\n\n\"Not the same perhaps--\"\n\nBut Asaki had already grasped the situation, was looking ahead.\n\n\"We shall not know,\" he breathed, \"what is real, what is not.\"\n\n\"There is also this,\" Tau warned. \"The unreal can kill the believer just\nas quickly as the real!\"\n\n\"That I know also. It has happened too many times lately. If we could\nonly find out how! Here are no drums, no singing--none of the tricks to\ntangle a man's mind that he usually uses to summon his demons. So\nwithout Lumbrilo, without his witch tools, how does he make us see what\nis not?\"\n\n\"That we must discover and speedily, sir. Or else we shall be lost among\nthe unreal and the real.\"\n\n\"You also have the power. You can save us!\" Asaki protested.\n\nTau drew his arm across his face. Very little of the normal color had\nreturned to his thin, mobile features. He still leaned against Dane's\nsupporting arm.\n\n\"A man can do only so much, sir. To battle Lumbrilo on his own ground is\nexhausting and I can not fight so very often.\"\n\n\"But will he not also be exhausted?\"\n\n\"I wonder....\" Tau gazed beyond the Khatkan to the barren ground where\nleopard and rock ape had ceased to be. \"This magic is a tricky thing,\nsir. It builds and feeds upon a man's own imagination and inner fears.\nLumbrilo, having triggered ours, need not strive at all, but let us\nourselves raise that which will attack us.\"\n\n\"Drugs?\" demanded Jellico.\n\nTau gave a start sufficient to take him out of Dane's loose hold. His\nhand went to the packet of aid supplies which was his own care, his eyes\nround with wonder and then shrewdly alert.\n\n\"Captain, we disinfected those thorn punctures of yours. Thorson, your\nfoot salve.... But, no, I didn't use anything--\"\n\n\"You forget, Craig, we all had scratches after that fight with the\napes.\"\n\nTau sat down on the ground. With feverish haste he unsealed his medical\nsupplies, laid out some containers. Then delicately he opened each,\nexamined its contents closely by eye, by smell, and two by taste. When\nhe was done he shook his head.\n\n\"If these have been in any way meddled with, I would need laboratory\nanalysis to detect it. And I don't believe that Lumbrilo could hide\ntraces of his work so cleverly. Or has he been off-planet? Had much to\ndo with off-worlders?\" he asked the Chief Ranger.\n\n\"By the nature of his position he is forbidden to space voyage, to have\nany close relationship with any off-worlder. I do not think, medic, he\nwould choose your healing substances for his mischief. There would only\nbe chance to aid him then in producing the effects he wants. Though\nthere is often call for first aid in travel, he could not be _certain_\nyou would use any of your drugs on this trip to the preserve.\"\n\n\"And Lumbrilo _was_ certain. He threatened something such as this,\"\nJellico reminded them.\n\n\"So it would be something which we would all use, which we had to depend\nupon....\"\n\n\"The water!\" Dane had been holding his own canteen ready to drink. But\nas that possible explanation dawned in his mind, he smelled instead of\ntasted the liquid sloshing inside. There was no odor he could detect.\nBut he remembered Tau commenting on the powdered purifier pills at their\nfirst camp.\n\n\"That's it!\" Tau dug further into his kit, brought out the vial of white\npowder with its grainy lumps. Pouring a little into the palm of his hand\nhe smelled it, touched it with the tip of his tongue. \"Purifier and\nsomething else,\" he reported. \"It could be one of half a dozen drugs, or\nsome native stuff from here which we've never classified.\"\n\n\"True. There are drugs we have found here.\" Asaki scowled down at the\ngreen mat of jungle. \"So our water is poisoned?\"\n\n\"Do you always purify it?\" Tau asked the Chief Ranger. \"Surely during\nthe centuries since your ancestors landed on Khatka you must have\nadapted to native water. You couldn't have lived otherwise. We must use\nthe purifier, but must you?\"\n\n\"There is water and water.\" Asaki shook his own canteen, his scowl\ngrowing fiercer as the gurgle from its depths was heard. \"From springs\non the other side of the mountains we drink--yes. But over here, this\nclose to the Mygra swamps, we have not done so. We may have to chance\nit.\"\n\n\"Do you think we are literally poisoned?\" Jellico bored directly to the\nheart of their private fears.\n\n\"None of us have been drinking too heavily,\" Tau observed thoughtfully.\n\"And I don't believe Lumbrilo had outright killing in mind. How long the\neffect will last I have no way of telling.\"\n\n\"If we saw one rock ape,\" Dane wondered, \"why didn't we see others? And\nwhy here and now?\"\n\n\"That!\" Tau pointed ahead on the trail Asaki had picked for their\nascent. For a long moment Dane could see nothing of any interest there\nand then he located it--a finger of rock. It did not point directly\nskyward this time, in fact it slanted so that its tip indicated their\nback trail. Yet in outline the spire was very similar to that outcrop\nfrom which the real rock ape had charged them the day before.\n\nAsaki exclaimed in his own tongue and slapped his hand hard against the\nstock of the needler.\n\n\"We saw that and so again we saw an ape also! Had earlier we been\ncharged by graz or jumped by a lion in such a place, then again we would\nhave been faced by graz or lion here!\"\n\nCaptain Jellico gave a bark of laughter colored only by the most\nsardonic humor. \"Clever enough. He merely leaves it to us to select our\nown ghost and then repeat the performance in the next proper setting. I\nwonder how many rocks shaped like that one there are in these mountains?\nAnd how long will a rock ape continue to pop out from behind each one we\ndo find?\"\n\n\"Who knows? But as long as we drink this water we're going to continue\nto have trouble; I feel safe in promising that,\" Tau replied. He put\nthe vial of doctored purifier into a separate pocket of his medical kit.\n\"It may be a problem of how long we can go without water.\"\n\n\"Perhaps,\" Asaki said softly. \"Only not all the water on Khatka comes\nrunning in streams.\"\n\n\"Fruit?\" Tau asked.\n\n\"No, trees. Lumbrilo is not a hunter, nor could he be certain when and\nwhere his magic would go to work. Unless the flitter was deliberately\nsabotaged, he was planning for us to use our canteens in the preserve.\nThat is lion country and there are long distances between springs. This\nis jungle below us and there is a source there I think we can safely\ntap. But first I must find Nymani and prove to him that this is truly\ndeviltry of a sort, but not demon inspired.\"\n\nHe was gone, running lightly down-slope in the direction his hunter had\ntaken, and Dane spoke to Captain Jellico.\n\n\"What's this about water in trees, sir?\"\n\n\"There is a species of tree here, not too common, with a thickened\ntrunk. It stores water during the rainy season to live on in the hot\nmonths. Since we are in the transition period between rains, we could\ntap it--if we locate one of the trees. How about that, Tau? Dare we\ndrink that without a purifier?\"\n\n\"Probably a choice of two evils, sir. But we have had our preventive\nshots. Personally, I'd rather battle disease than take a chance on a\nmind-twisting drug. You can go without water just so long....\"\n\n\"I'd like to have a little talk with Lumbrilo,\" remarked Jellico, the\nmildness in his voice very deceptive.\n\n\"I'm _going_ to have a little talk with Lumbrilo, if and when we see him\nagain!\" promised Tau.\n\n\"What are our chances, sir?\" Dane asked. He screwed the cap back on his\ncanteen, his mouth feeling twice as dry since he knew he dared not\ndrink.\n\n\"Well, we've faced gambles before.\" Tau sealed the medical kit. \"I'd\nlike to see one of those trees before sundown. And I don't want to face\nanother pointed rock today!\"\n\n\"Why the leopard?\" asked Jellico reflectively. \"Another case of using\nflame to fight fire? But Lumbrilo wasn't among those present to be\nimpressed.\"\n\nTau rubbed his hand across his forehead. \"I don't really know, sir.\nMaybe I could have made the ape vanish without a counter projection, but\nI don't think so. With these hallucinations it is better to battle one\nvision against another for the benefit of those involved. And I can't\neven tell you why I selected a leopard--it just flashed into mind as\nabout the fastest and most deadly animal fighter I could recall at that\nmoment.\"\n\n\"You'd better work out a good list of such fighters.\" Jellico's grim\nhumor showed again. \"I can supply a few if you need them. Not that I\ndon't share your hope we won't see any more trigger rocks. Here comes\nAsaki with his wandering boy.\"\n\nThe Chief Ranger was half-leading, half-supporting his hunter, and\nNymani seemed only half-conscious. Tau got to his feet and hurried to\nmeet them. It would appear that their search for the water tree would be\ndelayed.\n\n\n\n\nVI\n\n\nThey withdrew to a spot hacked from the edge of the jungle, leaving a\nscreen of green between them and the traitorous up-slope. But within the\nfew hours of daylight left them, it was proven that Asaki had been\noverly optimistic in his hopes of discovering a water tree. They were\nnow in a narrow tongue of land between the range and the swamps, and\nthis territory was limited. Nymani, still shaken, was of little help,\nand the spacemen did not dare to strike out into unexplored land alone.\n\nSo they mouthed dry concentrates and dared not drink. Dane was tempted\nto pour out the liquid in his canteen. Water so close to hand was a\ncontinual torment. And, now that they were away from the heights and the\npossibility of more finger-shaped rocks, surely the threat in that\nmoisture was small in comparison to the needs of his body. Only that\ncaution which was drilled into every Free Trader supplied a brake to his\nthirst.\n\nJellico drew the back of his hand across cracked lips. \"Suppose we\nshould draw lots--some of us drink, one or two not. Could we manage that\nway until we were over the mountains?\"\n\n\"I wouldn't want to chance it, unless we are left with no other choice.\nThere is no way of telling how long the drug works. Frankly, right now\nI'm not even sure I could detect a hallucination for very long under\nthese conditions,\" was Tau's discouraging verdict.\n\nIf any of them slept that night, they did so only in snatches. The\napprehension which had come with the previous night was back,\nintensified, and that lurking, indefinable fear rode them hard.\n\nThey were shaken out of their private terrors shortly after dawn. There\nwere always sounds to be heard in the jungle: the cries of unseen birds,\nthe crash of some tree eaten alive by parasitic sapping. But what broke\nnow was no bird call, no isolated tree falling. A trumpeting roar, the\ncrackling smash of vegetation, heralded a real menace. Asaki spun to\nface northward, though there was nothing to be seen there except the\nunshaken wall of the jungle.\n\n\"Graz! Graz on stampede!\" Nymani joined his superior.\n\nJellico arose swiftly and Dane read on the captain's face the\nseriousness of this. The off-worlder turned to his own men with a sharp\norder. \"On your feet! We may have to move on the double. Up-mountain?\"\nhe demanded of the Chief Ranger.\n\nThe other was still listening, not only with his ears but with the whole\nof his tense body. Three of the deer-like creatures they had hunted for\nfood broke out of the green wall, fled past the men as if the latter was\ninvisible. And behind them, the hunted now and not the hunter, came a\nlion, its strikingly marked black-and-white hide dramatic in the light\nof the morning. It showed fangs in a snarl and then was gone in one huge\nbound. More deer things, scurrying of other small creatures, moving too\nfast for clear identification, and behind them the fury of destruction\nwhich marked the headlong advance of Khatka's largest mammals slamming\nthrough the jungle.\n\nThey had started up-slope when Nymani cried out. A white bulk, hard to\ndistinguish in that light against the gray of the earth, headed after\nthem. Dane had a fleeting glimpse of curled tusks, of an open mouth,\nraw-red and wide enough to engulf his whole head, of shaggy legs driving\nat an unbelievable pace. Asaki snapped a beam from the needler. The\nwhite monster roared and came on. They dived for the scant cover offered\nas the graz bull died, not two yards away from the Chief Ranger, its\nheavy body skidding along the earth with the force of its speed as it\nwent down.\n\n\"That did it!\" Jellico sighted coolly with his blaster as a second bull,\nfighting mad, tore from the jungle and pounded at them. Behind it a\nthird tusked head thrust out of the brush, large eyes searched for an\nenemy. Dane studied the dead bull, but the animal did not come to life\nthis time. These were not hallucinations. And the malignancy of the rock\napes, the cunning of the native Khatkan lion, were pallid things\ncompared to a graz herd on the rampage.\n\nThe second bull yelped with an almost canine complaint as Jellico's\nblaster caught it head-on. Blinded, the beast blundered ahead, climbing\nthe mountain side. The third met a ray from Nymani's needler. But the\nChief Ranger leaped from behind his sheltering rock to the one where the\ncaptain had taken refuge and pulled him into the open.\n\n\"They must not corner us here!\"\n\nJellico agreed to that. \"Come on!\" he barked to Tau and Dane.\n\nThey fled along a rough way, trying to gain altitude, but finding a\nrising cliff wall which could not be easily climbed. Two more graz went\ndown, one badly wounded, one safely dead. Behind them more white heads\ncame from the brush. What original cause had started the stampede the\nfugitives could not guess, but now the fear and anger of the animals\nwere centering upon them.\n\nAnd, in spite of their efforts, the party was being herded into a pocket\nbetween the jungle below, where the main body of graz crashed along, and\na steep wall. Given time to find the necessary finger and toe holds, a\nman might climb that wall, but they could not attempt it now. The\nportion of ledge on which they ran, stopped to fire, and then ran on\nagain, angled to the southeast. And so they came to its end quickly, a\ndrop ending in a plain of yellow-gray mud studded with clumps of\nbleached vegetation which led, like steppingstones, toward a tangle of\nmatted, sickly looking plants and reeds.\n\n\"All right,\" Tau faced around, \"what do we do now? Space lift? And using\nwhat for wings or jets?\"\n\nAs if the graz could sense that they now had their victims safely\ncornered, what must have been a goodly segment of the herd hooked their\nway from the jungle and started up. Puffing, digging in those sturdy\nlegs which had to take the massive weight of their barrel-shaped bodies,\nthey made their way determinedly up-grade. One might almost believe that\nthey had intelligently planned this end for their drive.\n\n\"We go down!\" Asaki yelled, and used his needler on the leader of that\nclimbing platoon.\n\n\"The brush islands,\" Nymani amended. \"I show you!\" He thrust his needler\nat Jellico and was over the edge of the ledge, hanging by his hands and\nswinging his weight back and forth like a pendulum. At the up-swing of\nhis body to the right, he let go and plunged out, landing half across\none of the reed islets. The Khatkan clawed his way to his knees, gained\nhis feet, and leaped for the next bit of solid ground.\n\n\"You, Thorson!\" Jellico jerked his head at Dane and the younger spaceman\nholstered his fire ray, slipped gingerly over the drop and prepared to\nrepeat Nymani's feat as best he could.\n\nHe was not quite as successful with his sidewise swing, landing with\nonly his forearms across the islet, the rest of his body being swiftly\nembedded in what was ooze covered only with a thin crust of dried\nmatter. The stench of the stuff was sickening, but the fear of being\nentrapped in it gave him the necessary impetus to push forward, though\nwhat was meant to be a swift half-dive was more of a worm's progress. He\ngrabbed frantically at brittle stems, at coarse grass which cut like\nknives at his hands. But some of the material held and he lay face down\non a lump which did not give under his weight.\n\nThere was no time to linger; he had to get to the next patch, to free\nthis dubious landing place for the men embattled on the rise above.\nStumbling up, Dane judged the distance with a space-trained eye and\njumped to a knob Nymani had already quitted. The Khatkan was more than\nhalfway along toward that promise of solid ground which the tangled mass\nof leprous vegetation led to, zigzagging expertly from islet to islet.\n\nThere was a crash and a roar behind. Dane balanced on the third of the\nminute islands to look back. He saw the lash of blaster fire on the top\nof the cliff, Tau on his knees on the first of their chain of\nsteppingstones, and a graz sprawled head and forequarters in the sucking\nmuck where it had dived past the two defenders above. Needler and\nblaster fired together again, and then Jellico swung over the cliff rim.\nTau waved vigorously and Dane took off for the next islet, just making\nit by lucky chance.\n\nThe rest of the journey he took in a rush, trying not to think of\nanything but the necessity of landing on some spot of firm ground. His\nlast leap of all was too short, so that he went knee deep in a\nparticularly evil-smelling pool where yellow scum spattered his breeches\nand he experienced the insidious pull of the bottomless stuff. A stout\nbranch whipped across his shoulder and he caught it. With Nymani's wiry\nstrength on the other end, Dane worked free and sat, white-faced and\nshivering, on a mat of brush, while the Khatkan hunter turned his\nattention to the safety of Tau, the next arrival.\n\nMore fortunate, or more skillful than Dane, the medic made the hop from\nthe last tuft without mishap. But he was blowing heavily as he collapsed\nbeside the other spaceman. Together they watched the progress of their\ncaptain.\n\nSafe on the second tussock from the shore, Jellico halted, edged\ncarefully around and used the needler Nymani had left with him. A shaggy\nhead tossed and the bull fronting Asaki on the cliff went down. The\nChief Ranger dodged quickly to the right and a second beast rushed out\nand over, to join its mired comrade in the swamp below. As Jellico shot\nagain, the Khatkan slung his needler and went over to gain the first\nislet.\n\nOne more graz was wounded but luckily it hunched about, turning its\nformidable tusks on those that followed, thus keeping the path clear for\nits enemies. Jellico was making the journey, sure-footedly, with the\nChief Ranger only one hillock behind. Tau sighed.\n\n\"Someday maybe this will be just another tall tale and we'll all be\nthought liars when we spout it,\" he observed. \"That is if we survive to\ntell it. So now which way do we go? If I had my choice it would be up!\"\n\nWhen Dane pulled himself to his feet and surveyed their small refuge, he\nwas ready to agree to that. For the space, packed with dead and dying\nvegetable matter until one sank calf deep, was a triangle with a narrow\npoint running east into the swamp.\n\n\"They don't give up easily, do they?\" Jellico looked back to the shore\nand the cliff. Though the wounded graz bull still held the heights\nagainst its fellows, there were others breaking from the jungle on the\nlower level, wandering back and forth to paw the earth, rip up soil with\ntheir tusks, and otherwise threaten anyone who would try to return to\nthe strip they patrolled.\n\n\"They will not,\" Asaki answered bleakly. \"Arouse a graz and it will\ntrail you for days; kill any of the herd and you have little hope of\nescaping them on foot.\"\n\nIt would seem now that the swamp was a deterrent to pursuit. The two\nbeasts that had fallen in the mire moaned in a pitiful rising note. They\nhad ceased to struggle and several of their kind clustered on the shore\nnear them, calling entreatingly. Asaki took careful aim with the needler\nand put one animal after another out of its misery. But the flash of\nthose shots angered those on shore to a higher pitch of rage.\n\n\"No going back,\" he said. \"At least not for several days.\"\n\nTau slapped a black, four-winged insect which had settled on his arm,\nits jaws wide open for a sampling bite. \"We can't very well perch here\nuntil they forget all about us,\" he pointed out. \"Not without water we\ncan trust, and with the local wild life ready to test us for tasty\neating.\"\n\nNymani had prowled along the swampward point of their island, and now he\nmade his report.\n\n\"There is more high land to the east. Perhaps it will give us a bridge\nacross.\"\n\nAt that moment Dane doubted his ability to make any more leaps from\nisland to island. And it would seem Tau shared his discouragement.\n\n\"I don't suppose you could discourage our friends on shore there with a\nfew more shots?\"\n\nAsaki shook his head. \"We do not have clips enough to settle a whole\nherd. These might retreat from sight but they would be waiting for us in\nthe bush, and that would mean certain death. We shall have to take the\nswamp road.\"\n\nIf Dane had considered their earlier march misery, this was sheer\ntorture. Since footing was never secure, falls were frequent, and within\na quarter-hour they were all plastered with evil-smelling slime and mud\nwhich hardened to rock consistency when exposed to the air. Painful as\nthis was, it did protect a portion of their bodies from the insects with\nwhich the swamp was well stocked.\n\nAnd, in spite of their efforts to find a way out, the only possible\npaths led them deeper into the center of the unexplored morass. At last\nAsaki called a halt and a council to consider retreat. To locate an\nisland from which they could at least watch the shore appealed very\nstrongly indeed.\n\n\"We have to have water.\" Tau's voice was a harsh croak, issuing out of a\nmask of green mud festooned with trailing weeds.\n\n\"This ground is rising.\" Asaki smacked the stock of his needler against\nthe surface on which he crouched. \"I think perhaps there may be clean\nland soon to come.\"\n\nJellico hitched his way up a sapling, now bending under his weight.\nThrough the vision lenses he studied the route ahead.\n\n\"You're right about that,\" he called to the Chief Ranger. \"There's a\nshowing of the right sort of green to the left, about half a mile on.\nAnd,\" he glanced about at the westering sun, \"we have about an hour yet\nof good light in which to make it. I wouldn't try such a run after\ndark.\"\n\nThat promise of green bolstered their weary spirits for a last\nexhausting effort. Once again they were faced with a series of islet\nleaps, and now they carried with them brush culled from the bigger\ntussocks to aid in times of need.\n\nWhen Dane scrambled up the last pull, staggered, and went down to his\nknees again, he knew he was done. He did not even move at an excited cry\nfrom Nymani, echoed a moment later by Asaki. It was not until the latter\nleaned over him, a canteen open in his hand, that Dane aroused a little.\n\n\"Drink!\" the Khatkan urged. \"We have found a water tree. This is fresh.\"\n\nThe liquid might have been fresh, but it also had a peculiar taste,\nwhich Dane did not note until he had gulped down a generous swallow. At\nthat moment he was past caring about anything but the fact that he did\nhave a portion of drinkable stuff in hand.\n\nHere the stunted, unnatural growth of the swamplands had given away to\nthe more normal vegetation of the jungle-clad lowlands. Had they come\nclear across the swamp, Dane wondered dully, or was this only a large\nisland in the midst of the stinking boglands?\n\nHe drank again and regained strength enough to crawl to where his\nshipmates lay. It was some time before he was interested in much besides\nthe fact that he could drink when he wished. Then he watched Jellico\nwaver to his feet, his head turned eastward. Tau, too, sat up as if\nalerted by the _Queen's_ alarm buzzer.\n\nThe Khatkans were gone, perhaps back to the water tree. But all three of\nthe spacemen heard that sound, a far off throbbing rhythm which was a\nvibration as well. Jellico looked to Tau.\n\n\"Drums?\"\n\n\"Could be.\" The medic screwed the cap back on his canteen. \"I'd say we\nhave company--only I'd like to know what kind!\"\n\nThey might have been mistaken about the drums, but none of them could\nhave been mistaken about the bolt which came out of nowhere to slice\nthrough a tree trunk as a knife might slash wet clay. Blaster--and a\nparticular type of blaster!\n\n\"Patrol issue!\" Tau lay flat, squeezing himself against the earth as if\nhe wished he could ooze into it.\n\nJellico wriggled toward the bush in answer to a low call from Asaki, and\nthe others made a worm's progress in his wake. Under cover they found\nthe Chief Ranger readying his needler.\n\n\"Poacher camp here,\" he explained bleakly. \"And they know about us.\"\n\n\"A perfect end to a stinking day,\" remarked Tau dispassionately. \"We\nmight have guessed something of this sort was waiting.\" He tried to rub\naway some of the dried clay coating his chin. \"But do poachers use\ndrums?\"\n\nThe Chief Ranger scowled. \"That is what Nymani has gone to find out.\"\n\n\n\n\nVII\n\n\nDarkness closed in while they waited for Nymani's return. There had been\nno further attack from the blaster wielder; perhaps he was only trying\nto pin them down where they were. Out over the swamp, weird patches of\nphosphorescence moved in small ghostly clouds, and bright dots of\ninsects with their own built-in lighting systems flashed spark-fashion\nor sailed serenely on regular flight plans. At night the wonder of the\nplace was far removed from the squalid reality of the day. They chewed\non their rations, drank sparingly of the water, and tried to keep alert\nto any sight or sound.\n\nThat monotonous undertone, which might or might not be drums, continued\nas a basic hum to the noises of the night, drowned out at intervals by a\nsplash, a mutter or cry from some swamp creature. Beside Dane, Jellico\nstiffened, moved his blaster, as someone wriggled through the brush,\ntrilling softly.\n\n\"Off-worlders,\" Nymani reported in gasps to Asaki, \"and outlaws, too.\nThey make a hunting sing--tomorrow they march for a killing.\"\n\nAsaki rested his chin on his broad forearm. \"Outlaws?\"\n\n\"They show no lord's badge. But each I saw wears a bracelet of three,\nfive, or ten tails. They are Trackers indeed, and Hunters of the best!\"\n\n\"They have huts?\"\n\n\"Not so. There are no dwellers in the inners courts here.\" Out of habit\nNymani used the polite term for the women of his race. \"I would say they\ntarry only for the space of a hunt. And on the boots of one I saw salt\ncrust.\"\n\n\"Salt crust!\" Asaki snapped and half arose. \"So that is the type of lure\nthey use. There must be a saline mire near here to pull game--\"\n\n\"How many off-worlders?\" Jellico broke in.\n\n\"Three who are Hunters, one who is different.\"\n\n\"How different?\" questioned Asaki.\n\n\"He wears upon his body garments which are strange; on his head a round\ncovering such as we see upon the off-worlders of the ships--\"\n\n\"A spaceman!\"\n\nAsaki laughed harshly. \"Why not? They must have some method of\ntransporting their hides.\"\n\n\"You can't tell me,\" Jellico returned, \"that anyone is able to set a\nship down in this muck. It would simply be buried for all time.\"\n\n\"But, Captain, what type of a spaceport does a Free Trader need? Do you\nnot planet your own ship on worlds where there are no waiting cradles,\nno fitter shops, none of the conveniences such as mark the field Combine\nmaintains on Xecho?\"\n\n\"Of course I do. But one does need a reasonably smooth stretch of\nterritory, open enough so the tail flames won't start a forest fire. You\ndon't ever ride a tail push down in a swamp!\"\n\n\"Which testifies to a trail out of here, fairly well-traveled, and some\nkind of a usable landing space not too far away,\" Asaki replied. \"And\nthat could very well serve us.\"\n\n\"But they know we are here,\" Tau pointed out.\n\nIt was Nymani's turn to laugh. \"Man from the stars, there is no trail so\nwell-hidden that a Ranger of the preserves cannot nose it out, nor any\nHunter--be he a two or five bracelet veteran--who can keep pinned down a\ndetermined man of the forest service!\"\n\nDane lost interest in the argument at that moment. He was at the edge of\ntheir line, the nearest to the swamp, and he had been watching patches\nof ghostly light flitting above the rank water-weeds. For the past few\nmoments those wisps of faded radiance had been gathering into a growing\nanthropomorphic blot hanging over the morass several yards away. And the\nmisty outlines were now assuming more concrete shape. He watched,\nunable to believe in what he was seeing. At first the general outline,\nnon-defined as it was, made him think of a rock ape. But there were no\npointed ears above the round skull, no snout on the visage turned in\nprofile toward him.\n\nMore and more patches of swamp luminescence were drawn to that glowing\nfigure. What balanced there now, as if walking the treacherous surface\nof the swampland, was no animal. It was a man, or the semblance of one,\na small, thin man--a man he had seen once before, on the terrace of\nAsaki's mountain fortress.\n\nThe thing stood almost complete, its head cocked in what was an attitude\nof listening.\n\n\"Lumbrilo!\" Dane identified it, still knowing that the witch doctor\ncould not be standing there listening for them. But, to shake him still\nfarther, the head turned at his cry. Only there were no eyes, no\nfeatures on the white expanse which should have been a face. And somehow\nthat made the monster more menacing, convincing Dane against sane logic\nthat the thing _was_ spying on them.\n\n\"Demon!\" That was Nymani; and over his sudden quaver, robbed of all the\nconfidence which had been there only moments earlier, came Asaki's\ndemand:\n\n\"What stands there, Medic? Tell us that!\"\n\n\"A whip to drive us out of hiding, sir. As you know as well as I. If\nNymani spied upon them, then they have spied upon us in turn. And this,\nI think, also answers another question. If there is a canker of trouble\non Khatka, then Lumbrilo is close to its root.\"\n\n\"Nymani!\" The Chief Ranger's voice was the crack of a lash. \"Will you\nforget again that you are a man, and run crying for shelter against a\nshaft of light? As this off-world Medic says, Lumbrilo fashions such as\nthat to drive us into our enemies' hands!\"\n\nThe shadow thing in the swamp moved, putting its foot forward on surface\nwhich would not bear the weight of a human body, taking a deliberate\nstep and then another, heading for the concealing brush where the\nfugitives lay.\n\n\"Can you get rid of it, Tau?\" Jellico asked in his usual crisp voice. He\nmight have been inquiring about some problem aboard the _Queen_.\n\n\"I'd rather get at the source.\" There was a grim note in the Medic's\nreply. \"And to do that I want to look at their camp.\"\n\n\"Well enough!\" Asaki crept back in the brush.\n\nThe ghost of that which was not a man had reached the shore of the\nisland, stood there, its blank head turned toward them. Weird as it was,\nnow that the first shock of sighting it was over, the spacemen could\naccept and dismiss it as they had not been so able to dismiss the\nphantom rock ape.\n\n\"If that thing was sent to drive us,\" Dane ventured, \"wouldn't we be\nplaying their game by going inland now?\"\n\nThe Chief Ranger did not pause in his crawl to the left. \"I think not.\nThey do not expect us to arrive with our wits about us. Panic-stricken\nmen are easy to pull down. This time Lumbrilo has overreached himself.\nHad he not played that game with the rock ape, he might have been able\nto stampede us now.\"\n\nThough the white thing continued to move inland, it did not change\ncourse to fall in behind them on the new route. Whatever it was, it did\nnot possess a mind.\n\nThere was a rustling, faint but distinguishable. Then Dane caught\nNymani's whisper.\n\n\"The one left to watch the inland trail does so no longer. We need not\nfear an alarm from _him_. Also, here is another blaster for our use.\"\n\nAway from the open by the swamp, the gloom was deeper. Dane was guided\nonly by the noises of the less-experienced Jellico and Tau made in their\nprogress.\n\nThey edged down into a small cut, floored with reeds and mud, where some\nof the moisture from the soggy land about them gathered into a half\npool. Straight through this swale the Khatkans set course.\n\nThe drum beat grew louder. Now there was a glow against the dark--fire\nahead? Dane squirmed forward and at last gained a vantage point from\nwhich to survey the poachers' camp.\n\nThere were shelters erected there, three of them, but they were mainly\nroofs of leaves and branches. In two of them were stored bales of hides\nsewn into plastic cloth, ready to ship. Before the third hut lounged\nfour off-worlders. And Nymani was very right; one of them wore ship's\nuniform.\n\nTo the right of the fire was a ring of natives and another man, slightly\napart, who beat the drum. But of the witch doctor there was no sign. And\nDane, thinking of that mist-born thing at the swamp's edge, shivered. He\ncould believe Tau's explanation of the drug which produced\nhallucinations back on the mountain side. But how that likeness\nfashioned of phosphorescence had been sent by an absent man to hunt his\nenemies was a eerie puzzle.\n\n\"Lumbrilo is not here.\" Nymani's thoughts must have been moving along\nthe same path.\n\nDane could hear movements in the dark beside him.\n\n\"There's a long-distance com unit in that third hut,\" Tau observed.\n\n\"So I see,\" Jellico snapped. \"Could you reach your men over the mountain\nwith that, sir?\"\n\n\"I do not know. But if Lumbrilo is not here, how can he make his image\nwalk the night?\" the Chief Ranger demanded impatiently.\n\n\"We shall see. If Lumbrilo is not here--he shall come.\" And the promise\nin Tau's tone was sure. \"Those off-worlders will have to be out of\naction first. And with that walking thing sent to drive us in, they must\nbe waiting for us.\"\n\n\"If they have sentries out, I will silence them!\" promised Nymani.\n\n\"You have a plan?\" Asaki's wide shoulders and upheld head showed for an\ninstant against the light from the camp.\n\n\"You want Lumbrilo,\" Tau replied. \"Very well, sir, I believe I can give\nhim to you, and in the doing discredit him with your Khatkans. But not\nwith the off-worlders free to move.\"\n\nThe program was not going to be easy, Dane decided. Every one of the\npoachers was armed with a Patrol blaster of the latest type, and a small\npart of his mind speculated as to what would be the result of that\ninformation conveyed to official quarters. Free Traders and Patrolmen\ndid not always see eye-to-eye over the proper action to be taken on the\ngalactic frontier. The _Queen's_ crew had had one such brush with\nauthority in the immediate past. But each realized that the other had an\nimportant role in the general scheme of things, and if it came to a\nclash between the law and outlaws, Free Traders fought beside the\nPatrol.\n\n\"Why not give them what they expect--with reservations?\" inquired\nJellico. \"They've set us up to be stampeded into camp, flying ahead of\nthat tame ghost of theirs. Suppose we do stampede--after Nymani has\nremoved any sentries--stampede so well we sweep right over them? I want\nto get at that com unit.\"\n\n\"You don't think they'll just mow us down as we come in?\"\n\n\"You delivered a blow to Lumbrilo's pride; he won't be satisfied with\njust your burning,\" the captain answered Tau, \"not if I'm any judge of\ncharacter. And we'd furnish hostages of a sort--especially the Chief\nRanger. No, if they had wanted to kill us they would have shot us off\nthose islands when we came here. There would have been no playing around\nwith ghosts and goblins.\"\n\n\"There is reason in your words. And it is true they would like to have\nme, those outlaws down there,\" Asaki commented. \"I am of the Magawaya\nand we have pressed always for stronger security methods to be used\nagainst such as they. But I do not see how we can take the camp.\"\n\n\"We won't go in from the front--as they expect us to do. But a try from\nthe north, getting at the off-worlders first.... Three men causing\nenough disturbance to cover operations of the other two....\"\n\n\"So?\" There was a moment of silence as the Chief Ranger evaluated that.\nThen he added a few comments of his own.\n\n\"That off-worlder who wears spaceman's clothing, his weapon is not\ndrawn, though the others are ready. But I believe that you are right in\nthinking they expect to be warned by sentries. Those we can see to.\nSuppose then, Captain, you and I play the fear-crazed men running from\ndemons. Nymani will cover us from the dark and your two men--\"\n\nTau spoke up, \"Give me leave to flush out our other quarry, sir. I\nbelieve I can keep him occupied. Dane, you'll take the drum.\"\n\n\"Drum?\" With his mind on blasters, it was startling to be offered a\nnoise-maker.\n\n\"It's your business to get that drum. And when you get it I want you to\nbeat out 'Terra Bound.' You certainly can play that, can't you?\"\n\n\"I don't understand,\" Dane began and then swallowed the rest of his\nprotest, knowing that Tau was not going to explain why he needed to have\nthe hackneyed popular song of the spaceways played in a Khatkan swamp.\nAs a Free Trader he had had quite a few odd jobs handed him during the\npast couple of years, but this was the first time he had been ordered to\nserve as a musician.\n\nThey waited for Nymani through dragging minutes. Surely those in the\ncamp would expect their arrival soon now? Dane's fire ray was in his\nhand as he measured the distance to the drummer's stand.\n\n\"It is done,\" Nymani whispered from the darkness behind them. Jellico\nand the Chief Ranger moved to the left; Tau crept to the right and Dane\npushed level with the medic.\n\n\"When they move,\" Tau's lips were beside his ear, \"jump for that drum. I\ndon't care how you get it, but get it and keep it!\"\n\n\"Yes, sir!\"\n\nThere was a wailing cry from the north, a howl of witless fear. The\nsingers stopped in mid-note, the drummer paused, his hand uplifted. Dane\ndarted forward in a plunge which carried him to that man. The Khatkan\ndid not have time to rise from his knees as the barrel of the fire rod\nstruck his head, sending him spinning. Then the drum was cradled in the\nspaceman's arm, close to his chest, his weapon aimed across it at the\nstartled natives.\n\nThe crackle of blaster fire, the shrill whine of needlers in action,\nraised a bedlam from the other end of the camp. Backing up a little,\nDane went down on one knee, his weapon ready to sweep over the\nbewildered natives, the drum resting on the earth against his body.\nKeeping the fire rod steady, his left hand went to work, not in the\nmuted cadence the Khatkan drummer had chosen, but in hard and vigorous\nthumps which rolled across the clamor of the fight. There was no\nforgetting the beat of \"Terra Bound\" and he delivered it with force, so\nthat the familiar da-dah-da-da droned loud enough to awaken the whole\ncamp.\n\nDane's move appeared to completely baffle the Khatkan outlaws. They\nstared at him, the whites of their eyes doubly noticeable in their dark\nfaces, their mouths a little agape. As usual the unexpected had driven\nthem off guard. He dared not look away from that gathering to see how\nthe fight at the other end of the camp was progressing. But he did see\nTau's advance.\n\nThe medic came into the light of the fire, not with his ordinary\nloose-limbed spaceman's stride, but mincingly, with a dancing step, and\nhe was singing to the drum beat of \"Terra Bound.\" Dane could not\nunderstand the words, but he knew that they patterned in and out of the\ndrum beats, weaving a net between singer and listeners as Lumbrilo had\nwoven his net on the mountain terrace.\n\nTau had them! Had every one of the native outlaws ensnared, so that Dane\nrested his weapon across his knee and took up the lower beat with the\nfingers of his right hand as well.\n\n_Da-dah-da-da_.... The innocuous repetitive refrain of the original song\nwhich had been repeating itself in his mind faded, and somehow he\ncaught the menace in the new words Tau was mouthing.\n\nTwice the medic shuffled about a circle of his own making. Then he\nstooped, took a hunting knife from the belt of the nearest Khatkan and\nheld it point out toward the dark east. Dane would not have believed the\nmedic knew the drill he now displayed, for with no opponent save the\ndancing firelight he fought a knife duel, feinting, striking, twisting,\nretreating, attacking, all in time to the beat of the drum Dane was no\nlonger conscious of playing. And as he strove it was very easy to\npicture another fighting against him. So that when the knife came up in\na vicious thrust which was the finish of his last attack, Dane stared\nstupidly at the ground, half expecting to see a body lying there.\n\nOnce more Tau ceremoniously saluted with his blade to the east. Then he\nlaid it on the ground and stood astride its gleaming length.\n\n\"Lumbrilo!\" His confident voice arose above the call of the drum.\n\"Lumbrilo--I am waiting.\"\n\n\n\n\nVIII\n\n\nVaguely aware that the clamor at the other end of the camp had died\naway, Dane muted the sound of his drum. Over its round top he could\nwatch the Khatkan outlaws; their heads bobbed and swayed in time to the\nbeat of his fingers. He, too, could feel the pull of Tau's voice. But\nwhat would come in answer? That shadowy thing which had been loosed to\ndrive them here? Or the man himself?\n\nTo Dane, the ruddy light of the fire dimmed, yet there was no actual\ndying of those flames which coiled and thrust around the wood. And the\nacrid scent of burning was thick. How much of what followed was real,\nhow much the product of his tense nerves, Dane was never afterwards able\nto tell. In fact, whether all the witnesses there saw the same sights\ncould be questioned. Did each man, Khatkan and off-worlder, see only\nwhat his particular set of emotions and memories dictated?\n\nSomething swept in from the east, something which was not as tangible as\nthe creature born of swamp mist. Rather it came as an unseen menace to\nthe fire, and all that fire signifies to human kind--security,\ncomradeship, a weapon against the age-old forces of the dangerous night.\nWas that threat, too, only in their minds? Or had Lumbrilo some power to\nso shape his hatred?\n\nThe unseen was cold; it sapped a man's strength, bit at his brain,\nweighted his hands and feet, weakened him. It strove to soften him into\nclay another could remold. Nothingness, darkness, all that was opposed\nto life and warmth and reality, arose in the night, gathered together\nagainst them.\n\nYet still Tau fronted that invisible wave, his head high. And between\nhis sturdily planted feet the knife gleamed bright with a radiance of\nits own.\n\n\"Ahhh--\" Tau's voice curled out, to pierce that creeping menace. Then he\nwas singing again, the cadence of his unknown words rising a little\nabove the pattern wrought by the drum.\n\nDane forced his heavy hands to continue the beat, his wrists to rise and\nfall in defiance of that which crept to eat their strength and make them\nless then men.\n\n\"Lumbrilo! I, Tau, of another star, another sky, another world, bid you\ncome forth and range your power against mine!\" Now there was a sharper\nnote in that demand, the snap of an order.\n\nHe was answered by another wave of the black negation--stronger, rolling\nup to smash them down, as a wave in the heavy surf of a wild ocean\npounds its force against the beach. This time Dane thought he could see\nthat dark mass. He tore his eyes away before it took on substance,\nconcentrating on the movements of his hands against the drum head,\nrefusing to believe that hammer of power was rising to flatten them all.\nHe had heard Tau describe such things in the past. But told in familiar\nquarters on board the _Queen_, such experiences were only stories. Here\nwas danger unleashed. Yet the medic stood unbowed as the wave broke upon\nhim in full.\n\nAnd, advancing under the crest of that lick of destruction, came its\ncontroller. This was no ghost drawn from the materials of the swamp;\nthis was a man, walking quietly, his hands as empty as Tau's, yet\ngrasping weapons none of them could see.\n\nIn the firelight, as the wave receded sullenly, men moaned, lay face\ndown upon the ground, beat their hands feebly against the earth. But, as\nLumbrilo came on from the shadows, one of them got to his hands and\nknees, moving with small tortured jerks. He crawled toward Tau, his head\nlolling on his shoulders as the head of the dead rock ape had done. Dane\npatted the drum with one hand while, with the other, he groped for his\nfire ray. He tried to shout in warning and found that he could not utter\na sound.\n\nTau's arm moved, raised from his side, made a circling motion.\n\nThe creeping man, his eyes rolled up in his head until only the whites\ngleamed blindly in the limited light, followed that gesture. He drew\nlevel with the medic, passed beyond toward Lumbrilo, whining as a hound\nprevented from obeying his master might lament.\n\n\"So be it, Lumbrilo,\" Tau said. \"This is between you and me. Or do you\nnot dare to risk your power against mine? Is Lumbrilo so weak a one that\nhe must send another to do his will?\"\n\nRaising both hands again the medic brought them down, curling inward,\nuntil he stooped and touched them to the ground. When he straightened\nonce again the knife was in his grasp and he tossed it behind him.\n\nThe smoke from the fire swirled out in a long tongue, coiled about\nLumbrilo and was gone. A black and white beast stood where the man had\nbeen, its tufted tail lashing, its muzzle a mask of snarling hate and\nblood lust.\n\nBut Tau met that transformation with laughter which was like the lash of\na whip.\n\n\"We both be men, you and I, Lumbrilo. Meet me as a man and keep those\ntrickeries for those who have not the clear sight. A child plays as a\nchild, so--\" Tau's voice came in a rumble, but Tau was gone. The huge,\nhairy thing which swayed in his place turned a gorilla's beast visage to\nhis enemy. For a breathless moment Terran ape confronted Khatkan lion.\nThen the spaceman was himself again. \"The time for games is over, man of\nKhatka. You have tried to hunt us to our deaths, have you not? Therefore\ndeath shall be the portion of the loser now.\"\n\nLion vanished, man stood watching, alertly, as swordsman might face\nswordsman with a blood feud lying on their blades. To Dane's eyes the\nKhatkan made no move. Yet the fire leaped high, as if freshly fed, and\nflames burst from the wood, flew into the air, red and perilous birds,\ndarting at Tau until they outlined him from the ground under his boots\nto an arch over his head. They united and spun faster until Dane,\nwatching with dazzled eyes, saw the wheel become a blur of light, hiding\nTau within its fiery core. His own wrists ached with the strain of his\ndrumming as he lifted one hand and tried to shield his sight from the\nglare of that pillar of fire.\n\nLumbrilo was chanting--a heavy blast of words. Dane stiffened; his\ntraitorous hands were falling into the rhythm of that other song!\nStraightaway he raised both from the drum head, brought them down\nin a discordinate series of thumps which bore no relation to either\nthe song Tau wanted or that which Lumbrilo was now crooning.\n_Thump--thump--thump_--Dane beat it out frantically, belaboring the\ndrum head as he wanted to sink his fists home on the body of the\nKhatkan witch doctor.\n\nThe pillar of fire swayed, fluttered as if a wind drove it--and was\ngone. Tau, unmarked, smiled.\n\n\"Fire!\" He pointed his fingers at Lumbrilo. \"Would you try earth, and\nwater, and air also, wizard? Call hither your whirlwind, up your flood,\nsummon the land to quake. None of those shall bring me down!\"\n\nShapes came flooding out of the night, some monstrous, some human,\nstreaming past Lumbrilo to crowd into the circle of firelight. Some Dane\nthought he knew, some were strangers. Men wearing space uniforms, or the\ndress of other worlds, women--they strode, wept, mingled with the\nmonsters to laugh, curse, threaten.\n\nDane guessed that Lumbrilo sent now against the Terran the harvest of\nthe medic's own memories. He shut his eyes against this enforced\nintrusion upon another's past, but not before he saw Tau's face,\nstrained, fined to the well-shaped bones beneath the thin flesh, holding\nstill a twisted smile as he met each memory, accepted the pain it held\nfor him, and set it aside unshaken.\n\n\"This, too, has no power any longer, man who walks in the dark.\"\n\nDane opened his eyes. Those crowding wraiths were fading, losing\nsubstance. Lumbrilo crouched, his lips drawn back from his teeth, his\nhatred plain to read.\n\n\"I am not clay to be molded by your hands, Lumbrilo. And now I say that\nthe time has come to call an end--\"\n\nTau raised his hands slowly once again, holding them away from his body,\npalms pointing earthward. And beneath them, on either side of the\nspaceman, two black shadows gathered on the surface of the ground.\n\n\"You have fettered yourself with your own bounds. As you have been the\nhunter, so shall you now be the hunted.\"\n\nThose shadows were growing as plants might issue from the packed soil of\nthe camping ground. When his hands were shoulder high, Tau held them\nsteady. Now on either side of his tautly held body crouched one of the\nblack-and-white lions with which Lumbrilo had identified his own brand\nof magic throughout the year.\n\nLumbrilo's \"lion\" had been larger than life, more intelligent, more\ndangerous, subtly different from the normal animal it counterfeited. So\nnow were these. And both of them raised their heads to gaze intently\ninto the medic's face.\n\n\"Hunt well, brothers in fur,\" he said slowly, almost caressingly. \"Him\nwhom you hunt shall grant you sport in the going.\"\n\n\"Stop it!\" A man leaped from the shadows behind the witch doctor.\nFirelight made plain his off-world dress, and he swung up a blaster,\naiming at the nearest of the waiting beasts. That flash struck true, but\nit neither killed nor even singed the fine fur of the animal's pelt.\n\nAs the blaster's aim was swung from beast to man, Dane fired first. His\nray brought a scream from the other, who dropped his weapon from a badly\nseared hand to reel back, cursing.\n\nTau waved his hands gently. The great animal heads turned obediently,\nuntil the red eyes were set on Lumbrilo. Facing them, the witch doctor\nstraightened, spat out his hate at the medic:\n\n\"I do not run to be hunted, devil man!\"\n\n\"I think you do, Lumbrilo. For you must taste fear now as you have made\nother men drink of it, so that it fills your blood and races through\nyour body, clouds your mind to make of you less than a man. You have\nhunted out those who doubted your power, who stood in your chosen path,\nwhom you wanted removed from the earth of Khatka. Do you doubt that they\nwait in the last dark for you now, ready to greet you, witch doctor?\nWhat they have known, you shall also know. This night you have shown me\nall that lies in my past that is weak, that was evil, that I may regret\nor find sorrow for. So shall you also remember through the few hours\nleft you. Aye, you _shall_ run, Lumbrilo!\"\n\nAs he spoke, Tau approached the other, the two black-and-white hunters\npacing beside him. Now he stooped and caught up a pinch of soil and spat\nupon it three times. Then he threw the tiny clod of earth at the witch\ndoctor. It struck Lumbrilo just above the heart and the man reeled under\nwhat might have been a murderous blow.\n\nThe Khatkan broke then, completely. With a wailing cry he whirled and\nran, crashing into the brush as one who runs blindly and without hope.\nBehind him the two beasts leaped noiselessly together and all three were\ngone.\n\nTau swayed, put his hand to his head. Dane kicked away the drum, arose\nfrom his cramped position stiffly to go to him. But the medic was not\nyet done. He returned to stand over the prostrate native hunters and he\nclapped his hands sharply.\n\n\"You are men, and you shall act as men henceforth. That which was, is no\nlonger. Stand free, for the dark power follows him who misused it, and\nfear no longer eats from your basins, drinks from your cups, or lies\nbeside you on the sleep mats.\"\n\n\"Tau!\" Jellico's shout reached them over the cries of the rousing\nKhatkans. But Dane was there first, catching the medic before he slumped\nto the ground; but he was dragged with that dead weight until he sat\nwith the medic's head on his shoulder, the other's body resting heavily\nagainst him. For one horror-filled moment Dane feared that he did indeed\nhold a dead man, that one of the outlaw Hunters must have struck a last\nblow for his discredited leader. Then Tau sighed and began to breathe\ndeeply. Dane glanced up, amazed, at the captain.\n\n\"He's asleep!\"\n\nJellico knelt and his hand went to test heart beat, then to touch the\nmedic's worn and dirty face. \"Best thing for him,\" he said briskly.\n\"He's had it.\"\n\nIt took some time to get the facts of their triumph sorted out. Two of\nthe off-worlder poachers were dead. The other and the spaceman were\nprisoners, while Nymani rounded up in addition the man Dane had burned\nto save Tau. When the younger spaceman returned from making the medic\ncomfortable in the shelter, he found Asaki and Jellico holding an\nimpromptu court of inquiry.\n\nThe dazed native Hunters had been expertly looped together by Nymani\nand, a little apart from them, the off-worlders were under examination.\n\n\"An I-C man, eh?\" Jellico, smoothing a mud-spattered chin with a grimed\nhand, regarded the latest arrival measuringly. \"Trying to run in and\nbreak a Combine charter, were you? You'd better spill the facts; your\nown head office will disown you, you ought to know that. They never back\nany failures in these undercover deals.\"\n\n\"I want medical attention,\" snapped the other, cradling his seared hand\nto his chest. \"Or do you plan to turn me over to these savages?\"\n\n\"Seeing as how you tried to blast our medic,\" replied the captain with a\ngrin which was close to shark-like, \"he may not feel much like patching\nup those fingers of yours. Stick 'em in where they have no business, and\nthey're apt to get burned. At any rate he's not going to look at 'em\nuntil he's had a chance to rest. I'll give you first aid. And while I'm\nworking we'll talk. I-C going into the poaching trade now? That news is\ngoing to please Combine; they have no use for you boys anyway.\"\n\nHis answer was lurid and uninformative. But the uniform tunic the other\nwore could not be so easily explained away. Dane, worn out, stretched\nhis aching length on a pile of mats and lost all interest in the\nargument.\n\n       *       *       *       *       *\n\nTwo days later they stood once more on the same terrace where Lumbrilo\nhad wrought his magic and met his first defeat. This time no lightning\nplayed along the mountain ridges and the blaze of the sun was so bright\nand clear that one could hardly believe in the fantastic happenings of\nthat swamp clearing where men had fought with weapons not made by hands.\nThe three from the _Queen_ moved away from the parapet to meet the Chief\nRanger as he came down the stairs.\n\n\"A messenger has just arrived. The hunter was hunted indeed, and his\ngoing was witnessed by many--though they did not see those which hunted\nhim. Lumbrilo is dead; he came to his end by the Great River.\"\n\nJellico started. \"But that is almost fifty miles from the swamp, on this\nside of the mountain!\"\n\n\"He was hunted and he fled--as you promised,\" Asaki said to Tau. \"You\nmade strong magic, off-world man.\"\n\nThe medic shook his head slowly. \"I but turned his own methods against\nhim. Because he believed in his power, that same power, reflected back,\nbroke him. Had I been facing one who did not believe....\" He shrugged.\n\"Our first meeting set the pattern. From that moment he feared a little\nthat I could match him, and his uncertainty pierced a hole in his\narmor.\"\n\n\"Why on earth did you want 'Terra Bound?'\" burst out Dane, still seeking\nan explanation for that one small mystery among the others.\n\nTau chuckled. \"In the first place, that blasted tune has haunted us all\nfor so long that I knew its rhythm was probably the one you could keep\nto without hardly knowing that you were beating it out. And, in the\nsecond place, its alien pattern was a part of our particular background,\nto counteract Lumbrilo's native Khatkan music, which was certainly a big\nfactor in _his_ stage setting. He must have believed that we would not\nfind out about the drugged water and so would be prepared for any\nfantasy he cared to produce. When they saw us coming out over the swamp\nthey counted us easy takings. His practice had always been with\nKhatkans, and he judged us by their reactions to stimuli he knew well\nhow to use. So he failed....\"\n\nAsaki smiled. \"Which was good for Khatka but ill for Lumbrilo and those\nusing him to make mischief here. The poacher and the outlaw Hunters will\nmeet with our justice, which I do not believe they will relish. But the\nother two, the spaceman and the company agent, are to be sent to Xecho\nto face Combine authorities. It is my thought that those will not accept\nkindly the meddling of another company in their territory.\"\n\nJellico grunted. \"Kindness and Combine are widely separated in such\nmatters. But we can now take passage on the same ship as your\nprisoners--\"\n\n\"But, my friend, you have not yet seen the preserve. I assure you that\n_this_ time there shall be no trouble. We have several days yet before\nyou must return to your ship--\"\n\nThe captain of the _Queen_ held up his hand. \"Nothing would give me\ngreater pleasure than to inspect the Zoboru preserve, sir--next year. As\nit is, my holiday is over and the _Queen_ is waiting for us on Xecho.\nAlso, permit me to send you some tapes dealing with the newest types of\nflitters--guaranteed against flight failures.\"\n\n\"Yes, guaranteed,\" Tau added guilelessly, \"not to break down, lose\ncourse, or otherwise disrupt a pleasant excursion.\"\n\nThe Chief Ranger threw back his head and his deep-chested laughter was\nechoed from the heights above them. \"Very well, Captain. Your mail run\nwill bring you back to Xecho at intervals. Meanwhile I shall study your\nsales tapes concerning the non-expendable flitters. But you _shall_\nvisit Zoboru--and pleasantly, very pleasantly, I assure you, Medic Tau!\"\n\n\"I wonder,\" Tau muttered and Dane heard. \"Just now the quiet of deep\nspace is a far, far more entrancing proposition!\"\n\n\n  +--------------------------------------------------------------+\n  |                                                              |\n  | Transcriber's Notes                                          |\n  |                                                              |\n  |                                                              |\n  | One copyright symbol was replaced with \"(c)\".                |\n  | The repetition \"too too\" and the writing of the word         |\n  | \"steppingstones\" without hyphen is as in the original.       |\n  |                                                              |\n  | The following typos have been corrected.                     |\n  |                                                              |\n  | Typo         Correction                                      |\n  |                                                              |\n  | breath       breathe                                         |\n  | an           on                                              |\n  | Yes. sir!    Yes, sir!                                       |\n  | Terran       Terra                                           |\n  | visiting;    visiting.                                       |\n  | Terran       Terra                                           |\n  | qraz         graz                                            |\n  | telaported   teleported                                      |\n  | Sinbad       Sindbad                                         |\n  | supersition  superstition                                    |\n  | remarkble    remarkable                                      |\n  | was          were                                            |\n  | waves        weaves                                          |\n  | missive      missile                                         |\n  | throbbling   throbbing                                       |\n  | \"_Haugh!_    \"_Haugh!_\"                                      |\n  | succesful    successful                                      |\n  | reading      readying                                        |\n  | Nohingness   Nothingness                                     |\n  | blatt        blast                                           |\n  | pleace       please                                          |\n  | Bu           But                                             |\n  |                                                              |\n  |                                                              |\n  | \"Andrew North\" was one of the pseudonyms used by             |\n  | \"Andre Norton\".                                              |\n  |                                                              |\n  +--------------------------------------------------------------+\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Voodoo Planet, by Andre Norton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK VOODOO PLANET ***\n\n***** This file should be named 18846.txt or 18846.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/8/8/4/18846/\n\nProduced by Greg Weeks, LN Yaddanapudi and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n*** END: FULL LICENSE ***\n"}