{"title": "The Return", "author": "H. Beam Piper and John J. McGuire", "releaseDate": "July 17, 2006", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Sankar Viswanathan, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n        This etext was produced from Astounding Science Fiction,\n        January, 1954. Extensive research did not uncover any\n        evidence that the copyright on this publication was renewed.\n\n\n\n\n                              THE RETURN\n\n\n\n                           BY H. BEAM PIPER\n\n                                 AND\n\n                           JOHN J. McGUIRE\n\n\n                            [Illustration: ]\n\n       *       *       *       *       *\n\n\n\n\n             _The isolated little group they found were doing fine--\n             but their religion was most strange--and yet quite logical!_\n\n                      Illustrated by Kelly Freas\n\n\nAltamont cast a quick, routine, glance at the instrument panels and\nthen looked down through the transparent nose of the helicopter at the\nyellow-brown river five hundred feet below. Next he scraped the last\nmorsel from his plate and ate it.\n\n\"What did you make this out of, Jim?\" he asked. \"I hope you kept\nnotes, while you were concocting it. It's good.\"\n\n\"The two smoked pork chops left over from yesterday evening,\" Loudons\nsaid, \"and that bowl of rice that's been taking up space in the\nrefrigerator the last couple of days together with a little egg\npowder, and some milk. I ground the chops up and mixed them with the\nrice and the other stuff. Then added some bacon, to make grease to fry\nit in.\"\n\nAltamont chuckled. That was Loudons, all right; he could take a few\nleft-overs, mess them together, pop them in the skillet, and have a\nmeal that would turn the chef back at the Fort green with envy. He\nfilled his cup and offered the pot.\n\n\"Caffchoc?\" he asked.\n\nLoudons held his cup out to be filled, blew on it, sipped, and then\nhunted on the ledge under the desk for the butt of the cigar he had\nhalf-smoked the evening before.\n\n\"Did you ever drink coffee, Monty?\" the socio-psychologist asked,\ngetting the cigar drawing to his taste.\n\n\"Coffee? No. I've read about it, of course. We'll have to organize an\nexpedition to Brazil, some time, to get seeds, and try raising some.\"\n\nLoudons blew a smoke ring toward the rear of the cabin.\n\n\"A much overrated beverage,\" he replied. \"We found some, once, when I\nwas on that expedition into Idaho, in what must have been the\nstockroom of a hotel. Vacuum-packed in moisture-proof containers, and\nfree from radioactivity. It wasn't nearly as good as caffchoc. But\nthen, I suppose, a pre-bustup coffee drinker couldn't stomach this\nstuff we're drinking.\" He looked forward, up the river they were\nfollowing. \"Get anything on the radio?\" he asked. \"I noticed you took\nus up to about ten thousand, while I was shaving.\"\n\nAltamont got out his pipe and tobacco pouch, filling the former slowly\nand carefully.\n\n\"Not a whisper. I tried Colony Three, in the Ozarks, and I tried to\ncall in that tribe of workers in Louisiana; I couldn't get either.\"\n\n\"Maybe if we tried to get a little more power on the set--\"\n\nThat was Loudons, too, Altamont thought. There wasn't a better man at\nthe Fort, when it came to dealing with people, but confront him with a\nproblem about things, and he was lost. That was one of the reasons why\nhe and the stocky, phlegmatic social scientist made such a good team,\nhe thought. As far as he, himself, was concerned, people were just a\nmysterious, exasperatingly unpredictable, order of things which were\nsubject to no known natural laws. That was about the way Loudons\nthought of things; he couldn't psychoanalyze them.\n\nHe gestured with his pipe toward the nuclear-electric conversion unit,\nbetween the control-cabin and the living quarters in the rear of the\nbox-car-sized helicopter.\n\n\"We have enough power back there to keep this windmill in the air\ntwenty-four hours a day, three hundred and sixty-five days a year, for\nthe next fifteen years,\" he said. \"We just don't have enough radio. If\nI'd step up the power on this set any more, it'd burn out before I\ncould say, 'Altamont calling Fort Ridgeway.'\"\n\n\"How far are we from Pittsburgh, now?\" Loudons wanted to know.\n\nAltamont looked across the cabin at the big map of the United States,\nwith its red and green and blue and yellow patchwork of vanished\npolitical divisions, and the transparent overlay on which they had\nplotted their course. The red line started at Fort Ridgeway, in what\nhad once been Arizona It angled east by a little north, to Colony\nThree, in northern Arkansas; then sharply northeast to St. Louis and\nits lifeless ruins; then Chicago and Gary, where little bands of Stone\nAge reversions stalked and fought and ate each other; Detroit, where\nthings that had completely forgotten that they were human emerged from\ntheir burrows only at night; Cleveland, where a couple of cobalt bombs\nmust have landed in the lake and drenched everything with\nradioactivity that still lingered after two centuries; Akron, where\nvegetation was only beginning to break through the glassy slag;\nCincinnati, where they had last stopped--\n\n       *       *       *       *       *\n\n\"How's the leg, this morning, Jim?\" he asked.\n\n\"Little stiff. Doesn't hurt much, though.\"\n\n\"Why, we're about fifty miles, as we follow the river, and that's\nrelatively straight.\" He looked down through the transparent nose of\nthe 'copter at a town, now choked with trees that grew among tumbled\nwalls. \"I think that's Aliquippa.\"\n\nLoudons looked and shrugged, then looked again and pointed.\n\n\"There's a bear. Just ducked into that church or movie theater or\nwhatever. I wonder what he thinks we are.\"\n\nAltamont puffed slowly at his pipe, \"I wonder if we're going to find\nanything at all in Pittsburgh.\"\n\n\"You mean people, as distinct from those biped beasts we've found so\nfar? I doubt it,\" Loudons replied, finishing his caffchoc and wiping\nhis mustache on the back of his hand. \"I think the whole eastern half\nof the country is nothing but forest like this, and the highest type\nof life is just about three cuts below _Homo Neanderthalensis_, almost\nimpossible to contact, and even more impossible to educate.\"\n\n\"I wasn't thinking about that; I've just about given up hope of\nfinding anybody or even a reasonably high level of barbarism,\"\nAltamont said. \"I was thinking about that cache of microfilmed books\nthat was buried at the Carnegie Library.\"\n\n\"If it was buried,\" Loudons qualified. \"All we have is that article in\nthat two-century-old copy of _Time_ about how the people at the\nlibrary had constructed the crypt and were beginning the microfilming.\nWe don't know if they ever had a chance to get it finished, before the\nrockets started landing.\"\n\nThey passed over a dam of flotsam that had banked up at a wrecked\nbridge and accumulated enough mass to resist the periodic floods that\nhad kept the river usually clear. Three human figures fled across a\nsand-flat at one end of it and disappeared into the woods; two of them\ncarried spears tipped with something that sparkled in the sunlight,\nprobably shards of glass.\n\n\"You know, Monty, I get nightmares, sometimes, about what things must\nbe like in Europe,\" Loudons said.\n\nFive or six wild cows went crashing through the brush below. Altamont\nnodded when he saw them.\n\n\"Maybe tomorrow, we'll let down and shoot a cow,\" he said. \"I was\nlooking in the freezer-locker; the fresh meat's getting a little low.\nOr a wild pig, if we find a good stand of oak trees. I could enjoy\nwhat you'd do with some acorn-fed pork. Finished?\" he asked Loudons.\n\"Take over, then; I'll go back and wash the dishes.\"\n\nThey rose, and Loudons, favoring his left leg, moved over to the seat\nat the controls. Altamont gathered up the two cups, the\nstainless-steel dishes, and the knives and forks and spoons, going up\nthe steps over the shielded converter and ducking his head to avoid\nthe seat in the forward top machine-gun turret. He washed and dried\nthe dishes, noting with satisfaction that the gauge of the water tank\nwas still reasonably high, and glanced out one of the windows. Loudons\nwas taking the big helicopter upstairs, for a better view.\n\nNow and then, among the trees, there would be a glint of glassy slag,\nusually in a fairly small circle. That was to be expected; beside the\nthree or four H-bombs that had fallen on the Pittsburgh area,\nmentioned in the transcripts of the last news to reach the Fort from\noutside, the whole district had been pelted, more or less at random,\nwith fission bombs. West of the confluence of the Allegheny and\nMonongahela, it would probably be worse than this.\n\n\"Can you see Pittsburgh yet, Jim?\" he called out.\n\n\"Yes; it's a mess! Worse than Gary; worse than Akron, even. _Monty_!\nCome here! I think I have something!\"\n\nPicking up the pipe he had laid down, Altamont hurried forward,\ndodging his six-foot length under the gun turret and swinging down\nfrom the walkway over the converter.\n\n\"What is it?\" he asked.\n\n\"Smoke. A lot of smoke, twenty or thirty fires, at the very least.\"\nLoudons had shifted from _Forward_ to _Hover_, and was peering through\na pair of binoculars. \"See that island, the long one? Across the river\nfrom it, on the north side, toward this end. Yes, by Einstein! And I\ncan see cleared ground, and what I think are houses, inside a\nstockade--\"\n\n       *       *       *       *       *\n\nMurray Hughes walked around the corner of the cabin, into the morning\nsunlight, lacing his trousers, with his hunting shirt thrown over his\nbare shoulders, and found, without much surprise, that his father had\nalso slept late. Verner Hughes was just beginning to shave. Inside the\nkitchen, his mother and the girls were clattering pots and skillets;\nhis younger brother, Hector, was noisily chopping wood. Going through\nthe door, he filled another of the light-metal basins with hot water,\nfound his razor, and went outside again, setting the basin on the\nbench.\n\nMost of the ware in the Hughes cabin was of light-metal; Murray and\nhis father had mined it in the dead city up the river, from a place\nwhere it had floated to the top of a puddle of slag, back when the\ncity had been blasted, at the end of the Old Times. It had been hard\nwork, but the stuff had been easy to carry down to where they had\nhidden their boat, and, for once, they'd had no trouble with the\nScowrers. Too bad they couldn't say as much for yesterday's hunting\ntrip!\n\nAs he rubbed lather into the stubble on his face, he cursed with\nirritation. That had been a bad-luck hunt, all around. They'd gone out\nbefore dawn, hunting into the hills to the north, they'd spent all day\nat it, and shot one small wild pig. Lucky it was small, at that.\nThey'd have had to abandon a full-grown one, after the Scowrers began\nhunting them. Six of them, as big a band as he'd ever seen together at\none time, and they'd gotten between them and the stockade and forced\nthem to circle miles out of their way. His father had shot one, and\nhe'd had to leave his hatchet sticking in the skull of another, when\nhis rifle had misfired.\n\nThat meant a trip to the gunsmith's, for a new hatchet and to have the\nmainspring of the rifle replaced. Nobody could afford to have a rifle\nthat couldn't be trusted, least of all a hunter and prospector. And\nhe'd had words with Alex Barrett, the gunsmith, just the other day.\nNot that Barrett wouldn't be more than glad to do business with him,\nonce he saw that hard tool-steel he'd dug out of that place down the\nriver. Hardest steel he'd ever found, and hadn't been atom-spoiled,\neither.\n\nHe cleaned, wiped and stropped his razor and put it back in the case;\nhe threw out the wash-water on the compost-pile, and went into the\ncabin, putting on his shirt and his belt, and passed on through to the\nfront porch, where his father was already eating at the table. The\npeople of the Toon liked to eat in the open; it was something they'd\nalways done, just as they'd always liked to eat together in the\nevenings.\n\nHe sweetened his mug of chicory with a lump of maple sugar and began\nto sip it before he sat down, standing with one foot on the bench and\nlooking down across the parade ground, past the Aitch-Cue House,\ntoward the river and the wall.\n\n\"If you're coming around to Alex's way of thinking--and mine--it won't\nhurt you to admit it, son,\" his father said.\n\nHe turned, looking at his father with the beginning of anger, and then\ngrinned. The elders were constantly keeping the young men alert with\nthese tests. He checked back over his actions since he had come out\nonto the porch.\n\nTo the table, sugar in his chicory, one foot on the bench, which had\nreminded him again of the absence of the hatchet from his belt and\nbrought an automatic frown. Then the glance toward the gunsmith's\nshop, and across the parade ground, at the houses into which so much\nlabor had gone; the wall that had been built from rubble and topped\nwith pointed stakes; the white slabs of marble from the ruined\nbuilding that marked the graves of the First Tenant and the men of the\nOld Toon. He _had_ thought, in that moment, that maybe his father and\nAlex Barrett and Reader Rawson and Tenant Mycroft Jones and the others\nwere right--there were too many things here that could not be moved\nalong with them, if they decided to move.\n\nIt would be false modesty, refusal to see things as they were, not to\nadmit that he was the leader of the younger men, and the boys of the\nIrregulars. And last winter, the usual theological arguments about the\nproper chronological order of the Sacred Books and the true nature of\nthe Risen One had been replaced by a violent controversy when Sholto\nJiminez and Birdy Edwards had reopened the old question of the\nadvisability of moving the Toon and settling elsewhere. He'd been in\nfavor of the idea himself, but, for the last month or so, he had begun\nto doubt the wisdom of it. It was probably reluctance to admit this to\nhimself that had brought on the strained feelings between himself and\nhis old friend the gunsmith.\n\n\"I'll have to drill the Irregulars, today,\" he said. \"Birdy Edwards\nhas been drilling them, while we've been hunting. But I'll go up and\nsee Alex about a new hatchet and fixing my rifle. I'll have a talk\nwith him.\"\n\nHe stepped forward to the edge of the porch, still munching on a\nhoney-dipped piece of corn bread, and glanced up at the sky. That was\na queer bird; he'd never seen a bird with a wing action like that.\nThen he realized that the object was not a bird at all.\n\nHis father was staring at it, too.\n\n\"Murray! That's ... that's like the old stories from the time of the\nwars!\"\n\nBut Murray was already racing across the parade ground toward the\nAitch-Cue House, where the big iron ring hung by its chain from a\ngallows-like post, with the hammer beside it.\n\n       *       *       *       *       *\n\nThe stockaded village grew larger, details became plainer, as the\nhelicopter came slanting down and began spiraling around it. It was a\nfairly big place, some forty or fifty acres in a rough parallelogram,\nsurrounded by a wall of varicolored stone and brick and concrete\nrubble from old ruins, topped with a palisade of pointed poles. There\nwas a small jetty projecting out into the river, to which six or eight\nboats of different sorts were tied; a gate opened onto this from the\nwall. Inside the stockade, there were close to a hundred buildings,\nranging from small cabins to a structure with a belfry, which seemed\nto have been a church, partly ruined in the war of two centuries ago\nand later rebuilt. A stream came down from the woods, across the\ncultivated land around the fortified village; there was a rough flume\nwhich carried the water from a dam close to the edge of the forest and\nprovided a fall to turn a mill wheel.\n\n\"Look; strip-farming,\" Loudons pointed. \"See the alternate strips of\ngrass and plowed ground. Those people understand soil conservation.\nThey have horses, too.\"\n\nAs he spoke, three riders left the village at a gallop, through a gate\non the far side. They separated, and the people in the fields, who had\nall started for the village, turned and began hurrying toward the\nwoods. Two of the riders headed for a pasture in which cattle had been\ngrazing, and started herding them, also, into the woods. For a while,\nthere was a scurrying of little figures in the village below, and then\nnot a moving thing was in sight.\n\n\"There's good organization,\" Loudons said. \"Everybody seems to know\nwhat to do, and how to get it done promptly. And look how neat the\nwhole place is. Policed up. I'll bet anything we'll find that they\nhave a military organization, or a military tradition at least. We'll\nhave to find out; you can't understand a people till you understand\ntheir background and their social organization.\"\n\n\"Humph. Let me have a look at their artifacts; that'll tell what kind\nof people they are,\" Altamont said, swinging his glasses back and\nforth over the enclosure. \"Water-power mill, water-power\nsawmill--building on the left side of the water wheel; see the pile of\nfresh lumber beside it. Blacksmith shop, and from that chimney I'd say\na small foundry, too. Wonder what that little building out on the tip\nof the island is; it has a water wheel. Undershot wheel, and it looks\nas though it could be raised or lowered. But the building's too small\nfor a grist mill. Now, I wonder--\"\n\n[Illustration: ]\n\n\"Monty, I think we ought to land right in the middle of the enclosure,\non that open plaza thing, in front of that building that looks like a\nreconditioned church. That's probably the Royal Palace, or the\nPentagon, or the Kremlin, or whatever.\"\n\nAltamont started to object, paused, and then nodded. \"I think you're\nright, Jim. From the way they scattered, and got their livestock into\nthe woods, they probably expect us to bomb them. We have to get\ninside; that's the quickest way to do it.\" He thought for a moment.\n\"We'd better be armed, when we go out. Pistols, auto-carbines, and a\nfew of those concussion-grenades in case we have to break up a\nconcerted attack. I'll get them.\"\n\nThe plaza and the houses and cabins around it, and the\ntwo-hundred-year-old church, were silent and, apparently, lifeless as\nthey set the helicopter down. Once Loudons caught a movement inside\nthe door of a house, and saw a metallic glint. Altamont pointed up at\nthe belfry.\n\n\"There's a gun up there,\" he said. \"Looks like about a four-pounder.\nBrass. I knew that smith-shop was also a foundry. See that little curl\nof smoke? That's the gunner's slow-match. I'd thought maybe that thing\non the island was a powder mill. That would be where they'd put it.\nProbably extract their niter from the dung of their horses and cows.\nSulfur probably from coal-mine drainage. Jim, this is really\nsomething!\"\n\n\"I hope they don't cut loose on us with that thing,\" Loudons said,\nlooking apprehensively at the brass-rimmed black muzzle that was\ncovering them from the belfry. \"I wonder if we ought to--Oh-oh, here\nthey come!\"\n\n       *       *       *       *       *\n\nThree or four young men stepped out of the wide door of the old\nchurch. They wore fringed buckskin trousers and buckskin shirts and\nodd caps of deerskin with visors to shade their eyes and similar beaks\nbehind to protect the neck. They had powder horns and bullet pouches\nslung over their shoulders, and long rifles in their hands. They\nstepped aside as soon as they were out; carefully avoiding any gesture\nof menace, they stood watching the helicopter which had landed among\nthem.\n\nThree other men followed them out; they, too, wore buckskins, and the\nodd double-visored caps. One had a close-cropped white beard, and on\nthe shoulders of his buckskin shirt he wore the single silver bars of\na first lieutenant of the vanished United States Army. He had a pistol\non his belt; it had the saw-handle grip of an automatic, but it was a\nflintlock, as were the rifles of the young men who stood watchfully on\neither side of the two middle-aged men who accompanied him. The whole\nparty advanced toward the helicopter.\n\n\"All right; come on, Monty.\" Loudons opened the door and let down the\nsteps. Picking up an auto-carbine, he slung it and stepped out of the\nhelicopter, Altamont behind him. They advanced to meet the party from\nthe old church, halting when they were about twenty feet apart.\n\n\"I must apologize, lieutenant, for dropping in on you so\nunceremoniously.\" He stopped, wondering if the man with the white\nbeard understood a word of what he was saying.\n\n\"The natural way to come in, when you travel in the air,\" the old man\nreplied. \"At least, you came in openly. I can promise you a better\nreception than you got at that city to the west of us a couple of days\nago.\"\n\n\"Now how did you know we'd had trouble at Cincinnati\nday-before-yesterday?\" Loudons demanded.\n\nThe old man's eyes sparkled with childlike pleasure. \"That surprises\nyou, my dear sir? In a moment, I daresay you'll be amazed at the\nsimplicity of it. You have a nasty rip in the left leg of your\ntrousers, and the cloth around it is stained with blood. Through the\nrip, I perceive a bandage. Obviously, you have suffered a recent\nwound. I further observe that the side of your flying machine bears\nrecent scratches, as though from the spears or throwing-hatchets of\nthe Scowrers. Evidently they attacked you as you were leaving it; it\nis fortunate that these cannibal devils are too stupid and too anxious\nfor human flesh to exercise patience.\"\n\n\"Well, that explains how you knew we'd been recently attacked,\"\nLoudons told him. \"But how did you guess that it had been to the west\nof here, in a ruined city?\"\n\n\"I never guess,\" the oldster with the silver bar and the\nkeystone-shaped red patch on his left shoulder replied. \"It is a\nshocking habit--destructive to the logical faculty. What seems strange\nto you is only so because you do not follow my train of thought. For\nexample, the wheels and their framework under your flying machine are\nsplashed with mud which seems to be predominantly brick-dust, mixed\nwith plaster. Obviously, you landed recently in a dead city, either\nduring or after a rain. There was a rain here yesterday evening, the\nwind being from the west. Obviously, you followed behind the rain as\nit came up the river. And now that I look at your boots, I see traces\nof the same sort of mud, around the soles and in front of the heels.\nBut this is heartless of us, keeping you standing here on a wounded\nleg, sir. Come in, and let our medic look at it.\"\n\n\"Well, thank you, lieutenant,\" Loudons replied. \"But don't bother your\nmedic; I've attended to the wound myself, and it wasn't serious to\nbegin with.\"\n\n\"You are a doctor?\" the white-bearded man asked.\n\n\"Of sorts. A sort of general scientist. My name is Loudons. My friend,\nMr. Altamont, here, is a scientist, also.\"\n\nThere was an immediate reaction; all three of the elders of the\nvillage, and the young riflemen who had accompanied them, exchanged\nglances of surprise. Loudons dropped his hand to the grip of his slung\nauto-carbine, and Altamont sidled unobtrusively away from him, his\nhand moving as by accident toward the butt of his pistol. The same\nthought was in both men's minds, that these people might feel, as a\nheritage of the war of two centuries ago, a hostility to science and\nscientists. There was no hostility, however, in their manner as the\nold man advanced and held out his hand.\n\n\"I am Tenant Mycroft Jones, the Toon Leader here,\" he said. \"This is\nStamford Rawson, our Reader, and Verner Hughes, our Toon Sarge. This\nis his son, Murray Hughes, the Toon Sarge of the Irregulars. But come\ninto the Aitch-Cue House, gentlemen. We have much to talk about.\"\n\n       *       *       *       *       *\n\nBy this time, the villagers had begun to emerge from the log cabins\nand rubble-walled houses around the plaza and the old church. Some of\nthem, mostly young men, were carrying rifles, but the majority of them\nwere unarmed. About half of them were women, in short deerskin or\nhomespun dresses; there were a number of children, the younger ones\nalmost completely naked.\n\n\"Sarge,\" the old man told one of the youths, \"post a guard over this\nflying machine; don't let anybody meddle with it. And have all the\nnoncoms and techs report here, on the double.\" He turned and shouted\nup at the truncated steeple: \"Atherton, sound 'All Clear!'\"\n\nA horn, up in the belfry, began blowing, to advise the people who had\nrun from the fields into the woods that there was no danger.\n\nThey went through the open doorway of the old stone church, and\nentered the big room inside. The building had evidently been gutted by\nfire, two centuries before, and portions of the wall had been\nrestored. Now there was a rough plank floor, and a plank ceiling at\nabout twelve feet; the room was apparently used as a community center.\nThere were a number of benches and chairs, all very neatly made, and\nalong one wall, out of the way, ten or fifteen long tables had been\nstacked, the tops in a pile and the trestles on them. The walls were\ndecorated with trophies of weapons--a number of old M-12 rifles and\nM-16 submachine guns, all in good clean condition, a light machine\nrifle, two bazookas. Among them were stone and metal-tipped spears and\ncrude hatchets and knives and clubs, the work of the wild men of the\nwoods. A stairway led to the second floor, and it was up this that the\nman who bore the title of Toon Leader conducted them, to a small room\nfurnished with a long table, a number of chairs, and several big\nwooden chests bound with iron.\n\n\"Sit down, gentlemen,\" the Toon Leader invited, going to a cupboard\nand producing a large bottle stopped with a corncob and a number of\nsmall cups. \"It's a little early in the day,\" he said, \"but this is a\nvery special occasion. You smoke a pipe, I take it?\" he asked\nAltamont. \"Then try some of this; of our own growth and curing.\" He\nextended a doeskin moccasin, which seemed to be the tobacco-container.\n\nAltamont looked at the thing dubiously, then filled his pipe from it.\nThe oldster drew his pistol, pushed a little wooden plug into the\nvent, added some tow to the priming, and, aiming at the wall, snapped\nit. Evidently, at times the formality of plugging the vent had been\noverlooked; there were a number of holes in the wall there. This time,\nhowever, the pistol didn't go off. He shook out the smoldering tow,\nblew it into flame, and lit a candle from it, offering the light to\nAltamont. Loudons got out a cigar and lit it from the candle; the\nothers filled and lighted pipes. The Toon Leader reprimed his pistol,\nthen holstered it, took off his belt and laid it aside, an example the\nothers followed.\n\nThey drank ceremoniously, and then seated themselves at the table. As\nthey did, two more men came into the room; they were introduced as\nAlexander Barrett, the gunsmith, and Stanley Markovitch, the\ndistiller.\n\n\"You come, then, from the west?\" the Toon Leader began by asking.\n\n\"Are you from Utah?\" the gunsmith interrupted, suspiciously.\n\n\"Why, no; we're from Arizona. A place called Fort Ridgeway,\" Loudons\nsaid.\n\nThe others nodded, in the manner of people who wish to conceal\nignorance; it was obvious that none of them had ever heard of Fort\nRidgeway, or Arizona either.\n\n\"We've been in what used to be Utah,\" Altamont said. \"There's nobody\nthere but a few Indians, and a few whites who are even less\ncivilized.\"\n\n\"You say you come from a fort? Then the wars aren't over, yet?\" Sarge\nHughes asked.\n\n\"The wars have been over for a long time. You know how terrible they\nwere. You know how few in all the country were left alive,\" Loudons\nsaid.\n\n\"None that we know of, beside ourselves and the Scowrers until you\ncame,\" the Toon Leader said.\n\n\"We have found only a few small groups, in the whole country, who have\nmanaged to save anything of the Old Times. Most of them lived in\nlittle villages and cultivated land. A few had horses, or cows. None,\nthat we have ever found before, made guns and powder for themselves.\nBut they remembered that they were men, and did not eat one another.\nWhenever we find a group of people like this, we try to persuade them\nto let us help them.\"\n\n\"Why?\" the Toon Leader asked. \"Why do you do this for people you've\nnever met before? What do you want from them--from us--in return for\nyour help?\" He was speaking to Altamont, rather than to Loudons; it\nseemed obvious that he believed Altamont to be the leader and Loudons\nthe subordinate.\n\n       *       *       *       *       *\n\n\"Because we're trying to bring back the best things of the Old Times,\"\nAltamont told him. \"Look; you've had troubles, here. So have we, many\ntimes. Years when the crops failed; years of storms, or floods;\ntroubles with these beast-men in the woods. And you were alone, as we\nwere, with no one to help. We want to put all men who are still men in\ntouch with one another, so that they can help each other in trouble,\nand work together. If this isn't done soon, everything which makes men\ndifferent from beasts will soon be no more.\"\n\n\"He's right. One of us, alone, is helpless,\" the Reader said. \"It is\nonly in the Toon that there is strength. He wants to organize a Toon\nof all Toons.\"\n\n\"That's about it. We are beginning to make helicopters like the one\nLoudons and I came here in. We'll furnish your community with one or\nmore of them. We can give you a radio, so that you can communicate\nwith other communities. We can give you rifles and machine guns and\nammunition, to fight the ... the Scowrers, did you call them? And we\ncan give you atomic engines, so that you can build machines for\nyourselves.\"\n\n\"Some of our people--Alex Barrett, here, the gunsmith, and Stan\nMarkovitch, the distiller, and Harrison Grant, the iron worker--get\ntheir living by making things. How'd they make out, after your\nmachines came in here?\" Verner Hughes asked.\n\n\"We've thought of that; we had that problem with other groups we've\nhelped,\" Loudons said. \"In some communities, everybody owns everything\nin common; we don't have much of a problem, there. Is that the way you\ndo it, here?\"\n\n\"Well, no. If a man makes a thing, or digs it out of the ruins, or\ncatches it in the woods, it's his.\"\n\n\"Then we'll work out some way. Give the machines to the people who are\nalready in a trade, or something like that. We'll have to talk it over\nwith you and with the people who'd be concerned.\"\n\n\"How is it you took so long finding us,\" Alex Barrett asked. \"It's\nbeen two hundred or so years since the Wars.\"\n\n\"Alex! You see but you do not observe!\" The Toon Leader rebuked.\n\"These people have their flying machines, which are highly complicated\nmechanisms. They would have to make tools and machines to make them,\nand tools and machines to make those tools and machines. They would\nhave to find materials, often going far in search of them. The marvel\nis not that they took so long, but that they did it so quickly.\"\n\n\"That's right,\" Altamont said. \"Originally, Fort Ridgeway was a\nmilitary research and development center. As the country became\ndisorganized, the Government set this project up, to develop ways of\nimprovising power and transportation and communication methods and\nextracting raw materials. If they'd had a little more time, they might\nhave saved the country. As it was, they were able to keep themselves\nalive and keep something like civilization going at the Fort, while\nthe whole country was breaking apart around them. Then, when the\nrockets stopped falling, they started to rebuild. Fortunately, more\nthan half the technicians at the Fort were women; there was no\nquestion of them dying out. But it's only been in the last twenty\nyears that we've been able to make nuclear-electric engines, and this\nis the first time any of us have gotten east of the Mississippi.\"\n\n\"How did your group manage to survive?\" Loudons said. \"You call it the\nToon; I suppose that's what the word platoon has become, with time.\nYou were, originally, a military platoon?\"\n\n\"_Pla_-toon!\" the white-bearded man said. \"Of all the unpardonable\nstupidity! Of course that was what it was. And the title, Tenant, was\noriginally _lieu_-tenant; I know that, though we have all dropped the\nfirst part of the word. That should have led me, if I'd used my wits,\nto deduce platoon from toon.\n\n\"Yes, sir. We were originally a platoon of soldiers, two hundred years\nago, at the time when the Wars ended. The Old Toon, and the First\nTenant, were guarding pows, whatever they were. The pows were all\nkilled by a big bomb, and the First Tenant, Lieutenant Gilbert Dunbar,\ntook his ... his platoon and started to march to Deecee, where the\nGovernment was, but there was no Government, any more. They fought\nwith the people along the way. When they needed food, or ammunition,\nor animals to pull their wagons, they took them, and killed those who\ntried to prevent them. Other people joined the Toon, and when they\nfound women whom they wanted, they took them. They did all sorts of\nthings that would have been crimes if there had been any law, but\nsince there was no law any longer, it was obvious that there could be\nno crime. The First Ten--Lieutenant--kept his men together, because he\nhad The Books. Each evening, at the end of each day's march, he read\nto his men out of them.\n\n[Illustration: ]\n\n\"Finally, they came here. There had been a town here, but it had been\nburned and destroyed, and there were people camping in the ruins. Some\nof them fought and were killed; others came in and joined the platoon.\nAt first, they built shelters around this building, and made this\ntheir fort. Then they cleared away the ruins, and built new houses.\nWhen the cartridges for the rifles began to get scarce, they began to\nmake gunpowder, and new rifles, like these we are using now, to shoot\nwithout cartridges. Lieutenant Dunbar did this out of his own\nknowledge, because there is nothing in The Books about making\ngunpowder; the guns in The Books are rifles and shotguns and revolvers\nand airguns; except for the airguns, which we haven't been able to\nmake, these all shot cartridges. As with your people, we did not die\nout, because we had women. Neither did we increase greatly--too many\ndied or were killed young. But several times we've had to tear down\nthe wall and rebuild it, to make room inside it for more houses, and\nwe've been clearing a little more land for fields each year. We still\nread and follow the teachings of The Books; we have made laws for\nourselves out of them.\"\n\n\"And we are waiting here, for the Slain and Risen One,\" Tenant Jones\nadded, looking at Altamont intently. \"It is impossible that He will\nnot, sooner or later, deduce the existence of this community. If He\nhas not done so already.\"\n\n\"Well, sir,\" the Toon Leader changed the subject abruptly, \"enough of\nthis talk about the past. If I understand rightly, it is the future in\nwhich you gentlemen are interested.\" He pushed back the cuff of his\nhunting shirt and looked at an old and worn wrist watch.\n\"Eleven-hundred; we'll have lunch shortly. This afternoon, you will\nmeet the other people of the Toon, and this evening, at\neighteen-hundred, we'll have a mess together outdoors. Then, when we\nhave everybody together, we can talk over your offer to help us, and\ndecide what it is that you can give us that we can use.\"\n\n\"You spoke, a while ago, of what you could do for us, in return,\"\nAltamont said. \"There's one thing you can do, no further away than\ntomorrow, if you're willing.\"\n\n\"And that is--?\"\n\n\"In Pittsburgh, somewhere, there is an underground crypt, full of\nbooks. Not bound and printed books; spools of microfilm. You know what\nthat is?\"\n\nThe others shook their heads. Altamont continued:\n\n\"They are spools on which strips are wound, on which pictures have\nbeen taken of books, page by page. We can make other, larger pictures\nfrom them, big enough to be read--\"\n\n\"Oh, photographs, which you enlarge. I understand that. You mean, you\ncan make many copies of them?\"\n\n\"That's right. And you shall have copies, as soon as we can take the\noriginals back to Fort Ridgeway, where we have equipment for enlarging\nthem. But while we have information which will help us to find the\ncrypt where the books are, we will need help in getting it open.\"\n\n\"Of course! This is wonderful. Copies of The Books!\" the Reader\nexclaimed. \"We thought we had the only one left in the world!\"\n\n\"Not just The Books, Stamford; other books,\" the Toon Leader told him.\n\"The books which are mentioned in The Books. But of course we will\nhelp you. You have a map to show where they are?\"\n\n\"Not a map; just some information. But we can work out the location of\nthe crypt.\"\n\n\"A ritual,\" Stamford Rawson said happily. \"Of course.\"\n\n       *       *       *       *       *\n\nThey lunched together at the house of Toon Sarge Hughes with the Toon\nLeader and the Reader and five or six of the leaders of the community.\nThe food was plentiful, but Altamont found himself wishing that the\nfirst book they found in the Carnegie Library crypt would be a cook\nbook.\n\nIn the afternoon, he and Loudons separated. The latter attached\nhimself to the Tenant, the Reader, and an old woman, Irene Klein, who\nwas almost a hundred years old and was the repository and arbiter of\nmost of the community's oral legends. Altamont, on the other hand,\nstarted, with Alex Barrett, the gunsmith, and Mordecai Ricci, the\nmiller, to inspect the gunshop and grist mill. Joined by half a dozen\nmore of the village craftsmen, they visited the forge and foundry, the\nsawmill, the wagon shop. Altamont looked at the flume, a rough\nstructure of logs lined with sheet aluminum, and at the nitriary, a\nshed-roofed pit in which potassium nitrate was extracted from the\ncommunity's animal refuse. Then, loading his guides into the\nhelicopter, they took off for a visit to the powder mill on the island\nand a trip up the river.\n\nThey were a badly scared lot, for the first few minutes, as they\nwatched the ground receding under them through the transparent plastic\nnose. Then, when nothing disastrous seemed to be happening,\nexhilaration took the place of fear, and by the time they set down on\nthe tip of the island, the eight men were confirmed aviation\nenthusiasts. The trip up-river was an even bigger success; the high\npoint came when Altamont set his controls for _Hover_, pointed out a\nsnarl of driftwood in the stream, and allowed his passengers to fire\none of the machine guns at it. The lead balls of their own\nblack-powder rifles would have plunked into the waterlogged wood\nwithout visible effect; the copper-jacketed machine-gun bullets ripped\nit to splinters. They returned for a final visit to the distillery\nawed by what they had seen.\n\n       *       *       *       *       *\n\n\"Monty, I don't know what the devil to make of this crowd,\" Loudons\nsaid, that evening, after the feast, when they had entered the\nhelicopter and prepared to retire. \"We've run into some weird\ncommunities--that lot down in Old Mexico who live in the church and\nclaim they have a divine mission to redeem the world by prayer,\nfasting and flagellation, or those yogis in Los Angeles--\"\n\n\"Or the Blackout Boys in Detroit,\" Altamont added.\n\n\"That's understandable,\" Loudons said, \"after what their ancestors\nwent through in the Last War. But this crowd, here! The descendants of\nan old United States Army infantry platoon, with a fully developed\nreligion centered on a slain and resurrected god--Normally, it would\ntake thousands of years for a slain-god religion to develop, and then\nonly from the field-fertility magic of primitive agriculturists. Well,\nyou saw these people's fields from the air. Some of the members of\nthat old platoon were men who knew the latest methods of scientific\nfarming; they didn't need naive fairy tales about the planting and\ngermination of seed.\"\n\n\"Sure this religion isn't just a variant of Christianity?\"\n\n\"Absolutely not. In the first place, these Sacred Books can't be the\nBible--you heard Tenant Jones say that they mentioned firearms that\nused cartridges. That means that they can't be older than 1860 at the\nvery earliest. And in the second place, this slain god wasn't\ncrucified or put to death by any form of execution; he perished,\ntogether with his enemy, in combat, and both god and devil were later\nresurrected. The Enemy is supposed to be the master mind back of these\ncannibal savages in the woods and also in the ruins.\"\n\n\"Did you get a look at these Sacred Books, or find out what they might\nbe?\"\n\nLoudons shook his head disgustedly. \"Every time I brought up the\nquestion, they evaded. The Tenant sent the Reader out to bring in this\nold lady, Irene Klein--she was a perfect gold mine of information\nabout the history and traditions of the Toon, by the way--and then he\nsent him out on some other errand, undoubtedly to pass the word not to\ntalk to us about their religion.\"\n\n\"I don't get that,\" Altamont said. \"They showed me everything they\nhad--their gunshop, their powder mill, their defenses, everything.\" He\nsmoked in silence for a moment. \"Say, this slain god couldn't be the\noriginal platoon commander, could he?\"\n\n\"No. They have the greatest respect for his memory--decorate his grave\nregularly, drink toasts to him--but he hasn't been deified. They got\nthe idea for this deity of theirs out of the Sacred Books.\" Loudons\ngnawed the end of his cigar and frowned. \"Monty, this has me worried\nlike the devil, because I believe that they suspect that you are the\nSlain and Risen One.\"\n\n\"Could be, at that. I know the Tenant came up to me, very\nrespectfully, and said, 'I hope you don't think, sir, that I was\npresumptuous in trying to display my humble deductive abilities to\n_you_.'\"\n\n\"What did you say?\" Loudons demanded rather sharply.\n\n\"Told him certainly not; that he'd used a good quick method of\ndemonstrating that he and his people weren't like those mindless\nsubhumans in the woods.\"\n\n\"That was all right. I don't know how we're going to handle this. They\nonly suspect that you are their deity. As it stands, now, we're on\ntrial, here. And I get the impression that logic, not faith, seems to\nbe their supreme religious virtue; that skepticism is a religious\nobligation instead of a sin. That's something else that's practically\nunheard of. I wish I knew--\"\n\n       *       *       *       *       *\n\nTenant Mycroft Jones, and Reader Stamford Rawson and Toon Sarge Verner\nHughes, and his son Murray Hughes, sat around the bare-topped table in\nthe room, on the second floor of the Aitch-Cue House. A lighted candle\nflickered in the cool breeze that came in through the open window\nthrowing their shadows back and forth on the walls.\n\n\"Pass the tantalus, Murray,\" the Tenant said, and the youngest of the\nfour handed the corncob-corked bottle to the eldest. Tenant Jones\nfilled his cup, and then sat staring at it, while Verner Hughes thrust\nhis pipe into the toe of the moccasin and filled it. Finally, he drank\nabout half of the clear wild-plum brandy.\n\n\"Gentlemen, I am baffled,\" he confessed. \"We have three alternate\npossibilities here, and we dare not disregard any of them. Either\nthis man who calls himself Altamont is truly He, or he is merely what\nwe are asked to believe, one of a community like ours, with more of\nthe old knowledge than we possess.\"\n\n\"You know my views,\" Verner Hughes said. \"I cannot believe that He was\nmore than a man, as we are. A great, a good, a wise man, but a man and\nmortal.\"\n\n\"Let's not go into that, now.\" The Reader emptied his cup and took the\nbottle, filling it again. \"You know my views, too. I hold that He is\nno longer upon earth in the flesh, but lives in the spirit and is only\nwith us in the spirit. There are three possibilities, too, none of\nwhich can be eliminated. But what was your third possibility, Tenant?\"\n\n\"That they are creatures of the Enemy. Perhaps that one or the other\nof them _is_ the Enemy.\"\n\nReader Rawson, lifting his cup to his lips, almost strangled. The\nHugheses, father and son, stared at Tenant Jones in horror.\n\n\"The Enemy--with such weapons and resources!\" Murray Hughes gasped.\nThen he emptied his cup and refilled it. \"No! I can't believe that;\nhe'd have struck before this and wiped us all out!\"\n\n\"Not necessarily, Murray,\" the Tenant replied. \"Until he became\nconvinced that his agents, the Scowrers, could do nothing against us,\nhe would bide his time. He sits motionless, like a spider, at the\ncenter of the web; he does little himself; his agents are numerous.\nOr, perhaps, he wishes to recruit us into his hellish organization.\"\n\n\"It is a possibility,\" Reader Rawson admitted. \"One which we can\nneither accept nor reject safely. And we must learn the truth as soon\nas possible. If this man is really He, we must not spurn Him on mere\nsuspicion. If he is a man, come to help us, we must accept his help;\nif he is speaking the truth, the people who sent him could do wonders\nfor us, and the greatest wonder would be to make us, again, a part of\na civilized community. And if he is the Enemy--\"\n\n\"If it is really He,\" Murray said, \"I think we are on trial.\"\n\n\"What do you mean, son? Oh, I see. Of course, I don't believe he is,\nbut that's mere doubt, not negative certainty. But if I'm wrong, if\nthis man is truly He, we are being tested. He has come among us\nincognito; if we are worthy of Him, we will penetrate His disguise.\"\n\n\"A very pretty problem, gentlemen,\" the Tenant said, smacking his lips\nover his brandy. \"For all that it may be a deadly serious one for us.\nThere is, of course, nothing that we can do tonight. But tomorrow, we\nhave promised to help our visitors, whoever they may be, in searching\nfor this crypt in the city. Murray, you were to be in charge of the\ndetail that was to accompany them. Carry on as arranged, and say\nnothing of our suspicions, but advise your men to keep a sharp watch\non the strangers, that they may learn all they can from them.\nStamford, you and Verner and I will go along. We should, if we have\nany wits at all, observe something.\"\n\n       *       *       *       *       *\n\n\"Listen to this infernal thing!\" Altamont raged. \"'_Wielding a\ngold-plated spade handled with oak from an original rafter of the\nCongressional Library, at three-fifteen one afternoon last week--_'\nOne afternoon last week!\" He cursed luridly. \"Why couldn't that\nblasted magazine say _what_ afternoon? I've gone over a lot of\ntwentieth century copies of that magazine; that expression was a\nregular cliché with them.\"\n\nLoudons looked over his shoulder at the photostated magazine page.\n\n\"Well, we know it was between June thirteen and nineteen, inclusive,\"\nhe said. \"And there's a picture of the university president, complete\nwith gold-plated spade, breaking ground. Call it Wednesday, the\nsixteenth. Over there's the tip of the shadow of the old Cathedral of\nLearning, about a hundred yards away. There are so many inexactitudes\nthat one'll probably cancel out another.\"\n\n\"That's so, and it's also pretty futile getting angry at somebody\nwho's been dead two hundred years, but why couldn't they say\nWednesday, or Monday, or Saturday, or whatever?\" He checked back in\nthe astronomical handbook, and the photostated pages of the old\nalmanac, and looked over his calculations. \"All right, here's the\nangle of the shadow, and the compass-bearing. I had a look, yesterday,\nwhen I was taking the local citizenry on that junket. The old baseball\ndiamond at Forbes Field is plainly visible, and I located the ruins of\nthe Cathedral of Learning from that. Here's the above-sea-level\naltitude of the top of the tower. After you've landed us, go up to\nthis altitude--use the barometric altimeter, not the radar--and hold\nposition.\"\n\nLoudons leaned forward from the desk to the contraption Altamont had\nrigged in the nose of the helicopter--one of the telescope-sighted\nhunting rifles clamped in a vise, with a compass and a spirit-level\nunder it.\n\n\"Rifle's pointing downward at the correct angle now?\" he asked. \"Good.\nThen all I have to do is hold the helicopter steady, keep it at the\nright altitude, level, and pointed in the right direction, and watch\nthrough the sight while you move the flag around, and direct you by\nradio. Why wasn't I born quintuplets?\"\n\n\"Mr. Altamont! Dr. Loudons!\" a voice outside the helicopter called.\n\"Are you ready for us, now?\"\n\nAltamont went to the open door and looked out. The old Toon Leader,\nthe Reader, Toon Sarge Hughes, his son, and four young men in\nbuckskins with slung rifles, were standing outside.\n\n\"I have decided,\" the Tenant said, \"that Mr. Rawson and Sarge Hughes\nand I would be of more help than an equal number of younger men. We\nmay not be as active, but we know the old ruins better, especially the\npaths and hiding places of the Scowrers. These four young men you\nprobably met last evening; it will do no harm to introduce them again.\nBirdy Edwards; Sholto Jiminez; Jefferson Burns; Murdo Olsen.\"\n\n\"Very pleased, Tenant, gentlemen. I met all you young men last\nevening; I remember you,\" Altamont said. \"Now, if you'll all crowd in\nhere, I'll explain what we're going to try to do.\"\n\nHe showed them the old picture. \"You see where the shadow of a tall\nbuilding falls?\" he asked. \"We know the location and height of this\nbuilding. Dr. Loudons will hold this helicopter at exactly the\nposition of the top of the building, and aim through the sights of the\nrifle, there. One of you will have this flag in his hand, and will\nmove it back and forth; Dr. Loudons will tell us when the flag is in\nthe sight of the rifle.\"\n\n\"He'll need a good pair of lungs to do that,\" Verner Hughes commented.\n\n\"We'll use radio. A portable set on the ground, and the helicopter's\nradio set.\" He was met, to his surprise, with looks of incomprehension.\nHe had not supposed that these people would have lost all memory of\nradio communication.\n\n\"Why, that's wonderful!\" the Reader exclaimed, when he explained. \"You\ncan talk directly; how much better than just sending a telegram!\"\n\n\"But, finding the crypt by the shadow; that's exactly like the--\"\nMurray Hughes began, then stopped short. Immediately, he began talking\nloudly about the rifle that was to be used as a surveying transit,\ncomparing it with the ones in the big first-floor room at the\nAitch-Cue House.\n\n       *       *       *       *       *\n\nLocating the point on which the shadow of the old Cathedral of\nLearning had fallen proved easier than either Altamont or Loudons had\nexpected. The towering building was now a tumbled mass of slagged\nrubble, but it was quite possible to determine its original center,\nand with the old data from the excellent reference library at Fort\nRidgeway, its height above sea level was known. After a little\njockeying, the helicopter came to a hovering stop, and the slanting\nbarrel of the rifle in the vise pointed downward along the line of the\nshadow that had been cast on that afternoon in June, 1993, the cross\nhairs of the scope-sight centered almost exactly on the spot Altamont\nhad estimated on the map. While he peered through the sight, Loudons\nbrought the helicopter slanting down to land on the sheet of fused\nglass that had once been a grassy campus.\n\n\"Well, this is probably it,\" Altamont said. \"We didn't have to bother\nfussing around with that flag, after all. That hump, over there, looks\nas though it had been a small building, and there's nothing\ncorresponding to it on the city map. That may be the bunker over the\nstair-head to the crypt.\"\n\n[Illustration: ]\n\nThey began unloading equipment--a small portable nuclear-electric\nconversion unit, a powerful solenoid-hammer, crowbars and intrenching\ntools, tins of blasting-plastic. They took out the two hunting rifles,\nand the auto-carbines, and Altamont showed the young men of Murray\nHughes' detail how to use them.\n\n\"If you'll pardon me, sir,\" the Tenant said to Altamont, \"I think it\nwould be a good idea if your companion went up in the flying machine\nand circled around over us, to keep watch for Scowrers. There are\nquite a few of them, particularly farther up the rivers, to the east,\nwhere the damage was not so great and they can find cellars and\nshelters and buildings to live in.\"\n\n\"Good idea; that way, we won't have to put out guards,\" Altamont said.\n\"From the looks of this, we'll need everybody to help dig into that\nthing. Hand out one of the portable radios, Jim, and go up to about a\nthousand feet. If you see anything suspicious, give us a yell, and\nthen spray it with bullets, and find out what it is afterward.\"\n\nThey waited until the helicopter had climbed to position and was\ncircling above, and then turned their attention to the place where the\nsheet of fused earth and stone bulged upward. It must have been almost\nground-zero of one of the hydrogen-bombs; the wreckage of the\nCathedral of Learning had fallen predominantly to the north, and the\nCarnegie Library was tumbled to the east.\n\n\"I think the entrance would be on this side, toward the Library,\"\nAltamont said. \"Let's try it, to begin with.\"\n\nHe used the solenoid-hammer, slowly pounding a hole into the glaze,\nand placed a small charge of the plastic explosive. Chunks of the\nlavalike stuff pelted down between the little mound and the huge one\nof the old library, blowing a hole six feet in diameter and two and a\nhalf deep, revealing concrete bonded with crushed steel-mill slag.\n\n\"We missed the door,\" he said. \"That means we'll have to tunnel in\nthrough who knows how much concrete. Well--\"\n\n       *       *       *       *       *\n\nHe used a second and larger charge, after digging a hole a foot deep.\nWhen he and his helpers came up to look, they found a large mass of\nconcrete blown out, and solid steel behind it. Altamont cut two more\nholes sidewise, one on either side of the blown-out place, and fired a\ncharge in each of them, bringing down more concrete. He found that he\nhadn't missed the door, after all. It had merely been concreted over.\n\nA few more shots cleared it, and after some work, they got it open.\nThere was a room inside, concrete-floored and entirely empty. With the\nothers crowding behind him, Altamont stood in the doorway and\ninspected the interior with his flashlight; he heard somebody back of\nhim say something about a most peculiar sort of a dark-lantern. Across\nthe small room, on the opposite wall, was a bronze plaque.\n\nIt carried quite a lengthy inscription, including the names of all the\npersons and institutions participating in the microfilm project. The\nHistory Department at the Fort would be most interested in that, but\nthe only thing that interested Altamont was the statement that the\nfloor had been laid over the trapdoor leading to the vaults where the\nmicrofilms were stored. He went outside to the radio.\n\n\"Hello, Jim. We're inside, but the films are stored in an underground\nvault, and we have to tear up a concrete floor,\" he said. \"Go back to\nthe village and gather up all the men you can carry, and tools.\nHammers and picks and short steel bars. I don't want to use explosives\ninside. The interior of the crypt oughtn't to be damaged, and I don't\nknow what a blast in here might do to the film, and I don't want to\ntake chances.\"\n\n\"No, of course not. How thick do you think this floor is?\"\n\n\"Haven't the least idea. Plenty thick, I'd say. Those films would have\nto be well buried, to shield them from radioactivity. We can expect\nthat it'll take some time.\"\n\n\"All right. I'll be back as soon as I can.\"\n\nThe helicopter turned and went windmilling away, over what had been\nthe Golden Triangle, down the Ohio.\n\nAltamont went back to the little concrete bunker and sat down,\nlighting his pipe. Murray Hughes and his four riflemen spread out, one\ncircling around the glazed butte that had been the Cathedral of\nLearning, another climbing to the top of the old library, and the\nothers taking positions to the south and east.\n\nAltamont sat in silence, smoking his pipe and trying to form some\nconception of the wealth under that concrete floor. It was no use.\nJim Loudons probably understood a little more nearly what those books\nwould mean to the world of today, and what they could do toward\nshaping the world of the future. There was a library at Fort Ridgeway,\nand it was an excellent one--for its purpose. In 1996, when the\nrockets had come crashing down, it had contained the cream of the\nworld's technological knowledge--and very little else. There was a\nlittle fiction, a few books of ideas, just enough to give the\nsurvivors a tantalizing glimpse of the world of their fathers. But\nnow--\n\n       *       *       *       *       *\n\nA rifle banged to the south and east, and banged again. Either Murray\nHughes or Birdy Edwards--it was one of the two hunting rifles from the\nhelicopter. On the heels of the reports, they heard a voice shouting:\n\"Scowrers! A lot of them, coming from up the river!\" A moment later,\nthere was a light whip-crack of one of the long muzzle-loaders, from\nthe top of the old Carnegie Library, and Altamont could see a wisp of\ngray-white smoke drifting away from where it had been fired. He jumped\nto his feet and raced for the radio, picking it up and bringing it to\nthe bunker.\n\nTenant Jones, old Reader Rawson, and Verner Hughes had caught up their\nrifles. The Tenant was shouting, \"Come on in! Everybody, come in!\" The\nboy on top of the library began scrambling down. Another came running\nfrom the direction of the half-demolished Cathedral of Learning, a\nthird from the baseball field that had served as Altamont's point of\nreference the afternoon before. The fourth, Murray Hughes, was running\nin from the ruins of the old Carnegie Tech buildings, and Birdy\nEdwards sped up the main road from Shenley Park. Once or twice, as he\nran, Murray Hughes paused, turned, and fired behind him.\n\nThen his pursuers came into sight. They ran erect, and they wore a few\nrags of skin garments, and they carried spears and hatchets and clubs,\nso they were probably classifiable as men. Their hair was long and\nunkempt; their bodies were almost black with dirt and from the sun. A\nfew of them were yelling; most of them ran silently. They ran more\nswiftly than the boy they were pursuing; the distance between them\nnarrowed every moment. There were at least fifty of them.\n\nVerner Hughes' rifle barked; one of them dropped. As coolly as though\nhe were shooting squirrels instead of his son's pursuers, he dropped\nthe butt of his rifle to the ground, poured a charge of powder,\npatched a ball and rammed it home, replaced the ramrod. Tenant Jones\nfired then, and then Birdy Edwards joined them and began shooting with\nthe telescope-sighted hunting rifle. The young man who had been north\nof the Cathedral of Learning had one of the auto-carbines; Altamont\nhad providently set the fire-control for semi-auto before giving it\nto him. He dropped to one knee and began to empty the clip, shooting\nslowly and deliberately, picking off the runners who were in the lead.\nThe boy who had started to climb down off the library halted, fired\nhis flintlock, and began reloading it. And Altamont, sitting down and\npropping his elbows on his knees, took both hands to the automatic\nwhich was his only weapon, emptying the magazine and replacing it. The\nlast three of the savages he shot in the back; they had had enough and\nwere running for their lives.\n\nSo far, everybody was safe. The boy in the library came down through a\nplace where the wall had fallen. Murray Hughes stopped running and\ncame slowly toward the bunker, putting a fresh clip into his rifle.\nThe others came drifting in.\n\n       *       *       *       *       *\n\n\"Altamont, calling Loudons,\" the scientist from Fort Ridgeway was\nsaying into the radio. \"Monty to Jim; can you hear me, Jim?\"\n\nSilence.\n\n\"We'd better get ready for another attack,\" Birdy Edwards said.\n\"There's another gang coming from down that way. I never saw so many\nScowrers!\"\n\n\"Maybe there's a reason, Birdy,\" Tenant Jones said. \"The Enemy is\nafter big game, this time.\"\n\n\"Jim! Where the devil are you?\" Altamont fairly yelled into the radio,\nand as he did, he knew the answer. Loudons was in the village, away\nfrom the helicopter, gathering tools and workers. Nothing to do but\nkeep on trying.\n\n\"Here they come!\" Reader Rawson warned.\n\n\"How far can these rifles be depended on?\" Birdy Edwards wanted to\nknow.\n\nAltamont straightened, saw the second band of savages approaching,\nabout four hundred yards away.\n\n\"Start shooting now,\" he said. \"Aim for the upper part of their\nbodies.\"\n\nThe two auto-loading rifles began to crack. After a few shots, the\nsavages took cover. Evidently they understood the capabilities and\nlimitations of the villagers' flintlocks; this was a terrifying\nsurprise to them.\n\n\"Jim!\" Altamont was almost praying into the radio. \"Come in, Jim!\"\n\n\"What is it, Monty? I was outside.\"\n\nAltamont told him.\n\n\"Those fellows you had up with you yesterday; think they could be\ntrusted to handle the guns? A couple of them are here with me,\"\nLoudons inquired.\n\n\"Take a chance on it; it won't cost you anything but my life, and\nthat's not worth much at present.\"\n\n\"All right; hold on. We'll be along in a few minutes.\"\n\n\"Loudons is bringing the helicopter,\" he told the others. \"All we have\nto do is hold on, here, till he comes.\"\n\nA naked savage raised his head from behind what might, two hundred\nyears ago, have been a cement park-bench, a hundred yards away.\nReader Stamford Rawson promptly killed him and began reloading.\n\n\"I think you're right, Tenant,\" he said. \"The Scowrers have never\nattacked in bands like this before. They must have had a powerful\nreason, and I can think of only one.\"\n\n\"That's what I'm beginning to think, too,\" Verner Hughes agreed. \"At\nleast, we have eliminated the third of your possibilities, Tenant. And\nI think probably the second, as well.\"\n\nAltamont wondered what they were double-talking about. There wasn't\nany particular mystery about the mass attack of the wild men to him.\nDebased as they were, they still possessed speech and the ability to\ntransmit experiences. No matter how beclouded in superstition, they\nstill remembered that aircraft dropped bombs, and bombs killed people,\nand where people had been killed, they would find fresh meat. They had\nseen the helicopter circling about, and had heard the blasting; every\none in the area had been drawn to the scene as soon as Loudons had\ngone down the river.\n\nMaybe they had forgotten that aircraft also carried guns. At least,\nwhen they sprang to their feet and started to run at the return of the\nhelicopter, many did not run far.\n\n       *       *       *       *       *\n\nAltamont and Loudons shook hands many times in front of the Aitch-Cue\nHouse, and listened to many good wishes, and repeated their promise to\nreturn. Most of the microfilmed books were still stored in the old\nchurch; they were taking away with them only the catalogue and a few\nof the more important works. Finally, they entered the helicopter. The\ncrowd shouted farewell, as they rose.\n\nAltamont, at the controls, waited until they had gained five thousand\nfeet, then turned on a compass-course for Colony Three.\n\n\"I can't wait till we're in radio-range of the Fort, to report this,\nJim,\" he said. \"Of all the wonderful luck! And I don't yet know which\nis more important; finding those books, or finding those people. In a\nfew years, when we can get them supplied with modern equipment and\ninstructed in its use--\"\n\n\"I'm not very happy about it, Monty,\" Loudons confessed. \"I keep\nthinking about what's going to happen to them.\"\n\n\"Why, nothing's going to happen to them. They're going to be given the\nmeans of producing more food, keeping more of them alive, having more\nleisure to develop themselves in--\"\n\n\"Monty; I saw the Sacred Books.\"\n\n\"The deuce! What were they?\"\n\n\"It. One volume; a collection of works. We have it at the Fort; I've\nread it. How I ever missed all the clues--You see Monty, what I'm\nworried about is what's going to happen to those people when they find\nout that we're not really Sherlock Holmes and Dr. Watson.\"\n\n\nTHE END\n\n\n\n\n\n\nEnd of Project Gutenberg's The Return, by H. Beam Piper and John J. McGuire\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE RETURN ***\n\n***** This file should be named 18855-8.txt or 18855-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/8/8/5/18855/\n\nProduced by Greg Weeks, Sankar Viswanathan, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n*** END: FULL LICENSE ***\n"}