{"title": "Temple Trouble", "author": "Henry Beam Piper", "releaseDate": "July 18, 2006", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Sankar Viswanathan, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n        This etext was produced from Astounding Science Fiction,\n        April, 1951. Extensive research did not uncover any\n        evidence that the copyright on this publication was renewed.\n\n\n                            [Illustration]\n\n\n                            TEMPLE TROUBLE\n\n\n\n                           BY H. BEAM PIPER\n\n       *       *       *       *       *\n\n\n          Miracles to order was a fine way for the paratimers to\n          get mining concessions--but Nature can sometimes pull\n          counter-miracles. And so can men, for that matter....\n\n\n\n                        Illustrated by Rogers\n\n\nThrough a haze of incense and altar smoke, Yat-Zar looked down from\nhis golden throne at the end of the dusky, many-pillared temple.\nYat-Zar was an idol, of gigantic size and extraordinarily good\nworkmanship; he had three eyes, made of turquoises as big as\ndoorknobs, and six arms. In his three right hands, from top to bottom,\nhe held a sword with a flame-shaped blade, a jeweled object of vaguely\nphallic appearance, and, by the ears, a rabbit. In his left hands were\na bronze torch with burnished copper flames, a big goblet, and a pair\nof scales with an egg in one pan balanced against a skull in the\nother. He had a long bifurcate beard made of gold wire, feet like a\nbird's, and other rather startling anatomical features. His throne was\nset upon a stone plinth about twenty feet high, into the front of\nwhich a doorway opened; behind him was a wooden screen, elaborately\ngilded and painted.\n\nDirectly in front of the idol, Ghullam the high priest knelt on a big\nblue and gold cushion. He wore a gold-fringed robe of dark blue, and a\ntall conical gold miter, and a bright blue false beard, forked like\nthe idol's golden one: he was intoning a prayer, and holding up, in\nboth hands, for divine inspection and approval, a long curved knife.\nBehind him, about thirty feel away, stood a square stone altar, around\nwhich four of the lesser priests, in light blue robes with less gold\nfringe and dark-blue false beards, were busy with the preliminaries to\nthe sacrifice. At considerable distance, about halfway down the length\nof the temple, some two hundred worshipers--a few substantial citizens\nin gold-fringed tunics, artisans in tunics without gold fringe,\nsoldiers in mail hauberks and plain steel caps, one officer in\nornately gilded armor, a number of peasants in nondescript smocks, and\nwomen of all classes--were beginning to prostrate themselves on the\nstone floor.\n\nGhullam rose to his feet, bowing deeply to Yat-Zar and holding the\nknife extended in front of him, and backed away toward the altar. As\nhe did, one of the lesser priests reached into a fringed and\nembroidered sack and pulled out a live rabbit, a big one, obviously of\ndomestic breed, holding it by the ears while one of his fellows took\nit by the hind legs. A third priest caught up a silver pitcher, while\nthe fourth fanned the altar fire with a sheet-silver fan. As they\nbegan chanting antiphonally, Ghullam turned and quickly whipped the\nedge of his knife across the rabbit's throat. The priest with the\npitcher stepped in to catch the blood, and when the rabbit was bled,\nit was laid on the fire. Ghullam and his four assistants all shouted\ntogether, and the congregation shouted in response.\n\nThe high priest waited as long as was decently necessary and then,\nholding the knife in front of him, stepped around the prayer-cushion\nand went through the door under the idol into the Holy of Holies. A\nboy in novice's white robes met him and took the knife, carrying it\nreverently to a fountain for washing. Eight or ten under-priests,\nsitting at a long table, rose and bowed, then sat down again and\nresumed their eating and drinking. At another table, a half-dozen\nupper priests nodded to him in casual greeting.\n\nCrossing the room, Ghullam went to the Triple Veil in front of the\nHouse of Yat-Zar, where only the highest of the priesthood might go,\nand parted the curtains, passing through, until he came to the great\ngilded door. Here he fumbled under his robe and produced a small\nobject like a mechanical pencil, inserting the pointed end in a tiny\nhole in the door and pressing on the other end. The door opened, then\nswung shut behind him, and as it locked itself, the lights came on\nwithin. Ghullam removed his miter and his false beard, tossing them\naside on a table, then undid his sash and peeled out of his robe. His\nregalia discarded, he stood for a moment in loose trousers and a soft\nwhite shirt, with a pistollike weapon in a shoulder holster under his\nleft arm--no longer Ghullam the high priest of Yat-Zar, but now\nStranor Sleth, resident agent on this time-line of the Fourth Level\nProto-Aryan Sector for the Transtemporal Mining Corporation. Then he\nopened a door at the other side of the anteroom and went to the\nantigrav shaft, stepping over the edge and floating downward.\n\n       *       *       *       *       *\n\nThere were temples of Yat-Zar on every time-line of the Proto-Aryan\nSector, for the worship of Yat-Zar was ancient among the Hulgun people\nof that area of paratime, but there were only a few which had such\ninstallations as this, and all of them were owned and operated by\nTranstemporal Mining, which had the fissionable ores franchise for\nthis sector. During the ten elapsed centuries since Transtemporal had\nbegun operations on this sector, the process had become standardized.\nA few First Level paratimers would transpose to a selected time-line\nand abduct an upper-priest of Yat-Zar, preferably the high priest of\nthe temple at Yoldav or Zurb. He would be drugged and transposed to\nthe First Level, where he would receive hypnotic indoctrination and,\nwhile unconscious, have an operation performed on his ears which would\nenable him to hear sounds well above the normal audible range. He\nwould be able to hear the shrill sonar-cries of bats, for instance,\nand, more important, he would be able to hear voices when the speaker\nused a First Level audio-frequency step-up phone. He would also\nreceive a memory-obliteration from the moment of his abduction, and a\nset of pseudo-memories of a visit to the Heaven of Yat-Zar, on the\nother side of the sky. Then he would be returned to his own time-line\nand left on a mountain top far from his temple, where an unknown\npeasant, leading a donkey, would always find him, return him to the\ntemple, and then vanish inexplicably.\n\nThen the priest would begin hearing voices, usually while serving at\nthe altar. They would warn of future events, which would always come\nto pass exactly as foretold. Or they might bring tidings of things\nhappening at a distance, the news of which would not arrive by normal\nmeans for days or even weeks. Before long, the holy man who had been\ncarried alive to the Heaven of Yat-Zar would acquire a most awesome\nreputation as a prophet, and would speedily rise to the very top of\nthe priestly hierarchy.\n\nThen he would receive two commandments from Yat-Zar. The first would\nordain that all lower priests must travel about from temple to temple,\nnever staying longer than a year at any one place. This would insure a\nsteady influx of newcomers personally unknown to the local\nupper-priests, and many of them would be First Level paratimers. Then,\nthere would be a second commandment: A house must be built for\nYat-Zar, against the rear wall of each temple. Its dimensions were\nminutely stipulated; its walls were to be of stone, without windows,\nand there was to be a single door, opening into the Holy of Holies,\nand before the walls were finished, the door was to be barred from\nwithin. A triple veil of brocaded fabric was to be hung in front of\nthis door. Sometimes such innovations met with opposition from the\nmore conservative members of the hierarchy: when they did, the\nprincipal objector would be seized with a sudden and violent illness;\nhe would recover if and when he withdrew his objections.\n\nVery shortly after the House of Yat-Zar would be completed, strange\nnoises would be heard from behind the thick walls. Then, after a\nwhile, one of the younger priests would announce that he had been\ncommanded in a vision to go behind the veil and knock upon the door.\nGoing behind the curtains, he would use his door-activator to let\nhimself in, and return by paratime-conveyer to the First Level to\nenjoy a well-earned vacation. When the high priest would follow him\nbehind the veil, after a few hours, and find that he had vanished, it\nwould be announced as a miracle. A week later, an even greater miracle\nwould be announced. The young priest would return from behind the\nTriple Veil, clad in such raiment as no man had ever seen, and bearing\nin his hands a strange box. He would announce that Yat-Zar had\ncommanded him to build a new temple in the mountains, at a place to be\nmade known by the voice of the god speaking out of the box.\n\nThis time, there would be no doubts and no objections. A procession\nwould set out, headed by the new revelator bearing the box, and when\nthe clicking voice of the god spoke rapidly out of it, the site would\nbe marked and work would begin. No local labor would ever be employed\non such temples; the masons and woodworkers would be strangers, come\nfrom afar and speaking a strange tongue, and when the temple was\ncompleted, they would never be seen to leave it. Men would say that\nthey had been put to death by the priest and buried under the altar to\npreserve the secrets of the god. And there would always be an idol to\npreserve the secrets of the god. And there would always be an idol of\nYat-Zar, obviously of heavenly origin, since its workmanship was\nbeyond the powers of any local craftsman. The priests of such a temple\nwould be exempt, by divine decree, from the rule of yearly travel.\n\nNobody, of course, would have the least idea that there was a uranium\nmine in operation under it, shipping ore to another time-line. The\nHulgun people knew nothing about uranium, and neither did they as much\nas dream that there were other time-lines. The secret of paratime\ntransposition belonged exclusively to the First Level civilization\nwhich had discovered it, and it was a secret that was guarded well.\n\n       *       *       *       *       *\n\nStranor Sleth, dropping to the bottom of the antigrav shaft, cast a\nhasty and instinctive glance to the right, where the freight conveyers\nwere. One was gone, taking its cargo over hundreds of thousands of\npara-years to the First Level. Another had just returned, empty, and a\nthird was receiving its cargo from the robot mining machines far back\nunder the mountain. Two young men and a girl, in First Level costumes,\nsat at a bank of instruments and visor-screens, handling the whole\noperation, and six or seven armed guards, having inspected the\nnewly-arrived conveyer and finding that it had picked up nothing\ninimical en route, were relaxing and lighting cigarettes. Three of\nthem, Stranor Sleth noticed, wore the green uniforms of the Paratime\nPolice.\n\n\"When did those fellows get in?\" he asked the people at the control\ndesk, nodding toward the green-clad newcomers.\n\n\"About ten minutes ago, on the passenger conveyer,\" the girl told him.\n\"The Big Boy's here. Brannad Klav. And a Paratime Police officer.\nThey're in your office.\"\n\n\"Uh huh; I was expecting that,\" Stranor Sleth nodded. Then he turned\ndown the corridor to the left.\n\nTwo men were waiting for him, in his office. One was short and stocky,\nwith an angry, impatient face--Brannad Klav, Transtemporal's vice\npresident in charge of operations. The other was tall and slender with\nhandsome and entirely expressionless features; he wore a Paratime\nPolice officer's uniform, with the blue badge of hereditary nobility\non his breast, and carried a sigma-ray needler in a belt holster.\n\n\"Were you waiting long, gentlemen?\" Stranor Sleth asked. \"I was\nholding Sunset Sacrifice up in the temple.\"\n\n\"No, we just got here,\" Brannad Klav said. \"This is Verkan Vall,\nMavrad of Nerros, special assistant to Chief Tortha of the Paratime\nPolice, Stranor Sleth, our resident agent here.\"\n\nStranor Sleth touched hands with Verkan Vall.\n\n\"I've heard a lot about you, sir,\" he said. \"Everybody working in\nparatime has, of course. I'm sorry we have a situation here that calls\nfor your presence, but since we have, I'm glad you're here in person.\nYou know what our trouble is, I suppose?\"\n\n\"In a general way,\" Verkan Vall replied. \"Chief Tortha, and Brannad\nKlav, have given me the main outline, but I'd like to have you fill in\nthe details.\"\n\n\"Well, I told you everything,\" Brannad Klav interrupted impatiently.\n\"It's just that Stranor's let this blasted local king, Kurchuk, get\nout of control. If I--\" He stopped short, catching sight of the\nshoulder holster under Stranor Sleth's left arm. \"Were you wearing\nthat needler up in the temple?\" he demanded.\n\n\"You're blasted right I was!\" Stranor Sleth retorted. \"And any time I\ncan't arm myself for my own protection on this time-line, you can have\nmy resignation. I'm not getting into the same jam as those people at\nZurb.\"\n\n\"Well, never mind about that,\" Verkan Vall intervened. \"Of course\nStranor Sleth has a right to arm himself; I wouldn't think of being\ncaught without a weapon on this time-line, myself. Now, Stranor,\nsuppose you tell me what's been happening, here, from the beginning of\nthis trouble.\"\n\n\"It started, really, about five years ago, when Kurchuk, the King of\nZurb, married this Chuldun princess, Darith, from the country over\nbeyond the Black Sea, and made her his queen, over the heads of about\na dozen daughters of the local nobility, whom he'd married previously.\nThen he brought in this Chuldun scribe, Labdurg, and made him Overseer\nof the Kingdom--roughly, prime minister. There was a lot of\ndissatisfaction about that, and for a while it looked as though he was\ngoing to have a revolution on his hands, but he brought in about five\nthousand Chuldun mercenaries, all archers--these Hulguns can't shoot a\nbow worth beans--so the dissatisfaction died down, and so did most of\nthe leaders of the disaffected group. The story I get is that this\nLabdurg arranged the marriage, in the first place. It looks to me as\nthough the Chuldun emperor is intending to take over the Hulgun\nkingdoms, starting with Zurb.\n\n[Illustration:]\n\n\"Well, these Chulduns all worship a god called Muz-Azin. Muz-Azin is a\ncrocodile with wings like a bat and a lot of knife blades in his tail.\nHe makes this Yat-Zar look downright beautiful. So do his habits.\nMuz-Azin fancies human sacrifices. The victims are strung up by the\nankles on a triangular frame and lashed to death with iron-barbed\nwhips. Nasty sort of a deity, but this is a nasty time-line. The\npeople here get a big kick out of watching these sacrifices. Much\nbetter show than our bunny-killing. The victims are usually criminals,\nor overage or incorrigible slaves, or prisoners of war.\n\n\"Of course, when the Chulduns began infiltrating the palace, they\nbrought in their crocodile-god, too, and a flock of priests, and King\nKurchuk let them set up a temple in the palace. Naturally, we preached\nagainst this heathen idolatry in our temples, but religious bigotry\nisn't one of the numerous imperfections of this sector. Everybody's\ndeity is as good as anybody else's--indifferentism, I believe, is the\ntheological term. Anyhow, on that basis things went along fairly well,\ntill two years ago, when we had this run of bad luck.\"\n\n\"Bad luck!\" Brannad Klav snorted. \"That's the standing excuse of every\nincompetent!\"\n\n\"Go on, Stranor; what sort of bad luck?\" Verkan Vall asked.\n\n\"Well, first we had a drought, beginning in early summer, that burned\nup most of the grain crop. Then, when that broke, we got heavy rains\nand hailstorms and floods, and that destroyed what got through the dry\nspell. When they harvested what little was left, it was obvious\nthere'd be a famine, so we brought in a lot of grain by conveyer and\ndistributed it from the temples--miraculous gift of Yat-Zar, of\ncourse. Then the main office on First Level got scared about flooding\nthis time-line with a lot of unaccountable grain and were afraid we'd\nmake the people suspicious, and ordered it stopped.\n\n\"Then Kurchuk, and I might add that the kingdom of Zurb was the\nhardest hit by the famine, ordered his army mobilized and started an\ninvasion of the Jumdun country, south of the Carpathians, to get\ngrain. He got his army chopped up, and only about a quarter of them\ngot back, with no grain. You ask me, I'd say that Labdurg framed it to\nhappen that way. He advised Kurchuk to invade, in the first place, and\nI mentioned my suspicion that Chombrog, the Chuldun Emperor, is\nplanning to move in on the Hulgun kingdoms. Well, what would be\nsmarter than to get Kurchuk's army smashed in advance?\"\n\n\"How did the defeat occur?\" Verkan Vall asked. \"Any suspicion of\ntreachery?\"\n\n\"Nothing you could put your finger on, except that the Jumduns seemed\nto have pretty good intelligence about Kurchuk's invasion route and\nbattle plans. It could have been nothing worse than stupid tactics on\nKurchuk's part. See, these Hulguns, and particularly the Zurb\nHulguns, are spearmen. They fight in a fairly thin line, with\nheavy-armed infantry in front and light infantry with throwing-spears\nbehind. The nobles fight in light chariots, usually at the center of\nthe line, and that's where they were at this Battle of Jorm. Kurchuk\nhimself was at the center, with his Chuldun archers massed around him.\n\n\"The Jumduns use a lot of cavalry, with long swords and lances, and a\nlot of big chariots with two javelin men and a driver. Well, instead\nof ramming into Kurchuk's center, where he had his archers, they hit\nthe extreme left and folded it up, and then swung around behind and\nhit the right from the rear. All the Chuldun archers did was stand\nfast around the king and shoot anybody who came close to them: they\nwere left pretty much alone. But the Hulgun spearmen were cut to\npieces. The battle ended with Kurchuk and his nobles and his archers\nmaking a fighting retreat, while the Jumdun cavalry were chasing the\nspearmen every which way and cutting them down or lancing them as they\nran.\n\n\"Well, whether it was Labdurg's treachery or Kurchuk's stupidity, in\neither case, it was natural for the archers to come off easiest and\nthe Hulgun spearmen to pay the butcher's bill. But try and tell these\nknuckle-heads anything like that! Muz-Azin protected the Chulduns, and\nYat-Zar let the Hulguns down, and that was all there was to it. The\nZurb temple started losing worshipers, particularly the families of\nthe men who didn't make it back from Jorm.\n\n\"If that had been all there'd been to it, though, it still wouldn't\nhave hurt the mining operations, and we could have got by. But what\nreally tore it was when the rabbits started to die.\" Stranor Sleth\npicked up a cigar from his desk and bit the end, spitting it out\ndisgustedly. \"Tularemia, of course,\" he said, touching his lighter to\nthe tip. \"When that hit, they started going over to Muz-Azin in\ndroves, not only at Zurb but all over the Six Kingdoms. You ought to\nhave seen the house we had for Sunset Sacrifice, this evening! About\ntwo hundred, and we used to get two thousand. It used to be all two\nmen could do to lift the offering box at the door, afterward, and all\nthe money we took in tonight I could put in one pocket!\" The high\npriest used language that would have been considered unclerical even\namong the Hulguns.\n\nVerkan Vall nodded. Even without the quickie hypno-mech he had taken\nfor this sector, he knew that the rabbit was domesticated among the\nProto-Aryan Hulguns and was their chief meat animal. Hulgun rabbits\nwere even a minor import on the First Level, and could be had at all\nthe better restaurants in cities like Dhergabar. He mentioned that.\n\n\"That's not the worst of it,\" Stranor Sleth told him. \"See, the\nrabbit's sacred to Yat-Zar. Not taboo; just sacred. They have to use\na specially consecrated knife to kill them--consecrating rabbit knives\nhas always been an item of temple revenue--and they must say a special\nprayer before eating them. We could have got around the rest of it,\neven the Battle of Jorm--punishment by Yat-Zar for the sin of\napostasy--but Yat-Zar just wouldn't make rabbits sick. Yat-Zar thinks\ntoo well of rabbits to do that, and it'd not been any use claiming he\nwould. So there you are.\"\n\n\"Well, I take the attitude that this situation is the result of your\nincompetence,\" Brannad Klav began, in a bullyragging tone. \"You're not\nonly the high priest of this temple, you're the acknowledged head of\nthe religion in all the Hulgun kingdoms. You should have had more hold\non the people than to allow anything like this to happen.\"\n\n\"Hold on the people!\" Stranor Sleth fairly howled, appealing to Verkan\nVall. \"What does he think a religion is, on this sector, anyhow? You\nthink these savages dreamed up that six-armed monstrosity, up there,\nto express their yearning for higher things, or to symbolize their\nmoral ethos, or as a philosophical escape-hatch from the dilemma of\ncausation? They never even heard of such matters. On this sector, gods\nare strictly utilitarian. As long as they take care of their\nworshipers, they get their sacrifices: when they can't put out, they\nhave to get out. How do you suppose these Chulduns, living in the\nCaucasus Mountains, got the idea of a god like a crocodile, anyhow?\nWhy, they got it from Homran traders, people from down in the Nile\nValley. They had a god, once, something basically like a billy goat,\nbut he let them get licked in a couple of battles, so out he went.\nWhy, all the deities on this sector have hyphenated names, because\nthey're combinations of several deities, worshiped in one person. Do\nyou know anything about the history of this sector?\" he asked the\nParatime Police officer.\n\n\"Well, it develops from an alternate probability of what we call the\nNilo-Mesopotamian Basic sector-group,\" Verkan Vall said. \"On most\nNilo-Mesopotamian sectors, like the Macedonian Empire Sector, or the\nAlexandrian-Roman or Alexandrian-Punic or Indo-Turanian or\nEuropo-American, there was an Aryan invasion of Eastern Europe and\nAsia Minor about four thousand elapsed years ago. On this sector, the\nancestors of the Aryans came in about fifteen centuries earlier, as\nneolithic savages, about the time that the Sumerian and Egyptian\ncivilizations were first developing, and overran all southeast Europe,\nAsia Minor and the Nile Valley. They developed to the bronze-age\nculture of the civilizations they overthrew, and then, more slowly, to\nan iron-age culture. About two thousand years ago, they were using\nhardened steel and building large stone cities, just as they do now.\nAt that time, they reached cultural stasis. But as for their religious\nbeliefs, you've described them quite accurately. A god is only\nworshiped as long as the people think him powerful enough to aid and\nprotect them; when they lose that confidence, he is discarded and the\ngod of some neighboring people is adopted instead.\" He turned to\nBrannad Klav. \"Didn't Stranor report this situation to you when it\nfirst developed?\" he asked. \"I know he did; he speaks of receiving\nshipments of grain by conveyer for temple distribution. Then why\ndidn't you report it to Paratime Police? That's what we have a\nParatime Police Force for.\"\n\n\"Well, yes, of course, but I had enough confidence in Stranor Sleth to\nthink that he could handle the situation himself. I didn't know he'd\ngone slack--\"\n\n\"Look, I can't make weather, even if my parishioners think I can,\"\nStranor Sleth defended himself. \"And I can't make a great military\ngenius out of a blockhead like Kurchuk. And I can't immunize all the\nrabbits on this time-line against tularemia, even if I'd had any\nreason to expect a tularemia epidemic, which I hadn't because the\ndisease is unknown on this sector; this is the only outbreak of it\nanybody's ever heard of on any Proto-Aryan time-line.\"\n\n\"No, but I'll tell you what you could have done,\" Verkan Vall told\nhim. \"When this Kurchuk started to apostatize, you could have gone to\nhim at the head of a procession of priests, all paratimers and all\narmed with energy-weapons, and pointed out his spiritual duty to him,\nand if he gave you any back talk, you could have pulled out that\nneedler and rayed him down and then cried, 'Behold the vengeance of\nYat-Zar upon the wicked king!' I'll bet any sum at any odds that his\nsuccessor would have thought twice about going over to Muz-Azin, and\nnone of these other kings would have even thought once about it.\"\n\n\"Ha, that's what I wanted to do!\" Stranor Sleth exclaimed. \"And who\nstopped me? I'll give you just one guess.\"\n\n\"Well, it seems there was slackness here, but it wasn't Stranor Sleth\nwho was slack,\" Verkan Vall commented.\n\n\"Well! I must say; I never thought I'd hear an officer of the Paratime\nPolice criticizing me for trying to operate inside the Paratime\nTransposition Code!\" Brannad Klav exclaimed.\n\nVerkan Vall, sitting on the edge of Stranor Sleth's desk, aimed his\ncigarette at Brannad Klav like a blaster.\n\n\"Now, look,\" he began. \"There is one, and only one, inflexible law\nregarding outtime activities. The secret of paratime transposition\nmust be kept inviolate, and any activity tending to endanger it is\nprohibited. That's why we don't allow the transposition of any object\nof extraterrestrial origin to any time-line on which space travel has\nnot been developed. Such an object may be preserved, and then, after\nthe local population begin exploring the planet from whence it came,\nthere will be dangerous speculations and theories as to how it\narrived on Terra at such an early date. I came within inches,\nliterally, of getting myself killed, not long ago, cleaning up the\nresult of a violation of that regulation. For the same reason, we\ndon't allow the export, to outtime natives, of manufactured goods too\nfar in advance of their local culture. That's why, for instance, you\npeople have to hand-finish all those big Yat-Zar idols, to remove\ntraces of machine work. One of those things may be around, a few\nthousand years from now, when these people develop a mechanical\ncivilization. But as far as raying down this Kurchuk is concerned,\nthese Hulguns are completely nonscientific. They wouldn't have the\nleast idea what happened. They'd believe that Yat-Zar struck him dead,\nas gods on this plane of culture are supposed to do, and if any of\nthem noticed the needler at all, they'd think it was just a holy\namulet of some kind.\"\n\n[Illustration:]\n\n\"But the law is the law--\" Brannad Klav began.\n\nVerkan Vall shook his head. \"Brannad, as I understand, you were\npromoted to your present position on the retirement of Salvan Marth,\nabout ten years ago; up to that time, you were in your company's\nfinancial department. You were accustomed to working subject to the\nFirst Level Commercial Regulation Code. Now, any law binding upon our\npeople at home, on the First Level, is inflexible. It has to be. We\nfound out, over fifty centuries ago, that laws have to be rigid and\nwithout discretionary powers in administration in order that people\nmay be able to predict their effect and plan their activities\naccordingly. Naturally, you became conditioned to operating in such a\nclimate of legal inflexibility.\n\n\"But in paratime, the situation is entirely different. There exist,\nwithin the range of the Ghaldron-Hesthor paratemporal-field generator,\na number of time-lines of the order of ten to the hundred-thousandth\npower. In effect, that many different worlds. In the past ten thousand\nyears, we have visited only the tiniest fraction of these, but we have\nfound everything from time-lines inhabited only by subhuman ape-men to\nSecond Level civilizations which are our own equal in every respect\nbut knowledge of paratemporal transposition. We even know of one\nSecond Level civilization which is approaching the discovery of an\ninterstellar hyperspatial drive, something we've never even come close\nto. And in between are every degree of savagery, barbarism and\ncivilization. Now, it's just not possible to frame any single code of\nlaws applicable to conditions on all of these. The best we can do is\nprohibit certain flagrantly immoral types of activity, such as\nslave-trading, introduction of new types of narcotic drugs, or\nout-and-out piracy and brigandage. If you're in doubt as to the\nlegality of anything you want to do outtime, go to the Judicial\nSection of the Paratime Commission and get an opinion on it. That's\nwhere you made your whole mistake. You didn't find out just how far it\nwas allowable for you to go.\"\n\nHe turned to Stranor Sleth again. \"Well, that's the background, then.\nNow tell me about what happened yesterday at Zurb.\"\n\n\"Well, a week ago, Kurchuk came out with this decree closing our\ntemple at Zurb and ordering his subjects to perform worship and make\nmoney offerings to Muz-Azin. The Zurb temple isn't a mask for a mine:\nZurb's too far south for the uranium deposits. It's just a center for\npropaganda and that sort of thing. But they have a House of Yat-Zar,\nand a conveyer, and most of the upper-priests are paratimers. Well,\nour man there, Tammand Drav, alias Khoram, defied the king's order, so\nKurchuk sent a company of Chuldun archers to close the temple and\narrest the priests. Tammand Drav got all his people who were in the\ntemple at the time into the House of Yat-Zar and transposed them back\nto the First Level. He had orders\"--Stranor Sleth looked meaningly at\nBrannad Klav--\"not to resist with energy-weapons or even ultrasonic\nparalyzers. And while we're on the subject of letting the local yokels\nsee too much, about fifteen of the under-priests he took to the First\nLevel were Hulgun natives.\"\n\n\"Nothing wrong about that: they'll get memory-obliteration and\npseudo-memory treatment,\" Verkan Vall said. \"But he should have been\nallowed to needle about a dozen of those Chulduns. Teach the beggars\nto respect Yat-Zar in the future. Now, how about the six priests who\nwere outside the temple at the time? All but one were paratimers.\nWe'll have to find out about them, and get them out of Zurb.\"\n\n\"That'll take some doing,\" Stranor Sleth said. \"And it'll have to be\ndone before sunset tomorrow. They are all in the dungeon of the palace\ncitadel, and Kurchuk is going to give them to the priests of Muz-Azin\nto be sacrificed tomorrow evening.\"\n\n\"How'd you learn that?\" Verkan Vall asked.\n\n\"Oh, we have a man in Zurb, not connected with the temple,\" Stranor\nSleth said. \"Name's Crannar Jurth; calls himself Kranjur, locally. He\nhas a swordmaker's shop, employs about a dozen native journeymen and\napprentices who hammer out the common blades he sells in the open\nmarket. Then, he imports a few high-class alloy-steel blades from the\nFirst Level, that'll cut through this local low-carbon armor like\ncheese. Fits them with locally-made hilts and sells them at\nunbelievable prices to the nobility. He's Swordsmith to the King;\npicks up all the inside palace dope. Of course, he was among the first\nto accept the New Gospel and go over to Muz-Azin. He has a secret room\nunder his shop, with his conveyer and a radio.\n\n\"What happened was this: These six priests were at a consecration\nceremony at a rabbit-ranch outside the city, and they didn't know\nabout the raid on the temple. On their way back, they were surrounded\nby Chuldun archers and taken prisoner. They had no weapons but their\nsacrificial knives.\" He threw another dirty look at Brannad Klav. \"So\nthey're due to go up on the triangles at sunset tomorrow.\"\n\n\"We'll have to get them out before then,\" Verkan Vall stated. \"They're\nour people, and we can't let them down; even the native is under our\nprotection, whether he knows it or not. And in the second place, if\nthose priests are sacrificed to Muz-Azin,\" he told Brannad Klav, \"you\ncan shut down everything on this time-line, pull out or disintegrate\nyour installations, and fill in your mine-tunnels. Yat-Zar will be\nthrough on this time-line, and you'll be through along with him. And\nconsidering that your fissionables franchise for this sector comes up\nfor renewal next year, your company will be through in this paratime\narea.\"\n\n\"You believe that would happen?\" Brannad Klav asked anxiously.\n\n\"I know it will, because I'll put through a recommendation to that\neffect, if those six men are tortured to death tomorrow,\" Verkan Vall\nreplied. \"And in the fifty years that I've been in the Police\nDepartment, I've only heard of five such recommendations being ignored\nby the commission. You know, Fourth Level Mineral Products Syndicate\nis after your franchise. Ordinarily, they wouldn't have a chance of\ngetting it, but with this, maybe they will, even without my\nrecommendation. This was all your fault, for ignoring Stranor Sleth's\nproposal and for denying those men the right to carry energy weapons.\"\n\n\"Well, we were only trying to stay inside the Paratime Code,\" Brannad\nKlav pleaded. \"If it isn't too late, now, you can count on me for\nevery co-operation.\" He fiddled with some papers on the desk. \"What do\nyou want me to do to help?\"\n\n\"I'll tell you that in a minute.\" Verkan Vall walked to the wall and\nlooked at the map, then returned to Stranor Sleth's desk. \"How about\nthese dungeons?\" he asked. \"How are they located, and how can we get\nin to them?\"\n\n\"I'm afraid we can't,\" Stranor Sleth told him. \"Not without fighting\nour way in. They're under the palace citadel, a hundred feet below\nground. They're spatially co-existent with the heavy water barriers\naround one of our company's plutonium piles on the First Level, and\nbelow surface on any unoccupied time-line I know of, so we can't\ntranspose in to them. This palace is really a walled city inside a\ncity. Here, I'll show you.\"\n\nGoing around the desk, he sat down and, after looking in the\nindex-screen, punched a combination on the keyboard. A picture,\nprojected from the microfilm-bank, appeared on the view-screen. It was\nan air-view of the city of Zurb--taken, the high priest explained, by\ninfrared light from an airboat over the city at night. It showed a\ncity of an entirely pre-mechanical civilization, with narrow streets,\nlined on either side by low one and two story buildings. Although\nthere would be considerable snow in winter, the roofs were usually\nflat, probably massive stone slabs supported by pillars within. Even\nin the poorer sections, this was true except for the very meanest\nhouses and out-buildings, which were thatched. Here and there, some\nhuge pile of masonry would rear itself above its lower neighbors, and,\nwhere the streets were wider, occasional groups of large buildings\nwould be surrounded by battlemented walls. Stranor Sleth indicated one\nof the larger of these.\n\n\"Here's the palace,\" he said. \"And here's the temple of Yat-Zar, about\nhalf a mile away.\" He touched a large building, occupying an entire\nblock; between it and the palace was a block-wide park, with lawns and\ntrees on either side of a wide roadway connecting the two.\n\n\"Now, here's a detailed view of the palace.\" He punched another\ncombination; the view of the City was replaced by one, taken from\ndirectly overhead, of the walled palace area. \"Here's the main gate,\nin front, at the end of the road from the temple,\" he pointed out.\n\"Over here, on the left, are the slaves' quarters and the stables and\nworkshops and store houses and so on. Over here, on the other side,\nare the nobles' quarters. And this,\"--he indicated a towering\nstructure at the rear of the walled enclosure--\"is the citadel and the\nroyal dwelling. Audience hall on this side; harem over here on this\nside. A wide stone platform, about fifteen feet high, runs completely\nacross the front of the citadel, from the audience hall to the harem.\nSince this picture was taken, the new temple of Muz-Azin was built\nright about here.\" He indicated that it extended out from the audience\nhall into the central courtyard. \"And out here on the platform,\nthey've put up about a dozen of these triangles, about twelve feet\nhigh, on which the sacrificial victims are whipped to death.\"\n\n\"Yes. About the only way we could get down to the dungeons would be to\nmake an airdrop onto the citadel roof and fight our way down with\nneedlers and blasters, and I'm not willing to do that as long as\nthere's any other way,\" Verkan Vall said. \"We'd lose men, even with\nneedlers against bows, and there's a chance that some of our equipment\nmight be lost in the melee and fall into outtime hands. You say this\nsacrifice comes off tomorrow at sunset?\"\n\n\"That would be about actual sunset plus or minus an hour; these people\naren't astronomers, they don't even have good sundials, and it might\nbe a cloudy day,\" Stranor Sleth said. \"There will be a big idol of\nMuz-Azin on a cart, set about here.\" He pointed. \"After the sacrifice,\nit is to be dragged down this road, outside, to the temple of Yat-Zar,\nand set up there. The temple is now occupied by about twenty Chuldun\nmercenaries and five or six priests of Muz-Azin. They haven't, of\ncourse, got into the House of Yat-Zar; the door's of impervium steel,\nabout six inches thick, with a plating of collapsed nickel under the\ngilding. It would take a couple of hours to cut through it with our\nbest atomic torch; there isn't a tool on this time-line that could\neven scratch it. And the insides of the walls are lined with the same\nthing.\"\n\n\"Do you think our people have been tortured, yet?\" Verkan Vall asked.\n\n\"No.\" Stranor Sleth was positive. \"They'll be fairly well treated,\nuntil the sacrifice. The idea's to make them last as long as possible\non the triangles; Muz-Azin likes to see a slow killing, and so does\nthe mob of spectators.\"\n\n\"That's good. Now, here's my plan. We won't try to rescue them from\nthe dungeons. Instead, we'll transpose back to the Zurb temple from\nthe First Level, in considerable force--say a hundred or so men--and\nmarch on the palace, to force their release. You're in constant radio\ncommunication with all the other temples on this time-line, I\nsuppose?\"\n\n\"Yes, certainly.\"\n\n\"All right. Pass this out to everybody, authority Paratime Police, in\nmy name, acting for Tortha Karf. I want all paratimers who can\npossibly be spared to transpose to First Level immediately and\nrendezvous at the First Level terminal of the Zurb temple conveyer as\nsoon as possible. Close down all mining operations, and turn over\ntemple routine to the native under-priests. You can tell them that the\nupper-priests are retiring to their respective Houses of Yat-Zar to\npray for the deliverance of the priests in the hands of King Kurchuk.\nAnd everybody is to bring back his priestly regalia to the First\nLevel; that will be needed.\" He turned to Brannad Klav. \"I suppose you\nkeep spare regalia in stock on the First Level?\"\n\n\"Yes, of course; we keep plenty of everything in stock. Robes, miters,\nfalse beards of different shades, everything.\"\n\n\"And these big Yat-Zar idols: they're mass-produced on the First\nLevel? You have one available now? Good. I'll want some alterations\nmade on one. For one thing, I'll want it plated heavily, all over,\nwith collapsed nickel. For another, I'll want it fitted with antigrav\nunits and some sort of propulsion-units, and a loud-speaker, and\nremote control.\n\n[Illustration:]\n\n\"And, Stranor, you get in touch with this swordmaker, Crannar Jurth,\nand alert him to co-operate with us. Tell him to start calling Zurb\ntemple on his radio about noon tomorrow, and keep it up till he gets\nan answer. Or, better, tell him to run his conveyer to his First Level\nterminal, and bring with him an extra suit of clothes appropriate to\nthe role of journeyman-mechanic. I'll want to talk to him, and furnish\nhim with special equipment. Got all that? Well, carry on with it, and\nbring your own paratimers, priests and mining operators, back with you\nas soon as you've taken care of everything. Brannad, you come with me,\nnow. We're returning to First Level immediately. We have a lot of\nwork to do, so let's get started.\"\n\n\"Anything I can do to help, just call on me for it,\" Brannad Klav\npromised earnestly. \"And, Stranor, I want to apologize. I'll admit,\nnow, that I ought to have followed your recommendations, when this\nsituation first developed.\"\n\n       *       *       *       *       *\n\nBy noon of the next day, Verkan Vall had at least a hundred men\ngathered in the big room at the First Level fissionables refinery at\nJarnabar, spatially co-existent with the Fourth Level temple of\nYat-Zar at Zurb. He was having a little trouble distinguishing between\nthem, for every man wore the fringed blue robe and golden miter of an\nupper-priest, and had his face masked behind a blue false beard. It\nwas, he admitted to himself, a most ludicrous-looking assemblage; one\nof the most ludicrous things about it was the fact that it would have\ninspired only pious awe in a Hulgun of the Fourth Level Proto-Aryan\nSector. About half of them were priests from the Transtemporal Mining\nCorporation's temples; the other half were members of the Paratime\nPolice. All of them wore, in addition to their temple knives,\nholstered sigma-ray needlers. Most of them carried ultrasonic\nparalyzers, eighteen-inch batonlike things with bulbous ends. Most of\nthe Paratime Police and a few of the priests also carried either\nheat-ray pistols or neutron-disruption blasters; Verkan Vall wore one\nof the latter in a left-hand belt holster.\n\nThe Paratime Police were lined up separately for inspection, and\nStranor Sleth, Tammand Drav of the Zurb temple, and several other high\npriests were checking the authenticity of their disguises. A little\napart from the others, a Paratime Policeman, in high priest's robes\nand beard, had a square box slung in front of him; he was fiddling\nwith knobs and buttons on it, practicing. A big idol of Yat-Zar, on\nantigravity, was floating slowly about the room in obedience to its\nremote controls, rising and lowering, turning about and pirouetting\ngracefully.\n\n\"Hey, Vall!\" he called to his superior. \"How's this?\"\n\nThe idol rose about five feet, turned slowly in a half-circle, moved\nto the right a little, and then settled slowly toward the floor.\n\n\"Fine, fine, Horv,\" Verkan Vall told him, \"but don't set it down on\nanything, or turn off the antigravity. There's enough collapsed\nnickel-plating on that thing to sink it a yard in soft ground.\"\n\n\"I don't know what the idea of that was,\" Brannad Klav, standing\nbeside him, said. \"Understand, I'm not criticizing. I haven't any\nright to, under the circumstances. But it seems to me that armoring\nthat thing in collapsed nickel was an unnecessary precaution.\"\n\n\"Maybe it was,\" Verkan Vall agreed. \"I sincerely hope so. But we can't\ntake any chances. This operation has to be absolutely right. Ready,\nTammand? All right; first detail into the conveyer.\"\n\nHe turned and strode toward a big dome of fine metallic mesh, thirty\nfeet high and sixty in diameter, at the other end of the room. Tammand\nDrav, and his ten paratimer priests, and Brannad Klav, and ten\nParatime Police, followed him in. One of the latter slid shut the door\nand locked it; Verkan Vall went to the control desk, at the center of\nthe dome, and picked up a two-foot globe of the same fine metallic\nmesh, opening it and making some adjustments inside, then attaching an\nelectric cord and closing it. He laid the globe on the floor near the\ndesk and picked up the hand battery at the other end of the attached\ncord.\n\n\"Not taking any chances at all, are you?\" Brannad Klav asked, watching\nthis operation with interest.\n\n\"I never do, unnecessarily. There are too many necessary chances that\nhave to be taken, in this work.\" Verkan Vall pressed the button on the\nhand battery. The globe on the floor flashed and vanished. \"Yesterday,\nfive paratimers were arrested. Any or all of them could have had\ndoor-activators with them. Stranor Sleth says they were not tortured,\nbut that is a purely inferential statement. They may have been, and\nthe use of the activator may have been extorted from one of them. So I\nwant a look at the inside of that conveyer-chamber before we transpose\ninto it.\"\n\nHe laid the hand battery, with the loose-dangling wire that had been\nleft behind, on the desk, then lit a cigarette. The others gathered\naround, smoking and watching, careful to avoid the place from which\nthe globe had vanished. Thirty minutes passed, and then, in a queer\niridescence, the globe reappeared. Verkan Vall counted ten seconds and\npicked it up, taking it to the desk and opening it to remove a small\nsquare box. This he slid into a space under the desk and flipped a\nswitch. Instantly, a view-screen lit up and a three-dimensional\npicture appeared--the interior of a big room a hundred feet square and\nsome seventy in height. There was a big desk and a radio; tables,\ncouches, chairs and an arms-rack full of weapons, and at one end, a\nremarkably clean sixty-foot circle on the concrete floor, outlined in\nfaintly luminous red.\n\n\"How about it?\" Verkan Vall asked Tammand Drav. \"Anything wrong?\"\n\nThe Zurb high priest shook his head. \"Just as we left it,\" he said.\n\"Nobody's been inside since we left.\"\n\n       *       *       *       *       *\n\nOne of the policemen took Verkan Vall's place at the control desk and\nthrew the master switch, after checking the instruments. Immediately,\nthe paratemporal-transposition field went on with a humming sound that\nmounted to a high scream, then settled to a steady drone. The mesh\ndome flickered with a cold iridescence and vanished, and they were\nlooking into the interior of a great fissionables refinery plant,\noperated by paratimers on another First Level time-line. The\nstructural details altered, from time-line to time-line, as they\nwatched. Buildings appeared and vanished. Once, for a few seconds,\nthey were inside a cool, insulated bubble in the midst of molten lead.\nTammand Drav jerked a thumb at it, before it vanished.\n\n\"That always bothers me,\" he said. \"Bad place for the field to go\nweak. I'm fussy as an old hen about inspection of the conveyer, on\naccount of that.\"\n\n\"Don't blame you,\" Verkan Vall agreed. \"Probably the cooling system of\na breeder-pile.\"\n\nThey passed more swiftly, now, across the Second Level and the Third.\nOnce they were in the midst of a huge land battle, with great tanklike\nvehicles spouting flame at one another. Another moment was spent in an\nair bombardment. On any time-line, this section of East Europe was a\nnatural battleground. Once a great procession marched toward them,\ncarrying red banners and huge pictures of a coarse-faced man with a\nblack mustache--Verkan Vall recognized the environment as Fourth Level\nEuropo-American Sector. Finally, as the transposition-rate slowed,\nthey saw a clutter of miserable thatched huts, in the rear of a\ngranite wall of a Fourth Level Hulgun temple of Yat-Zar--a temple not\nyet infiltrated by Transtemporal Mining Corporation agents. Finally,\nthey were at their destination. The dome around them became visible,\nand an overhead green light flashed slowly on and off.\n\nVerkan Vall opened the door and stepped outside, his needler drawn.\nThe House of Yat-Zar was just as he had seen it in the picture\nphotographed by the automatic reconnaissance-conveyer. The others\ncrowded outside after him. One of the regular priests pulled off his\nmiter and beard and went to the radio, putting on a headset. Verkan\nVall and Tammand Drav snapped on the visiscreen, getting a view of the\nHoly of Holies outside.\n\nThere were six men there, seated at the upper-priests' banquet table,\ndrinking from golden goblets. Five of them wore the black robes with\ngreen facings which marked them as priests of Muz-Azin; the sixth was\nan officer of the Chuldun archers, in gilded mail and helmet.\n\n\"Why, those are the sacred vessels of the temple!\" Tammand Drav cried,\nscandalized. Then he laughed in self-ridicule. \"I'm beginning to take\nthis stuff seriously, myself; time I put in for a long vacation. I was\nactually shocked at the sacrilege!\"\n\n\"Well, let's overtake the infidels in their sins,\" Verkan Vall said.\n\"Paralyzers will be good enough.\"\n\nHe picked up one of the bulb-headed weapons, and unlocked the door.\nTammand Drav and another of the priests of the Zurb temple following\nand the others crowding behind, they passed out through the veils, and\nburst into the Holy of Holies. Verkan Vall pointed the bulb of his\nparalyzer at the six seated men and pressed the button; other\nparalyzers came into action, and the whole sextet were knocked\nsenseless. The officer rolled from his chair and fell to the floor in\na clatter of armor. Two of the priests slumped forward on the table.\nThe others merely sank back in their chairs, dropping their goblets.\n\n\"Give each one of them another dose, to make sure,\" Verkan Vall\ndirected a couple of his own men. \"Now, Tammand; any other way into\nthe main temple beside that door?\"\n\n\"Up those steps,\" Tammand Drav pointed. \"There's a gallery along the\nside; we can cover the whole room from there.\"\n\n\"Take your men and go up there. I'll take a few through the door.\nThere'll be about twenty archers out there, and we don't want any of\nthem loosing any arrows before we can knock them out. Three minutes be\ntime enough?\"\n\n\"Easily. Make it two,\" Tammand Drav said.\n\n       *       *       *       *       *\n\nHe took his priests up the stairway and vanished into the gallery of\nthe temple. Verkan Vall waited until one minute had passed and then,\nfollowed by Brannad Klav and a couple of Paratime Policemen, he went\nunder the plinth and peered out into the temple. Five or six archers,\nin steel caps and sleeveless leather jackets sewn with steel rings,\nwere gathered around the altar, cooking something in a pot on the\nfire. Most of the others, like veteran soldiers, were sprawled on the\nfloor, trying to catch a short nap, except half a dozen, who crouched\nin a circle, playing some game with dice--another almost universal\nmilitary practice.\n\nThe two minutes were up. He aimed his paralyzer at the men around the\naltar and squeezed the button, swinging it from one to another and\nknocking them down with a bludgeon of inaudible sound. At the same\ntime, Tammand Drav and his detail were stunning the gamblers. Stepping\nforward and to one side, Verkan Vall, Brannad Klav and the others took\ncare of the sleepers on the floor. In less than thirty seconds, every\nChuldun in the temple was incapacitated.\n\n\"All right, make sure none of them come out of it prematurely,\" Verkan\nVall directed. \"Get their weapons, and be sure nobody has a knife or\nanything hidden on him. Who has the syringe and the sleep-drug\nampoules?\"\n\nSomebody had, it developed, who was still on the First Level, to come\nup with the second conveyer load. Verkan Vall swore. Something like\nthis always happened, on any operation involving more than half a\ndozen men.\n\n\"Well, some of you stay here: patrol around, and use your paralyzers\non anybody who even twitches a muscle.\" Ultrasonics were nice,\neffective, humane police weapons, but they were unreliable. The same\ndose that would keep one man out for an hour would paralyze another\nfor no more than ten or fifteen minutes. \"And be sure none of them are\nplaying 'possum.\"\n\nHe went back through the door under the plinth, glancing up at the\ndecorated wooden screen and wondering how much work it would take to\nmove the new Yat-Zar in from the conveyers. The five priests and the\narcher-captain were still unconscious; one of the policemen was\nsearching them.\n\n\"Here's the sort of weapons these priests carry,\" he said, holding up\na short iron mace with a spiked head. \"Carry them on their belts.\" He\ntossed it on the table, and began searching another knocked-out\nhierophant. \"Like this--_Hey!_ Look at this, will you!\"\n\nHe drew his hand from under the left side of the senseless man's robe\nand held up a sigma-ray needler. Verkan Vall looked at it and nodded\ngrimly.\n\n\"Had it in a regular shoulder holster,\" the policeman said, handing\nthe weapon across the table. \"What do you think?\"\n\n\"Find anything else funny on him?\"\n\n\"Wait a minute.\" The policeman pulled open the robe and began\nstripping the priest of Muz-Azin; Verkan Vall came around the table to\nhelp. There was nothing else of a suspicious nature.\n\n\"Could have got it from one of the prisoners, but I don't like the\nfamiliar way he's wearing that holster,\" Verkan Vall said. \"Has the\nconveyer gone back, yet?\" When the policeman nodded, he continued:\n\"When it returns, take him to the First Level. I hope they bring up\nthe sleep-drug with the next load. When you get him back, take him to\nDhergabar by strato-rocket immediately, and make sure he gets back\nalive. I want him questioned under narco-hypnosis by a regular\nParatime Commission psycho-technician, in the presence of Chief Tortha\nKarf and some responsible Commission official. This is going to be hot\nstuff.\"\n\nWithin an hour, the whole force was assembled in the temple. The\nwooden screen had presented no problem--it slid easily to one\nside--and the big idol floated on antigravity in the middle of the\ntemple. Verkan Vall was looking anxiously at his watch.\n\n\"It's about two hours to sunset,\" he said, to Stranor Sleth. \"But as\nyou pointed out, these Hulguns aren't astronomers, and it's a bit\ncloudy. I wish Crannar Jurth would call in with something definite.\"\n\nAnother twenty minutes passed. Then the man at the radio came out into\nthe temple.\n\n\"O. K.!\" he called. \"The man at Crannar Jurth's called in. Crannar\nJurth contacted him with a midget radio he has up his sleeve; he's in\nthe palace courtyard now. They haven't brought out the victims, yet,\nbut Kurchuk has just been carried out on his throne to that platform\nin front of the citadel. Big crowd gathering in the inner courtyard;\nmore in the streets outside. Palace gates are wide open.\"\n\n\"That's it!\" Verkan Vall cried. \"Form up; the parade's starting.\nBrannad, you and Tammand and Stranor and I in front; about ten men\nwith paralyzers a little behind us. Then Yat-Zar, about ten feet off\nthe ground, and then the others. Forward--_ho-o!_\"\n\n       *       *       *       *       *\n\nThey emerged from the temple and started down the broad roadway toward\nthe palace. There was not much of a crowd, at first. Most of Zurb had\nflocked to the palace earlier; the lucky ones in the courtyard and the\nlate comers outside. Those whom they did meet stared at them in\nopen-mouthed amazement, and then some, remembering their doubts and\nblasphemies, began howling for forgiveness. Others--a substantial\nmajority--realizing that it would be upon King Kurchuk that the real\nweight of Yat-Zar's six hands would fall, took to their heels, trying\nto put as much distance as possible between them and the palace before\nthe blow fell.\n\nAs the procession approached the palace gates, the crowds were\nthicker, made up of those who had been unable to squeeze themselves\ninside. The panic was worse, here, too. A good many were trampled and\nhurt in the rush to escape, and it became necessary to use paralyzers\nto clear a way. That made it worse: everybody was sure that Yat-Zar\nwas striking sinners dead left and right.\n\nFortunately, the gates were high enough to let the god through without\nlosing altitude appreciably. Inside, the mob surged back, clearing a\nway across the courtyard. It was only necessary to paralyze a few\nhere, and the levitated idol and its priestly attendants advanced\ntoward the stone platform, where the king sat on his throne, flanked\nby court functionaries and black-robed priests of Muz-Azin. In front\nof this, a rank of Chuldun archers had been drawn up.\n\n\"Horv; move Yat-Zar forward about a hundred feet and up about fifty,\"\nVerkan Vall directed. \"Quickly!\"\n\nAs the six-armed anthropomorphic idol rose and moved closer toward its\nsaurian rival, Verkan Vall drew his needler, scanning the assemblage\naround the throne anxiously.\n\n\"_Where is the wicked King?_\" a voice thundered--the voice of Stranor\nSleth, speaking into a midget radio tuned to the loud-speaker inside\nthe idol. \"_Where is the blasphemer and desecrator, Kurchuk?_\"\n\n\"There's Labdurg, in the red tunic, beside the throne,\" Tammand Drav\nwhispered. \"And that's Ghromdur, the Muz-Azin high priest, beside\nhim.\"\n\nVerkan Vall nodded, keeping his eyes on the group on the platform.\nGhromdur, the high priest of Muz-Azin, was edging backward and\nreaching under his robe. At the same time, an officer shouted an\norder, and the Chuldun archers drew arrows from their quivers and\nfitted them to their bowstrings. Immediately, the ultrasonic\nparalyzers of the advancing paratimers went into action, and the\nmercenaries began dropping.\n\n\"_Lay down your weapons, fools!_\" the amplified voice boomed at them.\n\"_Lay down your weapons or you shall surely die! Who are you,\nmiserable wretches, to draw bows against Me?_\"\n\n[Illustration:]\n\nAt first a few, then all of them, the Chulduns lowered or dropped\ntheir weapons and began edging away to the sides. At the center, in\nfront of the throne, most of them had been knocked out. Verkan Vall\nwas still watching the Muz-Azin high priest intently; as Ghromdur\nraised his arm, there was a flash and a puff of smoke from the front\nof Yat-Zar--the paint over the collapsed nickel was burned off, but\notherwise the idol was undamaged. Verkan Vall swung up his needler and\nrayed Ghromdur dead; as the man in the green-faced black robes fell, a\nblaster clattered on the stone platform.\n\n\"_Is that your puny best, Muz-Azin?_\" the booming voice demanded.\n\"_Where is your high priest now?_\"\n\n\"Horv; face Yat-Zar toward Muz-Azin,\" Verkan Vall said over his\nshoulder, drawing his blaster with his left hand. Like all First Level\npeople, he was ambidextrous, although, like all paratimers, he\nhabitually concealed the fact while outtime. As the levitated idol\nswung slowly to look down upon its enemy on the built-up cart, Verkan\nVall aimed the blaster and squeezed.\n\n[Illustration:]\n\nIn a spot less than a millimeter in diameter on the crocodile idol's\nside, a certain number of neutrons in the atomic structure of the\nstone from which it was carved broke apart, becoming, in effect, atoms\nof hydrogen. With a flash and a bang, the idol burst and vanished.\nYat-Zar gave a dirty laugh and turned his back on the cart, which was\nnow burning fiercely facing King Kurchuk again.\n\n\"Get your hands up, all of you!\" Verkan Vall shouted, in the First\nLevel language, swinging the stubby muzzle of the blaster and the\nknob-tipped twin tubes of the needler to cover the group around the\nthrone, \"Come forward, before I start blasting!\"\n\nLabdurg raised his hands and stepped forward. So did two of the\npriests of Yat-Zar. They were quickly seized by Paratime Policemen who\nswarmed up onto the platform and disarmed. All three were carrying\nsigma-ray needlers, and Labdurg had a blaster as well.\n\nKing Kurchuk was clinging to the arms of his throne, a badly\nfrightened monarch trying desperately not to show it. He was a big\nman, heavy-shouldered, black-bearded; under ordinary circumstances he\nwould probably have cut an imposing figure, in his gold-washed mail\nand his golden crown. Now his face was a dirty gray, and he was biting\nnervously at his lower lip. The others on the platform were in even\nworse state. The Hulgun nobles were grouped together, trying to\ndisassociate themselves from both the king and the priests of\nMuz-Azin. The latter were staring in a daze at the blazing cart from\nwhich their idol had just been blasted. And the dozen men who were to\nhave done the actual work of the torture-sacrifice had all dropped\ntheir whips and were fairly gibbering in fear.\n\nYat-Zar, manipulated by the robed paratimer, had taken a position\ndirectly above the throne and was lowering slowly. Kurchuk stared up\nat the massive idol descending toward him, his knuckles white as he\nclung to the arms of his throne. He managed to hold out until he could\nfeel the weight of the idol pressing on his head. Then, with a scream,\nhe hurled himself from the throne and rolled forward almost to the\nedge of the platform. Yat-Zar moved to one side, swung slightly and\nknocked the throne toppling, and then settled down on the platform. To\nKurchuk, who was rising cautiously on his hands and knees, the big\nidol seemed to be looking at him in contempt.\n\n\"_Where are my holy priests, Kurchuk?_\" Stranor Sleth demanded in to\nhis sleeve-hidden radio. \"_Let them be brought before me, alive and\nunharmed, or it shall be better for you had you never been born!_\"\n\nThe six priests of Yat-Zar, it seemed, were already being brought onto\nthe platform by one of Kurchuk's nobles. This noble, whose name was\nYorzuk, knew a miracle when he saw one, and believed in being on the\nside of the god with the heaviest artillery. As soon as he had seen\nYat-Zar coming through the gate without visible means of support, he\nhad hastened to the dungeons with half a dozen of his personal\nretainers and ordered the release of the six captives. He was now\nescorting them onto the platform, assuring them that he had always\nbeen a faithful servant of Yat-Zar and had been deeply grieved at his\nsovereign's apostasy.\n\n\"_Hear my word, Kurchuk_,\" Stranor Sleth continued through the\nloud-speaker in the idol. \"_You have sinned most vilely against me,\nand were I a cruel god, your fate would be such as no man has ever\nbefore suffered. But I am a merciful god; behold, you may gain\nforgiveness in my sight. For thirty days, you shall neither eat meat\nnor drink wine, nor shall you wear gold nor fine raiment, and each day\nshall you go to my temple and beseech me for my forgiveness. And on\nthe thirty-first day, you shall set out, barefoot and clad in the garb\nof a slave, and journey to my temple that is in the mountains over\nabove Yoldav, and there will I forgive you, after you have made\nsacrifice to me. I, Yat-Zar, have spoken!_\"\n\nThe king started to rise, babbling thanks.\n\n\"_Rise not before me until I have forgiven you!_\" Yat-Zar thundered.\n\"_Creep out of my sight upon your belly, wretch!_\"\n\n       *       *       *       *       *\n\nThe procession back to the temple was made quietly and sedately along\nan empty roadway. Yat-Zar seemed to be in a kindly humor; the people\nof Zurb had no intention of giving him any reason to change his mood.\nThe priests of Muz-Azin and their torturers had been flung into the\ndungeon. Yorzuk, appointed regent for the duration of Kurchuk's\npenance, had taken control and was employing Hulgun spearmen and\nhastily-converted Chuldun archers to restore order and, incidentally,\npurge a few of his personal enemies and political rivals. The priests,\nwith the three prisoners who had been found carrying First Level\nweapons among them and Yat-Zar floating triumphantly in front, entered\nthe temple. A few of the devout, who sought admission after them, were\ntold that elaborate and secret rites were being held to cleanse the\nprofaned altar, and sent away.\n\nVerkan Vall and Brannad Klav and Stranor Sleth were in the conveyer\nchamber, with the Paratime Policemen and the extra priests; along with\nthem were the three prisoners. Verkan Vall pulled off his false beard\nand turned to face these. He could see that they all recognized him.\n\n\"Now,\" he began, \"you people are in a bad jam. You've violated the\nParatime Transposition Code, the Commercial Regulation Code, and the\nFirst Level Criminal Code, all together. If you know what's good for\nyou, you'll start talking.\"\n\n\"I'm not saying anything till I have legal advice,\" the man who had\nbeen using the local alias of Labdurg replied. \"And if you're through\nsearching me, I'd like to have my cigarettes and lighter back.\"\n\n\"Smoke one of mine, for a change,\" Verkan Vall told him. \"I don't know\nwhat's in yours beside tobacco.\" He offered his case and held a light\nfor the prisoner before lighting his own cigarette. \"I'm going to be\nsure you get back to the First Level alive.\"\n\nThe former Overseer of the Kingdom of Zurb shrugged. \"I'm still not\ntalking,\" he said.\n\n\"Well, we can get it all out of you by narco-hypnosis, anyhow,\" Verkan\nVall told him. \"Besides, we got that man of yours who was here at the\ntemple when we came in. He's being given a full treatment, as a\npresumed outtime native found in possession of First Level weapons. If\nyou talk now it'll go easier with you.\"\n\nThe prisoner dropped the cigarette on the floor and tramped it out.\n\n\"Anything you cops get out of me, you'll have to get the hard way,\" he\nsaid. \"I have friends on the First Level who'll take care of me.\"\n\n\"I doubt that. They'll have their hands full taking care of\nthemselves, after this gets out.\" Verkan Vall turned to the two in\nthe black robes. \"Either of you want to say anything?\" When they shook\ntheir heads, he nodded to a group of his policemen; they were hustled\ninto the conveyer. \"Take them to the First Level terminal and hold\nthem till I come in. I'll be along with the next conveyer load.\"\n\n       *       *       *       *       *\n\nThe conveyer flashed and vanished. Brannad Klav stared for a moment at\nthe circle of concrete floor from whence it had disappeared. Then he\nturned to Verkan Vall.\n\n\"I still can't believe it,\" he said. \"Why, those fellows were First\nLevel paratimers. So was that priest, Ghromdur: the one you rayed.\"\n\n\"Yes, of course. They worked for your rivals, the Fourth Level Mineral\nProducts Syndicate; the outfit that was trying to get your Proto-Aryan\nSector fissionables franchise away from you. They operate on this sector\nalready; have the petroleum franchise for the Chuldun country, east of\nthe Caspian Sea. They export to some of these internal-combustion-engine\nsectors, like Europo-American. You know, most of the wars they've been\nfighting, lately, on the Europo-American Sector have been, at least in\npart, motivated by rivalry for oil fields. But now that the\nEuropo-Americans have begun to release nuclear energy, fissionables have\nbecome more important than oil. In less than a century, it's predicted\nthat atomic energy will replace all other forms of power. Mineral\nProducts Syndicate wanted to get a good source of supply for uranium,\nand your Proto-Aryan Sector franchise was worth grabbing.\n\n\"I had considered something like this as a possibility when Stranor,\nhere, mentioned that tularemia was normally unknown in Eurasia on this\nsector. That epidemic must have been started by imported germs. And I\nknew that Mineral Products has agents at the court of the Chuldun\nemperor, Chombrog: they have to, to protect their oil wells on his\neastern frontiers. I spent most of last night checking up on some\nstuff by video-transcription from the Paratime Commission's microfilm\nlibrary at Dhergabar. I found out, for one thing, that while there is\na King Kurchuk of Zurb on every time-line for a hundred para-years on\neither side of this one, this is the only time-line on which he\nmarried a Princess Darith of Chuldun, and it's the only time-line on\nwhich there is any trace of a Chuldun scribe named Labdurg.\n\n\"That's why I went to all the trouble of having that Yat-Zar plated\nwith collapsed nickel. If there were disguised paratimers among the\nMuz-Azin party at Kurchuk's court, I expected one of them to try to\nblast our idol when we brought it into the palace. I was watching\nGhromdur and Labdurg in particular; as soon as Ghromdur used his\nblaster, I needled him. After that, it was easy.\"\n\n\"Was that why you insisted on sending that automatic viewer on\nahead?\"\n\n\"Yes. There was a chance that they might have planted a bomb in the\nHouse of Yat-Zar, here. I knew they'd either do that or let the place\nentirely alone. I suppose they were so confident of getting away with\nthis that they didn't want to damage the conveyer or the conveyer\nchamber. They expected to use them, themselves, after they took over\nyour company's franchise.\"\n\n\"Well, what's going to be done about it by the Commission?\" Brannad\nKlav wanted to know.\n\n\"Plenty. The syndicate will probably lose their paratime license; any\nof its officials who had guilty knowledge of this will be dealt with\naccording to law. You know, this was a pretty nasty business.\"\n\n\"You're telling me!\" Stranor Sleth exclaimed. \"Did you get a look at\nthose whips they were going to use on our people? Pointed iron barbs a\nquarter-inch long braided into them, all over the lash-ends!\"\n\n\"Yes. Any punitive action you're thinking about taking on these\npriests of Muz-Azin--the natives, I mean--will be ignored on the First\nLevel. And that reminds me: you'd better work out a line of policy,\npretty soon.\"\n\n\"Well, as for the priests and the torturers, I think I'll tell Yorzuk\nto have them sold to the Bhunguns, to the east. They're always in the\nmarket for galley slaves,\" Stranor Sleth said. He turned to Brannad\nKlav. \"And I'll want six gold crowns made up, as soon as possible.\nStrictly Hulgun design, with Yat-Zar religious symbolism, very rich\nand ornate, all slightly different. When I give Kurchuk absolution,\nI'll crown him at the altar in the name of Yat-Zar. Then I'll invite\nin the other five Hulgun kings, lecture them on their religious\nduties, make them confess their secret doubts, forgive them, and crown\nthem, too. From then on, they can all style themselves as ruling by\nthe will of Yat-Zar.\"\n\n\"And from then on, you'll have all of them eating out of your hand,\"\nVerkan Vall concluded. \"You know, this will probably go down in Hulgun\nhistory as the Reformation of Ghullam the Holy. I've always wondered\nwhether the theory of the divine right of kings was invented by the\nkings, to establish their authority over the people, or by the\npriests, to establish _their_ authority over the kings. It works about\nas well one way as the other.\"\n\n\"What I can't understand is this,\" Brannad Klav said. \"It was entirely\nbecause of my respect for the Paratime Code that I kept Stranor Sleth\nfrom using Fourth Level weapons and other techniques to control these\npeople with a show of apparent miraculous powers. But this Fourth\nLevel Mineral Products Syndicate was operating in violation of the\nParatime Code by invading our franchise area. Why didn't they fake up\na supernatural reign of terror to intimidate these natives?\"\n\n\"Ha, exactly because they _were_ operating illegally,\" Verkan Vall\nreplied. \"Suppose they had started using needlers and blasters and\nantigravity and nuclear-energy around here. The natives would have\nthought it was the power of Muz-Azin, of course, but what would you\nhave thought? You'd have known, as soon as they tried it, that First\nLevel paratimers were working against you, and you'd have laid the\nfacts before the Commission, and this time-line would have been\nflooded with Paratime Police. They had to conceal their operations not\nonly from the natives, as you do, but also from us. So they didn't\ndare make public use of First Level techniques.\n\n\"Of course, when we came marching into the palace with that idol on\nantigravity, they knew, at once, what was happening. I have an idea\nthat they only tried to blast that idol to create a diversion which\nwould permit them to escape--if they could have got out of the palace,\nthey'd have made their way, in disguise, to the nearest Mineral\nProducts Syndicate conveyer and transposed out of here. I realized\nthat they could best delay us by blasting our idol, and that's why I\nhad it plated with collapsed nickel. I think that where they made\ntheir mistake was in allowing Kurchuk to have those priests arrested,\nand insisting on sacrificing them to Muz-Azin. If it hadn't been for\nthat, the Paratime Police wouldn't have been brought into this, at\nall.\n\n\"Well, Stranor, you'll want to get back to your temple, and Brannad\nand I want to get back to the First Level. I'm supposed to take my\nwife to a banquet in Dhergabar, tonight, and with the fastest\nstrato-rocket, I'll just barely make it.\"\n\n[Illustration: ]\n\n       *       *       *       *       *\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Temple Trouble, by Henry Beam Piper\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TEMPLE TROUBLE ***\n\n***** This file should be named 18861.txt or 18861.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/8/8/6/18861/\n\nProduced by Greg Weeks, Sankar Viswanathan, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}