{"title": "Day of the Moron", "author": "Henry Beam Piper", "releaseDate": "July 31, 2006", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                           DAY OF THE MORON\n\n                           BY H. BEAM PIPER\n\n[Transcriber's note: This etext was produced from Astounding Science\nFiction September 1951. Extensive research did not uncover any evidence\nthat the copyright on this publication was renewed.]\n\n\n\n\n_It's natural to trust the unproven word of the fellow who's \"on my\nside\"--but the emotional moron is on no one's side, not even his own.\nOnce, such an emotional moron could, at worst, hurt a few. But with the\nmighty, leashed forces Man employs now...._\n\n\n\n\nThere were still, in 1968, a few people who were afraid of the nuclear\npower plant. Oldsters, in whom the term \"atomic energy\" produced\nsemantic reactions associated with Hiroshima. Those who saw, in the\ntowering steam-column above it, a tempting target for enemy--which still\nmeant Soviet--bombers and guided missiles. Some of the Central\nIntelligence and F.B.I. people, who realized how futile even the most\nelaborate security measures were against a resourceful and suicidally\ndetermined saboteur. And a minority of engineers and nuclear physicists\nwho remained unpersuaded that accidental blowups at nuclear-reaction\nplants were impossible.\n\nScott Melroy was among these last. He knew, as a matter of fact, that\nthere had been several nasty, meticulously unpublicized,\nnear-catastrophes at the Long Island Nuclear Reaction Plant, all\ninvolving the new Doernberg-Giardano breeder-reactors, and that there\nhad been considerable carefully-hushed top-level acrimony before the\nMelroy Engineering Corporation had been given the contract to install\nthe fully cybernetic control system intended to prevent a recurrence of\nsuch incidents.\n\nThat had been three months ago. Melroy and his people had moved in, been\nassigned sections of a couple of machine shops, set up an assembly shop\nand a set of plyboard-partitioned offices in a vacant warehouse just\noutside the reactor area, and tried to start work, only to run into the\nalmost interminable procedural disputes and jurisdictional wranglings of\nthe sort which he privately labeled \"bureau bunk\". It was only now that\nhe was ready to begin work on the reactors.\n\nHe sat at his desk, in the inner of three successively smaller offices\non the second floor of the converted warehouse, checking over a\nsymbolic-logic analysis of a relay system and, at the same time,\nsharpening a pencil, his knife paring off tiny feathery shavings of\nwood. He was a tall, sparely-built, man of indeterminate age, with\nthinning sandy hair, a long Gaelic upper lip, and a wide, half-humorous,\nhalf-weary mouth; he wore an open-necked shirt, and an old and shabby\nleather jacket, to the left shoulder of which a few clinging flecks of\npaint showed where some military emblem had been, long ago. While his\nfingers worked with the jackknife and his eyes traveled over the page of\nclosely-written symbols, his mind was reviewing the eight different ways\nin which one of the efficient but treacherous Doernberg-Giardano\nreactors could be allowed to reach critical mass, and he was wondering\nif there might not be some unsuspected ninth way. That was a possibility\nwhich always lurked in the back of his mind, and lately it had been\ngiving him surrealistic nightmares.\n\n\"Mr. Melroy!\" the box on the desk in front of him said suddenly, in a\nfeminine voice. \"Mr. Melroy, Dr. Rives is here.\"\n\nMelroy picked up the handphone, thumbing on the switch.\n\n\"Dr. Rives?\" he repeated.\n\n\"The psychologist who's subbing for Dr. von Heydenreich,\" the box told\nhim patiently.\n\n\"Oh, yes. Show him in,\" Melroy said.\n\n\"Right away, Mr. Melroy,\" the box replied.\n\n       *       *       *       *       *\n\nReplacing the handphone, Melroy wondered, for a moment, why there had\nbeen a hint of suppressed amusement in his secretary's voice. Then the\ndoor opened and he stopped wondering. Dr. Rives wasn't a him; she was a\nher. Very attractive looking her, too--dark hair and eyes, rather\nlong-oval features, clear, lightly tanned complexion, bright red\nlipstick put on with a micrometric exactitude that any engineer could\nappreciate. She was tall, within four inches of his own six-foot mark,\nand she wore a black tailored outfit, perfectly plain, which had\nprobably cost around five hundred dollars and would have looked severe\nand mannish except that the figure under it curved and bulged in just\nthe right places and to just the right degree.\n\nMelroy rose, laying down knife and pencil and taking his pipe out of his\nmouth.\n\n\"Good afternoon,\" he greeted. \"Dr. von Heydenreich gave me quite a\nfavorable account of you--as far as it went. He might have included a\nfew more data and made it more so.... Won't you sit down?\"\n\nThe woman laid her handbag on the desk and took the visitor's chair,\nimpish mirth sparking in her eyes.\n\n\"He probably omitted mentioning that the D. is for Doris,\" she\nsuggested. \"Suppose I'd been an Englishman with a name like Evelyn or\nVivian?\"\n\nMelroy tried to visualize her as a male Englishman named Vivian, gave\nup, and grinned at her.\n\n\"Let this be a lesson,\" he said. \"Inferences are to be drawn from\nobjects, or descriptions of objects; never from verbal labels. Do you\ninitial your first name just to see how people react when they meet\nyou?\"\n\n\"Well, no, though that's an amusing and sometimes instructive\nby-product. It started when I began contributing to some of the\nprofessional journals. There's still a little of what used to be called\nmale sex-chauvinism among my colleagues, and some who would be favorably\nimpressed with an article signed D. Warren Rives might snort in contempt\nat the same article signed Doris Rives.\"\n\n\"Well, fortunately, Dr. von Heydenreich isn't one of those,\" Melroy\nsaid. \"How is the Herr Doktor, by the way, and just what happened to\nhim? Miss Kourtakides merely told me that he'd been injured and was in a\nhospital in Pittsburgh.\"\n\n\"The Herr Doktor got shot,\" Doris Rives informed him. \"With a charge of\nBB's, in a most indelicate portion of his anatomy. He was out hunting,\nthe last day of small-game season, and somebody mistook him for a\nturkey. Nothing really serious, but he's face down in bed, cursing\nhideously in German, English, Russian, Italian and French, mainly\nbecause he's missing deer hunting.\"\n\n\"I might have known it,\" Melroy said in disgust. \"The ubiquitous\nlame-brain with a dangerous mechanism.... I suppose he briefed you on\nwhat I want done, here?\"\n\n\"Well, not too completely. I gathered that you want me to give\nintelligence tests, or aptitude tests, or something of the sort, to some\nof your employees. I'm not really one of these so-called industrial\nanthropologists,\" she explained. \"Most of my work, for the past few\nyears, has been for public-welfare organizations, with subnormal\npersons. I told him that, and he said that was why he selected me. He\nsaid one other thing. He said, 'I used to think Melroy had an obsession\nabout fools; well, after stopping this load of shot, I'm beginning to\nthink it's a good subject to be obsessed about.'\"\n\nMelroy nodded. \"'Obsession' will probably do. 'Phobia' would be more\nexact. I'm afraid of fools, and the chance that I have one working for\nme, here, affects me like having a cobra crawling around my bedroom in\nthe dark. I want you to locate any who might be in a gang of new men\nI've had to hire, so that I can get rid of them.\"\n\n       *       *       *       *       *\n\n\"And just how do you define the term 'fool', Mr. Melroy?\" she asked.\n\"Remember, it has no standard meaning. Republicans apply it to\nDemocrats, and vice versa.\"\n\n\"Well, I apply it to people who do things without considering possible\nconsequences. People who pepper distinguished Austrian psychologists in\nthe pants-seat with turkey-shot, for a starter. Or people who push\nbuttons to see what'll happen, or turn valves and twiddle with\ndial-knobs because they have nothing else to do with their hands. Or\nshoot insulators off power lines to see if they can hit them. People who\ndon't know it's loaded. People who think warning signs are purely\nornamental. People who play practical jokes. People who--\"\n\n\"I know what you mean. Just day-before-yesterday, I saw a woman toss a\ncocktail into an electric heater. She didn't want to drink it, and she\nthought it would just go up in steam. The result was slightly\nspectacular.\"\n\n\"Next time, she won't do that. She'll probably throw her drink into a\nlead-ladle, if there's one around. Well, on a statistical basis, I'd\njudge that I have three or four such dud rounds among this new gang I've\nhired. I want you to put the finger on them, so I can bounce them before\nthey blow the whole plant up, which could happen quite easily.\"\n\n\"That,\" Doris Rives said, \"is not going to be as easy as it sounds.\nOrdinary intelligence-testing won't be enough. The woman I was speaking\nof has an I.Q. well inside the meaning of normal intelligence. She just\ndoesn't use it.\"\n\n\"Sure.\" Melroy got a thick folder out of his desk and handed it across.\n\"Heydenreich thought of that, too. He got this up for me, about five\nyears ago. The intelligence test is based on the new French Sûreté test\nfor mentally deficient criminals. Then there's a memory test, and tests\nfor judgment and discrimination, semantic reactions, temperamental and\nemotional makeup, and general mental attitude.\"\n\nShe took the folder and leafed through it. \"Yes, I see. I always liked\nthis Sûreté test. And this memory test is a honey--'One hen, two ducks,\nthree squawking geese, four corpulent porpoises, five Limerick oysters,\nsix pairs of Don Alfonso tweezers....' I'd like to see some of these\nmemory-course boys trying to make visual images of six pairs of Don\nAlfonso tweezers. And I'm going to make a copy of this word-association\nlist. It's really a semantic reaction test; Korzybski would have loved\nit. And, of course, our old friend, the Rorschach Ink-Blots. I've always\nharbored the impious suspicion that you can prove almost anything you\nwant to with that. But these question-suggestions for personal interview\nare really crafty. Did Heydenreich get them up himself?\"\n\n\"Yes. And we have stacks and stacks of printed forms for the written\nportion of the test, and big cards to summarize each subject on. And we\nhave a disk-recorder to use in the oral tests. There'll have to be a\npretty complete record of each test, in case--\"\n\n       *       *       *       *       *\n\nThe office door opened and a bulky man with a black mustache entered,\nbeating the snow from his overcoat with a battered porkpie hat and\ncommenting blasphemously on the weather. He advanced into the room until\nhe saw the woman in the chair beside the desk, and then started to back\nout.\n\n\"Come on in, Sid,\" Melroy told him. \"Dr. Rives, this is our general\nforeman, Sid Keating. Sid, Dr. Rives, the new dimwit detector. Sid's in\ndirect charge of personnel,\" he continued, \"so you two'll be working\ntogether quite a bit.\"\n\n\"Glad to know you, doctor,\" Keating said. Then he turned to Melroy.\n\"Scott, you're really going through with this, then?\" he asked. \"I'm\nafraid we'll have trouble, then.\"\n\n\"Look, Sid,\" Melroy said. \"We've been all over that. Once we start work\non the reactors, you and Ned Puryear and Joe Ricci and Steve Chalmers\ncan't be everywhere at once. A cybernetic system will only do what it's\nbeen assembled to do, and if some quarter-wit assembles one of these\nthings wrong--\" He left the sentence dangling; both men knew what he\nmeant.\n\nKeating shook his head. \"This union's going to bawl like a branded calf\nabout it,\" he predicted. \"And if any of the dear sirs and brothers get\nwashed out--\" That sentence didn't need to be completed, either.\n\n\"We have a right,\" Melroy said, \"to discharge any worker who is, quote,\nof unsound mind, deficient mentality or emotional instability, unquote.\nIt says so right in our union contract, in nice big print.\"\n\n\"Then they'll claim the tests are wrong.\"\n\n\"I can't see how they can do that,\" Doris Rives put in, faintly\nscandalized.\n\n\"Neither can I, and they probably won't either,\" Keating told her. \"But\nthey'll go ahead and do it. Why, Scott, they're pulling the Number One\nDoernberg-Giardano, tonight. By oh-eight-hundred, it ought to be cool\nenough to work on. Where will we hold the tests? Here?\"\n\n\"We'll have to, unless we can get Dr. Rives security-cleared.\" Melroy\nturned to her. \"Were you ever security-cleared by any Government\nagency?\"\n\n\"Oh, yes. I was with Armed Forces Medical, Psychiatric Division, in\nIndonesia in '62 and '63, and I did some work with mental fatigue cases\nat Tonto Basin Research Establishment in '64.\"\n\nMelroy looked at her sharply. Keating whistled.\n\n\"If she could get into Tonto Basin, she can get in here,\" he declared.\n\n\"I should think so. I'll call Colonel Bradshaw, the security officer.\"\n\n\"That way, we can test them right on the job,\" Keating was saying. \"Take\nthem in relays. I'll talk to Ben about it, and we'll work up some kind\nof a schedule.\" He turned to Doris Rives. \"You'll need a wrist-Geiger,\nand a dosimeter. We'll furnish them,\" he told her. \"I hope they don't\ntry to make you carry a pistol, too.\"\n\n\"A pistol?\" For a moment, she must have thought he was using some\ntechnical-jargon term, and then it dawned on her that he wasn't. \"You\nmean--?\" She cocked her thumb and crooked her index finger.\n\n\"Yeah. A rod. Roscoe. The Equalizer. We all have to.\" He half-lifted one\nout of his side pocket. \"We're all United States deputy marshals. They\ndon't bother much with counterespionage, here, but they don't fool when\nit comes to countersabotage. Well, I'll get an order cut and posted. Be\nseeing you, doctor.\"\n\n       *       *       *       *       *\n\n\"You think the union will make trouble about these tests?\" she asked,\nafter the general foreman had gone out.\n\n\"They're sure to,\" Melroy replied. \"Here's the situation. I have about\nfifty of my own men, from Pittsburgh, here, but they can't work on the\nreactors because they don't belong to the Industrial Federation of\nAtomic Workers, and I can't just pay their initiation fees and union\ndues and get union cards for them, because admission to this union is on\nan annual quota basis, and this is December, and the quota's full. So I\nhave to use them outside the reactor area, on fabrication and assembly\nwork. And I have to hire through the union, and that's handled on a\nmembership seniority basis, so I have to take what's thrown at me.\nThat's why I was careful to get that clause I was quoting to Sid written\ninto my contract.\n\n\"Now, here's what's going to happen. Most of the men'll take the test\nwithout protest, but a few of them'll raise the roof about it. Nothing\nburns a moron worse than to have somebody question his fractional\nintelligence. The odds are that the ones that yell the loudest about\ntaking the test will be the ones who get scrubbed out, and when the test\nshows that they're deficient, they won't believe it. A moron simply\ncannot conceive of his being anything less than perfectly intelligent,\nany more than a lunatic can conceive of his being less than perfectly\nsane. So they'll claim we're framing them, for an excuse to fire them.\nAnd the union will have to back them up, right or wrong, at least on the\nlocal level. That goes without saying. In any dispute, the employer is\nalways wrong and the worker is always right, until proven otherwise. And\nthat takes a lot of doing, believe me!\"\n\n\"Well, if they're hired through the union, on a seniority basis,\nwouldn't they be likely to be experienced and competent workers?\" she\nasked.\n\n\"Experienced, yes. That is, none of them has ever been caught doing\nanything downright calamitous ... yet,\" Melroy replied. \"The moron I'm\nafraid of can go on for years, doing routine work under supervision, and\nnothing'll happen. Then, some day, he does something on his own\nlame-brained initiative, and when he does, it's only at the whim of\nwhatever gods there be that the result isn't a wholesale catastrophe.\nAnd people like that are the most serious threat facing our civilization\ntoday, atomic war not excepted.\"\n\nDr. Doris Rives lifted a delicately penciled eyebrow over that. Melroy,\npausing to relight his pipe, grinned at her.\n\n\"You think that's the old obsession talking?\" he asked. \"Could be. But\nlook at this plant, here. It generates every kilowatt of current used\nbetween Trenton and Albany, the New York metropolitan area included.\nExcept for a few little storage-battery or Diesel generator systems,\nthat couldn't handle one tenth of one per cent of the barest minimum\nload, it's been the only source of electric current here since 1962,\nwhen the last coal-burning power plant was dismantled. Knock this plant\nout and you darken every house and office and factory and street in the\narea. You immobilize the elevators--think what that would mean in lower\nand midtown Manhattan alone. And the subways. And the new endless-belt\nconveyors that handle eighty per cent of the city's freight traffic. And\nthe railroads--there aren't a dozen steam or Diesel locomotives left in\nthe whole area. And the pump stations for water and gas and fuel oil.\nAnd seventy per cent of the space-heating is electric, now. Why, you\ncan't imagine what it'd be like. It's too gigantic. But what you can\nimagine would be a nightmare.\n\n\"You know, it wasn't so long ago, when every home lighted and heated\nitself, and every little industry was a self-contained unit, that a fool\ncouldn't do great damage unless he inherited a throne or was placed in\ncommand of an army, and that didn't happen nearly as often as our\nleftist social historians would like us to think. But today, everything\nwe depend upon is centralized, and vulnerable to blunder-damage. Even\nour food--remember that poisoned soft-drink horror in Chicago, in 1963;\nthree thousand hospitalized and six hundred dead because of one man's\nstupid mistake at a bottling plant.\" He shook himself slightly, as\nthough to throw off some shadow that had fallen over him, and looked at\nhis watch. \"Sixteen hundred. How did you get here? Fly your own plane?\"\n\n\"No; I came by T.W.A. from Pittsburgh. I have a room at the new Midtown\nCity hotel, on Forty-seventh Street: I had my luggage sent on there from\nthe airport and came out on the Long Island subway.\"\n\n\"Fine. I have a room at Midtown City, myself, though I sleep here about\nhalf the time.\" He nodded toward a door on the left. \"Suppose we go in\nand have dinner together. This cafeteria, here, is a horrible place.\nIt's run by a dietitian instead of a chef, and everything's so\nwhite-enamel antiseptic that I swear I smell belladonna-icthyol ointment\nevery time I go in the place. Wait here till I change clothes.\"\n\n       *       *       *       *       *\n\nAt the Long Island plant, no one was concerned about espionage--neither\nthe processes nor the equipment used there were secret--but the\ncountersabotage security was fantastically thorough. Every person or\nscrap of material entering the reactor area was searched; the\nlife-history of every man and woman employed there was known back to the\ncradle. A broad highway encircled it outside the fence, patrolled night\nand day by twenty General Stuart cavalry-tanks. There were a thousand\nsoldiers, and three hundred Atomic Power Authority police, and only God\nknew how many F.B.I, and Central Intelligence undercover agents. Every\nsupervisor and inspector and salaried technician was an armed United\nStates deputy marshal. And nobody, outside the Department of Defense,\nknew how much radar and counter-rocket and fighter protection the place\nhad, but the air-defense zone extended from Boston to Philadelphia and\nas far inland as Wilkes-Barre, Pennsylvania.\n\nThe Long Island Nuclear Power Plant, Melroy thought, had all the\ninvulnerability of Achilles--and no more.\n\nThe six new Doernberg-Giardano breeder-reactors clustered in a circle\ninside a windowless concrete building at the center of the plant. Beside\ntheir primary purpose of plutonium production, they furnished heat for\nthe sea-water distillation and chemical extraction system, processing\nthe water that was run through the steam boilers at the main power\nreactors, condensed, redistilled, and finally pumped, pure, into the\nwater mains of New York. Safe outside the shielding, in a corner of a\nhigh-ceilinged room, was the plyboard-screened on-the-job office of the\nMelroy Engineering Corporation's timekeepers and foremen. Beyond, along\nthe far wall, were the washroom and locker room and lunch room of the\nworkmen.\n\nSixty or seventy men, mostly in white coveralls and all wearing\nidentification badges and carrying dosimeters in their breast pockets\nand midget Geigers strapped to their wrists, were crowded about the\nbulletin-board in front of the makeshift office. There was a hum of\nvoices--some perplexed or angry, but mostly good-humored and bantering.\nAs Melroy and Doris Rives approached, the talking died out and the men\nturned. In the sudden silence, one voice, harshly strident, continued:\n\n\"... do they think this is, anyhow? We don't hafta take none of that.\"\n\nSomebody must have nudged the speaker, trying without success to hush\nhim. The bellicose voice continued, and Melroy spotted the\nspeaker--short, thick-set, his arms jutting out at an angle from his\nbody, his heavy features soured with anger.\n\n\"Like we was a lotta halfwits, 'r nuts, 'r some'n! Well, we don't hafta\nstand for this. They ain't got no right--\"\n\nDoris Rives clung tighter to Melroy's arm as he pushed a way for himself\nand her through the crowd and into the temporary office. Inside, they\nwere met by a young man with a deputy marshal's badge on his flannel\nshirt and a .38 revolver on his hip.\n\n\"Ben Puryear: Dr. Rives,\" Melroy introduced. \"Who's the mouthy character\noutside?\"\n\n\"One of the roustabouts; name's Burris,\" Puryear replied. \"Wash-room\nlawyer.\"\n\nMelroy nodded. \"You always get one or two like that. How're the rest\ntaking it?\"\n\nPuryear shrugged. \"About how you'd expect. A lot of kidding about who's\ngot any intelligence to test. Burris seems to be the only one who's\ntrying to make an issue out of it.\"\n\n\"Well, what are they doing ganged up here?\" Melroy wanted to know. \"It's\npast oh-eight-hundred; why aren't they at work?\"\n\n\"Reactor's still too hot. Temperature and radioactivity both too high;\nradioactivity's still up around eight hundred REM's.\"\n\n\"Well, then, we'll give them all the written portion of the test\ntogether, and start the personal interviews and oral tests as soon as\nthey're through.\" He turned to Doris Rives. \"Can you give all of them\nthe written test together?\" he asked. \"And can Ben help\nyou--distributing forms, timing the test, seeing that there's no\nfudging, and collecting the forms when they're done?\"\n\n\"Oh, yes; all they'll have to do is follow the printed instructions.\"\nShe looked around. \"I'll need a desk, and an extra chair for the\ninterview subject.\"\n\n\"Right over here, doctor.\" Puryear said. \"And here are the forms and\ncards, and the sound-recorder, and blank sound disks.\"\n\n\"Yes,\" Melroy added. \"Be sure you get a recording of every interview and\noral test; we may need them for evidence.\"\n\nHe broke off as a man in white coveralls came pushing into the office.\nHe was a scrawny little fellow with a wide, loose-lipped mouth and a\nprotuberant Adam's apple; beside his identity badge, he wore a two-inch\ncelluloid button lettered: I.F.A.W. STEWARD.\n\n\"Wanta use the phone,\" he said. \"Union business.\"\n\nMelroy gestured toward a telephone on the desk beside him. The newcomer\nshook his head, twisting his mouth into a smirk.\n\n\"Not that one; the one with the whisper mouthpiece,\" he said. \"This is\nprivate union business.\"\n\n       *       *       *       *       *\n\nMelroy shrugged and indicated another phone. The man with the union\nsteward's badge picked it up, dialed, and held a lengthy conversation\ninto it, turning his head away in case Melroy might happen to be a lip\nreader. Finally he turned.\n\n\"Mr. Crandall wants to talk to you,\" he said, grinning triumphantly, the\nphone extended to Melroy.\n\nThe engineer picked up another phone, snapping a button on the base of\nit.\n\n\"Melroy here,\" he said.\n\nSomething on the line started going _bee-beep-beep_ softly.\n\n\"Crandall, executive secretary, I.F.A.W.,\" the man on the other end of\nthe line identified himself. \"Is there a recorder going on this line?\"\n\n\"Naturally,\" Melroy replied. \"I record all business conversations;\noffice routine.\"\n\n\"Mr. Melroy, I've been informed that you propose forcing our members in\nyour employ to submit to some kind of a mental test. Is that correct?\"\n\n\"Not exactly. I'm not able to force anybody to submit to anything\nagainst his will. If anybody objects to taking these tests, he can say\nso, and I'll have his time made out and pay him off.\"\n\n\"That's the same thing. A threat of dismissal is coercion, and if these\nmen want to keep their jobs they'll have to take this test.\"\n\n\"Well, that's stated more or less correctly,\" Melroy conceded. \"Let's\njust put it that taking--and passing--this test is a condition of\nemployment. My contract with your union recognizes my right to establish\nstandards of intelligence; that's implied by my recognized right to\ndismiss any person of 'unsound mind, deficient mentality or emotional\ninstability.' Psychological testing is the only means of determining\nwhether or not a person is classifiable in those terms.\"\n\n\"Then, in case the test purports to show that one of these men is, let's\nsay, mentally deficient, you intend dismissing him?\"\n\n\"With the customary two weeks' severance-pay, yes.\"\n\n\"Well, if you do dismiss anybody on those grounds, the union will have\nto insist on reviewing the grounds for dismissal.\"\n\n\"My contract with your union says nothing whatever about any right of\nreview being reserved by the union in such cases. Only in cases of\ndisciplinary dismissal, which this is not. I take the position that\ncertain minimum standards of intelligence and mental stability are\nessentials in this sort of work, just as, say, certain minimum standards\nof literacy are essential in clerical work.\"\n\n\"Then you're going to make these men take these tests, whatever they\nare?\"\n\n\"If they want to work for me, yes. And anybody who fails to pass them\nwill be dropped from my payroll.\"\n\n\"And who's going to decide whether or not these men have successfully\npassed these tests?\" Crandall asked. \"You?\"\n\n\"Good Lord, no! I'm an electronics engineer, not a psychologist. The\ntests are being given, and will be evaluated, by a graduate\npsychologist, Dr. D. Warren Rives, who has a diploma from the American\nBoard of Psychiatry and Neurology and is a member of the American\nPsychological Association. Dr. Rives will be the final arbiter on who is\nor is not disqualified by these tests.\"\n\n\"Well, our man Koffler says you have some girl there to give the tests,\"\nCrandall accused.\n\n\"I suppose he means Dr. Rives,\" Melroy replied. \"I can assure you, she\nis an extremely competent psychologist, however. She came to me most\nhighly recommended by Dr. Karl von Heydenreich, who is not inclined to\nbe careless with his recommendations.\"\n\n\"Well, Mr. Melroy, we don't want any more trouble with you than we have\nto have,\" Crandall told him, \"but we will insist on reviewing any\ndismissals which occur as a result of these tests.\"\n\n\"You can do that. I'd advise, first, that you read over the contract you\nsigned with me. Get a qualified lawyer to tell you what we've agreed to\nand what we haven't. Was there anything else you wanted to talk\nabout?... No?... Then good morning, Mr. Crandall.\"\n\nHe hung up. \"All right; let's get on with it,\" he said. \"Ben, you get\nthem into the lunch room; there are enough tables and benches in there\nfor everybody to take the written test in two relays.\"\n\n\"The union's gotta be represented while these tests is going on,\" the\nunion steward announced. \"Mr. Crandall says I'm to stay here an' watch\nwhat you do to these guys.\"\n\n\"This man working for us?\" Melroy asked Puryear.\n\n\"Yes. Koffler, Julius. Electrical fitter; Joe Ricci's gang.\"\n\n\"All right. See to it that he gets placed in the first relay for the\nwritten test, and gets first turn for the orals. That way he can spend\nthe rest of his time on duty here for the union, and will know in\nadvance what the test is like.\" He turned to Koffler. \"But understand\nthis. You keep your mouth out of it. If you see anything that looks\nobjectionable, make a note of it, but don't try to interfere.\"\n\nThe written tests, done on printed forms, required about twenty minutes.\nMelroy watched the process of oral testing and personal interviewing for\na while, then picked up a big flashlight and dropped it into his\novercoat pocket, preparatory to going out to inspect some equipment that\nhad been assembled outside the reactor area and brought in. As he went\nout, Koffler was straddling a chair, glowering at Doris Rives and making\noccasional ostentatious notes on a pad.\n\n       *       *       *       *       *\n\nFor about an hour, he poked around the newly assembled apparatus,\nchecking the wiring, and peering into it. When he returned to the\ntemporary office, the oral testing was still going on; Koffler was still\non duty as watcher for the union, but the sport had evidently palled on\nhim, for he was now studying a comic book.\n\nMelroy left the reactor area and returned to the office in the converted\narea. During the midafternoon, somebody named Leighton called him from\nthe Atomic Power Authority executive office, wanting to know what was\nthe trouble between him and the I.F.A.W. and saying that a protest\nagainst his alleged high-handed and arbitrary conduct had been received\nfrom the union.\n\nMelroy explained, at length. He finished: \"You people have twenty Stuart\ntanks, and a couple of thousand soldiers and cops and undercover-men,\nhere, guarding against sabotage. Don't you realize that a workman who\nmakes stupid or careless or impulsive mistakes is just as dangerous to\nthe plant as any saboteur? If somebody shoots you through the head, it\ndoesn't matter whether he planned to murder you for a year or just\ndidn't know the gun was loaded; you're as dead one way as the other. I\nshould think you'd thank me for trying to eliminate a serious source of\ndanger.\"\n\n\"Now, don't misunderstand my position, Mr. Melroy,\" the other man\nhastened to say. \"I sympathize with your attitude, entirely. But these\npeople are going to make trouble.\"\n\n\"If they do, it'll be my trouble. I'm under contract to install this\ncybernetic system for you; you aren't responsible for my labor policy,\"\nMelroy replied. \"Oh, have you had much to do with this man Crandall,\nyourself?\"\n\n\"Have I had--!\" Leighton sputtered for a moment. \"I'm in charge of\npersonnel, here; that makes me his top-priority target, all the time.\"\n\n\"Well, what sort of a character is he, anyhow? When I contracted with\nthe I.F.A.W., my lawyer and their lawyer handled everything; I never\neven met him.\"\n\n\"Well--He has his job to do, the same as I have,\" Leighton said. \"He\ndoes it conscientiously. But it's like this--anything a workman tells\nhim is the truth, and anything an employer tells him is a dirty lie.\nUntil proven differently, of course, but that takes a lot of doing. And\nhe goes off half-cocked a lot of times. He doesn't stop to analyze\nsituations very closely.\"\n\n\"That's what I was afraid of. Well, you tell him you don't have any\ncontrol over my labor relations. Tell him to bring his gripes to me.\"\n\n       *       *       *       *       *\n\nAt sixteen-thirty, Doris Rives came in, finding him still at his desk.\n\n\"I have the written tests all finished, and I have about twenty of the\ntests and interviews completed,\" she said. \"I'll have to evaluate the\nresults, though. I wonder if there's a vacant desk around here,\nanywhere, and a record player.\"\n\n\"Yes, sure. Ask Joan to fix you up; she'll find a place for you to work.\nAnd if you're going to be working late, I'll order some dinner for you\nfrom the cafeteria. I'm going to be here all evening, myself.\"\n\nSid Keating came in, a short while later, peeling out of his overcoat,\njacket and shoulder holster.\n\n\"I don't think they got everything out of that reactor,\" he said.\n\"Radioactivity's still almost active-normal--about eight hundred\nREM's--and the temperature's away up, too. That isn't lingering\nradiation; that's prompt radiation.\"\n\n\"Radioactivity hasn't dropped since morning; I'd think so, too,\" Melroy\nsaid. \"What are they getting on the breakdown counter?\"\n\n\"Mostly neutrons and alpha-particles. I talked to Fred Hausinger, the\nmaintenance boss; he doesn't like it, either.\"\n\n\"Well, I'm no nuclear physicist,\" Melroy disclaimed, \"but all that alpha\nstuff looks like a big chunk of Pu-239 left inside. What's Fred doing\nabout it?\"\n\n\"Oh, poking around inside the reactor with telemetered scanners and\nremote-control equipment. When I left, he had a gang pulling out\ngraphite blocks with RC-tongs. We probably won't get a chance to work on\nit much before thirteen-hundred tomorrow.\" He unzipped a bulky brief\ncase he had brought in under his arm and dumped papers onto his desk. \"I\nstill have this stuff to get straightened out, too.\"\n\n\"Had anything to eat? Then call the cafeteria and have them send up\nthree dinners. Dr. Rives is eating here, too. Find out what she wants; I\nwant pork chops.\"\n\n\"Uh-huh; Li'l Abner Melroy; po'k chops unless otherwise specified.\"\nKeating got up and went out into the middle office. As he opened the\ndoor. Melroy could hear a recording of somebody being given a\nword-association test.\n\nHalf an hour later, when the food arrived, they spread their table on a\nrelatively clear desk in the middle office. Doris Rives had finished\nevaluating the completed tests; after dinner, she intended going over\nthe written portions of the uncompleted tests.\n\n\"How'd the finished tests come out?\" Melroy asked her.\n\n\"Better than I'd expected. Only two washouts,\" she replied. \"Harvey\nBurris and Julius Koffler.\"\n\n\"Oh, _no_!\" Keating wailed. \"The I.F.A.W. steward, and the\nloudest-mouthed I-know-my-rights boy on the job!\"\n\n\"Well, wasn't that to be expected?\" Melroy asked. \"If you'd seen the act\nthose two put on--\"\n\n\"They're both inherently stupid, infantile, and deficient in reasoning\nability and judgment,\" Doris said. \"Koffler is a typical adolescent\nproblem-child show-off type, and Burris is an almost perfect\ntwelve-year-old schoolyard bully. They both have inferiority complexes\nlong enough to step on. If the purpose of this test is what I'm led to\nbelieve it is, I can't, in professional good conscience, recommend\nanything but that you get rid of both of them.\"\n\n\"What Bob's getting at is that they're the very ones who can claim, with\nthe best show of plausibility, that the test is just a pretext to fire\nthem for union activities,\" Melroy explained. \"And the worst of it is,\nthey're the only ones.\"\n\n\"Maybe we can scrub out a couple more on the written tests alone. Then\nthey'll have company,\" Keating suggested.\n\n\"No, I can't do that.\" Doris was firm on the point. \"The written part of\nthe test was solely for ability to reason logically. Just among the\nthree of us, I know some university professors who'd flunk on that. But\nif the rest of the tests show stability, sense of responsibility, good\njudgment, and a tendency to think before acting, the subject can be\nclassified as a safe and reliable workman.\"\n\n\"Well, then, let's don't say anything till we have the tests all\nfinished,\" Keating proposed.\n\n\"No!\" Melroy cried. \"Every minute those two are on the job, there's a\nchance they may do something disastrous. I'll fire them at\noh-eight-hundred tomorrow.\"\n\n\"All right,\" Keating shook his head. \"I only work here. But don't say I\ndidn't warn you.\"\n\n       *       *       *       *       *\n\nBy 0930 the next morning, Keating's forebodings began to be realized.\nThe first intimation came with a phone call to Melroy from Crandall, who\naccused him of having used the psychological tests as a fraudulent\npretext for discharging Koffler and Burris for union activities. When\nMelroy rejected his demand that the two men be reinstated, Crandall\ndemanded to see the records of the tests.\n\n\"They're here at my office,\" Melroy told him. \"You're welcome to look at\nthem, and hear recordings of the oral portions of the tests. But I'd\nadvise you to bring a professional psychologist along, because unless\nyou're a trained psychologist yourself, they're not likely to mean much\nto you.\"\n\n\"Oh, sure!\" Crandall retorted. \"They'd have to be unintelligible to\nordinary people, or you couldn't get away with this frame-up! Well,\ndon't worry, I'll be along to see them.\"\n\nWithin ten minutes, the phone rang again. This time it was Leighton, the\nAtomic Power Authority man.\n\n\"We're much disturbed about this dispute between your company and the\nI.F.A.W.,\" he began.\n\n\"Well, frankly, so am I,\" Melroy admitted. \"I'm here to do a job, not\nplay Hatfields and McCoys with this union. I've had union trouble\nbefore, and it isn't fun. You're the gentleman who called me last\nevening, aren't you? Then you understand my position in the matter.\"\n\n\"Certainly, Mr. Melroy. I was talking to Colonel Bradshaw, the security\nofficer, last evening. He agrees that a stupid or careless workman is,\nunder some circumstances, a more serious threat to security than any\nsaboteur. And we realize fully how dangerous those Doernberg-Giardanos\nare, and how much more dangerous they'd be if these cybernetic controls\nwere improperly assembled. But this man Crandall is talking about\ncalling a strike.\"\n\n\"Well, let him. In the first place, it'd be against me, not against the\nAtomic Power Authority. And, in the second place, if he does and it goes\nto Federal mediation, his demand for the reinstatement of those men will\nbe thrown out, and his own organization will have to disavow his action,\nbecause he'll be calling the strike against his own contract.\"\n\n\"Well, I hope so.\" Leighton's tone indicated that the hope was rather\ndim. \"I wish you luck; you're going to need it.\"\n\n       *       *       *       *       *\n\nWithin the hour, Crandall arrived at Melroy's office. He was a young\nman; he gave Melroy the impression of having recently seen military\nservice; probably in the Indonesian campaign of '62 and '63; he also\nseemed a little cocky and over-sure of himself.\n\n\"Mr. Melroy, we're not going to stand for this,\" he began, as soon as he\ncame into the room. \"You're using these so-called tests as a pretext for\ngetting rid of Mr. Koffler and Mr. Burris because of their legitimate\nunion activities.\"\n\n\"Who gave you that idea?\" Melroy wanted to know. \"Koffler and Burris?\"\n\n\"That's the complaint they made to me, and it's borne out by the facts,\"\nCrandall replied. \"We have on record at least half a dozen complaints\nthat Mr. Koffler has made to us about different unfair work-assignments,\nimproper working conditions, inequities in allotting overtime work, and\nother infractions of union-shop conditions, on behalf of Mr. Burris. So\nyou decided to get rid of both of them, and you think you can use this\nclause in our contract with your company about persons of deficient\nintelligence. The fact is, you're known to have threatened on several\noccasions to get rid of both of them.\"\n\n\"I am?\" Melroy looked at Crandall curiously, wondering if the latter\nwere serious, and deciding that he was. \"You must believe _anything_\nthose people tell you. Well, they lied to you if they told you that.\"\n\n\"Naturally that's what you'd say,\" Crandall replied. \"But how do you\naccount for the fact that those two men, and only those two men, were\ndismissed for alleged deficient intelligence?\"\n\n\"The tests aren't all made,\" Melroy replied. \"Until they are, you can't\nsay that they are the only ones disqualified. And if you look over the\nrecords of the tests, you'll see where Koffler and Burris failed and the\nothers passed. Here.\" He laid the pile of written-test forms and the\nsummary and evaluation sheets on the desk. \"Here's Koffler's, and here's\nBurris'; these are the ones of the men who passed the test. Look them\nover if you want to.\"\n\nCrandall examined the forms and summaries for the two men who had been\ndischarged, and compared them with several random samples from the\nsatisfactory pile.\n\n\"Why, this stuff's a lot of gibberish!\" he exclaimed indignantly. \"This\nthing, here: ... five Limerick oysters, six pairs of Don Alfonso\ntweezers, seven hundred Macedonian warriors in full battle array, eight\ngolden crowns from the ancient, secret crypts of Egypt, nine lymphatic,\nsympathetic, peripatetic old men on crutches, and ten revolving\nheliotropes from the Ipsy-Wipsy Institute!' Great Lord, do you actually\nmean that you're using this stuff as an excuse for depriving men of\ntheir jobs?\"\n\n\"I warned you that you should have brought a professional psychologist\nalong,\" Melroy reminded him. \"And maybe you ought to get Koffler and\nBurris to repeat their complaints on a lie-detector, while you're at it.\nThey took the same tests, in the same manner, as any of the others. They\njust didn't have the mental equipment to cope with them and the others\ndid. And for that reason, I won't run the risk of having them working on\nthis job.\"\n\n\"That's just your word against theirs,\" Crandall insisted obstinately.\n\"Their complaint is that you framed this whole thing up to get rid of\nthem.\"\n\n\"Why, I didn't even know who either of them were, until yesterday\nmorning.\"\n\n\"That's not the way they tell it,\" Crandall retorted. \"They say you and\nKeating have been out to get them ever since they were hired. You and\nyour supervisors have been persecuting both of those men systematically.\nThe fact that Burris has had grounds for all these previous complaints\nproves that.\"\n\n\"It proves that Burris has a persecution complex, and that Koffler's\ncredulous enough to believe him,\" Melroy replied. \"And that tends to\nconfirm the results of the tests they failed to pass.\"\n\n\"Oh, so that's the line you're taking. You persecute a man, and then say\nhe has a persecution complex if he recognizes the fact. Well, you're not\ngoing to get away with it, that's all I have to say to you.\" Crandall\nflung the test-sheet he had been holding on to the desk. \"That stuff's\nnot worth the paper it's scribbled on!\" He turned on his heel in an\nautomatically correct about-face and strode out of the office.\n\n       *       *       *       *       *\n\nMelroy straightened out the papers and put them away, then sat down at\nhis desk, filling and lighting his pipe. He was still working at 1215\nwhen Ben Puryear called him.\n\n\"They walked out on us,\" he reported. \"Harry Crandall was out here\ntalking to them, and at noon the whole gang handed in their\nwrist-Geigers and dosimeters and cleared out their lockers. They say\nthey aren't coming back till Burris and Koffler come back to work with\nthem.\"\n\n\"Then they aren't coming back, period,\" Melroy replied. \"Crandall was to\nsee me, a couple of hours ago. He tells me that Burris and Koffler told\nhim that we've been persecuting Burris; discriminating against him. You\nknow of anything that really happened that might make them think\nanything like that?\"\n\n\"No. Burris is always yelling about not getting enough overtime work,\nbut you know how it is: he's just a roustabout, a common laborer. Any\novertime work that has to be done is usually skilled labor on this job.\nWe generally have a few roustabouts to help out, but he's been allowed\nto make overtime as much as any of the others.\"\n\n\"Will the time-records show that?\"\n\n\"They ought to. I don't know what he and Koffler told Crandall, but\nwhatever it was, I'll bet they were lying.\"\n\n\"That's all right, then. How's the reactor, now?\"\n\n\"Hausinger says the count's down to safe limits, and the temperature's\ndown to inactive normal. He and his gang found a big chunk of plutonium,\nabout one-quarter CM, inside. He got it out.\"\n\n\"All right. Tell Dr. Rives to gather up all her completed or partially\ncompleted test records and come out to the office. You and the others\nstay on the job; we may have some men for you by this afternoon;\ntomorrow morning certainly.\"\n\nHe hung up, then picked up the communicator phone and called his\nsecretary.\n\n\"Joan, is Sid Keating out there? Send him in, will you?\"\n\nKeating, when he entered, was wearing the lugubriously gratified\nexpression appropriate to the successful prophet of disaster.\n\n\"All right, Cassandra,\" Melroy greeted him. \"I'm not going to say you\ndidn't warn me. Look. This strike is illegal. It's a violation of the\nFederal Labor Act of 1958, being called without due notice of intention,\nwithout preliminary negotiation, and without two weeks' time-allowance.\"\n\n\"They're going to claim that it isn't a strike. They're going to call it\na 'spontaneous work-stoppage.'\"\n\n\"Aah! I hope I can get Crandall on record to that effect; I'll fire\nevery one of those men for leaving their work without permission and\nabsence from duty without leave. How many of our own men, from\nPittsburgh, do we have working in these machine shops and in the\nassembly shop here? About sixty?\"\n\n\"Sixty-three. Why? You're not going to use them to work on the reactor,\nare you?\"\n\n\"I just am. They're all qualified cybernetics technicians; they can do\nthis work better than this gang we've had to hire here. Just to be on\nthe safe side, I'm promoting all of them, as of oh-eight-hundred this\nmorning, to assistant gang-foremen, on salaries. That'll take them\noutside union jurisdiction.\"\n\n\"But how about our contract with the I.F.A.W.?\"\n\n\"That's been voided, by Crandall's own act, in interfering with the\nexecution of our contract with the Atomic Power Authority. You know what\nI think? I think the I.F.A.W. front office is going to have to disavow\nthis. It'll hurt them to do it, but they'll have to. Crandall's put them\nin the middle on this.\"\n\n\"How about security clearance for our own men?\"\n\n\"Nothing to that,\" Melroy said. \"Most of them are security-cleared,\nalready, from the work we did installing that counter-rocket control\nsystem on the U.S.S. _Alaska_, and the work we did on that\nsymbolic-logic computer for the Philadelphia Project. It may take all\nday to get the red tape unwound, but I think we can be ready to start by\noh-eight-hundred tomorrow.\"\n\n       *       *       *       *       *\n\nBy the time Keating had rounded up all the regular Melroy Engineering\nCorporation employees and Melroy had talked to Colonel Bradshaw about\nsecurity-clearance, it was 1430. A little later, he was called on the\nphone by Leighton, the Atomic Power Authority man.\n\n\"Melroy, what are you trying to do?\" the Power Authority man demanded.\n\"Get this whole plant struck shut? The I.F.A.W.'s madder than a\nshot-stung bobcat. They claim you're going to bring in strike-breakers;\nthey're talking about picketing the whole reactor area.\"\n\n\"News gets around fast, here, doesn't it?\" Melroy commented. He told\nLeighton what he had in mind. The Power Authority man was considerably\nshaken before he had finished.\n\n\"But they'll call a strike on the whole plant! Have you any idea what\nthat would mean?\"\n\n\"Certainly I have. They'll either call it in legal form, in which case\nthe whole thing will go to mediation and get aired, which is what I\nwant, or they'll pull a Pearl Harbor on you, the way they did on me. And\nin that case, the President will have to intervene, and they'll fly in\ntechnicians from some of the Armed Forces plants to keep this place\nrunning. And in that case, things'll get settled that much quicker. This\nCrandall thinks these men I fired are martyrs, and he's preaching a\ncrusade. He ought to carry an _advocatus diaboli_ on his payroll, to\nscrutinize the qualifications of his martyrs, before he starts\ncanonizing them.\"\n\nA little later, Doris Rives came into the office, her hands full of\npapers and cards.\n\n\"I have twelve more tests completed,\" she reported. \"Only one washout.\"\n\nMelroy laughed. \"Doctor, they're all washed out,\" he told her. \"It seems\nthere was an additional test, and they all flunked it. Evinced\nwillingness to follow unwise leadership and allow themselves to be\ntalked into improper courses of action. You go on in to New York, and\ntake all the test-material, including sound records, with you. Stay at\nthe hotel--your pay will go on--till I need you. There'll be a Federal\nMediation hearing in a day or so.\"\n\nHe had two more telephone calls. The first, at 1530, was from Leighton.\nMelroy suspected that the latter had been medicating his morale with a\ncouple of stiff drinks: his voice was almost jaunty.\n\n\"Well, the war's on,\" he announced. \"The I.F.A.W.'s walking out on the\nwhole plant, at oh-eight-hundred tomorrow.\"\n\n\"In violation of the Federal Labor Act, Section Eight, paragraphs four\nand five,\" Melroy supplemented. \"Crandall really has stuck his neck in\nthe guillotine. What's Washington doing?\"\n\n\"President Hartley is ordering Navy personnel flown in from\nKennebunkport Reaction Lab; they will be here by about oh-three-hundred\ntomorrow. And a couple of Federal mediators are coming in to La Guardia\nat seventeen hundred; they're going to hold preliminary hearings at the\nnew Federal Building on Washington Square beginning twenty hundred. A\ncouple of I.F.A.W. negotiators are coming in from the national union\nheadquarters at Oak Ridge: they should be getting in about the same\ntime. You'd better be on hand, and have Dr. Rives there with you.\nThere's a good chance this thing may get cleared up in a day or so.\"\n\n\"I will undoubtedly be there, complete with Dr. Rives,\" Melroy replied.\n\"It will be a pleasure!\"\n\n       *       *       *       *       *\n\nAn hour later, Ben Puryear called from the reactor area, his voice\nstrained with anger.\n\n\"Scott, do you know what those--\" He gargled obscenities for a moment.\n\"You know what they've done? They've re-packed the Number One\nDoernberg-Giardano; got a chain-reaction started again.\"\n\n\"Who?\"\n\n\"Fred Hausinger's gang. Apparently at Harry Crandall's orders. The\nexcuse was that it would be unsafe to leave the reactor in its\ndismantled condition during a prolonged shutdown--they were assuming, I\nsuppose, that the strike would be allowed to proceed unopposed--but of\ncourse the real reason was that they wanted to get a chain-reaction\nstarted to keep our people from working on the reactor.\"\n\n\"Well, didn't Hausinger try to stop them?\"\n\n\"Not very hard. I asked him what he had that deputy marshal's badge on\nhis shirt and that Luger on his hip for, but he said he had orders not\nto use force, for fear of prejudicing the mediators.\"\n\nMelroy swore disgustedly. \"All right. Gather up all our private papers,\nand get Steve and Joe, and come on out. We only work here--when we're\nable.\"\n\n       *       *       *       *       *\n\nDoris Rives was waiting on the street level when Melroy reached the new\nFederal Building, in what had formerly been the Greenwich Village\ndistrict of Manhattan, that evening. She had a heavy brief case with\nher, which he took.\n\n\"I was afraid I'd keep you waiting,\" she said. \"I came down from the\nhotel by cab, and there was a frightful jam at Fortieth Street, and\nanother one just below Madison Square.\"\n\n\"Yes, it gets worse every year. Pardon my obsession, but nine times out\nof ten--ninety-nine out of a hundred--it's the fault of some fool doing\nsomething stupid. Speaking about doing stupid things, though--I did one.\nForgot to take that gun out of my overcoat pocket, and didn't notice\nthat I had it till I was on the subway, coming in. Have a big flashlight\nin the other pocket, but that doesn't matter. What I'm worried about is\nthat somebody'll find out I have a gun and raise a howl about my coming\narmed to a mediation hearing.\"\n\nThe hearing was to be held in one of the big conference rooms on the\nforty-second floor. Melroy was careful to remove his overcoat and lay it\non a table in the corner, and then help Doris off with hers and lay it\non top of his own. There were three men in the room when they arrived:\nKenneth Leighton, the Atomic Power Authority man, fiftyish, acquiring a\nwaistline bulge and losing his hair: a Mr. Lyons, tall and slender, with\nwhite hair; and a Mr. Quillen, considerably younger, with plastic-rimmed\nglasses. The latter two were the Federal mediators. All three had been\nlounging in arm-chairs, talking about the new plays on Broadway. They\nall rose when Melroy and Doris Rives came over to join them.\n\n\"We mustn't discuss business until the others get here,\" Leighton\nwarned. \"It's bad enough that all three of us got here ahead of them;\nthey'll be sure to think we're trying to take an unfair advantage of\nthem. I suppose neither of you have had time to see any of the new\nplays.\"\n\nFortunately, Doris and Melroy had gone to the theater after dinner, the\nevening-before-last; they were able to join the conversation. Young Mr.\nQuillen wanted Doris Rives' opinion, as a psychologist, of the mental\nprocesses of the heroine of the play they had seen; as nearly as she\ncould determine, Doris replied, the heroine in question had exhibited\nnothing even loosely describable as mental processes of any sort. They\nwere still on the subject when the two labor negotiators, Mr. Cronnin\nand Mr. Fields, arrived. Cronnin was in his sixties, with the\nnearsighted squint and compressed look of concentration of an old-time\nprecision machinist; Fields was much younger, and sported a Phi Beta\nKappa key.\n\nLyons, who seemed to be the senior mediator, thereupon called the\nmeeting to order and they took their places at the table.\n\n       *       *       *       *       *\n\n\"Now, gentlemen--and Dr. Rives--this will be simply an informal\ndiscussion, so that everybody can see what everybody else's position in\nthe matter is. We won't bother to make a sound recording. Then, if we\nhave managed to reach some common understanding of the question this\nevening, we can start the regular hearing say at thirteen hundred\ntomorrow. Is that agreeable?\"\n\nIt was. The younger mediator, Quillen, cleared his throat.\n\n\"It seems, from our information, that this entire dispute arises from\nthe discharge, by Mr. Melroy, of two of his employees, named Koffler and\nBurris. Is that correct?\"\n\n\"Well, there's also the question of the Melroy Engineering Corporation's\nattempting to use strike-breakers, and the Long Island Atomic Power\nAuthority's having condoned this unfair employment practice,\" Cronnin\nsaid, acidly.\n\n\"And there's also the question of the I.F.A.W.'s calling a Pearl Harbor\nstrike on my company,\" Melroy added.\n\n\"We resent that characterization!\" Cronnin retorted.\n\n\"It's a term in common usage; it denotes a strike called without warning\nor declaration of intention, which this was,\" Melroy told him.\n\n\"And there's also the question of the I.F.A.W. calling a general strike,\nin illegal manner, at the Long Island Reaction Plant,\" Leighton spoke\nup. \"On sixteen hours' notice.\"\n\n\"Well, that wasn't the fault of the I.F.A.W. as an organization,\" Fields\nargued. \"Mr. Cronnin and I are agreed that the walk-out date should be\npostponed for two weeks, in accordance with the provisions of the\nFederal Labor Act.\"\n\n\"Well, how about my company?\" Melroy wanted to know. \"Your I.F.A.W.\nmembers walked out on me, without any notice whatever, at twelve hundred\ntoday. Am I to consider that an act of your union, or will you disavow\nit so that I can fire all of them for quitting without permission?\"\n\n\"And how about the action of members of your union, acting on\ninstructions from Harry Crandall, in re-packing the Number One\nDoernberg-Giardano breeder-reactor at our plant, after the plutonium and\nthe U-238 and the neutron-source containers had been removed, in order\nto re-initiate a chain reaction to prevent Mr. Melroy's employees from\nworking on the reactor?\" Leighton demanded. \"Am I to understand that the\nunion sustains that action, too?\"\n\n\"I hadn't known about that,\" Fields said, somewhat startled.\n\n\"Neither had I,\" Cronnin added. \"When did it happen?\"\n\n\"About sixteen hundred today,\" Melroy told him.\n\n\"We were on the plane from Oak Ridge, then,\" Fields declared. \"We know\nnothing about that.\"\n\n\"Well, are you going to take the responsibility for it, or aren't you?\"\nLeighton insisted.\n\nLyons, who had been toying with a small metal paperweight, rapped on the\ntable with it.\n\n\"Gentlemen,\" he interrupted. \"We're trying to cover too many subjects at\nonce. I suggest that we confine ourselves, at the beginning, to the\nquestion of the dismissal of these men, Burris and Koffler. If we find\nthat the I.F.A.W. has a legitimate grievance in what we may call the\nBurris-Koffler question, we can settle that and then go on to these\nother questions.\"\n\n\"I'm agreeable to that,\" Melroy said.\n\n\"So are we,\" Cronnin nodded.\n\n\"All right, then. Since the I.F.A.W. is the complaining party in this\nquestion, perhaps you gentlemen should state the grounds for your\ncomplaints.\"\n\nFields and Cronnin exchanged glances: Cronnin nodded to Fields and the\nlatter rose. The two employees in question, he stated, had been the\nvictims of discrimination and persecution because of union activities.\nKoffler was the union shop-steward for the men employed by the Melroy\nEngineering Corporation, and Burris had been active in bringing\ncomplaints about unfair employment practices. Furthermore, it was the\nopinion of the I.F.A.W. that the psychological tests imposed on their\nmembers had been a fraudulent pretext for dismissing these two men, and,\nin any case, the practice of compelling workers to submit to such tests\nwas insulting, degrading, and not a customary condition of employment.\n\nWith that, he sat down. Melroy was on his feet at once.\n\n\"I'll deny those statements, categorically and seriatim,\" he replied.\n\"They are based entirely upon misrepresentations made by the two men who\nwere disqualified by the tests and dropped from my payroll because of\nbeing, in the words of my contract with your union, 'persons of unsound\nmind, deficient intelligence and/or emotional instability.' What\nhappened is that your local official, Crandall, accepted everything they\ntold him uncritically, and you accepted everything Crandall told you, in\nthe same spirit.\n\n\"Before I go on,\" Melroy continued, turning to Lyons, \"have I your\npermission to let Dr. Rives explain about these tests, herself, and tell\nhow they were given and evaluated?\"\n\n       *       *       *       *       *\n\nPermission granted by Lyons, Doris Rives rose. At some length, she\nexplained the nature and purpose of the tests, and her method of scoring\nand correlating them.\n\n\"Well, did Mr. Melroy suggest to you that any specific employee or\nemployees of his were undesirable and ought to be eliminated?\" Fields\nasked.\n\n\"Certainly not!\" Doris Rives became angry. \"And if he had, I'd have\ntaken the first plane out of here. That suggestion is insulting! And for\nyour information, I never met Mr. Melroy before day-before-yesterday\nafternoon; I am not dependent upon him for anything; I took this job as\nan accommodation to Dr. Karl von Heydenreich, who ordinarily does such\nwork for the Melroy company, and I'm losing money by remaining here.\nDoes that satisfy you?\"\n\n\"Yes, it does,\" Fields admitted. He was obviously impressed by mention\nof the distinguished Austrian psychologist's name. \"If I may ask Mr.\nMelroy a question: I gather that these tests are given to all your\nemployees. Why do you demand such an extraordinary level of intelligence\nfrom your employees, even common laborers?\"\n\n\"Extraordinary?\" Melroy echoed. \"If the standards established by those\ntests are extraordinary, then God help this country; we are becoming a\nrace of morons! I'll leave that statement to Dr. Rives for confirmation;\nshe's already pointed out that all that is required to pass those tests\nis ordinary adult mental capacity.\n\n\"My company specializes in cybernetic-control systems,\" he continued.\n\"In spite of a lot of misleading colloquial jargon about 'thinking\nmachines' and 'giant brains', a cybernetic system doesn't really think.\nIt only does what it's been designed _and built_ to do, and if somebody\nbuilds a mistake into it, it will automatically and infallibly repeat\nthat mistake in practice.\"\n\n\"He's right,\" Cronnin said. \"The men that build a machine like that have\ngot to be as smart as the machine's supposed to be, or the machine'll be\nas dumb as they are.\"\n\nFields turned on him angrily. \"Which side are you supposed to be on,\nanyhow?\" he demanded.\n\n\"You're probably a lawyer,\" Melroy said. \"But I'll bet Mr. Cronnin's an\nold reaction-plant man.\" Cronnin nodded unthinkingly in confirmation.\n\"All right, then. Ask him what those Doernberg-Giardanos are like. And\nthen let me ask you: Suppose some moron fixed up something that would go\nwrong, or made the wrong kind of a mistake himself, around one of those\nreactors?\"\n\nIt was purely a rhetorical question, but, much later, when he would have\ntime to think about it, Scott Melroy was to wonder if ever in history\nsuch a question had been answered so promptly and with such dramatic\ncalamitousness.\n\nThree seconds after he stopped speaking, the lights went out.\n\n       *       *       *       *       *\n\nFor a moment, they were silent and motionless. Then somebody across the\ntable from Melroy began to say, \"What the devil--?\" Doris Rives, beside\nhim, clutched his arm. At the head of the table, Lyons was fuming\nimpatiently, and Kenneth Leighton snapped a pocket-lighter and held it\nup.\n\nThe Venetian-screened windows across the room faced east. In the flicker\nof the lighter, Melroy made his way around to them and drew open the\nslats of one, looking out. Except for the headlights of cars, far down\nin the street, and the lights of ships in the harbor, the city was\ncompletely blacked out. But there was one other, horrible, light far\naway at the distant tip of Long Island--a huge ball of flame, floating\nupward at the tip of a column of fiery gas. As he watched, there were\ntwinkles of unbearable brightness at the base of the pillar of fire,\nspreading into awesome sheet-flashes, and other fireballs soared up.\nThen the sound and the shock-wave of the first blast reached them.\n\n\"The main power-reactors, too,\" Melroy said to himself, not realizing\nthat he spoke audibly. \"Too well shielded for the blast to get them, but\nthe heat melted the fissionables down to critical mass.\"\n\nLeighton, the lighter still burning, was beside him, now.\n\n\"That's not--God, it can't be anything else! Why, the whole plant's\ngone! There aren't enough other generators in this area to handle a\nhundredth of the demand.\"\n\n\"And don't blame that on my alleged strike-breakers,\" Melroy warned.\n\"They hadn't got security-cleared to enter the reactor area when this\nhappened.\"\n\n\"What do you think happened?\" Cronnin asked. \"One of the\nDoernberg-Giardanos let go?\"\n\n\"Yes. Your man Crandall. If he survived that, it's his bad luck,\" Melroy\nsaid grimly. \"Last night, while Fred Hausinger was pulling the\nfissionables and radioactives out of the Number One breeder, he found a\nbig nugget of Pu-239, about one-quarter CM. I don't know what was done\nwith it, but I do know that Crandall had the maintenance gang repack\nthat reactor, to keep my people from working on it. Nobody'll ever find\nout just what happened, but they were in a hurry; they probably shoved\nthings in any old way. Somehow, that big subcritical nugget must have\ngot back in, and the breeding-cans, which were pretty ripe by that time,\nmust have been shoved in too close to it and to one another. You know\nhow fast those D-G's work. It just took this long to build up CM for a\nbomb-type reaction. You remember what I was saying before the lights\nwent out? Well, it happened. Some moron--some untested and undetected\nmoron--made the wrong kind of a mistake.\"\n\n\"Too bad about Crandall. He was a good kid, only he didn't stop to think\noften enough,\" Cronnin said. \"Well, I guess the strike's off, now;\nthat's one thing.\"\n\n\"But all those people, out there!\" Womanlike, Doris Rives was thinking\nparticularly rather than generally and of humans rather than\nabstractions. \"It must have killed everybody for miles around.\"\n\nSid Keating, Melroy thought. And Joe Ricci, and Ben Puryear, and Steve\nChalmers, and all the workmen whom he had brought here from Pittsburgh,\nto their death. Then he stopped thinking about them. It didn't do any\ngood to think of men who'd been killed; he'd learned that years ago, as\na kid second lieutenant in Korea. The people to think about were the\nmillions in Greater New York, and up the Hudson Valley to Albany, and as\nfar south as Trenton, caught without light in the darkness, without heat\nin the dead of winter, without power in subways and skyscrapers and on\nrailroads and interurban lines.\n\nHe turned to the woman beside him.\n\n\"Doris, before you could get your Board of Psychiatry and Neurology\ndiploma, you had to qualify as a regular M.D., didn't you?\" he asked.\n\n\"Why, yes--\"\n\n\"Then you'd better report to the nearest hospital. Any doctor at all is\ngoing to be desperately needed, for the next day or so. Me, I still have\na reserve major's commission in the Army Corps of Engineers. They're\nprobably calling up reserve officers, with any radios that are still\nworking. Until I hear differently, I'm ordering myself on active duty as\nof now.\" He looked around. \"Anybody know where the nearest Army\nheadquarters is?\"\n\n\"There's a recruiting station down on the thirty-something floor,\"\nQuillen said. \"It's probably closed, now, though.\"\n\n\"Ground Defense Command; Midtown City,\" Leighton said. \"They have a\nmedical section of their own; they'll be glad to get Dr. Rives, too.\"\n\nMelroy helped her on with her coat and handed her her handbag, then\nshrugged into his own overcoat and belted it about him, the weight of\nthe flashlight and the automatic sagging the pockets. He'd need both,\nthe gun as much as the light--New York had more than its share of\nvicious criminals, to whom this power-failure would be a perfect\ndevilsend. Handing Doris the light, he let her take his left arm.\nTogether, they left the room and went down the hallway to the stairs and\nthe long walk to the darkened street below, into a city that had\nsuddenly been cut off from its very life-energy. A city that had put all\nits eggs in one basket, and left the basket in the path of any\nblundering foot.\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Day of the Moron, by Henry Beam Piper\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DAY OF THE MORON ***\n\n***** This file should be named 18949-8.txt or 18949-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/8/9/4/18949/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}