{"title": "Police Operation", "author": "H. Beam Piper", "releaseDate": "August 16, 2006", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, William Woods, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n      Transcriber's note:\n  This etext was produced from _Astounding Science Fiction_,\n  July 1948. Extensive research did not uncover any evidence\n  that the copyright on this publication was renewed.\n\n\n[Illustration]\n\n\n\n\nPOLICE OPERATION\n\n\n\nBY H. BEAM PIPER\n\n          _Hunting down the beast, under the best of\n          circumstances, was dangerous. But in this\n          little police operation, the conditions\n          required the use of inadequate means!_\n\n                    Illustrated by Cartier\n\n       *       *       *       *       *\n\n\n\n\n     \"... _there may be something in the nature of an occult\n     police force, which operates to divert human suspicions,\n     and to supply explanations that are good enough for\n     whatever, somewhat in the nature of minds, human beings\n     have--or that, if there be occult mischief makers and\n     occult ravagers, they may be of a world also of other\n     beings that are acting to check them, and to explain\n     them, not benevolently, but to divert suspicion from\n     themselves, because they, too, may be exploiting life\n     upon this earth, but in ways more subtle, and in orderly,\n     or organised, fashion._\"\n                                        _Charles Fort:_ \"LO!\"\n\n\nJohn Strawmyer stood, an irate figure in faded overalls and\nsweat-whitened black shirt, apart from the others, his back to the\nweathered farm-buildings and the line of yellowing woods and the\ncirrus-streaked blue October sky. He thrust out a work-gnarled hand\naccusingly.\n\n\"That there heifer was worth two hund'rd, two hund'rd an' fifty\ndollars!\" he clamored. \"An' that there dog was just like one uh the\nfam'ly; An' now look at'm! I don't like t' use profane language, but\nyou'ns gotta _do_ some'n about this!\"\n\nSteve Parker, the district game protector, aimed his Leica at the\ncarcass of the dog and snapped the shutter. \"We're doing something about\nit,\" he said shortly. Then he stepped ten feet to the left and edged\naround the mangled heifer, choosing an angle for his camera shot.\n\nThe two men in the gray whipcords of the State police, seeing that\nParker was through with the dog, moved in and squatted to examine it.\nThe one with the triple chevrons on his sleeves took it by both forefeet\nand flipped it over on its back. It had been a big brute, of nondescript\nbreed, with a rough black-and-brown coat. Something had clawed it deeply\nabout the head, its throat was slashed transversely several times, and\nit had been disemboweled by a single slash that had opened its belly\nfrom breastbone to tail. They looked at it carefully, and then went to\nstand beside Parker while he photographed the dead heifer. Like the dog,\nit had been talon-raked on either side of the head, and its throat had\nbeen slashed deeply several times. In addition, flesh had been torn from\none flank in great strips.\n\n\"I can't kill a bear outa season, no!\" Strawmyer continued his plaint.\n\"But a bear comes an' kills my stock an' my dog; that there's all right!\nThat's the kinda deal a farmer always gits, in this state! I don't like\nt' use profane language--\"\n\n\"Then don't!\" Parker barked at him, impatiently. \"Don't use any kind\nof language. Just put in your claim and shut up!\" He turned to the men\nin whipcords and gray Stetsons. \"You boys seen everything?\" he asked.\n\"Then let's go.\"\n\n       *       *       *       *       *\n\nThey walked briskly back to the barnyard, Strawmyer following them,\nstill vociferating about the wrongs of the farmer at the hands of\na cynical and corrupt State government. They climbed into the State\npolice car, the sergeant and the private in front and Parker into\nthe rear, laying his camera on the seat beside a Winchester carbine.\n\n\"Weren't you pretty short with that fellow, back there, Steve?\" the\nsergeant asked as the private started the car.\n\n\"Not too short. 'I don't like t' use profane language',\" Parker mimicked\nthe bereaved heifer owner, and then he went on to specify: \"I'm morally\ncertain that he's shot at least four illegal deer in the last year.\nWhen and if I ever get anything on him, he's going to be sorrier for\nhimself then he is now.\"\n\n\"They're the characters that always beef their heads off,\" the sergeant\nagreed. \"You think that whatever did this was the same as the others?\"\n\n\"Yes. The dog must have jumped it while it was eating at the heifer.\nSame superficial scratches about the head, and deep cuts on the throat\nor belly. The bigger the animal, the farther front the big slashes\noccur. Evidently something grabs them by the head with front claws,\nand slashes with hind claws; that's why I think it's a bobcat.\"\n\n\"You know,\" the private said, \"I saw a lot of wounds like that during\nthe war. My outfit landed on Mindanao, where the guerrillas had been\nactive. And this looks like bolo-work to me.\"\n\n\"The surplus-stores are full of machetes and jungle knives,\" the\nsergeant considered. \"I think I'll call up Doc Winters, at the County\nHospital, and see if all his squirrel-fodder is present and accounted\nfor.\"\n\n\"But most of the livestock was eaten at, like the heifer,\" Parker\nobjected.\n\n\"By definition, nuts have abnormal tastes,\" the sergeant replied.\n\"Or the eating might have been done later, by foxes.\"\n\n\"I hope so; that'd let me out,\" Parker said.\n\n\"Ha, listen to the man!\" the private howled, stopping the car at the\nend of the lane. \"He thinks a nut with a machete and a Tarzan complex\nis just good clean fun. Which way, now?\"\n\n\"Well, let's see.\" The sergeant had unfolded a quadrangle sheet; the\ngame protector leaned forward to look at it over his shoulder. The\nsergeant ran a finger from one to another of a series of variously\ncolored crosses which had been marked on the map.\n\n\"Monday night, over here on Copperhead Mountain, that cow was killed,\"\nhe said. \"The next night, about ten o'clock, that sheepflock was hit,\non this side of Copperhead, right about here. Early Wednesday night,\nthat mule got slashed up in the woods back of the Weston farm. It was\nonly slightly injured; must have kicked the whatzit and got away, but\nthe whatzit wasn't too badly hurt, because a few hours later, it hit\nthat turkey-flock on the Rhymer farm. And last night, it did that.\" He\njerked a thumb over his shoulder at the Strawmyer farm. \"See, following\nthe ridges, working toward the southeast, avoiding open ground, killing\nonly at night. Could be a bobcat, at that.\"\n\n\"Or Jink's maniac with the machete,\" Parker agreed. \"Let's go up by\nHindman's gap and see if we can see anything.\"\n\n       *       *       *       *       *\n\nThey turned, after a while, into a rutted dirt road, which deteriorated\nsteadily into a grass-grown track through the woods. Finally, they\nstopped, and the private backed off the road. The three men got out;\nParker with his Winchester, the sergeant checking the drum of a\nThompson, and the private pumping a buckshot shell into the chamber of\na riot gun. For half an hour, they followed the brush-grown trail beside\nthe little stream; once, they passed a dark gray commercial-model jeep,\nbacked to one side. Then they came to the head of the gap.\n\nA man, wearing a tweed coat, tan field boots, and khaki breeches, was\nsitting on a log, smoking a pipe; he had a bolt-action rifle across his\nknees, and a pair of binoculars hung from his neck. He seemed about\nthirty years old, and any bobby-soxer's idol of the screen would have\nenvied him the handsome regularity of his strangely immobile features.\nAs Parker and the two State policemen approached, he rose, slinging his\nrifle, and greeted them.\n\n\"Sergeant Haines, isn't it?\" he asked pleasantly. \"Are you gentlemen\nout hunting the critter, too?\"\n\n\"Good afternoon, Mr. Lee. I thought that was your jeep I saw, down the\nroad a little.\" The sergeant turned to the others. \"Mr. Richard Lee;\nstaying at the old Kinchwalter place, the other side of Rutter's Fort.\nThis is Mr. Parker, the district game protector. And Private Zinkowski.\"\nHe glanced at the rifle. \"Are you out hunting for it, too?\"\n\n\"Yes, I thought I might find something, up here. What do you think it is?\"\n\n\"I don't know,\" the sergeant admitted. \"It could be a bobcat. Canada\nlynx. Jink, here, has a theory that it's some escapee from the\npaper-doll factory, with a machete. Me, I hope not, but I'm not\nignoring the possibility.\"\n\nThe man with the matinee-idol's face nodded. \"It could be a lynx.\nI understand they're not unknown, in this section.\"\n\n\"We paid bounties on two in this county, in the last year,\" Parker said.\n\"Odd rifle you have, there; mind if I look at it?\"\n\n\"Not at all.\" The man who had been introduced as Richard Lee unslung and\nhanded it over. \"The chamber's loaded,\" he cautioned.\n\n\"I never saw one like this,\" Parker said. \"Foreign?\"\n\n\"I think so. I don't know anything about it; it belongs to a friend of\nmine, who loaned it to me. I think the action's German, or Czech; the\nrest of it's a custom job, by some West Coast gunmaker. It's chambered\nfor some ultra-velocity wildcat load.\"\n\nThe rifle passed from hand to hand; the three men examined it in turn,\ncommenting admiringly.\n\n\"You find anything, Mr. Lee?\" the sergeant asked, handing it back.\n\n\"Not a trace.\" The man called Lee slung the rifle and began to dump\nthe ashes from his pipe. \"I was along the top of this ridge for about\na mile on either side of the gap, and down the other side as far as\nHindman's Run; I didn't find any tracks, or any indication of where\nit had made a kill.\"\n\nThe game protector nodded, turning to Sergeant Haines.\n\n\"There's no use us going any farther,\" he said. \"Ten to one, it followed\nthat line of woods back of Strawmyer's, and crossed over to the other\nridge. I think our best bet would be the hollow at the head of Lowrie's\nRun. What do you think?\"\n\nThe sergeant agreed. The man called Richard Lee began to refill his pipe\nmethodically.\n\n\"I think I shall stay here for a while, but I believe you're right.\nLowrie's Run, or across Lowrie's Gap into Coon Valley,\" he said.\n\n       *       *       *       *       *\n\nAfter Parker and the State policemen had gone, the man whom they had\naddressed as Richard Lee returned to his log and sat smoking, his rifle\nacross his knees. From time to time, he glanced at his wrist watch and\nraised his head to listen. At length, faint in the distance, he heard\nthe sound of a motor starting.\n\nInstantly, he was on his feet. From the end of the hollow log on which\nhe had been sitting, he produced a canvas musette-bag. Walking briskly\nto a patch of damp ground beside the little stream, he leaned the rifle\nagainst a tree and opened the bag. First, he took out a pair of gloves\nof some greenish, rubberlike substance, and put them on, drawing the\nlong gauntlets up over his coat sleeves. Then he produced a bottle and\nunscrewed the cap. Being careful to avoid splashing his clothes, he\nwent about, pouring a clear liquid upon the ground in several places.\nWhere he poured, white vapors rose, and twigs and grass grumbled into\nbrownish dust. After he had replaced the cap and returned the bottle to\nthe bag, he waited for a few minutes, then took a spatula from the\nmusette and dug where he had poured the fluid, prying loose four black,\nirregular-shaped lumps of matter, which he carried to the running water\nand washed carefully, before wrapping them and putting them in the bag,\nalong with the gloves. Then he slung bag and rifle and started down the\ntrail to where he had parked the jeep.\n\nHalf an hour later, after driving through the little farming village of\nRutter's Fort, he pulled into the barnyard of a rundown farm and backed\nthrough the open doors of the barn. He closed the double doors behind\nhim, and barred them from within. Then he went to the rear wall of the\nbarn, which was much closer the front than the outside dimensions of the\nbarn would have indicated.\n\nHe took from his pocket a black object like an automatic pencil.\nHunting over the rough plank wall, he found a small hole and inserted\nthe pointed end of the pseudo-pencil, pressing on the other end. For an\ninstant, nothing happened. Then a ten-foot-square section of the wall\nreceded two feet and slid noiselessly to one side. The section which\nhad slid inward had been built of three-inch steel, masked by a thin\ncovering of boards; the wall around it was two-foot concrete, similarly\ncamouflaged. He stepped quickly inside.\n\nFumbling at the right side of the opening, he found a switch and flicked\nit. Instantly, the massive steel plate slid back into place with a soft,\noily click. As it did, lights came on within the hidden room,\ndisclosing a great semiglobe of some fine metallic mesh, thirty feet in\ndiameter and fifteen in height. There was a sliding door at one side of\nthis; the man called Richard Lee opened and entered through it, closing\nit behind him. Then he turned to the center of the hollow dome, where\nan armchair was placed in front of a small desk below a large instrument\npanel. The gauges and dials on the panel, and the levers and switches\nand buttons on the desk control board, were all lettered and numbered\nwith characters not of the Roman alphabet or the Arabic notation, and,\nwithin instant reach of the occupant of the chair, a pistollike weapon\nlay on the desk. It had a conventional index-finger trigger and a\nhand-fit grip, but, instead of a tubular barrel, two slender parallel\nmetal rods extended about four inches forward of the receiver, joined\ntogether at what would correspond to the muzzle by a streamlined knob\nof some light blue ceramic or plastic substance.\n\nThe man with the handsome immobile face deposited his rifle and musette\non the floor beside the chair and sat down. First, he picked up the\npistollike weapon and checked it, and then he examined the many\ninstruments on the panel in front of him. Finally, he flicked a switch\non the control board.\n\nAt once, a small humming began, from some point overhead. It wavered and\nshrilled and mounted in intensity, and then fell to a steady monotone.\nThe dome about him flickered with a queer, cold iridescence, and slowly\nvanished. The hidden room vanished, and he was looking into the shadowy\ninterior of a deserted barn. The barn vanished; blue sky appeared above,\nstreaked with wisps of high cirrus cloud. The autumn landscape flickered\nunreally. Buildings appeared and vanished, and other buildings came and\nwent in a twinkling. All around him, half-seen shapes moved briefly and\ndisappeared.\n\nOnce, the figure of a man appeared, inside the circle of the dome. He\nhad an angry, brutal face, and he wore a black tunic piped with silver,\nand black breeches, and polished black boots, and there was an insignia,\ncomposed of a cross and thunderbolt, on his cap. He held an automatic\npistol in his hand.\n\nInstantly, the man at the desk snatched up his own weapon and thumbed\noff the safety, but before he could lift and aim it, the intruder\nstumbled and passed outside the force-field which surrounded the chair\nand instruments.\n\nFor a while, there were fires raging outside, and for a while, the\nman at the desk was surrounded by a great hall, with a high, vaulted\nceiling, through which figures flitted and vanished. For a while,\nthere were vistas of deep forests, always set in the same background\nof mountains and always under the same blue cirrus-laced sky. There\nwas an interval of flickering blue-white light, of unbearable\nintensity. Then the man at the desk was surrounded by the interior\nof vast industrial works. The moving figures around him slowed, and\nbecame more distinct. For an instant, the man in the chair grinned as\nhe found himself looking into a big washroom, where a tall blond girl\nwas taking a shower bath, and a pert little redhead was vigorously\ndrying herself with a towel. The dome grew visible, coruscating with\nmany-colored lights and then the humming died and the dome became a\ncold and inert mesh of fine white metal. A green light above flashed\non and off slowly.\n\nHe stabbed a button and flipped a switch, then got to his feet,\npicking up his rifle and musette and fumbling under his shirt for\na small mesh bag, from which he took an inch-wide disk of blue plastic.\nUnlocking a container on the instrument panel, he removed a small roll\nof solidograph-film, which he stowed in his bag. Then he slid open the\ndoor and emerged into his own dimension of space-time.\n\nOutside was a wide hallway, with a pale green floor, paler green\nwalls, and a ceiling of greenish off-white. A big hole had been cut to\naccommodate the dome, and across the hallway a desk had been set up,\nand at it sat a clerk in a pale blue tunic, who was just taking the\naudio-plugs of a music-box out of his ears. A couple of policemen in\ngreen uniforms, with ultrasonic paralyzers dangling by thongs from their\nleft wrists and bolstered sigma-ray needlers like the one on the desk\ninside the dome, were kidding with some girls in vivid orange and\nscarlet and green smocks. One of these, in bright green, was a duplicate\nof the one he had seen rubbing herself down with a towel.\n\n\"Here comes your boss-man,\" one of the girls told the cops, as he\napproached. They both turned and saluted casually. The man who had\nlately been using the name of Richard Lee responded to their greeting\nand went to the desk. The policemen grasped their paralyzers, drew\ntheir needlers, and hurried into the dome.\n\nTaking the disk of blue plastic from his packet, he handed it to the\nclerk at the desk, who dropped it into a slot in the voder in front\nof him. Instantly, a mechanical voice responded:\n\n\"Verkan Vall, blue-seal noble, hereditary Mavrad of Nerros. Special\nChief's Assistant, Paratime Police, special assignment. Subject to no\norders below those of Tortha Karf, Chief of Paratime Police. To be given\nall courtesies and co-operation within the Paratime Transposition Code\nand the Police Powers Code. Further particulars?\"\n\nThe clerk pressed the \"no\"-button. The blue sigil fell out the\nrelease-slot and was handed back to its bearer, who was drawing up\nhis left sleeve.\n\n\"You'll want to be sure I'm _your_ Verkan Vall, I suppose?\" he said,\nextending his arm.\n\n\"Yes, quite, sir.\"\n\nThe clerk touched his arm with a small instrument which swabbed it with\nantiseptic, drew a minute blood-sample, and medicated the needle prick,\nall in one almost painless operation. He put the blood-drop on a slide\nand inserted it at one side of a comparison microscope, nodding. It\nshowed the same distinctive permanent colloid pattern as the sample he\nhad ready for comparison; the colloid pattern given in infancy by\ninjection to the man in front of him, to set him apart from all the\nmyriad other Verkan Valls on every other probability-line of paratime.\n\n\"Right, sir,\" the clerk nodded.\n\nThe two policemen came out of the dome, their needlers holstered and\ntheir vigilance relaxed. They were lighting cigarettes as they emerged.\n\n\"It's all right, sir,\" one of them said. \"You didn't bring anything in\nwith you, this trip.\"\n\nThe other cop chuckled. \"Remember that Fifth Level wild-man who came in\non the freight conveyor at Jandar, last month?\" he asked.\n\nIf he was hoping that some of the girls would want to know, what\nwild-man, it was a vain hope. With a blue-seal mavrad around, what\nchance did a couple of ordinary coppers have? The girls were already\nconverging on Verkan Vall.\n\n\"When are you going to get that monstrosity out of our restroom,\" the\nlittle redhead in green coveralls was demanding. \"If it wasn't for that\nthing, I'd be taking a shower, right now.\"\n\n\"You were just finishing one, about fifty paraseconds off, when I came\nthrough,\" Verkan Vall told her.\n\nThe girl looked at him in obviously feigned indignation.\n\n\"Why, you--You _parapeeper_!\"\n\nVerkan Vall chuckled and turned to the clerk. \"I want a strato-rocket\nand pilot, for Dhergabar, right away. Call Dhergabar Paratime Police\nField and give them my ETA; have an air-taxi meet me, and have the chief\nnotified that I'm coming in. Extraordinary report. Keep a guard over\nthe conveyor; I think I'm going to need it, again, soon.\" He turned to\nthe little redhead. \"Want to show me the way out of here, to the rocket\nfield?\" he asked.\n\n       *       *       *       *       *\n\n[Illustration]\n\nOutside, on the open landing field, Verkan Vall glanced up at the sky,\nthen looked at his watch. It had been twenty minutes since he had backed\nthe jeep into the barn, on that distant other time-line; the same\ndelicate lines of white cirrus were etched across the blue above. The\nconstancy of the weather, even across two hundred thousand parayears of\nperpendicular time, never failed to impress him. The long curve of the\nmountains was the same, and they were mottled with the same autumn\ncolors, but where the little village of Rutter's Fort stood on that\nother line of probability, the white towers of an apartment-city\nrose--the living quarters of the plant personnel.\n\nThe rocket that was to take him to headquarters was being hoisted with\na crane and lowered into the firing-stand, and he walked briskly toward\nit, his rifle and musette slung. A boyish-looking pilot was on the\nplatform, opening the door of the rocket; he stood aside for Verkan\nVall to enter, then followed and closed it, dogging it shut while his\npassenger stowed his bag and rifle and strapped himself into a seat.\n\n\"Dhergabar Commercial Terminal, sir?\" the pilot asked, taking the\nadjoining seat at the controls.\n\n\"Paratime Police Field, back of the Paratime Administration Building.\"\n\n\"Right, sir. Twenty seconds to blast, when you're ready.\"\n\n\"Ready now.\" Verkan Vall relaxed, counting seconds subconsciously.\n\nThe rocket trembled, and Verkan Vall felt himself being pushed gently\nback against the upholstery. The seats, and the pilot's instrument panel\nin front of them, swung on gimbals, and the finger of the indicator\nswept slowly over a ninety-degree arc as the rocket rose and leveled.\nBy then, the high cirrus clouds Verkan Vall had watched from the field\nwere far below; they were well into the stratosphere.\n\nThere would be nothing to do, now, for the three hours in which the\nrocket sped northward across the pole and southward to Dhergabar; the\nnavigation was entirely in the electronic hands of the robot controls.\nVerkan Vall got out his pipe and lit it; the pilot lit a cigarette.\n\n\"That's an odd pipe, sir,\" the pilot said. \"Out-time item?\"\n\n\"Yes, Fourth Probability Level; typical of the whole paratime belt I was\nworking in.\" Verkan Vall handed it over for inspection. \"The bowl's\nnatural brier-root; the stem's a sort of plastic made from the sap of\ncertain tropical trees. The little white dot is the maker's trademark;\nit's made of elephant tusk.\"\n\n\"Sounds pretty crude to me, sir.\" The pilot handed it back. \"Nice\nworkmanship, though. Looks like good machine production.\"\n\n\"Yes. The sector I was on is really quite advanced, for an\nelectro-chemical civilization. That weapon I brought back with\nme--that solid-missile projector--is typical of most Fourth Level\nculture. Moving parts machined to the closest tolerances, and\ninterchangeable with similar parts of all similar weapons. The missile\nis a small bolt of cupro-alloy coated lead, propelled by expanding\ngases from the ignition of some nitro-cellulose compound. Most of\ntheir scientific advance occurred within the past century, and most\nof that in the past forty years. Of course, the life-expectancy on\nthat level is only about seventy years.\"\n\n\"Humph! I'm seventy-eight, last birthday,\" the boyish-looking pilot\nsnorted. \"Their medical science must be mostly witchcraft!\"\n\n\"Until quite recently, it was,\" Verkan Vall agreed. \"Same story there\nas in everything else--rapid advancement in the past few decades, after\nthousands of years of cultural inertia.\"\n\n\"You know, sir, I don't really understand this paratime stuff,\" the\npilot confessed. \"I know that all time is totally present, and that\nevery moment has its own past-future line of event-sequence, and that\nall events in space-time occur according to maximum probability, but I\njust don't get this alternate probability stuff, at all. If something\nexists, it's because it's the maximum-probability effect of prior\ncauses; why does anything else exist on any other time-line?\"\n\nVerkan Vall blew smoke at the air-renovator. A lecture on paratime\ntheory would nicely fill in the three-hour interval until the landing\nat Dhergabar. At least, this kid was asking intelligent questions.\n\n\"Well, you know the principal of time-passage, I suppose?\" he began.\n\n\"Yes, of course; Rhogom's Doctrine. The basis of most of our psychical\nscience. We exist perpetually at all moments within our life-span; our\nextraphysical ego component passes from the ego existing at one moment\nto the ego existing at the next. During unconsciousness, the EPC is\n'time-free'; it may detach, and connect at some other moment, with the\nego existing at that time-point. That's how we precog. We take an\nautohypno and recover memories brought back from the future moment\nand buried in the subconscious mind.\"\n\n\"That's right,\" Verkan Vall told him. \"And even without the autohypno,\na lot of precognitive matter leaks out of the subconscious and into\nthe conscious mind, usually in distorted forms, or else inspires\n'instinctive' acts, the motivation for which is not brought to the level\nof consciousness. For instance, suppose, you're walking along North\nPromenade, in Dhergabar, and you come to the Martian Palace Café, and\nyou go in for a drink, and meet some girl, and strike up an acquaintance\nwith her. This chance acquaintance develops into a love affair, and\na year later, out of jealousy, she rays you half a dozen times with\na needler.\"\n\n\"Just about that happened to a friend of mine, not long ago,\" the pilot\nsaid. \"Go on, sir.\"\n\n\"Well, in the microsecond or so before you die--or afterward, for that\nmatter, because we know that the extraphysical component survives\nphysical destruction--your EPC slips back a couple of years, and\nre-connects at some point pastward of your first meeting with this\ngirl, and carries with it memories of everything up to the moment of\ndetachment, all of which are indelibly recorded in your subconscious\nmind. So, when you re-experience the event of standing outside the\nMartian Palace with a thirst, you go on to the Starway, or Nhergal's,\nor some other bar. In both cases, on both time-lines, you follow the\nline of maximum probability; in the second case, your subconscious\nfuture memories are an added causal factor.\"\n\n\"And when I back-slip, after I've been needled, I generate a new\ntime-line? Is that it?\"\n\nVerkan Vall made a small sound of impatience. \"No such thing!\" he\nexclaimed. \"It's semantically inadmissible to talk about the total\npresence of time with one breath and about generating new time-lines\nwith the next. _All_ time-lines are totally present, in perpetual\nco-existence. The theory is that the EPC passes from one moment, on one\ntime-line, to the next moment on the next line, so that the true passage\nof the EPC from moment to moment is a two-dimensional diagonal. So, in\nthe case we're using, the event of your going into the Martian Palace\nexists on one time-line, and the event of your passing along to the\nStarway exists on another, but both are events in real existence.\n\n\"Now, what we do, in paratime transposition, is to build up a\nhypertemporal field to include the time-line we want to reach, and then\nshift over to it. Same point in the plenum; same point in primary\ntime--plus primary time elapsed during mechanical and electronic lag\nin the relays--but a different line of secondary time.\"\n\n\"Then why don't we have past-future time travel on our own time-line?\"\nthe pilot wanted to know.\n\nThat was a question every paratimer has to answer, every time he talks\nparatime to the laity. Verkan Vall had been expecting it; he answered\npatiently.\n\n\"The Ghaldron-Hesthor field-generator is like every other mechanism; it\ncan operate only in the area of primary time in which it exists. It can\ntranspose to any other time-line, and carry with it anything inside its\nfield, but it can't go outside its own temporal area of existence, any\nmore than a bullet from that rifle can hit the target a week before it's\nfired,\" Verkan Vall pointed out. \"Anything inside the field is supposed\nto be unaffected by anything outside. _Supposed to be_ is the way to put\nit; it doesn't always work. Once in a while, something pretty nasty gets\npicked up in transit.\" He thought, briefly, of the man in the black\ntunic. \"That's why we have armed guards at terminals.\"\n\n\"Suppose you pick up a blast from a nucleonic bomb,\" the pilot asked,\n\"or something red-hot, or radioactive?\"\n\n\"We have a monument, at Paratime Police Headquarters, in Dhergabar,\nbearing the names of our own personnel who didn't make it back. It's a\nlarge monument; over the past ten thousand years, it's been inscribed\nwith quite a few names.\"\n\n\"You can have it; I'll stick to rockets!\" the pilot replied. \"Tell me\nanother thing, though: What's all this about levels, and sectors, and\nbelts? What's the difference?\"\n\n\"Purely arbitrary terms. There are five main probability levels, derived\nfrom the five possible outcomes of the attempt to colonize this planet,\nseventy-five thousand years ago. We're on the First Level--complete\nsuccess, and colony fully established. The Fifth Level is the\nprobability of complete failure--no human population established on this\nplanet, and indigenous quasi-human life evolved indigenously. On the\nFourth Level, the colonists evidently met with some disaster and lost\nall memory of their extraterrestrial origin, as well as all\nextraterrestrial culture. As far as they know, they are an indigenous\nrace; they have a long pre-history of stone-age savagery.\n\n\"Sectors are areas of paratime on any level in which the prevalent\nculture has a common origin and common characteristics. They are divided\nmore or less arbitrarily into sub-sectors. Belts are areas within\nsub-sectors where conditions are the result of recent alternate\nprobabilities. For instance, I've just come from the Europo-American\nSector of the Fourth Level, an area of about ten thousand parayears in\ndepth, in which the dominant civilization developed on the North-West\nContinent of the Major Land Mass, and spread from there to the Minor\nLand Mass. The line on which I was operating is also part of a\nsub-sector of about three thousand parayears' depth, and a belt\ndeveloping from one of several probable outcomes of a war concluded\nabout three elapsed years ago. On that time-line, the field at the\nHagraban Synthetics Works, where we took off, is part of an abandoned\nfarm; on the site of Hagraban City is a little farming village. Those\nthings are there, right now, both in primary time and in the plenum.\nThey are about two hundred and fifty thousand parayears perpendicular\nto each other, and each is of the same general order of reality.\"\n\nThe red light overhead flashed on. The pilot looked into his visor and\nput his hands to the manual controls, in case of failure of the robot\ncontrols. The rocket landed smoothly, however; there was a slight jar\nas it was grappled by the crane and hoisted upright, the seats turning\nin their gimbals. Pilot and passenger unstrapped themselves and hurried\nthrough the refrigerated outlet and away from the glowing-hot rocket.\n\n       *       *       *       *       *\n\nAn air-taxi, emblazoned with the device of the Paratime Police, was\nwaiting. Verkan Vall said good-by to the rocket-pilot and took his seat\nbeside the pilot of the aircab; the latter lifted his vehicle above the\nbuilding level and then set it down on the landing-stage of the Paratime\nPolice Building in a long, side-swooping glide. An express elevator took\nVerkan Vall down to one of the middle stages, where he showed his sigil\nto the guard outside the door of Tortha Karf's office and was admitted\nat once.\n\nThe Paratime Police chief rose from behind his semicircular desk, with\nits array of keyboards and viewing-screens and communicators. He was a\nbig man, well past his two hundredth year; his hair was iron-gray and\nthinning in front, he had begun to grow thick at the waist, and his calm\nfeatures bore the lines of middle age. He wore the dark-green uniform\nof the Paratime Police.\n\n\"Well, Vall,\" he greeted. \"Everything secure?\"\n\n\"Not exactly, sir.\" Verkan Vall came around the desk, deposited his\nrifle and bag on the floor, and sat down in one of the spare chairs.\n\"I'll have to go back again.\"\n\n\"So?\" His chief lit a cigarette and waited.\n\n\"I traced Gavran Sarn.\" Verkan Vall got out his pipe and began to fill\nit. \"But that's only the beginning. I have to trace something else.\nGavran Sarn exceeded his Paratime permit, and took one of his pets\nalong. A Venusian nighthound.\"\n\nTortha Karf's expression did not alter; it merely grew more intense.\nHe used one of the short, semantically ugly terms which serve, in place\nof profanity, as the emotional release of a race that has forgotten all\nthe taboos and terminologies of supernaturalistic religion and\nsex-inhibition.\n\n\"You're sure of this, of course.\" It was less a question than\na statement.\n\nVerkan Vall bent and took cloth-wrapped objects from his bag, unwrapping\nthem and laying them on the desk. They were casts, in hard black\nplastic, of the footprints of some large three-toed animal.\n\n\"What do these look like, sir?\" he asked.\n\nTortha Karf fingered them and nodded. Then he became as visibly angry\nas a man of his civilization and culture-level ever permitted himself.\n\n\"What does that fool think we have a Paratime Code for?\" he demanded.\n\"It's entirely illegal to transpose any extraterrestrial animal or\nobject to any time-line on which space-travel is unknown. I don't care\nif he is a green-seal thavrad; he'll face charges, when he gets back,\nfor this!\"\n\n\"He _was_ a green-seal thavrad,\" Verkan Vall corrected. \"And he won't be\ncoming back.\"\n\n\"I hope you didn't have to deal summarily with him,\" Tortha Karf said.\n\"With his title, and social position, and his family's political\nimportance, that might make difficulties. Not that it wouldn't be all\nright with me, of course, but we never seem to be able to make either\nthe Management or the public realize the extremities to which we are\nforced, at times.\" He sighed. \"We probably never shall.\"\n\nVerkan Vall smiled faintly. \"Oh, no, sir; nothing like that. He was\ndead before I transposed to that time-line. He was killed when he\nwrecked a self-propelled vehicle he was using. One of those Fourth\nLevel automobiles. I posed as a relative and tried to claim his body\nfor the burial-ceremony observed on that cultural level, but was told\nthat it had been completely destroyed by fire when the fuel tank of\nthis automobile burned. I was given certain of his effects which had\npassed through the fire; I found his sigil concealed inside what\nappeared to be a cigarette case.\" He took a green disk from the bag\nand laid it on the desk. \"There's no question; Gavran Sarn died in\nthe wreck of that automobile.\"\n\n\"And the nighthound?\"\n\n\"It was in the car with him, but it escaped. You know how fast those\nthings are. I found that track\"--he indicated one of the black\ncasts--\"in some dried mud near the scene of the wreck. As you see,\nthe cast is slightly defective. The others were fresh this morning,\nwhen I made them.\"\n\n\"And what have you done so far?\"\n\n\"I rented an old farm near the scene of the wreck, and installed my\nfield-generator there. It runs through to the Hagraban Synthetics Works,\nabout a hundred miles east of Thalna-Jarvizar. I have my this-line\nterminal in the girls' rest room at the durable plastics factory;\nhandled that on a local police-power writ. Since then, I've been hunting\nfor the nighthound. I think I can find it, but I'll need some special\nequipment, and a hypno-mech indoctrination. That's why I came back.\"\n\n\"Has it been attracting any attention?\" Tortha Karf asked anxiously.\n\n\"Killing cattle in the locality; causing considerable excitement.\nFortunately, it's a locality of forested mountains and valley farms,\nrather than a built-up industrial district. Local police and wild-game\nprotection officers are concerned; all the farmers excited, and going\narmed. The theory is that it's either a wildcat of some sort, or a\nmaniac armed with a cutlass. Either theory would conform, more or less,\nto the nature of its depredations. Nobody has actually seen it.\"\n\n\"That's good!\" Tortha Karf was relieved. \"Well, you'll have to go and\nbring it out, or kill it and obliterate the body. You know why, as well\nas I do.\"\n\n\"Certainly, sir,\" Verkan Vall replied. \"In a primitive culture, things\nlike this would be assigned supernatural explanations, and imbedded\nin the locally accepted religion. But this culture, while nominally\nreligious, is highly rationalistic in practice. Typical lag-effect,\ncharacteristic of all expanding cultures. And this Europo-American Sector\nreally has an expanding culture. A hundred and fifty years ago, the\ninhabitants of this particular time-line didn't even know how to apply\nsteam power; now they've begun to release nuclear energy, in a few\ncrude forms.\"\n\nTortha Karf whistled, softly. \"That's quite a jump. There's a sector\nthat'll be in for trouble, in the next few centuries.\"\n\n\"That is realized, locally, sir.\" Verkan Vall concentrated on\nrelighting his pipe, for a moment, then continued: \"I would predict\nspace-travel on that sector within the next century. Maybe the next\nhalf-century, at least to the Moon. And the art of taxidermy is very\nhighly developed. Now, suppose some farmer shoots that thing; what\nwould he do with it, sir?\"\n\nTortha Karf grunted. \"Nice logic, Vall. On a most uncomfortable\npossibility. He'd have it mounted, and it'd be put in a museum,\nsomewhere. And as soon as the first spaceship reaches Venus, and\nthey find those things in a wild state, they'll have the mounted\nspecimen identified.\"\n\n\"Exactly. And then, instead of beating their brains about _where_\ntheir specimen came from, they'll begin asking _when_ it came from.\nThey're quite capable of such reasoning, even now.\"\n\n\"A hundred years isn't a particularly long time,\" Tortha Karf\nconsidered. \"I'll be retired, then, but you'll have my job, and it'll\nbe your headache. You'd better get this cleaned up, now, while it can\nbe handled. What are you going to do?\"\n\n[Illustration]\n\n\"I'm not sure, now, sir. I want a hypno-mech indoctrination, first.\"\nVerkan Vall gestured toward the communicator on the desk. \"May I?\"\nhe asked.\n\n\"Certainly.\" Tortha Karf slid the instrument across the desk.\n\"Anything you want.\"\n\n\"Thank you, sir.\" Verkan Vall snapped on the code-index, found the\nsymbol he wanted, and then punched it on the keyboard. \"Special Chief's\nAssistant Verkan Vall,\" he identified himself. \"Speaking from office of\nTortha Karf, Chief Paratime Police. I want a complete hypno-mech on\nVenusian nighthounds, emphasis on wild state, special emphasis\ndomesticated nighthounds reverted to wild state in terrestrial\nsurroundings, extra-special emphasis hunting techniques applicable to\nsame. The word 'nighthound' will do for trigger-symbol.\" He turned to\nTortha Karf. \"Can I take it here?\"\n\nTortha Karf nodded, pointing to a row of booths along the far wall\nof the office.\n\n\"Make set-up for wired transmission; I'll take it here.\"\n\n\"Very well, sir; in fifteen minutes,\" a voice replied out of the\ncommunicator.\n\nVerkan Vall slid the communicator back. \"By the way, sir; I had a\nhitchhiker, on the way back. Carried him about a hundred or so\nparayears; picked him up about three hundred parayears after leaving\nmy other-line terminal. Nasty-looking fellow, in a black uniform;\nlooked like one of these private-army storm troopers you find all\nthrough that sector. Armed, and hostile. I thought I'd have to ray\nhim, but he blundered outside the field almost at once. I have a\nrecord, if you'd care to see it.\"\n\n\"Yes, put it on,\" Tortha Karf gestured toward the solidograph-projector.\n\"It's set for miniature reproduction here on the desk; that be all\nright?\"\n\nVerkan Vall nodded, getting out the film and loading it into the\nprojector. When he pressed a button, a dome of radiance appeared on\nthe desk top; two feet in width and a foot in height. In the middle\nof this appeared a small solidograph image of the interior of the\nconveyor, showing the desk, and the control board, and the figure\nof Verkan Vall seated at it. The little figure of the storm trooper\nappeared, pistol in hand. The little Verkan Vall snatched up his tiny\nneedler; the storm trooper moved into one side of the dome and\nvanished.\n\nVerkan Vall flipped a switch and cut out the image.\n\n\"Yes. I don't know what causes that, but it happens, now and then,\"\nTortha Karf said. \"Usually at the beginning of a transposition. I\nremember, when I was just a kid, about a hundred and fifty years ago--a\nhundred and thirty-nine, to be exact--I picked up a fellow on the Fourth\nLevel, just about where you're operating, and dragged him a couple of\nhundred parayears. I went back to find him and return him to his own\ntime-line, but before I could locate him, he'd been arrested by the\nlocal authorities as a suspicious character, and got himself shot\ntrying to escape. I felt badly about that, but--\" Tortha Karf shrugged.\n\"Anything else happen on the trip?\"\n\n\"I ran through a belt of intermittent nucleonic bombing on the Second\nLevel.\" Verkan Vall mentioned an approximate paratime location.\n\n\"Aaagh! That Khiftan civilization--by courtesy so called!\" Tortha Karf\npulled a wry face. \"I suppose the intra-family enmities of the Hvadka\nDynasty have reached critical mass again. They'll fool around till\nthey blast themselves back to the stone age.\"\n\n\"Intellectually, they're about there, now. I had to operate in that\nsector, once--Oh, yes, another thing, sir. This rifle.\" Verkan Vall\npicked it up, emptied the magazine, and handed it to his superior.\n\"The supplies office slipped up on this; it's not appropriate to my\nline of operation. It's a lovely rifle, but it's about two hundred\npercent in advance of existing arms design on my line. It excited the\ncuriosity of a couple of police officers and a game-protector, who\nshould be familiar with the weapons of their own time-line. I evaded\nby disclaiming ownership or intimate knowledge, and they seemed\nsatisfied, but it worried me.\"\n\n\"Yes. That was made in our duplicating shops, here in Dhergabar.\" Tortha\nKarf carried it to a photographic bench, behind his desk. \"I'll have it\nchecked, while you're taking your hypno-mech. Want to exchange it for\nsomething authentic?\"\n\n\"Why, no, sir. It's been identified to me, and I'd excite less suspicion\nwith it than I would if I abandoned it and mysteriously acquired another\nrifle. I just wanted a check, and Supplies warned to be more careful in\nfuture.\"\n\nTortha Karf nodded approvingly. The young Mavrad of Nerros was thinking\nas a paratimer should.\n\n\"What's the designation of your line, again?\"\n\nVerkan Vall told him. It was a short numerical term of six places, but\nit expressed a number of the order of ten to the fortieth power, exact\nto the last digit. Tortha Karf repeated it into his stenomemograph,\nwith explanatory comment.\n\n\"There seems to be quite a few things going wrong, in that area,\"\nhe said. \"Let's see, now.\"\n\nHe punched the designation on a keyboard; instantly, it appeared on\na translucent screen in front of him. He punched another combination,\nand, at the top of the screen, under the number, there appeared:\n\n             EVENTS, PAST ELAPSED FIVE YEARS.\n\nHe punched again; below this line appeared the sub-heading:\n\n         EVENTS INVOLVING PARATIME TRANSPOSITION.\n\nAnother code-combination added a third line:\n\n       (ATTRACTING PUBLIC NOTICE AMONG INHABITANTS.)\n\nHe pressed the \"start\"-button; the headings vanished, to be replaced by\npage after page of print, succeeding one another on the screen as the\ntwo men read. They told strange and apparently disconnected stories--of\nunexplained fires and explosions; of people vanishing without trace; of\nunaccountable disasters to aircraft. There were many stories of an\nepidemic of mysterious disk-shaped objects seen in the sky, singly or\nin numbers. To each account was appended one or more reference-numbers.\nSometimes Tortha Karf or Verkan Vall would punch one of these, and read,\non an adjoining screen, the explanatory matter referred to.\n\nFinally Tortha Karf leaned back and lit a fresh cigarette.\n\n\"Yes, indeed, Vall; very definitely we will have to take action in the\nmatter of the runaway nighthound of the late Gavran Sarn,\" he said.\n\"I'd forgotten that that was the time-line onto which the _Ardrath_\nexpedition launched those antigrav disks. If this extraterrestrial\nmonstrosity turns up, on the heels of that 'Flying Saucer' business,\neverybody above the order of intelligence of a cretin will suspect\nsome connection.\"\n\n\"What really happened, in the _Ardrath_ matter?\" Verkan Vall inquired.\n\"I was on the Third Level, on that Luvarian Empire operation, at the time.\"\n\n\"That's right; you missed that. Well, it was one of these\njoint-operation things. The Paratime Commission and the Space Patrol\nwere experimenting with a new technique for throwing a spaceship into\nparatime. They used the cruiser _Ardrath_, Kalzarn Jann commanding. Went\ninto space about halfway to the Moon and took up orbit, keeping on the\nsunlit side of the planet to avoid being observed. That was all right.\nBut then, Captain Kalzarn ordered away a flight of antigrav disks, fully\nmanned, to take pictures, and finally authorized a landing in the\nwestern mountain range, Northern Continent, Minor Land-Mass. That's\nwhen the trouble started.\"\n\nHe flipped the run-back switch, till he had recovered the page he\nwanted. Verkan Vall read of a Fourth Level aviator, in his little\nairscrew-drive craft, sighting nine high-flying saucerlike objects.\n\n\"That was how it began,\" Tortha Karf told him. \"Before long, as other\nincidents of the same sort occurred, our people on that line began\nsending back to know what was going on. Naturally, from the different\ndescriptions of these 'saucers', they recognized the objects as antigrav\nlanding-disks from a spaceship. So I went to the Commission and raised\natomic blazes about it, and the _Ardrath_ was ordered to confine\noperations to the lower areas of the Fifth Level. Then our people\non that time-line went to work with corrective action. Here.\"\n\nHe wiped the screen and then began punching combinations. Page after\npage appeared, bearing accounts of people who had claimed to have seen\nthe mysterious disks, and each report was more fantastic than the last.\n\n\"The standard smother-out technique,\" Verkan Vall grinned. \"I only\nheard a little talk about the 'Flying Saucers', and all of that was in\njoke. In that order of culture, you can always discredit one true story\nby setting up ten others, palpably false, parallel to it--Wasn't that\nthe time-line the Tharmax Trading Corporation almost lost their\nparatime license on?\"\n\n\"That's right; it was! They bought up all the cigarettes, and caused a\nconspicuous shortage, after Fourth Level cigarettes had been introduced\non this line and had become popular. They should have spread their\npurchases over a number of lines, and kept them within the local\nsupply-demand frame. And they also got into trouble with the local\ngovernment for selling unrationed petrol and automobile tires. We had\nto send in a special-operations group, and they came closer to having\nto engage in out-time local politics than I care to think of.\" Tortha\nKarf quoted a line from a currently popular song about the sorrows of\na policeman's life. \"We're jugglers, Vall; trying to keep our traders\nand sociological observers and tourists and plain idiots like the late\nGavran Sarn out of trouble; trying to prevent panics and disturbances\nand dislocations of local economy as a result of our operations; trying\nto keep out of out-time politics--and, at all times, at all costs and\nhazards, by all means, guarding the secret of paratime transposition.\nSometimes I wish Ghaldron Karf and Hesthor Ghrom had strangled in\ntheir cradles!\"\n\nVerkan Vall shook his head. \"No, chief,\" he said. \"You don't mean that;\nnot really,\" he said. \"We've been paratiming for the past ten thousand\nyears. When the Ghaldron-Hesthor trans-temporal field was discovered,\nour ancestors had pretty well exhausted the resources of this planet.\nWe had a world population of half a billion, and it was all they could\ndo to keep alive. After we began paratime transposition, our population\nclimbed to ten billion, and there it stayed for the last eight thousand\nyears. Just enough of us to enjoy our planet and the other planets of\nthe system to the fullest; enough of everything for everybody that\nnobody needs fight anybody for anything. We've tapped the resources of\nthose other worlds on other time-lines, a little here, a little there,\nand not enough to really hurt anybody. We've left our mark in a few\nplaces--the Dakota Badlands, and the Gobi, on the Fourth Level, for\ninstance--but we've done no great damage to any of them.\"\n\n\"Except the time they blew up half the Southern Island Continent, over\nabout five hundred parayears on the Third Level,\" Tortha Karf mentioned.\n\n\"Regrettable accident, to be sure,\" Verkan Vall conceded. \"And look\nhow much we've learned from the experiences of those other time-lines.\nDuring the Crisis, after the Fourth Interplanetary War, we might have\nadopted Palnar Sarn's 'Dictatorship of the Chosen' scheme, if we\nhadn't seen what an exactly similar scheme had done to the Jak-Hakka\nCivilization, on the Second Level. When Palnar Sarn was told about\nthat, he went into paratime to see for himself, and when he returned,\nhe renounced his proposal in horror.\"\n\nTortha Karf nodded. He wouldn't be making any mistake in turning his\npost over to the Mavrad of Nerros on his retirement.\n\n\"Yes, Vall; I know,\" he said. \"But when you've been at this desk as long\nas I have, you'll have a sour moment or two, now and then, too.\"\n\n       *       *       *       *       *\n\nA blue light flashed over one of the booths across the room. Verkan Vall\ngot to his feet, removing his coat and hanging it on the back of his\nchair, and crossed the room, rolling up his left shirt sleeve. There\nwas a relaxer-chair in the booth, with a blue plastic helmet above it.\nHe glanced at the indicator-screen to make sure he was getting the\nindoctrination he called for, and then sat down in the chair and lowered\nthe helmet over his head, inserting the ear plugs and fastening the chin\nstrap. Then he touched his left arm with an injector which was lying on\nthe arm of the chair, and at the same time flipped the starter switch.\n\nSoft, slow music began to chant out of the earphones. The insidious\nfingers of the drug blocked off his senses, one by one. The music\ndiminished, and the words of the hypnotic formula lulled him to sleep.\n\nHe woke, hearing the lively strains of dance music. For a while, he lay\nrelaxed. Then he snapped off the switch, took out the ear plugs, removed\nthe helmet and rose to his feet. Deep in his subconscious mind was the\nentire body of knowledge about the Venusian nighthound. He mentally\npronounced the word, and at once it began flooding into his conscious\nmind. He knew the animal's evolutionary history, its anatomy, its\ncharacteristics, its dietary and reproductive habits, how it hunted,\nhow it fought its enemies, how it eluded pursuit, and how best it could\nbe tracked down and killed. He nodded. Already, a plan for dealing with\nGavran Sarn's renegade pet was taking shape in his mind.\n\nHe picked a plastic cup from the dispenser, filled it from a cooler-tap\nwith amber-colored spiced wine, and drank, tossing the cup into the\ndisposal-bin. He placed a fresh injector on the arm of the chair, ready\nfor the next user of the booth. Then he emerged, glancing at his Fourth\nLevel wrist watch and mentally translating to the First Level\ntime-scale. Three hours had passed; there had been more to learn about\nhis quarry than he had expected.\n\nTortha Karf was sitting behind his desk, smoking a cigarette. It seemed\nas though he had not moved since Verkan Vall had left him, though the\nspecial agent knew that he had dined, attended several conferences,\nand done many other things.\n\n\"I checked up on your hitchhiker, Vall,\" the chief said. \"We won't\nbother about him. He's a member of something called the Christian\nAvengers--one of those typical Europo-American race-and-religious hate\ngroups. He belongs in a belt that is the outcome of the Hitler victory\nof 1940, whatever that was. Something unpleasant, I daresay. We don't\nowe him anything; people of that sort should be stepped on, like\ncockroaches. And he won't make any more trouble on the line where you\ndropped him than they have there already. It's in a belt of complete\nsocial and political anarchy; somebody probably shot him as soon as\nhe emerged, because he wasn't wearing the right sort of a uniform.\nNineteen-forty what, by the way?\"\n\n\"Elapsed years since the birth of some religious leader,\" Verkan Vall\nexplained. \"And did you find out about my rifle?\"\n\n\"Oh, yes. It's reproduction of something that's called a Sharp's Model\n'37 .235 Ultraspeed-Express. Made on an adjoining paratime belt by a\ncompany that went out of business sixty-seven years ago, elapsed time,\non your line of operation. What made the difference was the Second War\nBetween The States. I don't know what that was, either--I'm not too well\nup on Fourth Level history--but whatever, your line of operation didn't\nhave it. Probably just as well for them, though they very likely had\nsomething else, as bad or worse. I put in a complaint to Supplies about\nit, and got you some more ammunition and reloading tools. Now, tell me\nwhat you're going to do about this nighthound business.\"\n\nTortha Karf was silent for a while, after Verkan Vall had finished.\n\n\"You're taking some awful chances, Vall,\" he said, at length. \"The way\nyou plan doing it, the advantages will all be with the nighthound. Those\nthings can see as well at night as you can in daylight. I suppose you\nknow that, though; you're the nighthound specialist, now.\"\n\n\"Yes. But they're accustomed to the Venus hotland marshes; it's been dry\nweather for the last two weeks, all over the northeastern section of the\nNorthern Continent. I'll be able to hear it, long before it gets close\nto me. And I'll be wearing an electric headlamp. When I snap that on,\nit'll be dazzled, for a moment.\"\n\n\"Well, as I said, you're the nighthound specialist. There's the\ncommunicator; order anything you need.\" He lit a fresh cigarette from\nthe end of the old one before crushing it out. \"But be careful, Vall.\nIt took me close to forty years to make a paratimer out of you; I\ndon't want to have to repeat the process with somebody else before\nI can retire.\"\n\n       *       *       *       *       *\n\nThe grass was wet as Verkan Vall--who reminded himself that here he\nwas called Richard Lee--crossed the yard from the farmhouse to the\nramshackle barn, in the early autumn darkness. It had been raining\nthat morning when the strato-rocket from Dhergabar had landed him at\nthe Hagraban Synthetics Works, on the First Level; unaffected by the\nprobabilities of human history, the same rain had been coming down on\nthe old Kinchwalter farm, near Rutter's Fort, on the Fourth Level.\nAnd it had persisted all day, in a slow, deliberate drizzle.\n\nHe didn't like that. The woods would be wet, muffling his quarry's\nfootsteps, and canceling his only advantage over the night-prowler he\nhunted. He had no idea, however, of postponing the hunt. If anything,\nthe rain had made it all the more imperative that the nighthound be\nkilled at once. At this season, a falling temperature would speedily\nfollow. The nighthound, a creature of the hot Venus marshes, would\nsuffer from the cold, and, taught by years of domestication to find\nwarmth among human habitations, it would invade some isolated farmhouse,\nor, worse, one of the little valley villages. If it were not killed\ntonight, the incident he had come to prevent would certainly occur.\n\nGoing to the barn, he spread an old horse blanket on the seat of the\njeep, laid his rifle on it, and then backed the jeep outside. Then he\ntook off his coat, removing his pipe and tobacco from the pockets, and\nspread it on the wet grass. He unwrapped a package and took out a small\nplastic spray-gun he had brought with him from the First Level, aiming\nit at the coat and pressing the trigger until it blew itself empty.\nA sickening, rancid fetor tainted the air--the scent of the giant\npoison-roach of Venus, the one creature for which the nighthound bore\nan inborn, implacable hatred. It was because of this compulsive urge to\nattack and kill the deadly poison-roach that the first human settlers\non Venus, long millennia ago, had domesticated the ugly and savage\nnighthound. He remembered that the Gavran family derived their title\nfrom their vast Venus hotlands estates; that Gavran Sarn, the man who\nhad brought this thing to the Fourth Level, had been born on the inner\nplanet. When Verkan Vall donned that coat, he would become his own\nliving bait for the murderous fury of the creature he sought. At the\nmoment, mastering his queasiness and putting on the coat, he objected\nless to that danger than to the hideous stench of the scent, to obtain\nwhich a valuable specimen had been sacrificed at the Dhergabar Museum\nof Extraterrestrial Zoology, the evening before.\n\nCarrying the wrapper and the spray-gun to an outside fireplace, he\nsnapped his lighter to them and tossed them in. They were highly\ninflammable, blazing up and vanishing in a moment. He tested the\nelectric headlamp on the front of his cap; checked his rifle; drew\nthe heavy revolver, an authentic product of his line of operation,\nand flipped the cylinder out and in again. Then he got into the jeep\nand drove away.\n\nFor half an hour, he drove quickly along the valley roads. Now and then,\nhe passed farmhouses, and dogs, puzzled and angered by the alien scent\nhis coat bore, barked furiously. At length, he turned into a back road,\nand from this to the barely discernible trace of an old log road. The\nrain had stopped, and, in order to be ready to fire in any direction at\nany time, he had removed the top of the jeep. Now he had to crouch below\nthe windshield to avoid overhanging branches. Once three deer--a buck\nand two does--stopped in front of him and stared for a moment, then\nbounded away with a flutter of white tails.\n\nHe was driving slowly, now; laying behind him a reeking trail of scent.\nThere had been another stock-killing, the night before, while he had\nbeen on the First Level. The locality of this latest depredation had\nconfirmed his estimate of the beast's probable movements, and indicated\nwhere it might be prowling, tonight. He was certain that it was\nsomewhere near; sooner or later, it would pick up the scent.\n\nFinally, he stopped, snapping out his lights. He had chosen this spot\ncarefully, while studying the Geological Survey map, that afternoon;\nhe was on the grade of an old railroad line, now abandoned and its\ntrack long removed, which had served the logging operations of fifty\nyears ago. On one side, the mountain slanted sharply upward; on the\nother, it fell away sharply. If the nighthound were below him, it\nwould have to climb that forty-five degree slope, and could not avoid\ndislodging loose stones, or otherwise making a noise. He would get out\non that side; if the nighthound were above him, the jeep would protect\nhim when it charged. He got to the ground, thumbing off the safety of\nhis rifle, and an instant later he knew that he had made a mistake\nwhich could easily cost him his life; a mistake from which neither\nhis comprehensive logic nor his hypnotically acquired knowledge of\nthe beast's habits had saved him.\n\nAs he stepped to the ground, facing toward the front of the jeep,\nhe heard a low, whining cry behind him, and a rush of padded feet.\nHe whirled, snapping on the headlamp with his left hand and thrusting\nout his rifle pistol-wise in his right. For a split second, he saw the\ncharging animal, its long, lizardlike head split in a toothy grin,\nits talon-tipped fore-paws extended.\n\nHe fired, and the bullet went wild. The next instant, the rifle was\nknocked from his hand. Instinctively, he flung up his left arm to shield\nhis eyes. Claws raked his left arm and shoulder, something struck him\nheavily along the left side, and his cap-light went out as he dropped\nand rolled under the jeep, drawing in his legs and fumbling under his\ncoat for the revolver.\n\nIn that instant, he knew what had gone wrong. His plan had been entirely\ntoo much of a success. The nighthound had winded him as he had driven up\nthe old railroad-grade, and had followed. Its best running speed had\nbeen just good enough to keep it a hundred or so feet behind the jeep,\nand the motor-noise had covered the padding of its feet. In the few\nmoments between stopping the little car and getting out, the nighthound\nhad been able to close the distance and spring upon him.\n\n[Illustration]\n\n       *       *       *       *       *\n\nIt was characteristic of First-Level mentality that Verkan Vall wasted\nno moments on self-reproach or panic. While he was still rolling under\nhis jeep, his mind had been busy with plans to retrieve the situation.\nSomething touched the heel of one boot, and he froze his leg into\nimmobility, at the same time trying to get the big Smith & Wesson free.\nThe shoulder-holster, he found, was badly torn, though made of the\nheaviest skirting-leather, and the spring which retained the weapon in\nplace had been wrenched and bent until he needed both hands to draw.\nThe eight-inch slashing-claw of the nighthound's right intermediary limb\nhad raked him; only the instinctive motion of throwing up his arm, and\nthe fact that he wore the revolver in a shoulder-holster, had saved\nhis life.\n\nThe nighthound was prowling around the jeep, whining frantically. It was\nbadly confused. It could see quite well, even in the close darkness of\nthe starless night; its eyes were of a nature capable of perceiving\ninfrared radiations as light. There were plenty of these; the jeep's\nengine, lately running on four-wheel drive, was quite hot. Had he been\nstanding alone, especially on this raw, chilly night, Verkan Vall's\nown body-heat would have lighted him up like a jack-o'-lantern. Now,\nhowever, the hot engine above him masked his own radiations. Moreover,\nthe poison-roach scent on his coat was coming up through the floor board\nand mingling with the scent on the seat, yet the nighthound couldn't\nfind the two-and-a-half foot insectlike thing that should have been\nproducing it. Verkan Vall lay motionless, wondering how long the next\nmove would be in coming. Then he heard a thud above him, followed by a\nfurious tearing as the nighthound ripped the blanket and began rending\nat the seat cushion.\n\n\"Hope it gets a paw-full of seat-springs,\" Verkan Vall commented\nmentally. He had already found a stone about the size of his two fists,\nand another slightly smaller, and had put one in each of the side\npockets of the coat. Now he slipped his revolver into his waist-belt\nand writhed out of the coat, shedding the ruined shoulder-holster at\nthe same time. Wriggling on the flat of his back, he squirmed between\nthe rear wheels, until he was able to sit up, behind the jeep. Then,\nswinging the weighted coat, he flung it forward, over the nighthound\nand the jeep itself, at the same time drawing his revolver.\n\nImmediately, the nighthound, lured by the sudden movement of the\nprincipal source of the scent, jumped out of the jeep and bounded after\nthe coat, and there was considerable noise in the brush on the lower\nside of the railroad grade. At once, Verkan Vall swarmed into the jeep\nand snapped on the lights.\n\nHis stratagem had succeeded beautifully. The stinking coat had landed\non the top of a small bush, about ten feet in front of the jeep and\nten feet from the ground. The nighthound, erect on its haunches, was\nreaching out with its front paws to drag it down, and slashing angrily\nat it with its single-clawed intermediary limbs. Its back was to\nVerkan Vall.\n\nHis sights clearly defined by the lights in front of him, the paratimer\ncentered them on the base of the creature's spine, just above its\nsecondary shoulders, and carefully squeezed the trigger. The big .357\nMagnum bucked in his hand and belched flame and sound--if only these\nFourth Level weapons weren't so confoundedly boisterous!--and the\nnighthound screamed and fell. Recocking the revolver, Verkan Vall waited\nfor an instant, then nodded in satisfaction. The beast's spine had been\nsmashed, and its hind quarters, and even its intermediary fighting limbs\nhad been paralyzed. He aimed carefully for a second shot and fired into\nthe base of the thing's skull. It quivered and died.\n\n       *       *       *       *       *\n\nGetting a flashlight, he found his rifle, sticking muzzle-down in the\nmud a little behind and to the right of the jeep, and swore briefly in\nthe local Fourth Level idiom, for Verkan Vall was a man who loved good\nweapons, be they sigma-ray needlers, neutron-disruption blasters, or\nthe solid-missile projectors of the lower levels. By this time, he\nwas feeling considerable pain from the claw-wounds he had received.\nHe peeled off his shirt and tossed it over the hood of the jeep.\n\nTortha Karf had advised him to carry a needler, or a blaster, or a\nneurostat-gun, but Verkan Vall had been unwilling to take such arms onto\nthe Fourth Level. In event of mishap to himself, it would be all too\neasy for such a weapon to fall into the hands of someone able to deduce\nfrom it scientific principles too far in advance of the general Fourth\nLevel culture. But there had been one First Level item which he had\npermitted himself, mainly because, suitably packaged, it was not readily\nidentifiable as such. Digging a respectable Fourth-Level leatherette\ncase from under the seat, he opened it and took out a pint bottle with a\nred poison-label, and a towel. Saturating the towel with the contents of\nthe bottle, he rubbed every inch of his torso with it, so as not to miss\neven the smallest break made in his skin by the septic claws of the\nnighthound. Whenever the lotion-soaked towel touched raw skin, a pain\nlike the burn of a hot iron shot through him; before he was through, he\nwas in agony. Satisfied that he had disinfected every wound, he dropped\nthe towel and clung weakly to the side of the jeep. He grunted out a\nstring of English oaths, and capped them with an obscene Spanish\nblasphemy he had picked up among the Fourth Level inhabitants of his\nisland home of Nerros, to the south, and a thundering curse in the name\nof Mogga, Fire-God of Dool, in a Third-Level tongue. He mentioned Fasif,\nGreat God of Khift, in a manner which would have got him an acid-bath if\nthe Khiftan priests had heard him. He alluded to the baroque amatory\npractices of the Third-Level Illyalla people, and soothed himself, in\nthe classical Dar-Halma tongue, with one of those rambling genealogical\ninsults favored in the Indo-Turanian Sector of the Fourth Level.\n\nBy this time, the pain had subsided to an over-all smarting itch. He'd\nhave to bear with that until his work was finished and he could enjoy a\nhot bath. He got another bottle out of the first-aid kit--a flat pint,\nlabeled \"Old Overholt,\" containing a locally-manufactured specific for\ninward and subjective wounds--and medicated himself copiously from it,\ncorking it and slipping it into his hip pocket against future need. He\ngathered up the ruined shoulder-holster and threw it under the back\nseat. He put on his shirt. Then he went and dragged the dead nighthound\nonto the grade by its stumpy tail.\n\nIt was an ugly thing, weighing close to two hundred pounds, with\npowerfully muscled hind legs which furnished the bulk of its\nmotive-power, and sturdy three-clawed front legs. Its secondary limbs,\nabout a third of the way back from its front shoulders, were long and\nslender; normally, they were carried folded closely against the body,\nand each was armed with a single curving claw. The revolver-bullet had\ngone in at the base of the skull and emerged under the jaw; the head\nwas relatively undamaged. Verkan Vall was glad of that; he wanted that\nhead for the trophy-room of his home on Nerros. Grunting and straining,\nhe got the thing into the back of the jeep, and flung his almost\nshredded tweed coat over it.\n\nA last look around assured him that he had left nothing unaccountable\nor suspicious. The brush was broken where the nighthound had been\ntearing at the coat; a bear might have done that. There were splashes\nof the viscid stuff the thing had used for blood, but they wouldn't be\nthere long. Terrestrial rodents liked nighthound blood, and the woods\nwere full of mice. He climbed in under the wheel, backed, turned, and\ndrove away.\n\n       *       *       *       *       *\n\nInside the paratime-transposition dome, Verkan Vall turned from the body\nof the nighthound, which he had just dragged in, and considered the\ninert form of another animal--a stump-tailed, tuft-eared, tawny Canada\nlynx. That particular animal had already made two paratime\ntranspositions; captured in the vast wilderness of Fifth-Level North\nAmerica, it had been taken to the First Level and placed in the\nDhergabar Zoological Gardens, and then, requisitioned on the authority\nof Tortha Karf, it had been brought to the Fourth Level by Verkan Vall.\nIt was almost at the end of all its travels.\n\nVerkan Vall prodded the supine animal with the toe of his boot; it\ntwitched slightly. Its feet were cross-bound with straps, but when he\nsaw that the narcotic was wearing off, Verkan Vall snatched a syringe,\nparted the fur at the base of its neck, and gave it an injection. After\na moment, he picked it up in his arms and carried it out to the jeep.\n\n\"All right, pussy cat,\" he said, placing it under the rear seat, \"this\nis the one-way ride. The way you're doped up, it won't hurt a bit.\"\n\nHe went back and rummaged in the debris of the long-deserted barn. He\npicked up a hoe, and discarded it as too light. An old plowshare was\ntoo unhandy. He considered a grate-bar from a heating furnace, and then\nhe found the poleax, lying among a pile of wormeaten boards. Its handle\nhad been shortened, at some time, to about twelve inches, converting it\ninto a heavy hatchet. He weighed it, and tried it on a block of wood,\nand then, making sure that the secret door was closed, he went out\nagain and drove off.\n\nAn hour later, he returned. Opening the secret door, he carried the\nruined shoulder holster, and the straps that had bound the bobcat's\nfeet, and the ax, now splotched with blood and tawny cat-hairs, into\nthe dome. Then he closed the secret room, and took a long drink from\nthe bottle on his hip.\n\nThe job was done. He would take a hot bath, and sleep in the farmhouse\ntill noon, and then he would return to the First Level. Maybe Tortha\nKarf would want him to come back here for a while. The situation on this\ntime-line was far from satisfactory, even if the crisis threatened by\nGavran Sarn's renegade pet had been averted. The presence of a chief's\nassistant might be desirable.\n\nAt least, he had a right to expect a short vacation. He thought of the\nlittle redhead at the Hagraban Synthetics Works. What was her name?\nSomething Kara--Morvan Kara; that was it. She'd be coming off shift\nabout the time he'd make First Level, tomorrow afternoon.\n\nThe claw-wounds were still smarting vexatiously. A hot bath, and a\nnight's sleep--He took another drink, lit his pipe, picked up his rifle\nand started across the yard to the house.\n\n       *       *       *       *       *\n\nPrivate Zinkowski cradled the telephone and got up from the desk,\nstretching. He left the orderly-room and walked across the hall to\nthe recreation room, where the rest of the boys were loafing.\nSergeant Haines, in a languid gin-rummy game with Corporal Conner,\na sheriff's deputy, and a mechanic from the service station down\nthe road, looked up.\n\n\"Well, Sarge, I think we can write off those stock-killings,\" the\nprivate said.\n\n\"Yeah?\" The sergeant's interest quickened.\n\n\"Yeah. I think the whatzit's had it. I just got a buzz from the\nrailroad cops at Logansport. It seems a track-walker found a dead\nbobcat on the Logan River branch, about a mile or so below MMY signal\ntower. Looks like it tangled with that night freight up-river, and\ncame off second best. It was near chopped to hamburger.\"\n\n\"MMY signal tower; that's right below Yoder's Crossing,\" the sergeant\nconsidered. \"The Strawmyer farm night-before-last, the Amrine farm\nlast night--Yeah, that would be about right.\"\n\n\"That'll suit Steve Parker; bobcats aren't protected, so it's not his\ntrouble. And they're not a violation of state law, so it's none of our\nworry,\" Conner said. \"Your deal, isn't it, Sarge?\"\n\n\"Yeah. Wait a minute.\" The sergeant got to his feet. \"I promised Sam\nKane, the AP man at Logansport, that I'd let him in on anything new.\"\nHe got up and started for the phone. \"Phantom Killer!\" He blew an\nimpolite noise.\n\n\"Well, it was a lot of excitement, while it lasted,\" the deputy sheriff\nsaid. \"Just like that Flying Saucer thing.\"\n\n\nTHE END\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Police Operation, by H. Beam Piper\n\n*** END OF THIS PROJECT GUTENBERG EBOOK POLICE OPERATION ***\n\n***** This file should be named 19067-8.txt or 19067-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/9/0/6/19067/\n\nProduced by Greg Weeks, William Woods, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n*** END: FULL LICENSE ***\n"}