{"title": "Naudsonce", "author": "H. Beam Piper", "releaseDate": "August 18, 2006", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, William Woods, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nNAUDSONCE\n\n\n\n          Bishop Berkeley's famous question\n          about the sound of a falling tree\n          may have no standing in Science.\n          But there is a highly interesting\n          question about \"sound\" that Science\n          needs to consider....\n\n\n\nBY H. BEAM PIPER\n\nILLUSTRATED BY MOREY\n\n       *       *       *       *       *\n\n\n\n\n[Illustration]\n\n\nThe sun warmed Mark Howell's back pleasantly. Underfoot, the\nmosslike stuff was soft and yielding, and there was a fragrance\nin the air unlike anything he had ever smelled. He was going to\nlike this planet; he knew it. The question was, how would it,\nand its people, like him? He watched the little figures advancing\nacross the fields from the mound, with the village out of sight\non the other end of it and the combat-car circling lazily on\ncontragravity above.\n\nMajor Luis Gofredo, the Marine officer, spoke without lowering\nhis binoculars:\n\n\"They have a tubular thing about twelve feet long; six of them\nare carrying it on poles, three to a side, and a couple more are\nwalking behind it. Mark, do you think it could be a cannon?\"\n\nSo far, he didn't know enough to have an opinion, and said so,\nadding:\n\n\"What I saw of the village in the screen from the car, it looked\npretty primitive. Of course, gunpowder's one of those things a\nprimitive people could discover by accident, if the ingredients\nwere available.\"\n\n\"We won't take any chances, then.\"\n\n\"You think they're hostile? I was hoping they were coming out to\nparley with us.\"\n\nThat was Paul Meillard. He had a right to be anxious; his whole\nfuture in the Colonial Office would be made or ruined by what was\ngoing to happen here.\n\nThe joint Space Navy-Colonial Office expedition was looking for\nnew planets suitable for colonization; they had been out, now,\nfor four years, which was close to maximum for an exploring\nexpedition. They had entered eleven systems, and made landings\non eight planets. Three had been reasonably close to Terra-type.\nThere had been Fafnir; conditions there would correspond to Terra\nduring the Cretaceous Period, but any Cretaceous dinosaur would\nhave been cute and cuddly to the things on Fafnir. Then there had\nbeen Imhotep; in twenty or thirty thousand years, it would be\na fine planet, but at present it was undergoing an extensive\nglaciation. And Irminsul, covered with forests of gigantic trees;\nit would have been fine except for the fauna, which was nasty,\nespecially a race of subsapient near-humanoids who had just\ngotten as far as clubs and _coup-de-poing_ axes. Contact with\nthem had entailed heavy ammunition expenditure, with two men and\na woman killed and a dozen injured. He'd had a limp, himself,\nfor a while as a result.\n\nAs for the other five, one had been an all-out hell-planet, and\nthe rest had been the sort that get colonized by irreconcilable\nminority-groups who want to get away from everybody else. The\nColonial Office wouldn't even consider any of them.\n\nThen they had found this one, third of a G0-star, eighty million\nmiles from primary, less axial inclination than Terra, which would\nmean a more uniform year-round temperature, and about half land\nsurface. On the evidence of a couple of sneak landings for\nspecimens, the biochemistry was identical with Terra's and the\norganic matter was edible. It was the sort of planet every explorer\ndreams of finding, except for one thing.\n\nIt was inhabited by a sapient humanoid race, and some of them were\ncivilized enough to put it in Class V, and Colonial Office doctrine\non Class V planets was rigid. Friendly relations with the natives\nhad to be established, and permission to settle had to be guaranteed\nin a treaty of some sort with somebody more or less authorized to\nmake one.\n\nIf Paul Meillard could accomplish that, he had it made. He would\nstay on with forty or fifty of the ship's company to make\npreparations. In a year a couple of ships would come out from Terra,\nwith a thousand colonists, and a battalion or so of Federation\ntroops, to protect them from the natives and vice versa. Meillard\nwould automatically be appointed governor-general.\n\nBut if he failed, he was through. Not out--just through. When he\ngot back to Terra, he would be promoted to some home office position\nat slightly higher base pay but without the three hundred per cent\nextraterrestrial bonus, and he would vegetate there till he retired.\nEvery time his name came up, somebody would say, \"Oh, yes; he\nflubbed the contact on Whatzit.\"\n\nIt wouldn't do the rest of them any good, either. There would\nalways be the suspicion that they had contributed to the failure.\n\n       *       *       *       *       *\n\n_Bwaaa-waaa-waaanh!_\n\nThe wavering sound hung for an instant in the air. A few seconds\nlater, it was repeated, then repeated again.\n\n\"Our cannon's a horn,\" Gofredo said. \"I can't see how they're\nblowing it, though.\"\n\nThere was a stir to right and left, among the Marines deployed\nin a crescent line on either side of the contact team; a metallic\nclatter as weapons were checked. A shadow fell in front of them\nas a combat-car moved into position above.\n\n\"What do you suppose it means?\" Meillard wondered.\n\n\"Terrans, go home.\" He drew a frown from Meillard with the\nsuggestion. \"Maybe it's supposed to intimidate us.\"\n\n\"They're probably doing it to encourage themselves,\" Anna de Jong,\nthe psychologist, said. \"I'll bet they're really scared stiff.\"\n\n\"I see how they're blowing it,\" Gofredo said. \"The man who's walking\nbehind it has a hand-bellows.\" He raised his voice. \"Fix bayonets!\nThese people don't know anything about rifles, but they know what\nspears are. They have some of their own.\"\n\nSo they had. The six who walked in the lead were unarmed, unless\nthe thing one of them carried was a spear. So, it seemed, were the\nhorn-bearers. Behind them, however, in an open-order skirmish-line,\ncame fifty-odd with weapons. Most of them had spears, the points\nglinting redly. Bronze, with a high copper content. A few had bows.\nThey came slowly; details became more plainly visible.\n\nThe leader wore a long yellow robe; the thing in his hand was a\nbronze-headed staff. Three of his companions also wore robes; the\nother two were bare-legged in short tunics. The horn-bearers wore\neither robes or tunics; the spearmen and bowmen behind either wore\ntunics or were naked except for breechclouts. All wore sandals. They\nwere red-brown in color, completely hairless; they had long necks,\nalmost chinless lower jaws, and fleshy, beaklike noses that gave\nthem an avian appearance which was heightened by red crests, like\nroosters' combs, on the tops of their heads.\n\n\"Well, aren't they something to see?\" Lillian Ransby, the linguist asked.\n\n\"I wonder how we look to them,\" Paul Meillard said.\n\nThat was something to wonder about, too. The differences between\none and another of the Terrans must puzzle them. Paul Meillard, as\nclose to being a pure Negro as anybody in the Seventh Century of\nthe Atomic Era was to being pure anything. Lillian Ransby, almost\nash-blond. Major Gofredo, barely over the minimum Service height\nrequirement; his name was Old Terran Spanish, but his ancestry\nmust have been Polynesian, Amerind and Mongolian. Karl Dorver,\nthe sociographer, six feet six, with red hair. Bennet Fayon,\nthe biologist and physiologist, plump, pink-faced and balding.\nWilli Schallenmacher, with a bushy black beard....\n\nThey didn't have any ears, he noticed, and then he was taking stock\nof the things they wore and carried. Belts, with pouches, and knives\nwith flat bronze blades and riveted handles. Three of the delegation\nhad small flutes hung by cords around their necks, and a fourth had\na reed Pan-pipe. No shields, and no swords; that was good. Swords\nand shields mean organized warfare, possibly a warrior-caste. This\ncrowd weren't warriors. The spearmen and bowmen weren't arrayed for\nbattle, but for a drive-hunt, with the bows behind the spears to\nstop anything that broke through the line.\n\n\"All right; let's go meet them.\" The querulous, uncertain note was\ngone from Meillard's voice; he knew what to do and how to do it.\n\n       *       *       *       *       *\n\nGofredo called to the Marines to stand fast. Then they were\nadvancing to meet the natives, and when they were twenty feet apart,\nboth groups halted. The horn stopped blowing. The one in the yellow\nrobe lifted his staff and said something that sounded like,\n\"_Tweedle-eedle-oodly-eenk_.\"\n\nThe horn, he saw, was made of strips of leather, wound spirally\nand coated with some kind of varnish. Everything these people had\nwas carefully and finely made. An old culture, but a static one.\nProbably tradition-bound as all get-out.\n\nMeillard was raising his hands; solemnly he addressed the natives:\n\n\"'Twas brillig and the slithy toves were whooping it up in the\nMalemute Saloon, and the kid that handled the music box did gyre\nand gimble in the wabe, and back of the bar in a solo game all\nmimsy were the borogoves, and the mome raths outgabe the lady\nthat's known as Lou.\"\n\nThat was supposed to show them that we, too, have a spoken language,\nto prove that their language and ours were mutually incomprehensible,\nand to demonstrate the need for devising a means of communication.\nAt least that was what the book said. It demonstrated nothing of\nthe sort to this crowd. It scared them. The dignitary with the staff\ntwittered excitedly. One of his companions agreed with him at length.\nAnother started to reach for his knife, then remembered his manners.\nThe bellowsman pumped a few blasts on the horn.\n\n\"What do you think of the language?\" he asked Lillian.\n\n\"They all sound that bad, when you first hear them. Give them a few\nseconds, and then we'll have Phase Two.\"\n\nWhen the gibbering and skreeking began to fall off, she stepped\nforward. Lillian was, herself, a good test of how human aliens were;\nthis gang weren't human enough to whistle at her. She touched\nherself on the breast. \"Me,\" she said.\n\nThe natives seemed shocked. She repeated the gesture and the word,\nthen turned and addressed Paul Meillard. \"You.\"\n\n\"Me,\" Meillard said, pointing to himself. Then he said, \"You,\" to\nLuis Gofredo. It went around the contact team; when it came to him,\nhe returned it to point of origin.\n\n\"I don't think they get it at all,\" he added in a whisper.\n\n\"They ought to,\" Lillian said. \"Every language has a word for self\nand a word for person-addressed.\"\n\n\"Well, look at them,\" Karl Dorver invited. \"Six different opinions\nabout what we mean, and now the band's starting an argument of their\nown.\"\n\n\"Phase Two-A,\" Lillian said firmly, stepping forward. She pointed\nto herself. \"Me--Lillian Ransby. Lillian Ransby--me _name_.\nYou--_name_?\n\n\"_Bwoooo!_\" the spokesman screamed in horror, clutching his staff\nas though to shield it from profanation. The others howled like\na hound-pack at a full moon, except one of the short-tunic boys,\nwho was slapping himself on the head with both hands and yodeling.\nThe horn-crew hastily swung their piece around at the Terrans,\npumping frantically.\n\n\"What do you suppose I said?\" Lillian asked.\n\n\"Oh, something like, 'Curse your gods, death to your king, and\nspit in your mother's face,' I suppose.\"\n\n\"Let me try it,\" Gofredo said.\n\nThe little Marine major went through the same routine. At his first\nword, the uproar stopped; before he was through, the natives' faces\nwere sagging and crumbling into expressions of utter and\nheartbroken grief.\n\n\"It's not as bad as all that, is it?\" he said. \"You try it, Mark.\"\n\n\"Me ... Mark ... Howell....\" They looked bewildered.\n\n\"Let's try objects, and play-acting,\" Lillian suggested. \"They're\nfarmers; they ought to have a word for water.\"\n\n       *       *       *       *       *\n\nThey spent almost an hour at it. They poured out two gallons of\nwater, pretended to be thirsty, gave each other drinks. The natives\nsimply couldn't agree on the word, in their own language, for water.\nThat or else they missed the point of the whole act. They tried\nfire, next. The efficiency of a steel hatchet was impressive, and\nso was the sudden flame of a pocket-lighter, but no word for fire\nemerged, either.\n\n\"Ah, to Niflheim with it!\" Luis Gofredo cried in exasperation.\n\"We're getting nowhere at five times light speed. Give them their\npresents and send them home, Paul.\"\n\n\"Sheath-knives; they'll have to be shown how sharp they are,\"\nhe suggested. \"Red bandannas. And costume jewelry.\"\n\n\"How about something to eat, Bennet?\" Meillard asked Fayon.\n\n\"Extee Three, and C-H trade candy,\" Fayon said. Field Ration,\nExtraterrestrial Service, Type Three, could be eaten by anything\nwith a carbon-hydrogen metabolism, and so could the trade candy.\n\"Nothing else, though, till we have some idea what goes on inside\nthem.\"\n\nDorver thought the six members of the delegation would be persons\nof special consequence, and should have something extra. That was\nprobably so. Dorver was as quick to pick up clues to an alien social\norder as he was, himself, to deduce a culture pattern from a few\nartifacts. He and Lillian went back to the landing craft to collect\nthe presents.\n\nEverybody, horn-detail, armed guard and all, got one ten-inch bowie\nknife and sheath, a red bandanna neckcloth, and a piece of flashy\njunk jewelry. The (town council? prominent citizens? or what?) also\nreceived a colored table-spread apiece; these were draped over their\nshoulders and fastened with two-inch plastic pins advertising the\ncandidacy of somebody for President of the Federation Member Republic\nof Venus a couple of elections ago. They all looked woebegone about\nit; that would be their expression of joy. Different type nerves and\ndifferent facial musculature, Fayon thought. As soon as they sampled\nthe Extee Three and candy, they looked crushed under all the sorrows\nof the galaxy.\n\nBy pantomime and pointing to the sun, Meillard managed to inform\nthem that the next day, when the sun was in the same position, the\nTerrans would visit their village, bringing more gifts. The natives\nwere quite agreeable, but Meillard was disgruntled that he had to\nuse sign-talk. The natives started off toward the village on the\nmound, munching Extee Three and trying out their new knives. This\ntime tomorrow, half of them would have bandaged thumbs.\n\n       *       *       *       *       *\n\nThe Marine riflemen and submachine-gunners were coming in, slinging\ntheir weapons and lighting cigarettes. A couple of Navy technicians\nwere getting a snooper--a thing shaped like a short-tailed tadpole,\nsix feet long by three at the widest, fitted with visible-light\nand infra-red screen pickups and crammed with detection\ninstruments--ready to relieve the combat car over the village.\nThe contact team crowded into the Number One landing craft, which\nhad been fitted out as a temporary headquarters. Prefab-hut elements\nwere already being unloaded from the other craft.\n\nEverybody felt that a drink was in order, even if it was two hours\nshort of cocktail time. They carried bottles and glasses and ice to\nthe front of the landing craft and sat down in front of the battery\nof view and communication screens. The central screen was a two-way,\ntuned to one in the officers' lounge aboard the _Hubert Penrose_,\ntwo hundred miles above. In it, also provided with drinks, were\nCaptain Guy Vindinho and two other Navy officers, and a Marine\ncaptain in shipboard blues. Like Gofredo, Vindinho must have gotten\ninto the Service on tiptoe; he had a bald dome and a red beard, and\nhe always looked as though he were gloating because nobody knew\nthat his name was really Rumplestiltskin. He had been watching\nthe contact by screen. He lifted his glass toward Meillard.\n\n\"Over the hump, Paul?\"\n\nMeillard raised his drink to Vindinho. \"Over the first one.\nThere's a whole string of them ahead. At least, we sent them away\nhappy. I hope.\"\n\n\"You're going to make permanent camp where you are now?\" one of\nthe other officers asked. Lieutenant-Commander Dave Questell;\nground engineering and construction officer. \"What do you need?\"\n\nThere were two viewscreens from pickups aboard the 2500-foot battle\ncruiser. One, at ten-power magnification, gave a maplike view of the\nbroad valley and the uplands and mountain foothills to the south. It\nwas only by tracing the course of the main river and its tributaries\nthat they could find the tiny spot of the native village, and they\ncouldn't see the landing craft at all. The other, at a hundred\npower, showed the oblong mound, with the village on its flat top,\nlittle dots around a circular central plaza. They could see the two\nturtle-shaped landing-craft, and the combat car, that had been\ncircling over the mound, landing beside them, and, sometimes,\na glint of sunlight from the snooper that had taken its place.\n\nThe snooper was also transmitting in, to another screen, from\ntwo hundred feet above the village. From the sound outlet came an\nincessant gibber of native voices. There were over a hundred houses,\nall small and square, with pyramidal roofs. On the end of the mound\ntoward the Terran camp, animals of at least four different species\nwere crowded, cattle that had been herded up from the meadows at\nthe first alarm. The open circle in the middle of the village was\ncrowded, and more natives lined the low palisade along the edge\nof the mound.\n\n\"Well, we're going to stay here till we learn the language,\"\nMeillard was saying. \"This is the best place for it. It's completely\nisolated, forests on both sides, and seventy miles to the nearest\nother village. If we're careful, we can stay here as long as we want\nto and nobody'll find out about us. Then, after we can talk with\nthese people, we'll go to the big town.\"\n\n       *       *       *       *       *\n\nThe big town was two hundred and fifty miles down the valley,\nat the forks of the main river, a veritable metropolis of almost\nthree thousand people. That was where the treaty would have to\nbe negotiated.\n\n[Illustration: \"... But no two of them speak the same language!\"]\n\n\"You'll want more huts. You'll want a water tank, and a pipeline\nto that stream below you, and a pump,\" Questell said. \"You think\na month?\"\n\nMeillard looked at Lillian Ransby. \"What do you think?\"\n\n\"_Poodly-doodly-oodly-foodle_,\" she said. \"You saw how far we didn't\nget this afternoon. All we found out was that none of the standard\nprocedures work at all.\" She made a tossing gesture over her shoulder.\n\"There goes the book; we have to do it off the cuff from here.\"\n\n\"Suppose we make another landing, back in the mountains, say two or\nthree hundred miles south of you,\" Vindinho said. \"It's not right\nto keep the rest aboard two hundred miles off planet, and you won't\nbe wanting liberty parties coming down where you are.\"\n\n\"The country over there looks uninhabited,\" Meillard said.\n\"No villages, anyhow. That wouldn't hurt, at all.\"\n\n\"Well, it'll suit me,\" Charley Loughran, the xeno-naturalist, said.\n\"I want a chance to study the life-forms in a state of nature.\"\n\nVindinho nodded. \"Luis, do you anticipate any trouble with this\ncrowd here?\" he asked.\n\n\"How about it, Mark? What do they look like to you? Warlike?\"\n\n\"No.\" He stated the opinion he had formed. \"I had a close look at\ntheir weapons when they came in for their presents. Hunting arms.\nMost of the spears have cross-guards, usually wooden, lashed on,\nto prevent a wounded animal from running up the spear-shaft at the\nhunter. They made boar-spears like that on Terra a thousand years\nago. Maybe they have to fight raiding parties from the hills once\nin a while, but not often enough for them to develop special\nfighting weapons or techniques.\"\n\n\"Their village is fortified,\" Meillard mentioned.\n\n\"I question that,\" Gofredo differed. \"There won't be more than\na total of five hundred there; call that a fighting strength of\ntwo hundred, to defend a twenty-five-hundred-meter perimeter, with\nwoodchoppers' axes and bows and spears. If you notice, there's no\nwall around the village itself. That palisade is just a fence.\"\n\n\"Why would they mound the village up?\" Questell, in the screen\nwondered. \"You don't think the river gets up that high, do you?\nBecause if it does--\"\n\nSchallenmacher shook his head. \"There just isn't enough watershed,\nand there's too much valley. I'll be very much surprised if that\nstream, there\"--he nodded at the hundred-power screen--\"ever gets\nmore than six inches over the bank.\"\n\n\"I don't know what those houses are built of. This is all alluvial\ncountry; building stone would be almost unobtainable. I don't see\nanything like a brick kiln. I don't see any evidence of irrigation,\neither, so there must be plenty of rainfall. If they use adobe, or\nsun-dried brick, houses would start to crumble in a few years, and\nthey would be pulled down and the rubble shoved aside to make room\nfor a new house. The village has been rising on its own ruins,\nprobably shifting back and forth from one end of that mound to\nthe other.\"\n\n\"If that's it, they've been there a long time,\" Karl Dorver said.\n\"And how far have they advanced?\"\n\n\"Early bronze; I'll bet they still use a lot of stone implements.\nPre-dynastic Egypt, or very early Tigris-Euphrates, in Terran terms.\nI can't see any evidence that they have the wheel. They have draft\nanimals; when we were coming down, I saw a few of them pulling pole\ntravoises. I'd say they've been farming for a long time. They have\nquite a diversity of crops, and I suspect that they have some idea\nof crop-rotation. I'm amazed at their musical instruments; they seem\nto have put more skill into making them than anything else. I'm\ngoing to take a jeep, while they're all in the village, and have\na look around the fields, now.\"\n\nCharley Loughran went along for specimens, and, for the ride,\nLillian Ransby. Most of his guesses, he found, had been correct.\nHe found a number of pole travoises, from which the animals had\nbeen unhitched in the first panic when the landing craft had been\ncoming down. Some of them had big baskets permanently attached.\nThere were drag-marks everywhere in the soft ground, but not a\nsingle wheel track. He found one plow, cunningly put together with\nwooden pegs and rawhide lashings; the point was stone, and it\nwould only score a narrow groove, not a proper furrow. It was,\nhowever, fitted with a big bronze ring to which a draft animal\ncould be hitched. Most of the cultivation seemed to have been done\nwith spades and hoes. He found a couple of each, bronze, cast flat\nin an open-top mold. They hadn't learned to make composite molds.\n\nThere was an even wider variety of crops than he had expected: two\ncereals, a number of different root-plants, and a lot of different\nlegumes, and things like tomatoes and pumpkins.\n\n\"Bet these people had a pretty good life, here--before the Terrans\ncame,\" Charley observed.\n\n\"Don't say that in front of Paul,\" Lillian warned. \"He has enough\nto worry about now, without starting him on whether we'll do these\npeople more harm than good.\"\n\nTwo more landing craft had come down from the _Hubert Penrose_;\nthey found Dave Questell superintending the unloading of more\nprefab-huts, and two were already up that had been brought down\nwith the first landing.\n\nA name for the planet had also arrived.\n\n\"Svantovit,\" Karl Dorver told him. \"Principal god of the Baltic\nSlavs, about three thousand years ago. Guy Vindinho dug it out\nof the 'Encyclopedia of Mythology.' Svantovit was represented as\nholding a bow in one hand and a horn in the other.\"\n\n\"Well, that fits. What will we call the natives; Svantovitians,\nor Svantovese?\"\n\n\"Well, Paul wanted to call them Svantovese, but Luis persuaded him\nto call them Svants. He said everybody'd call them that, anyhow,\nso we might as well make it official from the start.\"\n\n\"We can call the language Svantovese,\" Lillian decided. \"After\ndinner, I am going to start playing back recordings and running off\naudiovisuals. I will be so happy to know that I have a name for what\nI'm studying. Probably be all I will know.\"\n\n       *       *       *       *       *\n\nAfter dinner, he and Karl and Paul went into a huddle on what sort\nof gifts to give the natives, and the advisability of trading with\nthem, and for what. Nothing too far in advance of their present\nculture level. Wheels; they could be made in the fabricating shop\naboard the ship.\n\n\"You know, it's odd,\" Karl Dorver said. \"These people here have\nnever seen a wheel, and, except in documentary or historical-drama\nfilms, neither have a lot of Terrans.\"\n\nThat was true. As a means of transportation, the wheel had been\ncompletely obsolete since the development of contragravity, six\ncenturies ago. Well, a lot of Terrans in the Year Zero had never\nseen a suit of armor, or an harquebus, or even a tinder box or\na spinning wheel.\n\nWheelbarrows; now there was something they'd find useful. He\nscreened Max Milzer, in charge of the fabricating and repair shops\non the ship. Max had never even heard of a wheelbarrow.\n\n\"I can make them up, Mark; better send me some drawings, though.\nDid you just invent it?\"\n\n\"As far as I know, a man named Leonardo da Vinci invented it, in\nthe Sixth Century Pre-Atomic. How soon can you get me half a dozen\nof them?\"\n\n\"Well, let's see. Welded sheet metal, and pipe for the frame and\nhandles. I'll have some of them for you by noon tomorrow. Now, about\nhoes; how tall are these people, and how long are their arms, and\nhow far can they stoop over?\"\n\n       *       *       *       *       *\n\nThey were all up late, that night. So were the Svants; there was a\nfire burning in the middle of the village, and watch-fires along the\nedge of the mound. Luis Gofredo was just as distrustful of them as\nthey were of the Terrans; he kept the camp lighted, a strong guard\non the alert, and the area of darkness beyond infra red lighted and\ncovered by photoelectric sentries on the ground and snoopers in the\nair. Like Paul Meillard, Luis Gofredo was a worrier and a pessimist.\nEverything happened for the worst in this worst of all possible\ngalaxies, and if anything could conceivably go wrong, it infallibly\nwould. That was probably why he was still alive and had never had\na command massacred.\n\nThe wheelbarrows, four of them, came down from the ship by midmorning.\nWith them came a grindstone, a couple of crosscut saws, and a lot of\npicks and shovels and axes, and cases of sheath knives and mess gear\nand miscellaneous trade goods, including a lot of the empty wine and\nwhisky bottles that had been hoarded for the past four years.\n\nAt lunch, the talk was almost exclusively about the language problem.\nLillian Ransby, who had not gotten to sleep before sunrise and had\njust gotten up, was discouraged.\n\n\"I don't know what we're going to do next,\" she admitted. \"Glenn\nOrent and Anna and I were on it all night, and we're nowhere. We\nhave about a hundred wordlike sounds isolated, and twenty or so are\nused repeatedly, and we can't assign a meaning to any of them. And\nnone of the Svants ever reacted the same way twice to anything we\nsaid to them. There's just no one-to-one relationship anywhere.\"\n\n\"I'm beginning to doubt they have a language,\" the Navy intelligence\nofficer said. \"Sure, they make a lot of vocal noise. So do chipmunks.\"\n\n\"They have to have a language,\" Anna de Jong declared. \"No sapient\nthought is possible without verbalization.\"\n\n\"Well, no society like that is possible without some means of\ncommunication,\" Karl Dorver supported her from the other flank.\nHe seemed to have made that point before. \"You know,\" he added,\n\"I'm beginning to wonder if it mightn't be telepathy.\"\n\nHe evidently hadn't suggested that before. The others looked at\nhim in surprise. Anna started to say, \"Oh, I doubt if--\" and then\nstopped.\n\n\"I know, the race of telepaths is an old gimmick that's been used in\nnew-planet adventure stories for centuries, but maybe we've finally\nfound one.\"\n\n\"I don't like it, Karl,\" Loughran said. \"If they're telepaths, why\ndon't they understand us? And if they're telepaths, why do they talk\nat all? And you can't convince me that this boodly-oodly-doodle of\ntheirs isn't talking.\"\n\n\"Well, our neural structure and theirs won't be nearly alike,\"\nFayon said. \"I know, this analogy between telepathy and radio\nis full of holes, but it's good enough for this. Our wave length\ncan't be picked up with their sets.\"\n\n\"The deuce it can't,\" Gofredo contradicted. \"I've been bothered\nabout that from the beginning. These people act as though they got\nmeaning from us. Not the meaning we intend, but some meaning. When\nPaul made the gobbledygook speech, they all reacted in the same\nway--frightened, and then defensive. The you-me routine simply\nbewildered them, as we'd be at a set of semantically lucid but\nself-contradictory statements. When Lillian tried to introduce\nherself, they were shocked and horrified....\"\n\n\"It looked to me like actual physical disgust,\" Anna interpolated.\n\n\"When I tried it, they acted like a lot of puppies being petted,\nand when Mark tried it, they were simply baffled. I watched Mark\nexplaining that steel knives were dangerously sharp; they got the\ndemonstration, but when he tried to tie words onto it, it threw\nthem completely.\"\n\n\"ALL RIGHT. Pass that,\" Loughran conceded. \"But if they have\ntelepathy, why do they use spoken words?\"\n\n\"Oh, I can answer that,\" Anna said. \"Say they communicated by speech\noriginally, and developed their telepathic faculty slowly and without\nrealizing it. They'd go on using speech, and since the message would\nbe received telepathically ahead of the spoken message, nobody would\npay any attention to the words as such. Everybody would have a spoken\nlanguage of his own; it would be sort of the instrumental\naccompaniment to the song.\"\n\n\"Some of them don't bother speaking,\" Karl nodded. \"They just toot.\"\n\n\"I'll buy that, right away,\" Loughran agreed. \"In mating, or\nin group-danger situations, telepathy would be a race-survival\ncharacteristic. It would be selected for genetically, and the\nnon-gifted strains would tend to die out.\"\n\nIt wouldn't do. It wouldn't do at all. He said so.\n\n\"Look at their technology. We either have a young race, just emerged\nfrom savagery, or an old, stagnant race. All indications seem to\nfavor the latter. A young race would not have time to develop\ntelepathy as Anna suggests. An old race would have gone much farther\nthan these people have. Progress is a matter of communication and\npooling ideas and discoveries. Make a trend-graph of technological\nprogress on Terra; every big jump comes after an improvement in\ncommunications. The printing press; railways and steamships; the\ntelegraph; radio. Then think how telepathy would speed up progress.\"\n\n       *       *       *       *       *\n\nThe sun was barely past noon meridian before the Svants, who had\nventured down into the fields at sunrise, were returning to the\nmound-village. In the snooper-screen, they could be seen coming up\nin tunics and breechclouts, entering houses, and emerging in long\nrobes. There seemed to be no bows or spears in evidence, but the big\nhorn sounded occasionally. Paul Meillard was pleased. Even if it had\nbeen by sign-talk, which he rated with worm-fishing for trout or\nshooting sitting rabbits, he had gotten something across to them.\n\nWhen they went to the village, at 1500, they had trouble getting\ntheir lorry down. A couple of Marines in a jeep had to go in first\nto get the crowd out of the way. Several of the locals, including\nthe one with the staff, joined with them; this quick co-operation\ndelighted Meillard. When they had the lorry down and were all out\nof it, the dignitary with the staff, his scarlet tablecloth over\nhis yellow robe, began an oration, apparently with every confidence\nthat he was being understood. In spite of his objections at lunch,\nthe telepathy theory was beginning to seem more persuasive.\n\n\"Give them the Shooting of Dan McJabberwock again,\" he told\nMeillard. \"This is where we came in yesterday.\"\n\nSomething Meillard had noticed was exciting him. \"Wait a moment.\nThey're going to do something.\"\n\nThey were indeed. The one with the staff and three of his henchmen\nadvanced. The staff bearer touched himself on the brow. \"_Fwoonk_,\"\nhe said. Then he pointed to Meillard. \"_Hoonkle_,\" he said.\n\n\"They got it!\" Lillian was hugging herself joyfully. \"I knew they\nought to!\"\n\nMeillard indicated himself and said, \"_Fwoonk_.\"\n\nThat wasn't right. The village elder immediately corrected him.\nThe word, it seemed, was, \"_Fwoonk_.\"\n\nHis three companions agreed that that was the word for self,\nbut that was as far as the agreement went. They rendered it,\nrespectively, as \"_Pwink_,\" \"_Tweelt_\" and \"_Kroosh_.\"\n\nGofredo gave a barking laugh. He was right; anything that could go\nwrong would go wrong. Lillian used a word; it was not a ladylike\nword at all. The Svants looked at them as though wondering what\ncould possibly be the matter. Then they went into a huddle, arguing\nvehemently. The argument spread, like a ripple in a pool; soon\neverybody was twittering vocally or blowing on flutes and Panpipes.\nThen the big horn started blaring. Immediately, Gofredo snatched the\nhand-phone of his belt radio and began speaking urgently into it.\n\n\"What are you doing, Luis?\" Meillard asked anxiously.\n\n\"Calling the reserve in. I'm not taking chances on this.\" He spoke\nagain into the phone, then called over his shoulder: \"Rienet; three\none-second bursts, in the air!\"\n\nA Marine pointed a submachine gun skyward and ripped off a string of\nshots, then another, and another. There was silence after the first\nburst. Then a frightful howling arose.\n\n\"Luis, you imbecile!\" Meillard was shouting.\n\nGofredo jumped onto the top of an airjeep, where they could all\nsee him; drawing his pistol, he fired twice into the air.\n\n\"Be quiet, all of you!\" he shouted, as though that would do any good.\n\nIt did. Silence fell, bounced noisily, and then settled over the\ncrowd. Gofredo went on talking to them: \"Take it easy, now; easy.\"\nHe might have been speaking to a frightened dog or a fractious\nhorse. \"Nobody's going to hurt you. This is nothing but the great\nnoise-magic of the Terrans....\"\n\n\"Get the presents unloaded,\" Meillard was saying. \"Make a big show\nof it. The table first.\"\n\nThe horn, which had started, stopped blowing. As they were getting\noff the long table and piling it with trade goods, another lorry\ncame in, disgorging twenty Marine riflemen. They had their bayonets\nfixed; the natives looked apprehensively at the bare steel, but\nwent on listening to Gofredo. Meillard pulled the (Lord Mayor?\nArchbishop? Lord of the Manor?) aside, and began making sign-talk\nto him.\n\nWhen quiet was restored, Howell put a pick and shovel into a\nwheelbarrow and pushed them out into the space that had been cleared\nin front of the table. He swung the pick for a while, then shoveled\nthe barrow full of ground. After pushing it around for a while, he\ndumped it back in the hole and leveled it off. Two Marines brought\nout an eight-inch log and chopped a couple of billets off it with\nan ax, then cut off another with one of the saws, split them up,\nand filled the wheelbarrow with the firewood.\n\n[Illustration: _We can't use the computer till we can tell it what\nthe data is data about!_]\n\nThe knives, jewelry and other small items would be no problem; they\nhad enough of them to go around. The other stuff would be harder to\ndistribute, and Paul Meillard and Karl Dorver were arguing about how\nto handle it. If they weren't careful, a lot of new bowie knives\nwould get bloodied.\n\n\"Have them form a queue,\" Anna suggested. \"That will give them the\nidea of equal sharing, and we'll be able to learn something about\ntheir status levels and social hierarchy and agonistic relations.\"\n\n       *       *       *       *       *\n\nThe one with the staff took it as a matter of course that he would\ngo first; his associates began falling in behind him, and the rest\nof the villagers behind them. Whether they'd gotten one the day\nbefore or not, everybody was given a knife and a bandanna and one\npiece of flashy junk-jewelry, also a stainless steel cup and mess\nplate, a bucket, and an empty bottle with a cork. The women didn't\ncarry sheath knives, so they got Boy Scout knives on lanyards. They\nwere all lavishly supplied with Extee Three and candy. Any of the\nchildren who looked big enough to be trusted with them got knives\ntoo, and plenty of candy.\n\nAnna and Karl were standing where the queue was forming, watching\nhow they fell into line; so was Lillian, with an audiovisual camera.\nHaving seen that the Marine enlisted men were getting the presents\nhanded out properly, Howell strolled over to them. Just as he came\nup, a couple approached hesitantly, a man in a breechclout under a\nleather apron, and a woman, much smaller, in a ragged and soiled\ntunic. As soon as they fell into line, another Svant, in a blue\nrobe, pushed them aside and took their place.\n\n\"Here, you can't do that!\" Lillian cried. \"Karl, make him step back.\"\n\nKarl was saying something about social status and precedence. The\ncouple tried to get into line behind the man who had pushed them\naside. Another villager tried to shove them out of his way. Howell\nadvanced, his right fist closing. Then he remembered that he didn't\nknow what he'd be punching; he might break the fellow's neck, or\nhis own knuckles. He grabbed the blue-robed Svant by the wrist with\nboth hands, kicked a foot out from under him, and jerked, sending\nhim flying for six feet and then sliding in the dust for another\ncouple of yards. He pushed the others back, and put the couple\ninto place in the line.\n\n\"Mark, you shouldn't have done that,\" Dorver was expostulating.\n\"We don't know....\"\n\nThe Svant sat up, shaking his head groggily. Then he realized what\nhad been done to him. With a snarl of rage, he was on his feet, his\nknife in his hand. It was a Terran bowie knife. Without conscious\nvolition, Howell's pistol was out and he was thumbing the safety off.\n\nThe Svant stopped short, then dropped the knife, ducked his head,\nand threw his arms over it to shield his comb. He backed away a few\nsteps, then turned and bolted into the nearest house. The others,\nincluding the woman in the ragged tunic, were twittering in alarm.\nOnly the man in the leather apron was calm; he was saying,\ntonelessly, \"_Ghrooogh-ghrooogh_.\"\n\nLuis Gofredo was coming up on the double, followed by three of\nhis riflemen.\n\n\"What happened, Mark? Trouble?\"\n\n\"All over now.\" He told Gofredo what had happened. Dorver was still\nobjecting:\n\n\"... Social precedence; the Svant may have been right, according\nto local customs.\"\n\n\"Local customs be damned!\" Gofredo became angry. \"This is a Terran\nFederation handout; we make the rules, and one of them is, no\npushing people out of line. Teach the buggers that now and we won't\nhave to work so hard at it later.\" He called back over his shoulder,\n\"Situation under control; get the show going again.\"\n\nThe natives were all grimacing heartbrokenly with pleasure. Maybe\nthe one who got thrown on his ear--no, he didn't have any--was not\none of the more popular characters in the village.\n\n\"You just pulled your gun, and he dropped the knife and ran?\"\nGofredo asked. \"And the others were scared, too?\"\n\n\"That's right. They all saw you fire yours; the noise scared them.\"\n\nGofredo nodded. \"We'll avoid promiscuous shooting, then. No use\nletting them find out the noise won't hurt them any sooner than\nwe have to.\"\n\nPaul Meillard had worked out a way to distribute the picks and\nshovels and axes. Considering each house as representing a family\nunit, which might or might not be the case, there were picks and\nshovels enough to go around, and an ax for every third house. They\ntook them around in an airjeep and left them at the doors. The\nhouses, he found, weren't adobe at all. They were built of logs,\nplastered with adobe on the outside. That demolished his theory\nthat the houses were torn down periodically, and left the mound\nitself unexplained.\n\nThe wheelbarrows and the grindstone and the two crosscut saws\nwere another matter. Nobody was quite sure that the (nobility?\ncapitalist-class? politicians? prominent citizens?) wouldn't simply\nappropriate them for themselves. Paul Meillard was worried about\nthat; everybody else was willing to let matters take their course.\nBefore they were off the ground in their vehicles, a violent dispute\nhad begun, with a bedlam of jabbering and shrieking. By the time\nthey were landing at the camp, the big laminated leather horn had\nbegun to bellow.\n\n       *       *       *       *       *\n\nOne of the huts had been fitted as contact-team headquarters, with\nall the view and communication screens installed, and one end\npartitioned off and soundproofed for Lillian to study recordings in.\nIt was cocktail time when they returned; conversationally, it was a\ncontinuation from lunch. Karl Dorver was even more convinced than\never of his telepathic hypothesis, and he had completely converted\nAnna de Jong to it.\n\n\"Look at that.\" He pointed at the snooper screen, which gave a view\nof the plaza from directly above. \"They're reaching an agreement\nalready.\"\n\nSo they seemed to be, though upon what was less apparent. The horn\nhad stopped, and the noise was diminishing. The odd thing was that\npeace was being restored, or was restoring itself, as the uproar had\nbegun--outwardly from the center of the plaza to the periphery of\nthe crowd. The same thing had happened when Gofredo had ordered the\nsubmachine gun fired, and, now that he recalled, when he had dealt\nwith the line-crasher.\n\n\"Suppose a few of them, in the middle, are agreed,\" Anna said.\n\"They are all thinking in unison, combining their telepathic\npowers. They dominate those nearest to them, who join and amplify\ntheir telepathic signal, and it spreads out through the whole\ngroup. A mental chain-reaction.\"\n\n\"That would explain the mechanism of community leadership, and I'd\nbeen wondering about that,\" Dorver said, becoming more excited.\n\"It's a mental aristocracy; an especially gifted group of telepaths,\nin agreement and using their powers in concert, implanting their\nopinions in the minds of all the others. I'll bet the purpose of the\nhorn is to distract the thoughts of the others, so that they can be\nmore easily dominated. And the noise of the shots shocked them out\nof communication with each other; no wonder they were frightened.\"\n\nBennet Fayon was far from convinced. \"So far, this telepathy theory\nis only an assumption. I find it a lot easier to assume some\nfundamental difference between the way they translate sound into\nsense-data and the way we do. We _think_ those combs on top of their\nheads are their external hearing organs, but we have no idea what's\nback of them, or what kind of a neural hookup is connected to them.\nI wish I knew how these people dispose of their dead. I need a\ncouple of fresh cadavers. Too bad they aren't warlike. Nothing like\na good bloody battle to advance the science of anatomy, and what we\ndon't know about Svant anatomy is practically the entire subject.\"\n\n\"I should imagine the animals hear in the same way,\" Meillard said.\n\"When the wagon wheels and the hoes and the blacksmith tools come\ndown from the ship, we'll trade for cattle.\"\n\n\"When they make the second landing in the mountains, I'm going to do\na lot of hunting,\" Loughran added. \"I'll get wild animals for you.\"\n\n\"Well, I'm going to assume that the vocal noises they make are\nmeaningful speech,\" Lillian Ransby said. \"So far, I've just been\ntrying to analyze them for phonetic values. Now I'm going to analyze\nthem for sound-wave patterns. No matter what goes on inside their\nprivate nervous systems, the sounds exist as waves in the public\natmosphere. I'm going to assume that the Lord Mayor and his stooges\nwere all trying to say the same thing when they were pointing to\nthemselves, and I'm going to see if all four of those sounds have\nany common characteristic.\"\n\nBy the time dinner was over, they were all talking in circles, none\nof them hopefully. They all made recordings of the speech about the\nslithy toves in the Malemute Saloon; Lillian wanted to find out what\nwas different about them. Luis Gofredo saw to it that the camp\nitself would be visible-lighted, and beyond the lights he set up\nmore photoelectric robot sentries and put a couple of snoopers to\ncircling on contragravity, with infra-red lights and receptors. He\nalso insisted that all his own men and all Dave Questell's Navy\nconstruction engineers keep their weapons ready to hand. The natives\nin the village were equally distrustful. They didn't herd the cattle\nup from the meadows where they had been pastured, but they lighted\nwatch-fires along the edge of the mound as soon as it became dark.\n\n       *       *       *       *       *\n\nIt was three hours after nightfall when something on the\nindicator-board for the robot sentries went off like a startled\nrattlesnake. Everybody, talking idly or concentrating on writing up\nthe day's observations, stiffened. Luis Gofredo, dozing in a chair,\nwas on his feet instantly and crossing the hut to the instruments.\nHis second-in-command, who had been playing chess with Willi\nSchallenmacher, rose and snatched his belt from the back of his\nchair, putting it on.\n\n\"Take it easy,\" Gofredo said. \"Probably just a cow or a horse--local\nequivalent--that's strayed over from the other side.\"\n\nHe sat down in front of one of the snooper screens and twisted knobs\non the remote controls. The monochrome view, transformed from infra\nred, rotated as the snooper circled and changed course. The other\nscreen showed the camp receding and the area around it widening as\nits snooper gained altitude.\n\n\"It's not a big party,\" Gofredo was saying. \"I can't see--Oh,\nyes I can. Only two of them.\"\n\nThe humanoid figures, one larger than the other, were moving\ncautiously across the fields, crouching low. The snooper went down\ntoward them, and then he recognized them. The man and woman whom\nthe blue-robed villager had tried to shove out of the queue, that\nafternoon. Gofredo recognized them, too.\n\n\"Your friends, Mark. Harry,\" he told his subordinate, \"go out and\npass the word around. Only two, and we think they're friendly. Keep\neverybody out of sight; we don't want to scare them away.\"\n\nThe snooper followed closely behind them. The man was no longer\nwearing his apron; the woman's tunic was even more tattered and\nsoiled. She was leading him by the hand. Now and then, she would\nstop and turn her head to the rear. The snooper over the mound\nshowed nothing but half a dozen fire-watchers dozing by their fires.\nThen the pair were at the edge of the camp lights. As they advanced,\nthey seemed to realize that they had passed a point-of-no-return.\nThey straightened and came forward steadily, the woman seeming\nto be guiding her companion.\n\n\"What's happening, Mark?\"\n\nIt was Lillian; she must have just come out of the soundproof\nspeech-lab.\n\n\"You know them; the pair in the queue, this afternoon. I think\nwe've annexed a couple of friendly natives.\"\n\nThey all went outside. The two natives, having come into the camp,\nhad stopped. For a moment, the man in the breechclout seemed undecided\nwhether he was more afraid to turn and run than advance. The woman,\nholding his hand, led him forward. They were both bruised, and both\nhad minor cuts, and neither of them had any of the things that had\nbeen given to them that afternoon.\n\n\"Rest of the gang beat them up and robbed them,\" Gofredo began angrily.\n\n\"See what you did?\" Dorver began. \"According to their own customs,\nthey had no right to be ahead of those others, and now you've gotten\nthem punished for it.\"\n\n\"I'd have done more to that fellow then Mark did, if I'd been there\nwhen it happened.\" The Marine officer turned to Meillard. \"Look,\nthis is your show, Paul; how you run it is your job. But in your\nplace, I'd take that pair back to the village and have them point\nout who beat them up, and teach the whole gang of them a lesson.\nIf you're going to colonize this planet, you're going to have to\nestablish Federation law, and Federation law says you mustn't gang\nup on people and beat and rob them. We don't have to speak Svantese\nto make them understand what we'll put up with and what we won't.\"\n\n\"Later, Luis. After we've gotten a treaty with somebody.\" Meillard\nbroke off. \"Watch this!\"\n\nThe woman was making sign-talk. She pointed to the village on the\nmound. Then, with her hands, she shaped a bucket like the ones that\nhad been given to them, and made a snatching gesture away from\nherself. She indicated the neckcloths, and the sheath knife and the\nother things, and snatched them away too. She made beating motions,\nand touched her bruises and the man's. All the time, she was talking\nexcitedly, in a high, shrill voice. The man made the same\n_ghroogh-ghroogh_ noises that he had that afternoon.\n\n\"No; we can't take any punitive action. Not now,\" Meillard said.\n\"But we'll have to do something for them.\"\n\nVengeance, it seemed, wasn't what they wanted. The woman made\nvehement gestures of rejection toward the village, then bowed,\nplacing her hands on her brow. The man imitated her obeisance, then\nthey both straightened. The woman pointed to herself and to the man,\nand around the circle of huts and landing craft. She began scuttling\nabout, picking up imaginary litter and sweeping with an imaginary\nbroom. The man started pounding with an imaginary hammer, then\nchopping with an imaginary ax.\n\nLillian was clapping her hands softly. \"Good; got it the first time.\n'You let us stay; we work for you.' How about it, Paul?\"\n\nMeillard nodded. \"Punitive action's unadvisable, but we will show\nour attitude by taking them in. You tell them, Luis; these people\nseem to like your voice.\"\n\nGofredo put a hand on each of their shoulders. \"You ... stay ...\nwith us.\" He pointed around the camp. \"You ... stay ... this ...\nplace.\"\n\nTheir faces broke into that funny just-before-tears expression that\nmeant happiness with them. The man confined his vocal expressions to\nhis odd _ghroogh-ghroogh_-ing; the woman twittered joyfully. Gofredo\nput a hand on the woman's shoulder, pointed to the man and from him\nback to her. \"Unh?\" he inquired.\n\nThe woman put a hand on the man's head, then brought it down to\nwithin a foot of the ground. She picked up the imaginary infant\nand rocked it in her arms, then set it down and grew it up until\nshe had her hand on the top of the man's head again.\n\n\"That was good, Mom,\" Gofredo told her. \"Now, you and Sonny come\nalong; we'll issue you equipment and find you billets.\" He added,\n\"What in blazes are we going to feed them; Extee Three?\"\n\n       *       *       *       *       *\n\nThey gave them replacements for all the things that had been taken\naway from them. They gave the man a one-piece suit of Marine combat\ncoveralls; Lillian gave the woman a lavender bathrobe, and Anna\ncontributed a red scarf. They found them quarters in one end of a\nstore shed, after making sure that there was nothing they could get\nat that would hurt them or that they could damage. They gave each of\nthem a pair of blankets and a pneumatic mattress, which delighted\nthem, although the cots puzzled them at first.\n\n\"What do you think about feeding them, Bennet?\" Meillard asked,\nwhen the two Svants had gone to bed and they were back in the\nheadquarters hut. \"You said the food on this planet is safe\nfor Terrans.\"\n\n\"So I did, and it is, but the rule's not reversible. Things we eat\nmight kill them,\" Fayon said. \"Meats will be especially dangerous.\nAnd no caffeine, and no alcohol.\"\n\n\"Alcohol won't hurt them,\" Schallenmacher said. \"I saw big jars full\nof fermenting fruit-mash back of some of those houses; in about a\nyear, it ought to be fairly good wine. C_{2}H_{5}OH is the same on\nany planet.\"\n\n\"Well, we'll get native foodstuffs tomorrow,\" Meillard said.\n\"We'll have to do that by signs, too,\" he regretted.\n\n\"Get Mom to help you; she's pretty sharp,\" Lillian advised.\n\"But I think Sonny's the village half-wit.\"\n\nAnna de Jong agreed. \"Even if we don't understand Svant psychology,\nthat's evident; he's definitely subnormal. The way he clings to his\nmother for guidance is absolutely pathetic. He's a mature adult,\nbut mentally he's still a little child.\"\n\n\"That may explain it!\" Dorver cried. \"A mental defective, in a\ncommunity of telepaths, constantly invading the minds of others\nwith irrational and disgusting thoughts; no wonder he is rejected\nand persecuted. And in a community on this culture level, the mother\nof an abnormal child is often regarded with superstitious\ndetestation--\"\n\n[Illustration]\n\n\"Yes, of course!\" Anna de Jong instantly agreed, and began to go\ninto the villagers' hostility to both mother and son; both of them\nwere now taking the telepathy hypothesis for granted.\n\nWell, maybe so. He turned to Lillian.\n\n\"What did you find out?\"\n\n\"Well, there is a common characteristic in all four sounds. A\nlittle patch on the screen at seventeen-twenty cycles. The odd\nthing is that when I try to repeat the sound, it isn't there.\"\n\nOdd indeed. If a Svant said something, he made sound waves; if she\nimitated the sound, she ought to imitate the wave pattern. He said\nso, and she agreed.\n\n\"But come back here and look at this,\" she invited.\n\nShe had been using a visibilizing analyzer; in it, a sound was broken\nby a set of filters into frequency-groups, translated into light\nfrom dull red to violet paling into pure white. It photographed the\nlight-pattern on high-speed film, automatically developed it, and\nthen made a print-copy and projected the film in slow motion on a\nscreen. When she pressed a button, a recorded voice said, \"_Fwoonk_.\"\nAn instant later, a pattern of vertical lines in various colors and\nlengths was projected on the screen.\n\n\"Those green lines,\" she said. \"That's it. Now, watch this.\"\n\nShe pressed another button, got the photoprint out of a slot, and\npropped it beside the screen. Then she picked up a hand-phone and\nsaid, \"_Fwoonk_,\" into it. It sounded like the first one, but the\npattern that danced onto the screen was quite different. Where the\ngreen had been, there was a patch of pale-blue lines. She ran the\nother three Svants' voices, each saying, presumably, \"Me.\" Some were\nmainly up in blue, others had a good deal of yellow and orange, but\nthey all had the little patch of green lines.\n\n\"Well, that seems to be the information,\" he said. \"The rest is\njust noise.\"\n\n\"Maybe one of them is saying, 'John Doe, _me_, son of Joe Blow,'\nand another is saying, 'Tough guy, _me_; lick anybody in town.'\"\n\n\"All in one syllable?\" Then he shrugged. How did he know what these\npeople could pack into one syllable? He picked up the hand-phone and\nsaid, \"Fwoonk,\" into it. The pattern, a little deeper in color and\nwith longer lines, was recognizably like hers, and unlike any of\nthe Svants'.\n\n       *       *       *       *       *\n\nThe others came in, singly and in pairs and threes. They watched\nthe colors dance on the screen to picture the four Svant words\nwhich might or might not all mean _me_. They tried to duplicate\nthem. Luis Gofredo and Willi Schallenmacher came closest of anybody.\nBennet Fayon was still insisting that the Svants had a perfectly\ncomprehensible language--to other Svants. Anna de Jong had started to\nveer a little away from the Dorver Hypothesis. There was a difference\nbetween event-level sound, which was a series of waves of alternately\ncrowded and rarefied molecules of air, and object-level sound, which\nwas an auditory sensation inside the nervous system, she admitted.\nThat, Fayon crowed, was what he'd been saying all along; their\nauditory system was probably such that _fwoonk_ and _pwink_ and\n_tweelt_ and _kroosh_ all sounded alike to them.\n\nBy this time, _fwoonk_ and _pwink_ and _tweelt_ and _kroosh_ had\nbecome swear words among the joint Space Navy-Colonial Office\ncontact team.\n\n\"Well, if I hear the two sounds alike, why doesn't the analyzer hear\nthem alike?\" Karl Dorver demanded.\n\n\"It has better ears than you do, Karl. Look how many different\nfrequencies there are in that word, all crowding up behind each\nother,\" Lillian said. \"But it isn't sensitive or selective enough.\nI'm going to see what Ayesha Keithley can do about building me\na better one.\"\n\nAyesha was signals and detection officer on the _Hubert Penrose_.\nDave Questell mentioned that she'd had a hard day, and was probably\nmaking sack-time, and she wouldn't welcome being called at 0130.\nNobody seemed to have realized that it had gotten that late.\n\n\"Well, I'll call the ship and have a recording made for her for when\nshe gets up. But till we get something that'll sort this mess out\nand make sense of it, I'm stopped.\"\n\n\"You're stopped, period, Lillian,\" Dorver told her. \"What these\npeople gibber at us doesn't even make as much sense as the Shooting\nof Dan McJabberwock. The real information is conveyed by telepathy.\"\n\n       *       *       *       *       *\n\nLieutenant j.g. Ayesha Keithley was on the screen the next morning\nwhile they were eating breakfast. She was a blonde, like Lillian.\n\n\"I got your message; you seem to have problems, don't you?\"\n\n\"Speaking conservatively, yes. You see what we're up against?\"\n\n\"You don't know what their vocal organs are like, do you?\" the girl\nin naval uniform in the screen asked.\n\nLillian shook her head. \"Bennet Fayon's hoping for a war, or an\nepidemic, or something to break out, so that he can get a few\ncadavers to dissect.\"\n\n\"Well, he'll find that they're pretty complex,\" Ayesha Keithley\nsaid. \"I identified stick-and-slip sounds and percussion sounds,\nand plucked-string sounds, along with the ordinary hiss-and-buzz\nspeech-sounds. Making a vocoder to reproduce that speech is going\nto be fun. Just what are you using, in the way of equipment?\"\n\nLillian was still talking about that when the two landing craft\nfrom the ship were sighted, coming down. Charley Loughran and Willi\nSchallenmacher, who were returning to the _Hubert Penrose_ to join\nthe other landing party, began assembling their luggage. The others\nwent outside, Howell among them.\n\nMom and Sonny were watching the two craft grow larger and closer\nabove, keeping close to a group of spacemen; Sonny was looking around\nexcitedly, while Mom clung to his arm, like a hen with an oversized\nchick. The reasoning was clear--these people knew all about big things\nthat came down out of the sky and weren't afraid of them; stick close\nto them, and it would be perfectly safe. Sonny saw the contact team\nemerging from their hut and grabbed his mother's arm, pointing. They\nboth beamed happily; that expression didn't look sad, at all, now that\nyou knew what it meant. Sonny began ghroogh-ghrooghing hideously; Mom\nhushed him with a hand over his mouth, and they both made eating\ngestures, rubbed their abdomens comfortably, and pointed toward the\nmess hut. Bennet Fayon was frightened. He turned and started on the\ndouble toward the cook, who was standing in the doorway of the hut,\ncalling out to him.\n\nThe cook spoke inaudibly. Fayon stopped short. \"Unholy Saint Beelzebub,\nno!\" he cried. The cook said something in reply, shrugging. Fayon came\nback, talking to himself.\n\n\"Terran carniculture pork,\" he said, when he returned. \"Zarathustra\npool-ball fruit. Potato-flour hotcakes, with Baldur honey and Odin\nflameberry jam. And two big cups of coffee apiece. It's a miracle\nthey aren't dead now. If they're alive for lunch, we won't need to\nworry about feeding them anything we eat, but I'm glad somebody else\nhas the moral responsibility for this.\"\n\nLillian Ransby came out of the headquarters hut. \"Ayesha's coming\ndown this afternoon, with a lot of equipment,\" she said. \"We're\nnot exactly going to count air molecules in the sound waves, but\nwe'll do everything short of that. We'll need more lab space,\nsoundproofed.\"\n\n\"Tell Dave Questell what you want,\" Meillard said. \"Do you really\nthink you can get anything?\"\n\nShe shrugged. \"If there's anything there to get. How long it'll\ntake is another question.\"\n\n       *       *       *       *       *\n\nThe two sixty-foot collapsium-armored turtles settled to the ground\nand went off contragravity. The ports opened, and things began being\nfloated off on lifter-skids: framework for the water tower, and\ncurved titanium sheets for the tank. Anna de Jong said something\nabout hot showers, and not having to take any more sponge-baths.\nHowell was watching the stuff come off the other landing craft. A\ndozen pairs of four-foot wagon wheels, with axles. Hoes, in bundles.\nScythe blades. A hand forge, with a crank-driven fan blower, and a\nhundred and fifty pound anvil, and sledges and cutters and swages\nand tongs.\n\nEverybody was busy, and Mom and Sonny were fidgeting, gesturing\ntoward the work with their own empty hands. _Hey, boss; whatta\nwe gonna do?_ He patted them on the shoulders.\n\n\"Take it easy.\" He hoped his tone would convey nonurgency.\n\"We'll find something for you to do.\"\n\nHe wasn't particularly happy about most of what was coming off.\nGiving these Svants tools was fine, but it was more important to\ngive them technologies. The people on the ship hadn't thought of\nthat. These wheels, now; machined steel hubs, steel rims, tubular\nsteel spokes, drop-forged and machined axles. The Svants wouldn't\nbe able to copy them in a thousand years. Well, in a hundred, if\nsomebody showed them where and how to mine iron and how to smelt\nand work it. And how to build a steam engine.\n\nHe went over and pulled a hoe out of one of the bundles. Blades\nstamped out with a power press, welded to tubular steel handles.\nWell, wood for hoe handles was hard to come by on a spaceship, even\na battle cruiser almost half a mile in diameter; he had to admit\nthat. And they were about two thousand per cent more efficient than\nthe bronze scrapers the Svants used. That wasn't the idea, though.\nEven supposing that the first wave of colonists came out in a year\nand a half, it would be close to twenty years before Terran-operated\nfactories would be in mass production for the native trade. The idea\nwas to teach these people to make better things for themselves; give\nthem a leg up, so that the next generation would be ready for\ncontragravity and nuclear and electric power.\n\nMom didn't know what to make of any of it. Sonny did, though; he\nwas excited, grabbing Howell's arm, pointing, saying, \"_Ghroogh_!\n_Ghroogh_!\" He pointed at the wheels, and then made a stooping,\nlifting and pushing gesture. _Like wheelbarrow?_\n\n\"That's right.\" He nodded, wondering if Sonny recognized that as\nan affirmative sign. \"Like big wheelbarrow.\"\n\nOne thing puzzled Sonny, though. Wheelbarrow wheels were small--his\nhands indicated the size--and single. These were big, and double.\n\n\"Let me show you this, Sonny.\"\n\nHe squatted, took a pad and pencil from his pocket, and drew two\npairs of wheels, and then put a wagon on them, and drew a quadruped\nhitched to it, and a Svant with a stick walking beside it. Sonny\nlooked at the picture--Svants seemed to have pictoral sense, for\nwhich make us thankful!--and then caught his mother's sleeve and\nshowed it to her. Mom didn't get it. Sonny took the pencil and\ndrew another animal, with a pole travois. He made gestures. A\ntravois dragged; it went slow. A wagon had wheels that went\naround; it went fast.\n\nSo Lillian and Anna thought he was the village half-wit. Village\ngenius, more likely; the other peasants didn't understand him, and\nresented his superiority. They went over for a closer look at the\nwheels, and pushed them. Sonny was almost beside himself. Mom was\npuzzled, but she thought they were pretty wonderful.\n\nThen they looked at blacksmith tools. Tongs; Sonny had never seen\nanything like them. Howell wondered what the Svants used to handle\nhot metal; probably big tweezers made by tying two green sticks\ntogether. There was an old Arabian legend that Allah had made the\nfirst tongs and given them to the first smith, because nobody could\nmake tongs without having a pair already.\n\nSonny didn't understand the fan-blower until it was taken apart.\nThen he made a great discovery. The wheels, and the fan, and the\npivoted tongs, all embodied the same principle, one his people\nhad evidently never discovered. A whole new world seemed to open\nbefore him; from then on, he was constantly finding things pierced\nand rotating on pivots.\n\n       *       *       *       *       *\n\nBy this time, Mom was fidgeting again. She ought to be doing\nsomething to justify her presence in the camp. He was wondering\nwhat sort of work he could invent for her when Karl Dorver called\nto him from the door of the headquarters hut.\n\n\"Mark, can you spare Mom for a while?\" he asked. \"We want her to\nlook at pictures and show us which of the animals are meat-cattle,\nand which of the crops are ripe.\"\n\n\"Think you can get anything out of her?\"\n\n\"Sign-talk, yes. We may get a few words from her, too.\"\n\nAt first, Mom was unwilling to leave Sonny. She finally decided that\nit would be safe, and trotted over to Dorver, entering the hut.\n\nDave Questell's construction crew began at once on the water tank,\nusing a power shovel to dig the foundation. They had to haul water\nin a tank from the river a quarter-mile away to mix the concrete.\nSonny watched that interestedly. So did a number of the villagers,\nwho gathered safely out of bowshot. They noticed Sonny among the\nTerrans and pointed at him. Sonny noticed that. He unobtrusively\npicked up a double-bitted ax and kept it to hand.\n\nHe and Mom had lunch with the contact team. As they showed no ill\neffects from breakfast, Fayon decided that it was safe to let them\nhave anything the Terrans ate or drank. They liked wine; they knew\nwhat it was, all right, but this seemed to have a delightfully\ndifferent flavor. They each tried a cigarette, choked over the\nfirst few puffs, and decided that they didn't like smoking.\n\n\"Mom gave us a lot of information, as far as she could, on the crops\nand animals. The big things, the size of rhinoceroses, are draft\nanimals and nothing else; they're not eaten,\" Dorver said. \"I don't\nknow whether the meat isn't good, or is taboo, or they are too\nvaluable to eat. They eat all the other three species, and milk two\nof them. I have an idea they grind their grain in big stone mortars\nas needed.\"\n\nThat was right; he'd seen things like that.\n\n\"Willi, when you're over in the mountains, see if you can find\nsomething we can make millstones out of. We can shape them with\nsono-cutters; after they get the idea, they can do it themselves\nby hand. One of those big animals could be used to turn the mill.\nDid you get any words from her?\"\n\nPaul Meillard shook his head gloomily. \"Nothing we can be sure of.\nIt was the same thing as in the village, yesterday. She'd say\nsomething, I'd repeat it, and she'd tell us it was wrong and say\nthe same thing over again. Lillian took recordings; she got the\nsame results as last night. Ask her about it later.\"\n\n\"She has the same effect on Mom as on the others?\"\n\n\"Yes. Mom was very polite and tried not to show it, but--\"\n\nLillian took him aside, out of earshot of the two Svants, after\nlunch. She was almost distracted.\n\n\"Mark, I don't know what I'm going to do. She's like the others.\nEvery time I open my mouth in front of her, she's simply horrified.\nIt's as though my voice does something loathsome to her. And I'm the\none who's supposed to learn to talk to them.\"\n\n\"Well, those who can do, and those who can't teach,\" he told her.\n\"You can study recordings, and tell us what the words are and\nteach us how to recognize and pronounce them. You're the only\nlinguist we have.\"\n\nThat seemed to comfort her a little. He hoped it would work out that\nway. If they could communicate with these people and did leave a\nparty here to prepare for the first colonization, he'd stay on, to\nteach the natives Terran technologies and study theirs. He'd been\nexpecting that Lillian would stay, too. She was the linguist; she'd\nhave to stay. But now, if it turned out that she would be no help but\na liability, she'd go back with the _Hubert Penrose_. Paul wouldn't\nkeep a linguist who offended the natives' every sensibility with\nevery word she spoke. He didn't want that to happen. Lillian and he\nhad come to mean a little too much to each other to be parted now.\n\n       *       *       *       *       *\n\nPaul Meillard and Karl Dorver had considerable difficulty with Mom,\nthat afternoon. They wanted her to go with them and help trade for\ncattle. Mom didn't want to; she was afraid. They had to do a lot of\nplay-acting, with half a dozen Marines pretending to guard her with\nfixed bayonets from some of Dave Questell's Navy construction men\nwho had red bandannas on their heads to simulate combs before she\ngot the idea. Then she was afraid to get into the contragravity\nlorry that was to carry the hoes and the wagon wheels. Sonny managed\nto reassure her, and insisted on going along, and he insisted on\ntaking his ax with him. That meant doubling the guard, to make sure\nSonny didn't lose his self-control when he saw his former\npersecutors within chopping distance.\n\nIt went off much better than either Paul Meillard or Luis Gofredo\nexpected. After the first shock of being air-borne had worn off,\nMom found that she liked contragravity-riding; Sonny was wildly\ndelighted with it from the start. The natives showed neither of them\nany hostility. Mom's lavender bathrobe and Sonny's green coveralls\nand big ax seemed to be symbols of a new and exalted status; even\nthe Lord Mayor was extremely polite to them.\n\nThe Lord Mayor and half a dozen others got a contragravity ride,\ntoo, to the meadows to pick out cattle. A dozen animals, including\na pair of the two-ton draft beasts, were driven to the Terran camp.\nA couple of lorry-loads of assorted vegetables were brought in, too.\nEverybody seemed very happy about the deal, especially Bennet Fayon.\nHe wanted to slaughter one of the sheep-sized meat-and-milk animals\nat once and get to work on it. Gofredo advised him to put it off\ntill the next morning. He wanted a large native audience to see\nthe animal being shot with a rifle.\n\nThe water tower was finished, and the big spherical tank hoisted on\ntop of it and made fast. A pump, and a filter-system were installed.\nThere was no water for hot showers that evening, though. They would\nhave to run a pipeline to the river, and that would entail a ditch\nthat would cut through several cultivated fields, which, in turn,\nwould provoke an uproar. Paul Meillard didn't want that happening\nuntil he'd concluded the cattle-trade.\n\nCharley Loughran and Willi Schallenmacher had gone up to the ship on\none of the landing craft; they accompanied the landing party that went\ndown into the mountains. Ayesha Keithley arrived late in the afternoon\non another landing craft, with five or six tons of instruments and\nparts and equipment, and a male Navy warrant-officer helper.\n\nThey looked around the lab Lillian had been using at one end of\nthe headquarters hut.\n\n\"This won't do,\" the girl Navy officer said. \"We can't get a quarter\nof the apparatus we're going to need in here. We'll have to build\nsomething.\"\n\nDave Questell was drawn into the discussion. Yes, he could put\nup something big enough for everything the girls would need to\ninstall, and soundproof it. Concrete, he decided; they'd have to\nwait till he got the water line down and the pump going, though.\n\nThere was a crowd of natives in the fields, gaping at the Terran\ncamp, the next morning, and Gofredo decided to kill the\nanimal--until they learned the native name, they were calling it\nDomesticated Type C. It was herded out where everyone could watch,\nand a Marine stepped forward unslung his rifle took a kneeling\nposition, and aimed at it. It was a hundred and fifty yards away.\nMom had come out to see what was going on; Sonny and Howell, who\nhad been consulting by signs over the construction of a wagon, were\nstanding side by side. The Marine squeezed his trigger. The rifle\nbanged, and the Domesticated-C bounded into the air, dropped, and\nkicked a few times and was still. The natives, however, missed that\npart of it; they were howling piteously and rubbing their heads.\nAll but Sonny. He was just mildly surprised at what had happened\nto the Dom.-C.\n\nSonny, it would appear, was stone deaf.\n\n       *       *       *       *       *\n\nAs anticipated, there was another uproar later in the morning when\nthe ditching machine started north across the meadow. A mob of\nSvants, seeing its relentless progress toward a field of something\nlike turnips, gathered in front of it, twittering and brandishing\nimplements of agriculture, many of them Terran-made.\n\nPaul Meillard was ready for this. Two lorries went out; one loaded\nwith Marines, who jumped off with their rifles ready. By this\ntime, all the Svants knew what rifles would do beside make a\nnoise. Meillard, Dorver, Gofredo and a few others got out of the\nother vehicle, and unloaded presents. Gofredo did all the talking.\nThe Svants couldn't understand him, but they liked it. They also\nliked the presents, which included a dozen empty half-gallon rum\ndemijohns, tarpaulins, and a lot of assorted knickknacks. The\npipeline went through.\n\nHe and Sonny got the forge set up. There was no fuel for it.\nA party of Marines had gone out to the woods to the east to cut\nwood; when they got back, they'd burn some charcoal in the pit\nthat had been dug beside the camp. Until then, he and Sonny were\ndrawing plans for a wooden wheel with a metal tire when Lillian\ncame out of the headquarters hut with a clipboard under her arm.\nShe motioned to him.\n\n\"Come on over,\" he told her. \"You can talk in front of Sonny;\nhe won't mind. He can't hear.\"\n\n\"Can't hear?\" she echoed. \"You mean--?\"\n\n\"That's right. Sonny's stone deaf. He didn't even hear that rifle\ngoing off. The only one of this gang that has brains enough to pour\nsand out of a boot with directions on the bottom of the heel, and\nhe's a total linguistic loss.\"\n\n\"So he isn't a half-wit, after all.\"\n\n\"He's got an IQ close to genius level. Look at this; he never saw\na wheel before yesterday; now he's designing one.\"\n\n[Illustration: _It's killing us it's so nice...._]\n\nLillian's eyes widened. \"So that's why Mom's so sharp about\nsign-talk. She's been doing it all his life.\" Then she remembered\nwhat she had come out to show him, and held out the clipboard. \"You\nknow how that analyzer of mine works? Well, here's what Ayesha's\ngoing to do. After breaking a sound into frequency bands instead of\nbeing photographed and projected, each band goes to an analyzer of\nits own, and is projected on its own screen. There'll be forty of\nthem, each for a band of a hundred cycles, from zero to four\nthousand. That seems to be the Svant vocal range.\"\n\nThe diagram passed from hand to hand during cocktail time, before\ndinner. Bennet Fayon had been working all day dissecting the animal\nthey were all calling a _domsee_, a name which would stick even if\nand when they learned the native name. He glanced disinterestedly at\nthe drawing, then looked again, more closely. Then he set down the\ndrink he was holding in his other hand and studied it intently.\n\n\"You know what you have here?\" he asked. \"This is a very close analogy\nto the hearing organs of that animal I was working on. The comb, as\nwe've assumed, is the external organ. It's covered with small flaps\nand fissures. Back of each fissure is a long, narrow membrane; they're\npaired, one on each side of the comb, and from them nerves lead to\nclusters of small round membranes. Nerves lead from them to a complex\nnerve-cable at the bottom of the comb and into the brain at the base\nof the skull. I couldn't understand how the system functioned, but now\nI see it. Each of the larger membranes on the outside responds to a\nsound-frequency band, and the small ones on the inside break the bands\ndown to individual frequencies.\"\n\n\"How many of the little ones are there?\" Ayesha asked.\n\n\"Thousands of them; the inner comb is simply packed with them. Wait;\nI'll show you.\"\n\nHe rose and went away, returning with a sheaf of photo-enlargements\nand a number of blocks of lucite in which specimens were mounted.\nEverybody examined them. Anna de Jong, as a practicing psychologist,\nhad an M.D. and to get that she'd had to know a modicum of anatomy;\nshe was puzzled.\n\n\"I can't understand how they hear with those things. I'll grant\nthat the membranes will respond to sound, but I can't see how\nthey transmit it.\"\n\n\"But they do hear,\" Meillard said. \"Their musical instruments,\ntheir reactions to our voices, the way they are affected by sounds\nlike gunfire--\"\n\n\"They hear, but they don't hear in the same way we do,\" Fayon replied.\n\"If you can't be convinced by anything else, look at these things,\nand compare them with the structure of the human ear, or the ear\nof any member of any other sapient race we're ever contacted.\nThat's what I've been saying from the beginning.\"\n\n\"They have sound-perception to an extent that makes ours look\nalmost like deafness,\" Ayesha Keithley said. \"I wish I could design\na sound-detector one-tenth as good as this must be.\"\n\nYes. The way the Lord Mayor said _fwoonk_ and the way Paul Meillard\nsaid it sounded entirely different to them. Of course, _fwoonk_ and\n_pwink_ and _tweelt_ and _kroosh_ sounded alike to them, but let's\ndon't be too picky about things.\n\n       *       *       *       *       *\n\nThere were no hot showers that evening; Dave Questell's gang had\ntrouble with the pump and needed some new parts made up aboard the\nship. They were still working on it the next morning. He had meant\nto start teaching Sonny blacksmithing, but during the evening\nLillian and Anna had decided to try teaching Mom a nonphonetic,\nideographic, alphabet, and in the morning they co-opted Sonny to\nhelp. Deprived of his disciple, he strolled over to watch the work\non the pump. About twenty Svants had come in from the fields and\nwere also watching, from the meadow.\n\nAfter a while, the job was finished. The petty officer in charge\nof the work pushed in the switch, and the pump started, sucking\ndry with a harsh racket. The natives twittered in surprise. Then\nthe water came, and the pump settled down to a steady _thugg-thugg,\nthugg-thugg_.\n\nThe Svants seemed to like the new sound; they grimaced in pleasure\nand moved closer; within forty or fifty feet, they all squatted on\nthe ground and sat entranced. Others came in from the fields, drawn\nby the sound. They, too, came up and squatted, until there was a\nsemicircle of them. The tank took a long time to fill; until it did,\nthey all sat immobile and fascinated. Even after it stopped, many\nremained, hoping that it would start again. Paul Meillard began\nwondering, a trifle uneasily, if that would happen every time\nthe pump went on.\n\n\"They get a positive pleasure from it. It affects them the same way\nLuis' voice does.\"\n\n\"Mean I have a voice like a pump?\" Gofredo demanded.\n\n\"Well, I'm going to find out,\" Ayesha Keithley said. \"The next time\nthat starts, I'm going to make a recording, and compare it with your\nvoice-recording. I'll give five to one there'll be a similarity.\"\n\nQuestell got the foundation for the sonics lab dug, and began\npouring concrete. That took water, and the pump ran continuously\nthat afternoon. Concrete-mixing took more water the next day, and\nby noon the whole village population, down to the smallest child,\nwas massed at the pumphouse, enthralled. Mom was snared by the sound\nlike any of the rest; only Sonny was unaffected. Lillian and Ayesha\ncompared recordings of the voices of the team with the pump-sound;\nin Gofredo's they found an identical frequency-pattern.\n\n\"We'll need the new apparatus to be positive about it, but it's there,\nall right,\" Ayesha said. \"That's why Luis' voice pleases them.\"\n\n\"That tags me; Old Pump-Mouth,\" Gofredo said. \"It'll get all through\nthe Corps, and they'll be calling me that when I'm a four-star general,\nif I live that long.\"\n\nMeillard was really worried, now. So was Bennet Fayon. He said so\nthat afternoon at cocktail time.\n\n\"It's an addiction,\" he declared. \"Once they hear it, they have no\nwill to resist; they just squat and listen. I don't know what it's\ndoing to them, but I'm scared of it.\"\n\n\"I know one thing it's doing,\" Meillard said. \"It's keeping them\nfrom their work in the fields. For all we know, it may cause them\nto lose a crop they need badly for subsistence.\"\n\n       *       *       *       *       *\n\nThe native they had come to call the Lord Mayor evidently thought\nso, too. He was with the others, the next morning, squatting with\nhis staff across his knees, as bemused as any of them, but when the\npump stopped he rose and approached a group of Terrans, launching\ninto what could only be an impassioned tirade. He pointed with his\nstaff to the pump house, and to the semicircle of still motionless\nvillagers. He pointed to the fields, and back to the people, and to\nthe pump house again, gesturing vehemently with his other hand.\n\n_You make the noise. My people will not work while they hear it.\nThe fields lie untended. Stop the noise, and let my people work._\n\nCouldn't possibly be any plainer.\n\nThen the pump started again. The Lord Mayor's hands tightened on the\nstaff; he was struggling tormentedly with himself, in vain. His face\nrelaxed into the heartbroken expression of joy; he turned and\nshuffled over, dropping onto his haunches with the others.\n\n\"Shut down the pump, Dave!\" Meillard called out. \"Cut the power off.\"\n\nThe _thugg-thugg_-ing stopped. The Lord Mayor rose, made an odd\nsalaamlike bow toward the Terrans, and then turned on the people,\nstriking with his staff and shrieking at them. A few got to their\nfeet and joined him, screaming, pushing, tugging. Others joined.\nIn a little while, they were all on their feet, straggling away\nacross the fields.\n\nDave Questell wanted to know what it meant; Meillard explained.\n\n\"Well, what are we going to do for water?\" the Navy engineer asked.\n\n\"Soundproof the pump house. You can do that, can't you?\"\n\n\"Sure. Mound it over with earth. We'll have that done in a few hours.\"\n\nThat started Gofredo worrying. \"This happens every time we colonize\nan inhabited planet. We give the natives something new. Then we find\nout it's bad for them, and we try to take it away from them. And\nthen the knives come out, and the shooting starts.\"\n\nLuis Gofredo was also a specialist, speaking on his subject.\n\n       *       *       *       *       *\n\nWhile they were at lunch, Charley Loughran screened in from\nthe other camp and wanted to talk to Bennet Fayon.\n\n\"A funny thing, Bennet. I took a shot at a bird ... no, a flying\nmammal ... and dropped it. It was dead when it hit the ground,\nbut there isn't a mark on it. I want you to do an autopsy, and\nfind out how I can kill things by missing them.\"\n\n\"How far away was it?\"\n\n\"Call it forty feet; no more.\"\n\n\"What were you using, Charley?\" Ayesha Keithley called from the table.\n\n\"Eight-point-five Mars-Consolidated pistol,\" Loughran said. \"I'd\nlaid my shotgun down and walked away from it--\"\n\n\"Twelve hundred foot-seconds,\" Ayesha said. \"Bow-wave as well as\nmuzzle-blast.\"\n\n\"You think the report was what did it?\" Fayon asked.\n\n\"You want to bet it didn't?\" she countered.\n\nNobody did.\n\n       *       *       *       *       *\n\nMom was sulky. She didn't like what Dave Questell's men were doing\nto the nice-noise-place. Ayesha and Lillian consoled her by taking\nher into the soundproofed room and playing the recording of the\npump-noise for her. Sonny couldn't care less, one way or another;\nhe spent the afternoon teaching Mark Howell what the marks on paper\nmeant. It took a lot of signs and play-acting. He had learned about\nthirty ideographs; by combining them and drawing little pictures,\nhe could express a number of simple ideas. There was, of course,\na limit to how many of those things anybody could learn and\nremember--look how long it took an Old Terran Chinese scribe\nto learn his profession--but it was the beginning of a method\nof communication.\n\nQuestell got the pump house mounded over. Ayesha came out and tried\na sound-meter, and also Mom, on it while the pump was running.\nNeither reacted.\n\nA good many Svants were watching the work. They began to demonstrate\nangrily. A couple tried to interfere and were knocked down with\nrifle butts. The Lord Mayor and his Board of Aldermen came out with\nthe big horn and harangued them at length, and finally got them\nto go back to the fields. As nearly as anybody could tell, he was\nfriendly to and co-operative with the Terrans. The snooper over\nthe village reported excitement in the plaza.\n\nBennet Fayon had taken an airjeep to the other camp immediately\nafter lunch. He was back by 1500, accompanied by Loughran. They\ncarried a cloth-wrapped package into Fayon's dissecting-room.\nAt cocktail time, Paul Meillard had to go and get them.\n\n\"Sorry,\" Fayon said, joining the group. \"Didn't notice how late it\nwas getting. We're still doing a post on this svant-bat; that's what\nCharley's calling it, till we get the native name.\n\n\"The immediate cause of death was spasmodic contraction of every\nmuscle in the thing's body; some of them were partly relaxed before\nwe could get to work on it, but not completely. Every bone that\nisn't broken is dislocated; a good many both. There is not the\nslightest trace of external injury. Everything was done by its own\nmuscles.\" He looked around. \"I hope nobody covered Ayesha's bet,\nafter I left. If they did, she collects. The large outer membranes\nin the comb seem to be unaffected, but there is considerable\ncompression of the small round ones inside, in just one area,\nand more on the left side than on the right. Charley says it\nwas flying across in front of him from left to right.\"\n\n\"The receptor-area responding to the frequencies of the report,\"\nAyesha said.\n\nAnna de Jong made a passing gesture toward Fayon. \"The baby's yours,\nBennet,\" she said. \"This isn't psychological. I won't accept a case\nof psychosomatic compound fracture.\"\n\n\"Don't be too premature about it, Anna. I think that's more or less\nwhat you have, here.\"\n\nEverybody looked at him, surprised. His subject was comparative\ntechnology. The bio and psycho-sciences were completely outside\nhis field.\n\n\"A lot of things have been bothering me, ever since the first\ncontact. I'm beginning to think I'm on the edge of understanding\nthem, now. Bennet, the higher life-forms here--the people, and that\ndomsee, and Charley's svant-bat--are structurally identical with us.\nI don't mean gross structure, like ears and combs. I mean molecular\nand cellular and tissue structure. Is that right?\"\n\nFayon nodded. \"Biology on this planet is exactly Terra type. Yes.\nWith adequate safeguards, I'd even say you could make a viable\ntissue-graft from a Svant to a Terran, or vice versa.\"\n\n\"Ayesha, would the sound waves from that pistol-shot in any\nconceivable way have the sort of physical effect we're considering?\"\n\n\"Absolutely not,\" she said, and Luis Gofredo said: \"I've been shot\nat and missed with pistols at closer range than that.\"\n\n\"Then it was the effect on the animal's nervous system.\"\n\nAnna shrugged. \"It's still Bennet's baby. I'm a psychologist,\nnot a neurologist.\"\n\n\"What I've been saying, all along,\" Fayon reiterated complacently.\n\"Their hearing is different from ours. This proves it.\n\n\"It proves that they don't hear at all.\"\n\nHe had expected an explosion; he wasn't disappointed. They all\ncontradicted him, many derisively. Signal reactions. Only Paul\nMeillard made the semantically appropriate response:\n\n\"What do you mean, Mark?\"\n\n\"They don't _hear_ sound; they _feel_ it. You all saw what they have\ninside their combs. Those things don't transmit sound like the ears\nof any sound-sensitive life-form we've ever seen. They transform\nsound waves into tactile sensations.\"\n\nFayon cursed, slowly and luridly. Anna de Jong looked at him\nwide-eyed. He finished his cocktail and poured another. In the\nsnooper screen, what looked like an indignation meeting was making\nuproar in the village plaza. Gofredo cut the volume of the speaker\neven lower.\n\n\"That would explain a lot of things,\" Meillard said slowly. \"How\nhard it was for them to realize that we didn't understand when they\ntalked to us. A punch in the nose feels the same to anybody. They\nthought they were giving us bodily feelings. They didn't know we\nwere insensible to them.\"\n\n\"But they do ... they do have a language,\" Lillian faltered.\n\"They talk.\"\n\n\"Not the way we understand it. If they want to say, 'Me,' it's\n_tickle-pinch-rub_, even if it sounds like _fwoonk_ to us, when it\ndoesn't sound like _pwink_ or _tweelt_ or _kroosh_. The tactile\nsensations, to a Svant, feel no more different than a massage by\nfour different hands. Analogous to a word pronounced by four\ndifferent voices, to us. They'll have a code for expressing meanings\nin tactile sensation, just as we have a code for expressing meanings\nin audible sound.\"\n\n\"Except that when a Svant tells another, 'I am happy,' or 'I have a\nstomach-ache,' he makes the other one feel that way too,\" Anna said.\n\"That would carry an awful lot more conviction. I don't imagine\nsymptom-swapping is popular among Svants. Karl! You were nearly\nright, at that. This isn't telepathy, but it's a lot like it.\"\n\n\"So it is,\" Dorver, who had been mourning his departed telepathy\ntheory, said brightly. \"And look how it explains their society.\nPeaceful, everybody in quick agreement--\" He looked at the screen\nand gulped. The Lord Mayor and his party had formed one clump, and\nthe opposition was grouped at the other side of the plaza; they were\nscreaming in unison at each other. \"They make their decisions by\nendurance; the party that can resist the feelings of the other\nlongest converts their opponents.\"\n\n\"Pure democracy,\" Gofredo declared. \"Rule by the party that can\nmake the most noise.\"\n\n\"And I'll bet that when they're sick, they go around chanting,\n'I am well; I feel just fine!'\" Anna said. \"Autosuggestion would\nreally work, here. Think of the feedback, too. One Svant has a feeling.\nHe verbalizes it, and the sound of his own voice re-enforces it in him.\nIt is induced in his hearers, and they verbalize it, re-enforcing it\nin themselves and in him. This could go on and on.\"\n\n\"Yes. It has. Look at their technology.\" He felt more comfortable,\nnow he was on home ground again. \"A friend of mine, speaking about\na mutual acquaintance, once said, 'When they installed her circuits,\nthey put in such big feeling circuits that there was no room left\nfor any thinking circuits.' I think that's a perfect description of\nwhat I estimate Svant mentality to be. Take these bronze knives, and\nthe musical instruments. Wonderful; the work of individuals trying\nto express feeling in metal or wood. But get an idea like the wheel,\nor even a pair of tongs? Poo! How would you state the First Law of\nMotion, or the Second Law of Thermodynamics, in tickle-pinch-rub\nterms? Sonny could grasp an idea like that. Sonny's handicap, if\nyou call it that, cuts him off from feel-thinking; he can think\nlogically instead of sensually.\"\n\nHe sipped his cocktail and continued: \"I can understand why the\nvillage is mounded up, too. I realized that while I was watching\nDave's gang bury the pump house. I'd been bothered by that, and by\nthe absence of granaries for all the grain they raise, and by the\nnumber of people for so few and such small houses. I think the\nvillage is mostly underground, and the houses are just entrances,\nsoundproofed, to shelter them from uncomfortable natural\nnoises--thunderstorms, for instance.\"\n\nThe horn was braying in the snooper-screen speaker; somebody\nwondered what it was for. Gofredo laughed.\n\n\"I thought, at first, that it was a war-horn. It isn't. It's a\npeace-horn,\" he said. \"Public tranquilizer. The first day, they\nbrought it out and blew it at us to make us peaceable.\"\n\n\"Now I see why Sonny is rejected and persecuted,\" Anna was saying.\n\"He must make all sorts of horrible noises that he can't hear ...\nthat's not the word; we have none for it ... and nobody but his\nmother can stand being near him.\"\n\n\"Like me,\" Lillian said. \"Now I understand. Just think of the most\nrevolting thing that could be done to you physically; that's what I\ndo to them every time I speak. And I always thought I had a nice\nvoice,\" she added, pathetically.\n\n\"You have, for Terrans,\" Ayesha said. \"For Svants, you'll just\nhave to change it.\"\n\n\"But how--?\"\n\n\"Use an analyzer; train it. That was why I took up sonics, in\nthe first place. I had a voice like a crow with a sore throat,\nbut by practicing with an analyzer, an hour a day, I gave myself\nan entirely different voice in a couple of months. Just try to\nget some pump-sound frequencies into it, like Luis'.\"\n\n\"But why? I'm no use here. I'm a linguist, and these people haven't\nany language that I could ever learn, and they couldn't even learn\nours. They couldn't learn to make sounds, as sounds.\"\n\n\"You've been doing very good work with Mom on those ideographs,\"\nMeillard said. \"Keep it up till you've taught her the Lingua Terra\nBasic vocabulary, and with her help we can train a few more. They\ncan be our interpreters; we can write what we want them to say to\nthe others. It'll be clumsy, but it will work, and it's about the\nonly thing I can think of that will.\"\n\n\"And it will improve in time,\" Ayesha added. \"And we can make\nvocoders and visibilizers. Paul, you have authority to requisition\npersonnel from the ship's company. Draft me; I'll stay here and\nwork on it.\"\n\nThe rumpus in the village plaza was getting worse. The Lord Mayor\nand his adherents were being out-shouted by the opposition.\n\n\"Better do something about that in a hurry, Paul, if you don't want\na lot of Svants shot,\" Gofredo said. \"Give that another half hour\nand we'll have visitors, with bows and spears.\"\n\n\"Ayesha, you have a recording of the pump,\" Meillard said. \"Load a\nrecord-player onto a jeep and fly over the village and play it for\nthem. Do it right away. Anna, get Mom in here. We want to get her to\ntell that gang that from now on, at noon and for a couple of hours\nafter sunset, when the work's done, there will be free public\npump-concerts, over the village plaza.\"\n\n       *       *       *       *       *\n\nAyesha and her warrant-officer helper and a Marine lieutenant\nwent out hastily. Everybody else faced the screen to watch. In\nfifteen minutes, an airjeep was coming in on the village. As it\ncircled low, a new sound, the steady _thugg-thugg, thugg-thugg_\nof the pump, began.\n\nThe yelling and twittering and the blaring of the peace-horn died out\nalmost at once. As the jeep circled down to housetop level, the two\ncontending faction-clumps broke apart; their component individuals\nmoved into the center of the plaza and squatted, staring up, letting\nthe delicious waves of sound caress them.\n\n\"Do we have to send a detail in a jeep to do that twice a day?\"\nGofredo asked. \"We keep a snooper over the village; fit it with\na loud-speaker and a timer; it can give them their _thugg-thugg_,\non schedule, automatically.\"\n\n\"We might give the Lord Mayor a recording and a player and let him\ndecide when the people ought to listen--if that's the word--to it,\"\nDorver said. \"Then it would be something of their own.\"\n\n\"No!\" He spoke so vehemently that the others started. \"You know\nwhat would happen? Nobody would be able to turn it off; they'd\nall be hypnotized, or doped, or whatever it is. They'd just sit\nin a circle around it till they starved to death, and when the\npower-unit gave out, the record-player would be surrounded by\na ring of skeletons. We'll just have to keep on playing it for\nthem ourselves. Terrans' Burden.\"\n\n\"That'll give us a sanction over them,\" Gofredo observed. \"Extra\n_thugg-thugg_ if they're very good; shut it off on them if they act\nnasty. And find out what Lillian has in her voice that the rest of\nus don't have, and make a good loud recording of that, and stash it\naway along with the rest of the heavy-weapons ammunition. You know,\nyou're not going to have any trouble at all, when we go down-country\nto talk to the king or whatever. This is better than fire-water ever\nwas.\"\n\n\"We must never misuse our advantage, Luis,\" Meillard said seriously.\n\"We must use it only for their good.\"\n\nHe really meant it. Only--You had to know some general history to\nstudy technological history, and it seemed to him that that pious\nassertion had been made a few times before. Some of the others who\nhad made it had really meant it, too, but that had made little\ndifference in the long run.\n\nFayon and Anna were talking enthusiastically about the work ahead of\nthem.\n\n\"I don't know where your subject ends and mine begins,\" Anna was\nsaying. \"We'll just have to handle it between us. What are we going\nto call it? We certainly can't call it hearing.\"\n\n\"Nonauditory sonic sense is the only thing I can think of,\" Fayon\nsaid. \"And that's such a clumsy term.\"\n\n\"Mark; you thought of it first,\" Anna said. \"What do you think?\"\n\n\"Nonauditory sonic sense. It isn't any worse than Domesticated\nType C, and that got cut down to size. _Naudsonce._\"\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Naudsonce, by H. Beam Piper\n\n*** END OF THIS PROJECT GUTENBERG EBOOK NAUDSONCE ***\n\n***** This file should be named 19076.txt or 19076.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/9/0/7/19076/\n\nProduced by Greg Weeks, William Woods, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n*** END: FULL LICENSE ***\n"}