{"title": "The Man Who Rocked the Earth", "author": "Arthur Train", "releaseDate": "September 4, 2006", "language": "English", "content": "\n\n\n\nProduced by The Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                      _The_ MAN WHO ROCKED THE EARTH\n\n                 By ARTHUR TRAIN AND ROBERT WILLIAMS WOOD\n\n\n\n\n    Reprint Edition 1974 by Arno Press Inc.\n    A New York Times Company\n    New York--1975\n\n    SCIENCE FICTION ADVISORY EDITORS\n    _R. Reginald_\n    _Douglas Menville_\n\n    Copyright © 1915 by Doubleday, Page & Company\n\n    _All rights reserved, including that of translation into foreign\n    languages, including the Scandinavian_\n\n    Reprinted by permission of Mrs. Robert W. Wood\n\n    Reprinted from a copy in The Library\n    of the University of California, Riverside\n\n    Library of Congress Cataloging in Publication Data\n\n    Train, Arthur Cheney, 1875-1945.\n    The man who rocked the earth.\n\n    (Science fiction)\n    Reprint of the ed. published by Doubleday, Page,\n    Garden City, N. Y.\n\n    I. Wood, Robert Williams, 1868-1955, joint author.\n    II. Title. III. Series.\n    PZ3.T682Mak6 [PS3539.R23] 813'.5'2 74-16523\n    ISBN 0-405-06315-6\n\n\n\n\nTHE MAN WHO ROCKED THE EARTH\n\n\n     _\"I thought, too, of the first and most significant realization\n     which the reading of astronomy imposes: that of the exceeding\n     delicacy of the world's position; how, indeed, we are dependent\n     for life, and all that now is, upon the small matter of the tilt\n     of the poles; and that we, as men, are products, as it were, not\n     only of earth's precarious position, but of her more precarious\n     tilt.\"_--W. L. COMFORT, Nov., 1914\n\n[Illustration: INSTANTLY THE EARTH BLEW UP LIKE A CANNON--UP INTO THE\nAIR, A THOUSAND MILES UP]\n\n\n\n\nPROLOGUE\n\n\nBy July 1, 1916, the war had involved every civilized nation upon the\nglobe except the United States of North and of South America, which had\nup to that time succeeded in maintaining their neutrality. Belgium,\nHolland, Denmark, Switzerland, Poland, Austria Hungary, Lombardy, and\nServia, had been devastated. Five million adult male human beings had\nbeen exterminated by the machines of war, by disease, and by famine. Ten\nmillion had been crippled or invalided. Fifteen million women and\nchildren had been rendered widows or orphans. Industry there was none.\nNo crops were harvested or sown. The ocean was devoid of sails.\nThroughout European Christendom women had taken the place of men as\nfield hands, labourers, mechanics, merchants, and manufacturers. The\namalgamated debt of the involved nations, amounting to more than\n$100,000,000,000, had bankrupted the world. Yet the starving armies\ncontinued to slaughter one another.\n\nSiberia was a vast charnel-house of Tartars, Chinese, and Russians.\nNorthern Africa was a holocaust. Within sixty miles of Paris lay an army\nof two million Germans, while three million Russians had invested\nBerlin. In Belgium an English army of eight hundred and fifty thousand\nmen faced an equal force of Prussians and Austrians, neither daring to\ntake the offensive.\n\nThe inventive genius of mankind, stimulated by the exigencies of war,\nhad produced a multitude of death-dealing mechanisms, most of which had\nin turn been rendered ineffective by some counter-invention of another\nnation. Three of these products of the human brain, however, remained\nunneutralized and in large part accounted for the impasse at which the\nhostile armies found themselves. One of these had revolutionized warfare\nin the field, and the other two had destroyed those two most important\nfactors of the preliminary campaign--the aeroplane and the submarine.\nThe German dirigibles had all been annihilated within the first ten\nmonths of the war in their great cross-channel raid by Pathé contact\nbombs trailed at the ends of wires by high-flying French planes. This,\nof course, had from the beginning been confidently predicted by the\nFrench War Department. But by November, 1915, both the allied and the\nGerman aerial fleets had been wiped from the clouds by Federston's\nvortex guns, which by projecting a whirling ring of air to a height of\nover five thousand feet crumpled the craft in mid-sky like so many\nbutterflies in a simoon.\n\nThe second of these momentous inventions was Captain Barlow's device for\ndestroying the periscopes of submarines, thus rendering them blind and\nhelpless. Once they were forced to the surface such craft were easily\ndestroyed by gun fire or driven to a sullen refuge in protecting\nharbours.\n\nThe third, and perhaps the most vital, invention was Dufay's\nnitrogen-iodide pellets, which when sown by pneumatic guns upon the\nslopes of a battlefield, the ground outside intrenchments, or round the\nglacis of a fortification made approach by an attacking army impossible\nand the position impregnable. These pellets, only the size of No. 4 bird\nshot and harmless out of contact with air, became highly explosive two\nminutes after they had been scattered broadcast upon the soil, and any\nfriction would discharge them with sufficient force to fracture or\ndislocate the bones of the human foot or to put out of service the leg\nof a horse. The victim attempting to drag himself away inevitably\nsustained further and more serious injuries, and no aid could be given\nto the injured, as it was impossible to reach them. A field well planted\nwith such pellets was an impassable barrier to either infantry or\ncavalry, and thus any attack upon a fortified position was doomed to\nfailure. By surprise alone could a general expect to achieve a victory.\nOffensive warfare had come almost to a standstill.\n\nGermany had seized Holland, Denmark, and Switzerland. Italy had annexed\nDalmatia and the Trentino; and a new Slav republic had arisen out of\nwhat had been Hungary, Croatia, Bosnia, Herzegovina, Servia, Roumania,\nMontenegro, Albania, and Bulgaria. Turkey had vanished from the map of\nEurope; while the United States of South America, composed of the\nSpanish-speaking South American Republics, had been formed. The\nmortality continued at an average of two thousand a day, of which 75 per\ncent. was due to starvation and the plague. Maritime commerce had ceased\nentirely, and in consequence of this the merchant ships of all nations\nrotted at the docks.\n\nThe Emperor of Germany, and the kings of England and of Italy, had all\nvoluntarily abdicated in favour of a republican form of government.\nEurope and Asia had run amuck, hysterical with fear and blood. As well\ntry to pacify a pack of mad and fighting dogs as these frenzied myriads\nwith their half-crazed generals. They lay, these armies, across the fair\nbosom of the earth like dying monsters, crimson in their own blood, yet\nstill able to writhe upward and deal death to any other that might\napproach. They were at a deadlock, yet each feared to make the first\novertures for peace. There was, in actuality, no longer even an English\nor a German nation. It was an orgy of homicide, in which the best of\nmankind were wantonly destroyed, leaving only the puny, the\nfeeble-minded, the deformed, and the ineffectual to perpetuate the race.\n\n\n\n\nI\n\n\nIt was three minutes past three postmeridian in the operating room of\nthe new Wireless Station recently installed at the United States Naval\nObservatory at Georgetown. Bill Hood, the afternoon operator, was\nsitting in his shirt sleeves with his receivers at his ears, smoking a\ncorncob pipe and awaiting a call from the flagship _Lincoln_ of the\nNorth Atlantic Patrol with which, somewhere just off Hatteras, he had\nbeen in communication a few moments before. The air was quiet.\n\nHood was a fat man, and so of course good-natured; but he was serious\nabout his work and hated all interfering amateurs. Of late these\nwireless pests had become particularly obnoxious, as practically\neverything was sent out in code and they had nothing with which to\noccupy themselves. But it was a hot day and none of them seemed to be at\nwork. On one side of his desk a tall thermometer indicated that the\ntemperature of the room was 91 degrees Fahrenheit; on the other a big\nclock, connected with some extraneous mechanism by a complicated system\nof brass rods and wires, ticked off the minutes and seconds with a\npeculiar metallic self-consciousness, as if aware of its own importance\nin being the official timepiece, as far as there was an official\ntimepiece, for the entire United States of America.\n\nHood from time to time tested his converters and detector, and then\nresumed his non-official study of the adventures of a great detective\nwho pursued the baffling criminal by the aid of all the latest\nscientific discoveries. Hood thought it was good stuff, although at the\nsame time he knew, of course, that it was rot. He was a practical man of\nlittle imagination, and, though the detective did not interest him\nparticularly, he liked the scientific part of the stories. He was\nthrifty, of Scotch-Irish descent, and at two minutes past three had\nnever had an adventure in his life. At three minutes past three he began\nhis career as one of the celebrities of the world.\n\nAs the minute hand of the official clock dropped into its slot somebody\ncalled the Naval Observatory. The call was so faint as to be barely\naudible, in spite of the fact that Hood's instrument was tuned for a\nthree-thousand-metre wave. Supposing quite naturally that the person\ncalling had a shorter wave, he gradually cut out the inductance of his\nreceiver; but the sound faded out entirely, and he returned to his\noriginal inductance and shunted in his condenser, upon which the call\nimmediately increased in volume. Evidently the other chap was using a\nbig wave, bigger than Georgetown.\n\nHood puckered his brows and looked about him. Lying on a shelf above his\ninstrument was one of the new ballast coils that Henderson had used with\nthe long waves from lightning flashes, and he leaned over and connected\nthe heavy spiral of closely wound wire, throwing it into his circuit.\nInstantly the telephones spoke so loud that he could hear the shrill cry\nof the spark even from where the receivers lay beside him on the table.\nQuickly fastening them to his ears he listened. The sound was clear,\nsharp, and metallic, and vastly higher in pitch than a ship's call. It\ncouldn't be the _Lincoln_.\n\n\"By gum!\" muttered Hood. \"That fellow must have a twelve-thousand-metre\nwave length with fifty kilowatts behind it, sure! There ain't another\nstation in the world but this can pick him up!\"\n\n\"NAA--NAA--NAA,\" came the call.\n\nThrowing in his rheostat he sent an \"O.K\" in reply, and waited\nexpectantly, pencil in hand. A moment more and he dropped his pencil in\ndisgust.\n\n\"Just another bug!\" he remarked aloud to the thermometer. \"Ought to be\npoisoned! What a whale of a wave length, though!\"\n\nFor several minutes he listened intently, for the amateur was sending\ninsistently, repeating everything twice as if he meant business.\n\n\"He's a jolly joker all right,\" muttered Hood, this time to the clock.\n\"Must be pretty hard up for something to do!\"\n\nThen he laughed out loud and took up the pencil again. This amateur,\nwhoever he was, was almost as good as his detective story. The \"bug\"\ncalled the Naval Observatory once more and began repeating his entire\nmessage for the third time.\n\n\"To all mankind\"--he addressed himself modestly--\"To all mankind--To all\nmankind--I am the dictator--of human destiny--Through the earth's\nrotation--I control--day and night--summer and winter--I command\nthe--cessation of hostilities and--the abolition of war upon the\nglobe--I appoint the--United States--as my agent for this purpose--As\nevidence of my power I shall increase the length of the day--from\nmidnight to midnight--of Thursday, July 22d, by the period of five\nminutes.--PAX.\"\n\nThe jolly joker, having repeated thus his extraordinary message to all\nmankind, stopped sending.\n\n\"Well, I'll be hanged!\" gasped Bill Hood. Then he wound up his magnetic\ndetector and sent an answering challenge into the ether.\n\n\"Can--the--funny--stuff!\" he snapped. \"And tune out--or--we'll\nrevoke--your license!\"\n\n\"What a gall!\" he grunted, folding up the yellow sheet of pad paper upon\nwhich he had taken down the message to all mankind and thrusting it into\nhis book for a marker. \"All the fools aren't dead yet!\"\n\nThen he picked up the _Lincoln_ and got down to real work. The \"bug\" and\nhis message passed from memory.\n\n\n\n\nII\n\n\nThe following Thursday afternoon a perspiring and dusty stranger from\nSt. Louis, who, with the Metropolitan Art Museum as his objective, was\ntrudging wearily through Central Park, New York City, at two o'clock,\npaused to gaze with some interest at the obelisk known as Cleopatra's\nNeedle. The heat rose in shimmering waves from the asphalt of the\nroadway, but the stranger was used to heat and he was conscientiously\nengaged in the duty of seeing New York. Opposite the Museum he seated\nhimself upon a bench in the shade of a faded dogwood and wiped the\nmoisture from his eyes. The glare from the unprotected boulevards was\nterrific. Under these somewhat unfavourable conditions he was occupied\nin studying the monument of Egypt's past magnificence when he felt a\nslight dragging sensation. It was indefinable and had no visual\nconcomitant. But it was as though the brakes were being gently applied\nto a Pullman train. He was the only human being in the neighbourhood;\nnot even a policeman was visible; and the experience gave him a creepy\nfeeling. Then to his amazement Cleopatra's Needle slowly toppled from\nits pedestal and fell with a crash across the roadway. At first he\nthought it an optical illusion and wiped his eyes again, but it was\nnothing of the kind. The monument, which had a moment before pointed to\nthe zenith, now lay shattered in three pieces upon the softening\nconcrete of the drive. The stranger arose and examined the fragments of\nthe monolith, one of which lay squarely across the road, barring all\npassage. Round the pedestal were scattered small pieces of broken\ngranite, and from these, after looking about cautiously, he chose one\nwith care and placed it in his pocket.\n\n\"Gosh!\" he whispered to himself as he hurried toward Fifth Avenue.\n\"That'll just be something to tell 'em at home! Eh, Bill?\"\n\nThe dragging sensation experienced by the tourist from St. Louis was\nfelt by many millions of people all over the world, but, as in most\ncountries it occurred coincidently with pronounced earthquake shocks and\ntremblings, for the most part it passed unnoticed as a specific,\nindividual phenomenon.\n\nHood, in the wireless room at Georgetown, suddenly heard in his\nreceivers a roar like that of Niagara and quickly removed them from his\nears. He had never known such statics. He was familiar with electrical\ndisturbances in the ether, but this was beyond anything in his\nexperience. Moreover, when he next tried to use his instruments he\ndiscovered that something had put the whole apparatus out of commission.\nAbout an hour later he felt a pronounced pressure in his eardrums, which\ngradually passed off. The wireless refused to work for nearly eight\nhours, and it was still recalcitrant when he went off duty at seven\no'clock. He had not felt the quivering of the earth round Washington,\nand being an unimaginative man he accepted the other facts of the\nsituation philosophically. The statics would pass, and then Georgetown\nwould be in communication with the rest of the world again, that was\nall. At seven o'clock the night shift came in, and Hood borrowed a\npipeful of tobacco from him and put on his coat.\n\n\"Say, Bill, did you feel the shock?\" asked the shift, hanging up his hat\nand taking a match from Hood.\n\n\"No,\" answered the latter, \"but the statics have put the machine on the\nblink. She'll come round all right in an hour or so. The air's gummy\nwith ions. Shock, did you say?\"\n\n\"Sure. Had 'em all over the country. Say, the boys at the magnetic\nobservatory claim their compass shifted east and west instead of north\nand south, and stayed that way for five minutes. Didn't you feel the air\npressure? I should worry! And say, I just dropped into the\nMeteorological Department's office and looked at the barometer. She'd\njumped up half an inch in about two seconds, wiggled round some, and\nthen come back to normal. You can see the curve yourself if you ask\nFraser to show you the self-registering barograph. Some doin's, I tell\nyou!\"\n\nHe nodded his head with an air of importance.\n\n\"Take your word for it,\" answered Hood without emotion, save for a\nslight annoyance at the other's arrogation of superior information.\n\"'Tain't the first time there's been an earthquake since creation.\" And\nhe strolled out, swinging to the doors behind him.\n\nThe night shift settled himself before the instruments with a look of\ndreary resignation.\n\n\"Say,\" he muttered aloud, \"you couldn't jar that feller with a\nthirteen-inch bomb! He wouldn't even rub himself!\"\n\nHood, meantime, bought an evening paper and walked slowly to the\ndistrict where he lived. It was a fine night and there was no particular\nexcitement in the streets. His wife opened the door.\n\n\"Well,\" she greeted him, \"I'm glad you've come home at last. I was plumb\nscared something had happened to you. Such a shaking and rumbling and\nrattling I never did hear! Did you feel it?\"\n\n\"I didn't feel nothin'!\" answered Bill Hood. \"Some one said there was a\nshock, that was all I heard about it. The machine's out of kilter.\"\n\n\"They won't blame you, will they?\" she asked anxiously.\n\n\"You bet they won't!\" he replied. \"Look here, I'm hungry. Are the\nwaffles ready?\"\n\n\"Have 'em in a jiffy!\" she smiled. \"You go in and read your paper.\"\n\nHe did as he was directed, and seated himself in a rocker under the\ngaslight. After perusing the baseball news he turned back to the front\npage. The paper was a fairly late edition, containing up-to-the-minute\ntelegraphic notes. In the centre column, alongside the announcement of\nthe annihilation of three entire regiments of Silesians by the explosion\nof nitroglycerine concealed in dummy gun carriages, was the following:\n\n     CLEOPATRA'S NEEDLE FALLS\n\n     EARTHQUAKE DESTROYS FAMOUS MONUMENT\n\n     SHOCKS FELT HERE AND ALL OVER U. S.\n\n     Washington was visited by a succession of earthquake shocks early\n     this afternoon, which, in varying force, were felt throughout the\n     United States and Europe. Little damage was done, but those having\n     offices in tall buildings had an unpleasant experience which they\n     will not soon forget. A peculiar phenomenon accompanying this\n     seismic disturbance was the variation of the magnetic needle by over\n     eighty degrees from north to east and an extraordinary rise and fall\n     of the barometer. All wireless communication had to be abandoned,\n     owing to the ionizing of the atmosphere, and up to the time this\n     edition went to press had not been resumed. Telegrams by way of\n     Colon report similar disturbances in South America. In New York the\n     monument in Central Park known as Cleopatra's Needle was thrown from\n     its pedestal and broken into three pieces. The contract for its\n     repair and replacement has already been let. The famous monument was\n     a present from the Khedive of Egypt to the United States, and\n     formerly stood in Alexandria. The late William H. Vanderbilt\n     defrayed the expense of transporting it to this country.\n\nBill Hood read this with scant interest. The Giants had knocked the\nBraves' pitcher out of the box, and an earthquake seemed a small matter.\nHis mind did not once revert to the mysterious message from Pax the day\nbefore. He was thinking of something far more important.\n\n\"Say, Nellie,\" he demanded, tossing aside the paper impatiently, \"ain't\nthose waffles ready yet?\"\n\n\n\n\nIII\n\n\nOn that same evening, Thursday, July 22d, two astronomers attached to\nthe Naval Observatory sat in the half darkness of the meridian-circle\nroom watching the firmament sweep slowly across the aperture of the\ngiant lens. The chamber was as quiet as the grave, the two men rarely\nspeaking as they noted their observations. Paris might be taken, Berlin\nbe razed, London put to the torch; a million human beings might be blown\ninto eternity, or the shrieks of mangled creatures lying in heaps before\npellet-strewn barbed-wire entanglements rend the summer night; great\nbattleships of the line might plunge to the bottom, carrying their crews\nwith them; and the dead of two continents rot unburied--yet unmoved the\nstars would pursue their nightly march across the heavens, cruel day\nwould follow pitiless night, and the careless earth follow its\naccustomed orbit as though the race were not writhing in its death\nagony. Gazing into the infinity of space human existence seemed but the\nscum upon a rainpool, human warfare but the frenzy of insectivora.\nUnmindful of the starving hordes of Paris and Berlin, of plague-swept\nRussia, or of the drowned thousands of the North Baltic Fleet, these two\nmen calmly studied the procession of the stars--the onward bore of the\nuniverse through space, and the spectra of newborn or dying worlds.\n\nIt was a suffocatingly hot night and their foreheads reeked with sweat.\nDim shapes on the walls of the room indicated what by day was a tangle\nof clockwork and recording instruments, connected by electricity with\nvarious buttons and switches upon the table. The brother of the big\nclock in the wireless operating room hung nearby, its face illuminated\nby a tiny electric lamp, showing the hour to be eleven-fifty.\nOccasionally the younger man made a remark in a low tone, and the elder\nwrote something on a card.\n\n\"The 'seeing' is poor to-night,\" said Evarts, the younger man. \"The\nupper air is full of striae and, though it seems like a clear night,\neverything looks dim--a volcanic haze probably. Perhaps the Aleutian\nIslands are in eruption again.\"\n\n\"Very likely,\" answered Thornton, the elder astronomer. \"The shocks this\nafternoon would indicate something of the sort.\"\n\n\"Curious performance of the magnetic needle. They say it held due east\nfor several minutes,\" continued Evarts, hoping to engage his senior in\nconversation--almost an impossibility, as he well knew.\n\nThornton did not reply. He was carefully observing the infinitesimal\napproach of a certain star to the meridian line, marked by a thread\nacross the circle's aperture. When that point of light should cross the\nthread it would be midnight, and July 22, 1916, would be gone forever.\nEvery midnight the indicating stars crossed the thread exactly on time,\neach night a trifle earlier than the night before by a definite and\ncalculable amount, due to the march of the earth around the sun. So they\nhad crossed the lines in every observatory since clocks and telescopes\nhad been invented. Heretofore, no matter what cataclysm of nature had\noccurred, the star had always crossed the line not a second too soon or\na second too late, but exactly on time. It was the one positively\npredictable thing, foretellable for ten or for ten thousand years by a\nsimple mathematical calculation. It was surer than death or the tax-man.\nIt was absolute.\n\nThornton was a reserved man of few words--impersonal, methodical,\nserious. He spent many nights there with Evarts, hardly exchanging a\nphrase with him, and then only on some matter immediately concerned with\ntheir work. Evarts could dimly see his long, grave profile bending over\nhis eyepiece, shrouded in the heavy shadows across the table. He felt a\ngreat respect, even tenderness, for this taciturn, high-principled,\ndevoted scientist. He had never seen him excited, hardly ever aroused.\nHe was a man of figures, whose only passion seemed to be the \"music of\nthe spheres.\"\n\nA long silence followed, during which Thornton seemed to bend more\nintently than ever over his eyepiece. The hand of the big clock slipped\ngradually to midnight.\n\n\"There's something wrong with the clock,\" said Thornton suddenly, and\nhis voice sounded curiously dry, almost unnatural. \"Telephone to the\nequatorial room for the time.\"\n\nPuzzled by Thornton's manner Evarts did as instructed.\n\n\"Forty seconds past midnight,\" came the reply from the equatorial\nobserver.\n\nEvarts repeated the answer for Thornton's benefit, looking at their own\nclock at the same time. It pointed to exactly forty seconds past the\nhour. He heard Thornton suppress something like an oath.\n\n\"There's something the matter!\" repeated Thornton dumbly. \"Aeta isn't\nwithin five minutes of crossing. Both clocks can't be wrong!\"\n\nHe pressed a button that connected with the wireless room.\n\n\"What's the time?\" he called sharply through the nickel-plated\nspeaking-tube.\n\n\"Forty-five seconds past the hour,\" came the answer. Then: \"But I want\nto see you, sir. There's something queer going on. May I come in?\"\n\n\"Come!\" almost shouted Thornton.\n\nA moment later the flushed face of Williams, the night operator,\nappeared in the doorway.\n\n\"Excuse me, sir,\" he stammered, \"but something fierce must have\nhappened! I thought you ought to know. The Eiffel Tower has been trying\nto talk to us for over two hours, but I can't get what he's saying.\"\n\n\"What's the matter--atmospherics?\" snapped Evarts.\n\n\"No; the air _was_ full of them, sir--shrieking with them you might say;\nbut they've stopped now. The trouble has been that I've been jammed by\nthe Brussels station talking to the Belgian Congo--same wave length--and\nI couldn't tune Brussels out. Every once in a while I'd get a word of\nwhat Paris was saying, and it's always the same word--'_heure_.' But\njust now Brussels stopped sending and I got the complete message of the\nEiffel Tower. They wanted to know our time by Greenwich. I gave it to\n'em. Then Paris said to tell you to take your transit with great care\nand send result to them immediately----\"\n\nThe ordinarily calm Thornton gave a great suspiration and his face was\nlivid. \"Aeta's just crossed--we're five minutes out! Evarts, am I crazy?\nAm I talking straight?\"\n\nEvarts laid his hand on the other's arm.\n\n\"The earthquake's knocked out your transit,\" he suggested.\n\n\"And Paris--how about Paris?\" asked Thornton. He wrote something down on\na card mechanically and started for the door. \"Get me the Eiffel Tower!\"\nhe ordered Williams.\n\nThe three men stood motionless, as the wireless man sent the Eiffel\nTower call hurtling across the Atlantic:\n\n\"ETA--ETA--ETA.\"\n\n\"All right,\" whispered Williams, \"I've got 'em.\"\n\n\"Tell Paris that our clocks are all out five minutes according to the\nmeridian.\"\n\nWilliams worked the key rapidly, and then listened.\n\n\"The Eiffel Tower says that their chronometers also appear to be out by\nthe same time, and that Greenwich and Moscow both report the same thing.\nWait a minute! He says Moscow has wired that at eight o'clock last\nevening a tremendous aurora of bright yellow light was seen to the\nnorthwest, and that their spectroscopes showed the helium line only. He\nwants to know if we have any explanation to offer----\"\n\n\"Explanation!\" gasped Evarts. \"Tell Paris that we had earthquake shocks\nhere together with violent seismic movements, sudden rise in barometer,\nfollowed by fall, statics, and erratic variation in the magnetic\nneedle.\"\n\n\"What does it all mean?\" murmured Thornton, staring blankly at the\nyounger man.\n\nThe key rattled and the rotary spark whined into a shriek. Then silence.\n\n\"Paris says that the same manifestations have been observed in Russia,\nAlgeria, Italy, and London,\" called out Williams. \"Ah! What's that?\nNauen's calling.\" Again he sent the blue flame crackling between the\ncoils. \"Nauen reports an error of five minutes in their meridian\nobservations according to the official clocks. And hello! He says Berlin\nhas capitulated and that the Russians began marching through at\ndaylight--that is about two hours ago. He says he is about to turn the\nstation over to the Allied Commissioners, who will at once assume\ncharge.\"\n\nEvarts whistled.\n\n\"How about it?\" he asked of Thornton.\n\nThe latter shook his head gravely.\n\n\"It may be--explainable--or,\" he added hoarsely, \"it may mean the end of\nthe world.\"\n\nWilliams sprang from his chair and confronted Thornton.\n\n\"What do you mean?\" he almost shouted.\n\n\"Perhaps the universe is running down!\" said Evarts soothingly. \"At any\nrate, keep it to yourself, old chap. If the jig is up there's no use\nscaring people to death a month or so too soon!\"\n\nThornton grasped an arm of each.\n\n\"Not a word of this to anybody!\" he ground out through compressed lips.\n\"Absolute silence, or hell may break loose on earth!\"\n\n\n\n\nIV\n\n\nFree translation of the Official Report of the Imperial Commission of\nthe Berlin Academy of Science to the Imperial Commissioners of the\nGerman Federated States:\n\n     The unprecedented cosmic phenomena which occurred on the 22d and\n     27th days of the month of July, and which were felt over the entire\n     surface of the globe, have left a permanent effect of such\n     magnitude on the position of the earth's axis in space and the\n     duration of the period of the rotation, that it is impossible to\n     predict at the present time the ultimate changes or modifications\n     in the climatic conditions which may follow. This commission has\n     considered most carefully the possible causes that may have been\n     responsible for this catastrophe--(_Weltunfall_)--and by\n     eliminating every hypothesis that was incapable of explaining all\n     of the various disturbances, is now in a position to present two\n     theories, either one of which appears to be capable of explaining\n     the recent disturbances.\n\n     The phenomena in question may be briefly summarized as follows;\n\n     1. THE YELLOW AURORA. In Northern Europe this appeared suddenly on\n     the night of July 22d as a broad, faint sheaf--(_Lichtbündel_)--of\n     clear yellow light in the western sky. Reports from America show\n     that at Washington it appeared in the north as a narrow shaft of\n     light, inclined at an angle of about thirty degrees with the\n     horizon, and shooting off to the east. Near the horizon it was\n     extremely brilliant, and the spectroscope showed that the light was\n     due to glowing helium gas.\n\n     The Potsdam Observatory reported that the presence of sodium has\n     been detected in the aurora; but this appears to have been a mistake\n     due to the faintness of the light and the circumstance that no\n     comparison spectrum was impressed on the plate. On the photograph\n     made at the Washington Observatory the helium line is certain, as a\n     second exposure was made with a sodium flame; and the two lines are\n     shown distinctly separated.\n\n     2. THE NEGATIVE ACCELERATION. This phenomenon was observed\n     to a greater or less extent all over the globe. It was especially\n     marked near the equator; but in Northern Europe it was noted by only\n     a few observers, though many clocks were stopped and other\n     instruments deranged. There appears to be no doubt that a force of\n     terrific magnitude was applied in a tangential direction to the\n     surface of the earth, in such a direction as to oppose its axial\n     rotation, with the effect that the surface velocity was diminished\n     by about one part in three hundred, resulting in a lengthening of\n     the day by five minutes, thirteen and a half seconds.\n\n     The application of this brake--(_Bremsekraft_), as we may term\n     it--caused acceleration phenomena to manifest themselves precisely\n     as on a railroad train when being brought to a stop. The change in\n     the surface speed of the earth at the equator has amounted to about\n     6.4 kilometres an hour; and various observations show that this\n     change of velocity was brought about by the operation of the unknown\n     force for a period of time of less than three minutes. The negative\n     acceleration thus represented would certainly be too small to\n     produce any marked physiological sensations, and yet the reports\n     from various places indicate that they were certainly observed. The\n     sensations felt are usually described as similar to those\n     experienced in a moving automobile when the brake is very gently\n     applied.\n\n     Moreover, certain destructive actions are reported from localities\n     near the equator--chimneys fell and tall buildings swayed; while\n     from New York comes the report that the obelisk in Central Park was\n     thrown from its pedestal. It appears that these effects were due to\n     the circumstance that the alteration of velocity was propagated\n     through the earth as a wave similar to an earthquake wave, and that\n     the effects were cumulative at certain points--a theory that is\n     substantiated by reports that at certain localities, even near the\n     equator, no effects were noted.\n\n     3. TIDAL WAVES. These were observed everywhere and were\n     very destructive in many places. In the Panama Canal, which is near\n     the equator and which runs nearly east and west, the sweep of the\n     water was so great that it flowed over the Gatun Lock. On the\n     eastern coasts of the various continents there was a recession of\n     the sea, the fall of the tide being from three to five metres below\n     the low-water mark. On the western coasts there was a corresponding\n     rise, which in some cases reached a level of over twelve metres.\n\n     That the tidal phenomena were not more marked and more destructive\n     is a matter of great surprise, and has been considered as evidence\n     that the retarding force was not applied at a single spot on the\n     earth's surface, but was a distributed force, which acted on the\n     water as well as on the land, though to a less extent. It is\n     difficult, however, to conceive of a force capable of acting in such\n     a way; and Björnson's theory of the magnetic vortex in the ether has\n     been rejected by this commission.\n\n     4. ATMOSPHERIC DISTURBANCES. Some time after the appearance\n     of the yellow aurora a sudden rise in atmospheric pressure, followed\n     by a gradual fall considerably below the normal pressure, was\n     recorded over the entire surface of the globe. Calculations based on\n     the time of arrival of this disturbance at widely separated points\n     show that it proceeded with the velocity of sound from a point\n     situated probably in Northern Labrador. The maximum rise of pressure\n     recorded was registered at Halifax, the self-recording barographs\n     showing that the pressure rose over six centimetres in less than\n     five minutes.\n\n     5. SHIFT IN DIRECTION OF THE EARTH'S AXIS. The axis of the\n     earth has been shifted in space by the disturbance and now points\n     almost exactly toward the double star Delta Ursæ Minoris. This\n     change appears to have resulted from the circumstance that the force\n     was applied to the surface of the globe in a direction not quite\n     parallel to the direction of rotation, the result being the\n     development of a new axis and a shift in the positions of the poles,\n     which it will now be necessary to rediscover.\n\n     It appears that these most remarkable cosmic phenomena can be\n     explained in either of two ways: they may have resulted from an\n     explosive or volcanic discharge from the surface of the earth, or\n     from the oblique impact of a meteoric stream moving at a very high\n     velocity. It seems unlikely that sufficient energy to bring about\n     the observed changes could have been developed by a volcanic\n     disturbance of the ordinary type; but if radioactive forces are\n     allowed to come into play the amount of energy available is\n     practically unlimited.\n\n     It is difficult, however, to conceive of any way in which a sudden\n     liberation of atomic energy could have been brought about by any\n     terrestrial agency; so that the first theory, though able to account\n     for the facts, seems to be the less tenable of the two. The meteoric\n     theory offers no especial difficulty. The energy delivered by a\n     comparatively small mass of finely divided matter, moving at a\n     velocity of several hundred kilometres a second--and such a velocity\n     is by no means unknown--would be amply sufficient to alter the\n     velocity of rotation by the small amount observed.\n\n     Moreover, the impact of such a meteoric stream may have\n     developed a temperature sufficiently high to bring about\n     radioactive changes, the effect of which would be to expel\n     helium and other disintegration products at cathode-ray\n     velocity--(_Kathoden-Strahlen-Fortpflanzung-Geschwindigkeit_)--from\n     the surface of the earth; and the recoil exerted by this expulsion\n     would add itself to the force of the meteoric impact.\n\n     The presence of helium makes this latter hypothesis not altogether\n     improbable, while the atmospheric wave of pressure would result at\n     once from the disruption of the air by the passage of the meteor\n     stream through it. Exploration of the region in which it seems\n     probable that the disturbance took place will undoubtedly furnish\n     the data necessary for the complete solution of the problem.\"\n     [Pp. 17-19.]\n\n\n\n\nV\n\n\nAt ten o'clock one evening, shortly after the occurrences heretofore\ndescribed, an extraordinary conference occurred at the White House,\nprobably the most remarkable ever held there or elsewhere. At the long\ntable at which the cabinet meetings took place sat six gentlemen in\nevening dress, each trying to appear unconcerned, if not amused. At the\nhead of the table was the President of the United States; next to him\nCount von Koenitz, the German Ambassador, representing the Imperial[1]\nGerman Commissioners, who had taken over the reins of the German\nGovernment after the abdication of the Kaiser; and, on the opposite\nside, Monsieur Emil Liban, Prince Rostoloff, and Sir John Smith, the\nrespective ambassadors of France, Russia, and Great Britain. The sixth\nperson was Thornton, the astronomer.\n\n[Footnote 1: The Germans were unwilling to surrender the use of the\nwords \"Empire\" and \"Imperial,\" even after they had adopted a republican\nform of government.]\n\nThe President had only succeeded in bringing this conference about after\nthe greatest effort and the most skilful diplomacy--in view of the\nextreme importance which, he assured them all, he attached to the\nmatters which he desired to lay before them. Only for this reason had\nthe ambassadors of warring nations consented to meet--unofficially as it\nwere.\n\n\"With great respect, your Excellency,\" said Count von Koenitz, \"the\nmatter is preposterous--as much so as a fairy tale by Grimm! This\nwireless operator of whom you speak is lying about these messages. If he\nreceived them at all--a fact which hangs solely upon his word--he\nreceived them _after_ and not _before_ the phenomena recorded.\"\n\nThe President shook his head. \"That might hold true of the first\nmessage--the one received July 19th,\" said he, \"but the second message,\nforetelling the lengthening of July 27th, _was delivered on that day,\nand was in my hands before the disturbances occurred_.\"\n\nVon Koenitz fingered his moustache and shrugged his shoulders. It was\nclear that he regarded the whole affair as absurd, undignified.\n\nMonsieur Liban turned impatiently from him.\n\n\"Your Excellency,\" he said, addressing the President, \"I cannot share\nthe views of Count von Koenitz. I regard this affair as of the most\nstupendous importance. Messages or no messages, extraordinary natural\nphenomena are occurring which may shortly end in the extinction of human\nlife upon the planet. A power which can control the length of the day\ncan annihilate the globe.\"\n\n\"You cannot change the facts,\" remarked Prince Rostoloff sternly to the\nGerman Ambassador. \"The earth has changed its orbit. Professor\nVaskofsky, of the Imperial College, has so declared. There is some\ncause. Be it God or devil, there is a cause. Are we to sit still and do\nnothing while the globe's crust freezes and our armies congeal into\ncorpses?\" He trembled with agitation.\n\n\"Calm yourself, _mon cher Prince_!\" said Monsieur Liban. \"So far we have\ngained fifteen minutes and have lost nothing! But, as you say, whether\nor not the sender of these messages is responsible, there is a cause,\nand we must find it.\"\n\n\"But how? That is the question,\" exclaimed the President almost\napologetically, for he felt, as did Count von Koenitz, that somehow an\nexplanation would shortly be forthcoming that would make this conference\nseem the height of the ridiculous. \"I have already,\" he added hastily,\n\"instructed the entire force of the National Academy of Sciences to\ndirect its energies toward the solution of these phenomena. Undoubtedly\nGreat Britain, Russia, Germany, and France are doing the same. The\nscientists report that the yellow aurora seen in the north, the\nearthquakes, the variation of the compass, and the eccentricities of the\nbarometer are probably all connected more or less directly with the\nchange in the earth's orbit. But they offer no explanation. They do not\nsuggest what the aurora is nor why its appearance should have this\neffect. It, therefore, seems to me clearly my duty to lay before you all\nthe facts as far as they are known to me. Among these facts are the\nmysterious messages received by wireless at the Naval Observatory\nimmediately preceding these events.\"\n\n\"_Post hoc, ergo propter hoc!_\" half sneered Von Koenitz.\n\nThe President smiled wearily.\n\n\"What do you wish me to do?\" he asked, glancing round the table. \"Shall\nwe remain inactive? Shall we wait and see what may happen?\"\n\n\"No! No!\" shouted Rostoloff, jumping to his feet. \"Another week and we\nmay all be plunged into eternity. It is suicidal not to regard this\nmatter seriously. We are sick from war. And perhaps Count von Koenitz,\nin view of the fall of Berlin, would welcome something of the sort as an\nhonourable way out of his country's difficulties.\"\n\n\"Sir!\" cried the count, leaping to his feet. \"Have a care! It has cost\nRussia four million men to reach Berlin. When we have taken Paris we\nshall recapture Berlin and commence the march of our victorious eagles\ntoward Moscow and the Winter Palace.\"\n\n\"Gentlemen! Gentlemen! Be seated, I implore you!\" exclaimed the\nPresident.\n\nThe Russian and German ambassadors somewhat ungraciously resumed their\nformer places, casting at each other glances of undisguised contempt.\n\n\"As I see the matter,\" continued the President, \"there are two distinct\npropositions before you: The first relates to how far the extraordinary\nevents of the past week are of such a character as to demand joint\ninvestigation and action by the Powers. The second involves the cause of\nthese events and their connection with and relation to the sender of the\nmessages signed Pax. I shall ask you to signify your opinion as to each\nof these questions.\"\n\n\"I believe that some action should be taken, based on the assumption\nthat they are manifestations of one and the same power or cause,\" said\nMonsieur Liban emphatically.\n\n\"I agree with the French Ambassador,\" growled Rostoloff.\n\n\"I am of opinion that the phenomena should be the subject of proper\nscientific investigation,\" remarked Count von Koenitz more calmly. \"But\nas far as these messages are concerned they are, if I may be pardoned\nfor saying so, a foolish joke. It is undignified to take any cognizance\nof them.\"\n\n\"What do you think, Sir John?\" asked the President, turning to the\nEnglish Ambassador.\n\n\"Before making up my mind,\" returned the latter quietly, \"I should like\nto see the operator who received them.\"\n\n\"By all means!\" exclaimed Von Koenitz.\n\nThe President pressed a button and his secretary entered.\n\n\"I had anticipated such a desire on the part of all of you,\" he\nannounced, \"and arranged to have him here. He is waiting outside. Shall\nI have him brought in?\"\n\n\"Yes! Yes!\" answered Rostoloff. And the others nodded.\n\nThe door opened, and Bill Hood, wearing his best new blue suit and\nnervously twisting a faded bicycle cap between his fingers, stumbled\nawkwardly into the room. His face was bright red with embarrassment and\none of his cheeks exhibited a marked protuberance. He blinked in the\nglare of the electric light.\n\n\"Mr. Hood,\" the President addressed him courteously, \"I have sent for\nyou to explain to these gentlemen, who are the ambassadors of the great\nEuropean Powers, the circumstances under which you received the wireless\nmessages from the unknown person describing himself as 'Pax.'\"\n\nHood shifted from his right to his left foot and pressed his lips\ntogether. Von Koenitz fingered the waxed ends of his moustache and\nregarded the operator whimsically.\n\n\"In the first place,\" went on the President, \"we desire to know whether\nthe messages which you have reported were received under ordinary or\nunder unusual conditions. In a word, could you form any opinion as to\nthe whereabouts of the sender?\"\n\nHood scratched the side of his nose in a manner politely doubtful.\n\n\"Sure thing, your Honour,\" he answered at last. \"Sure the conditions was\nunusual. That feller has some juice and no mistake.\"\n\n\"Juice?\" inquired Von Koenitz.\n\n\"Yare--current. Whines like a steel top. Fifty kilowatts sure, and maybe\nmore! And a twelve-thousand-metre wave.\"\n\n\"I do not fully understand,\" interjected Rostoloff. \"Please explain,\nsir.\"\n\n\"Ain't nothin' to explain,\" returned Hood. \"He's just got a hell of a\nwave length, that's all. Biggest on earth. We're only tuned for a\nthree-thousand-metre wave. At first I could hardly take him at all. I\nhad to throw in our new Henderson ballast coils before I could hear\nproperly. I reckon there ain't another station in Christendom can get\nhim.\"\n\n\"Ah,\" remarked Von Koenitz. \"One of your millionaire amateurs, I\nsuppose.\"\n\n\"Yare,\" agreed Hood. \"I thought sure he was a nut.\"\n\n\"A what?\" interrupted Sir John Smith.\n\n\"A nut,\" answered Hood. \"A crank, so to speak.\"\n\n\"Ah, 'krank'!\" nodded the German. \"Exactly--a lunatic! That is precisely\nwhat I say!\"\n\n\"But I don't think it's no nut now,\" countered Hood valiantly. \"If he is\na bug he's the biggest bug in all creation, that's all I can say. He's\ngot the goods, that's what he's got. He'll do some damage before he gets\nthrough.\"\n\n\"Are these messages addressed to anybody in particular?\" inquired Sir\nJohn, who was studying Hood intently.\n\n\"Well, they are and they ain't. Pax--that's what he calls\nhimself--signals NAA, our number, you understand, and then says what he\nhas to say to the whole world, care of the United States. The first\nmessage I thought was a joke and stuck it in a book I was reading,\n'_Silas Snooks_'----\"\n\n\"What?\" ejaculated Von Koenitz impatiently.\n\n\"Snooks--man's name--feller in the book--nothing to do with this\nbusiness,\" explained the operator. \"I forgot all about it. But after the\nearthquake and all the rest of the fuss I dug it out and gave it to Mr.\nThornton. Then on the 27th came the next one, saying that Pax was\ngetting tired of waiting for us and was going to start something. That\ncame at one o'clock in the afternoon, and the fun began at three sharp.\nThe whole observatory went on the blink. Say, there ain't any doubt in\nyour minds that it's _him_, is there?\"\n\nVon Koenitz looked cynically round the room.\n\n\"There is not!\" exclaimed Rostoloff and Liban in the same breath.\n\nThe German laughed.\n\n\"Speak for yourselves, Excellencies,\" he sneered. His tone nettled the\nwireless representative of the sovereign American people.\n\n\"Do you think I'm a liar?\" he demanded, clenching his jaw and glaring at\nVon Koenitz.\n\nThe German Ambassador shrugged his shoulders again. Such things were\nimpossible in a civilized country--at Potsdam--but what could you\nexpect----\n\n\"Steady, Hood!\" whispered Thornton.\n\n\"Remember, Mr. Hood, that you are here to answer our questions,\" said\nthe President sternly. \"You must not address his Excellency, Baron von\nKoenitz, in this fashion.\"\n\n\"But the man was making a monkey of me!\" muttered Hood. \"All I say is,\nlook out. This Pax is on his job and means business. I just got another\ncall before I came over here--at nine o'clock.\"\n\n\"What was its purport?\" inquired the President.\n\n\"Why, it said Pax was getting tired of nothing being done and wanted\naction of some sort. Said that men were dying like flies, and he\nproposed to put an end to it at any cost. And--and----\"\n\n\"Yes! Yes!\" ejaculated Liban breathlessly.\n\n\"And he would give further evidence of his control over the forces of\nnature to-night.\"\n\n\"Ha! Ha!\" Von Koenitz leaned back in amusement. \"My friend,\" he\nchuckled, \"you--are--the 'nut'!\"\n\nWhat form Hood's resentment might have taken is problematical; but as\nthe German's words left his mouth the electric lights suddenly went out\nand the windows rattled ominously. At the same moment each occupant of\nthe room felt himself sway slightly toward the east wall, on which\nappeared a bright yellow glow. Instinctively they all turned to the\nwindow which faced the north. The whole sky was flooded with an\norange-yellow aurora that rivalled the sunlight in intensity.\n\n\"What'd I tell you?\" mumbled Hood.\n\nThe Executive Mansion quivered, and even in that yellow light the faces\nof the ambassadors seemed pale with fear. And then as the glow slowly\nfaded in the north there floated down across the aperture of the window\nsomething soft and fluffy like feathers. Thicker and faster it came\nuntil the lawn of the White House was covered with it. The air in the\nroom turned cold. Through the window a large flake circled and lit on\nthe back of Rostoloff's head.\n\n\"Snow!\" he cried. \"A snowstorm--in August!\"\n\nThe President arose and closed the window. Almost immediately the\nelectric lights burned up again.\n\n\"Now are you satisfied?\" cried Liban to the German.\n\n\"Satisfied?\" growled Von Koenitz. \"I have seen plenty of snowstorms in\nAugust. They have them daily in the Alps. You ask me if I am satisfied.\nOf what? That earthquakes, the aurora borealis, electrical disturbances,\nsnowstorms exist--yes. That a mysterious bugaboo is responsible for\nthese things--no!\"\n\n\"What, then, do you require?\" gasped Liban.\n\n\"More than a snowstorm!\" retorted the German. \"When I was a boy at the\ngymnasium we had a thunderstorm with fishes in it. They were everywhere\none stepped, all over the ground. But we did not conclude that Jonah was\ngiving us a demonstration of his power over the whale.\"\n\nHe faced the others defiantly; in his voice was mockery.\n\n\"You may retire, Mr. Hood,\" said the President. \"But you will kindly\nwait outside.\"\n\n\"That is an honest man if ever I saw one, Mr. President,\" announced Sir\nJohn, after the operator had gone out. \"I am satisfied that we are in\ncommunication with a human being of practically supernatural powers.\"\n\n\"What, then, shall be done?\" inquired Rostoloff anxiously. \"The world\nwill be annihilated!\"\n\n\"Your Excellencies\"--Von Koenitz arose and took up a graceful position\nat the end of the table--\"I must protest against what seems to me to be\nan extraordinary credulity upon the part of all of you. I speak to you\nas a rational human being, not as an ambassador. Something has occurred\nto affect the earth's orbit. It may result in a calamity. None can\nforetell. This planet may be drawn off into space by the attraction of\nsome wandering world that has not yet come within observation. But one\nthing we know: No power on or of the earth can possibly derange its\nrelation to the other celestial bodies. That would be, as you say here,\n'lifting one's self by one's own boot-straps.' I do not doubt the\naccuracy of your clocks and scientific instruments. Those of my own\ncountry are in harmony with yours. But to say that the cause of all this\nis a _man_ is preposterous. If the mysterious Pax makes the heavens\nfall, they will tumble on his own head. Is he going to send himself to\neternity along with the rest of us? Hardly! This Hood is a monstrous\nliar or a dangerous lunatic. Even if he has received these messages,\nthey are the emanations of a crank, as, he says, he himself first\nsuspected. Let us master this hysteria born of the strain of constant\nwar. In a word, let us go to bed.\"\n\n\"Count von Koenitz,\" replied Sir John after a pause, \"you speak\nforcefully, even persuasively. But your argument is based upon a\nproposition that is scientifically fallacious. An atom of gunpowder can\ndisintegrate itself, 'lift itself by its own boot-straps!' Why not the\nearth? Have we as yet begun to solve all the mysteries of nature? Is it\ninconceivable that there should be an undiscovered explosive capable of\ndisrupting the globe? We have earthquakes. Is it beyond imagination that\nthe forces which produce them can be controlled?\"\n\n\"My dear Sir John,\" returned Von Koenitz courteously, \"my ultimate\nanswer is that we have no adequate reason to connect the phenomena which\nhave disturbed the earth's rotation with any human agency.\"\n\n\"That,\" interposed the President, \"is something upon which individuals\nmay well differ. I suppose that under other conditions you would be open\nto conviction?\"\n\n\"Assuredly,\" answered Von Koenitz. \"Should the sender of these messages\nprophesy the performance of some miracle that could not be explained by\nnatural causes, I would be forced to admit my error.\"\n\nMonsieur Liban had also arisen and was walking nervously up and down the\nroom. Suddenly he turned to Von Koenitz and in a voice shaking with\nemotion cried: \"Let us then invite Pax to give us a sign that will\nsatisfy you.\"\n\n\"Monsieur Liban,\" replied Von Koenitz stiffly, \"I refuse to place myself\nin the position of communicating with a lunatic.\"\n\n\"Very well,\" shouted the Frenchman, \"I will take the responsibility of\nmaking myself ridiculous. I will request the President of the United\nStates to act as the agent of France for this purpose.\"\n\nHe drew a notebook and a fountain pen from his pocket and carefully\nwrote out a message which he handed to the President. The latter read it\naloud:\n\n     \"_Pax_: The Ambassador of the French Republic requests me to\n     communicate to you the fact that he desires some further evidence\n     of your power to control the movements of the earth and the\n     destinies of mankind, such phenomena to be preferably of a harmless\n     character, but inexplicable by any theory of natural causation. I\n     await your reply.\n\n     \"THE PRESIDENT OF THE UNITED STATES.\"\n\n\"Send for Hood,\" ordered the President to the secretary who answered the\nbell. \"Gentlemen, I suggest that we ourselves go to Georgetown and\nsuperintend the sending of this message.\"\n\nHalf an hour later Bill Hood sat in his customary chair in the wireless\noperating room surrounded by the President of the United States, the\nambassadors of France, Germany, Great Britain, and Russia, and Professor\nThornton. The faces of all wore expressions of the utmost seriousness,\nexcept that of Von Koenitz, who looked as if he were participating in an\nelaborate hoax. Several of these distinguished gentlemen had never seen\na wireless apparatus before, and showed some excitement as Hood made\nready to send the most famous message ever transmitted through the\nether. At last he threw over his rheostat and the hum of the rotary\nspark rose into its staccato song. Hood sent out a few V's and then\nbegan calling:\n\n\"PAX--PAX--PAX.\"\n\nBreathlessly the group waited while he listened for a reply. Again he\ncalled:\n\n\"PAX--PAX--PAX.\"\n\nHe had already thrown in his Henderson ballast coils and was ready for\nthe now familiar wave. He closed his eyes, waiting for that sharp\nmetallic cry that came no one knew whence. The others in the group also\nlistened intently, as if by so doing they, too, might hear the answer if\nany there should be. Suddenly Hood stiffened.\n\n\"There he is!\" he whispered. The President handed him the message, and\nHood's fingers played over the key while the spark sent its singing note\nthrough the ether.\n\n\"Such phenomena to be preferably of a harmless character, but\ninexplicable by any theory of natural causation,\" he concluded.\n\nAn uncanny dread seized on Thornton, who had withdrawn himself into the\nbackground. What was this strange communion? Who was this mysterious\nPax? Were these real men or creatures of a grotesque dream? Was he not\ndrowsing over his eyepiece in the meridian-circle room? Then a\nsimultaneous movement upon the part of those gathered round the operator\nconvinced him of the reality of what was taking place. Hood was\nlaboriously writing upon a sheet of yellow pad paper, and the\nambassadors were unceremoniously crowding each other in their eagerness\nto read.\n\n\"To the President of the United States,\" wrote Hood: \"In reply to your\nmessage requesting further evidence of my power to compel the cessation\nof hostilities within twenty-four hours, I\"--there was a pause for\nnearly a minute, during which the ticking of the big clock sounded to\nThornton like revolver shots--\"I will excavate a channel through the\nAtlas Mountains and divert the Mediterranean into the Sahara Desert.\nPAX.\"\n\nSilence followed the final transcription of the message from the\nunknown--a silence broken only by Bill Hood's tremulous, half-whispered:\n\"He'll do it all right!\"\n\nThen the German Ambassador laughed.\n\n\"And thus save your ingenious nation a vast amount of trouble, Monsieur\nLiban,\" said he.\n\n\n\n\nVI\n\n\nA Tripolitan fisherman, Mohammed Ben Ali el Bad, a holy man nearly\nseventy years of age, who had twice made the journey to Mecca and who\nnow in his declining years occupied himself with reading the Koran and\ninstructing his grandsons in the profession of fishing for mullet along\nthe reefs of the Gulf of Cabes, had anchored for the night off the\nTunisian coast, about midway between Sfax and Lesser Syrtis. The mullet\nhad been running thick and he was well satisfied, for by the next\nevening he would surely complete his load and be able to return home to\nthe house of his daughter, Fatima, the wife of Abbas, the confectioner.\nHer youngest son, Abdullah, a lithe lad of seventeen, was at that moment\nengaged in folding their prayer rugs, which had been spread in the bow\nof the falukah in order that they might have a clearer view as they\nknelt toward the Holy City. Chud, their slave, was cleaning mullet in\nthe waist and chanting some weird song of his native land.\n\nMohammed Ben Ali el Bad was sitting cross-legged in the stern, smoking a\nhookah and watching the full moon sail slowly up above the Atlas Range\nto the southwest. The wind had died down and the sea was calm, heaving\nslowly with great orange-purple swells resembling watered silk. In the\nwest still lingered the fast-fading afterglow, above which the stars\nglimmered faintly. Along the coast lights twinkled in scattered coves.\nHalf a mile astern the Italian cruiser _Fiala_ lay slowly swinging at\nanchor. From the forecastle came the smell of fried mullet. Mohammed Ben\nAli was at peace with himself and with the world, including even the\nirritating Chud. The west darkened and the stars burned more\nbrilliantly. With the hookah gurgling softly at his feet, Mohammed\nleaned back his head and gazed in silent appreciation at the wonders of\nthe heavens. There was Turka Kabar, the crocodile; and Menish el Tabir,\nthe sleeping beauty; and Rook Hamana, the leopard, and there--up there\nto the far north--was a shooting star. How gracefully it shot across the\nsky, leaving its wake of yellow light behind it! It was the season for\nshooting stars, he recollected. In an instant it would be gone--like a\nman's life! Saddened, he looked down at his hookah. When he should look\nup again--if in only an instant--the star would be gone. Presently he\ndid look up again. But the star was still there, coming his way!\n\nHe rubbed his old eyes, keen as they were from habituation to the\nblinding light of the desert. Yes, the star was coming--coming fast.\n\n\"Abdullah!\" he called in his high-pitched voice. \"Chud! Come, see the\nstar!\"\n\nTogether they watched it sweep onward.\n\n\"By Allah! That is no star!\" suddenly cried Abdullah. \"It is an\nair-flying fire chariot! I can see it with my eyes--black, and spouting\nflames from behind.\"\n\n\"Black,\" echoed Chud gutturally. \"Black and round! Oh, Allah!\" He fell\non his knees and knocked his head against the deck.\n\nThe star, or whatever it was, swung in a wide circle toward the coast,\nand Mohammed and Abdullah now saw that what they had taken to be a trail\nof fire behind was in fact a broad beam of yellow light that pointed\ndiagonally earthward. It swept nearer and nearer, illuminating the whole\nsky and casting a shimmering reflection upon the waves.\n\nA shrill whistle trilled across the water, accompanied by the sound of\nfootsteps running along the decks of the cruiser. Lights flashed.\nMuffled orders were shouted.\n\n\"By the beard of the Prophet!\" cried Mohammed Ali. \"Something is going\nto happen!\"\n\nThe small black object from which the incandescent beam descended passed\nat that moment athwart the face of the moon, and Abdullah saw that it\nwas round and flat like a ring. The ray of light came from a point\ndirectly above it, passing through its aperture downward to the sea.\n\n\"Boom!\" The fishing-boat shook to the thunder of the _Fiala's_\neight-inch gun, and a blinding spurt of flame leaped from the cruiser's\nbows. With a whining shriek a shell rose toward the moon. There was a\nquick flash followed by a dull concussion. The shell had not reached a\ntenth of the distance to the flying machine.\n\nAnd then everything happened at once. Mohammed described afterward to a\ngaping multitude of dirty villagers, while he sat enthroned upon his\ndaughter's threshold, how the star-ship had sailed across the face of\nthe moon and come to a standstill above the mountains, with its beam of\nyellow light pointing directly downward so that the coast could be seen\nbright as day from Sfax to Cabes. He saw, he said, genii climbing up and\ndown on the beam. Be that as it may, he swears upon the Beard of the\nProphet that a second ray of light--of a lavender colour, like the eye\nof a long-dead mullet--flashed down alongside the yellow beam. Instantly\nthe earth blew up like a cannon--up into the air, a thousand miles up.\nIt was as light as noonday. Deafened by titanic concussions he fell half\ndead. The sea boiled and gave off thick clouds of steam through which\nflashed dazzling discharges of lightning accompanied by a thundering,\ngrinding sound like a million mills. The ocean heaved spasmodically and\nthe air shook with a rending, ripping noise, as if Nature were bent upon\ndestroying her own handiwork. The glare was so dazzling that sight was\nimpossible. The falukah was tossed this way and that, as if caught in a\nsimoon, and he was rolled hither and yon in the company of Chud,\nAbdullah, and the headless mullet.\n\nThis earsplitting racket continued, he says, without interruption for\ntwo days. Abdullah says it was several hours; the official report of the\n_Fiala_ gives it as six minutes. And then it began to rain in torrents\nuntil he was almost drowned. A great wind arose and lashed the ocean,\nand a whirlpool seized the falukah and whirled it round and round.\nDarkness descended upon the earth, and in the general mess Mohammed hit\nhis head a terrific blow against the mast. He was sure it was but a\nmatter of seconds before they would be dashed to pieces by the waves.\nThe falukah spun like a marine top with a swift sideways motion.\nSomething was dragging them along, sucking them in. The _Fiala_ went\ncareening by, her fighting masts hanging in shreds. The air was full of\nfalling rocks, trees, splinters, and thick clouds of dust that turned\nthe water yellow in the lightning flashes. The mast went crashing over\nand a lemon tree descended to take its place. Great streams of lava\npoured down out of the air, and masses of opaque matter plunged into the\nsea all about the falukah. Scalding mud, stones, hail, fell upon the\ndeck.\n\nAnd still the fishing-boat, gyrating like a leaf, remained afloat with\nits crew of half-crazed Arabs. Suffocated, stunned, scalded, petrified\nwith fear, they lay among the mullet while the falukah raced along in\nits wild dance with death. Mohammed recalls seeing what he thought to be\na great cliff rush by close beside them. The falukah plunged over a\nwaterfall and was almost submerged, was caught again in a maelstrom, and\nwent twirling on in the blackness. They all were deathly sick, but were\ntoo terrified to move.\n\nAnd then the nearer roaring ceased. The air was less congested. They\nwere still showered with sand, clods of earth, twigs, and pebbles, it is\ntrue, but the genii had stopped hurling mountains at each other. The\ndarkness became less opaque, the water smoother. Soon they could see the\nmoon through the clouds of settling dust, and gradually they could\ndiscern the stars. The falukah was rocking gently upon a broad expanse\nof muddy ocean, surrounded by a yellow scum broken here and there by a\nfloating tree. The _Fiala_ had vanished. No light shone upon the face of\nthe waters. But death had not overtaken them. Overcome by exhaustion and\nterror Mohammed lay among the mullet, his legs entangled in the lemon\ntree. Did he dream it? He cannot tell. But as he lost consciousness he\nthinks he saw a star shooting toward the north.\n\nWhen he awoke the falukah lay motionless upon a boundless ochre sea.\nThey were beyond sight of land. Out of a sky slightly dim the sun burned\npitilessly down, sending warmth into their bodies and courage to their\nhearts. All about them upon the water floated the evidences of the\ncataclysm of the preceding night--trees, shrubs, dead birds, and the\ndistorted corpse of a camel. Kneeling without their prayer rugs among\nthe mullet they raised their voices in praise of Allah and his Prophet.\n\n\n\n\nVII\n\n\nWithin twenty-four hours of the destruction of the Mountains of Atlas by\nthe Flying Ring and the consequent flooding of the Sahara, the official\ngazettes and such newspapers as were still published announced that the\nPowers had agreed upon an armistice and accepted a proposition of\nmediation on the part of the United States looking toward permanent\npeace. The news of the devastation and flood caused by this strange and\nterrible dreadnought of the air created the profoundest apprehension and\ncaused the wildest rumours, for what had happened in Tunis was assumed\nas likely to occur in London, Paris, or New York. Wireless messages\nflashed the story from Algiers to Cartagena, and it was thence\ndisseminated throughout the civilized world by the wireless stations at\nParis, Nauen, Moscow, and Georgetown.\n\nThe fact that the rotation of the earth had been retarded was still a\nsecret, and the appearance of the Ring had not as yet been connected\nwith any of the extraordinary phenomena surrounding it; but the\nnewspaper editorials universally agreed that whatever nation owned and\ncontrolled this new instrument of war could dictate its own terms. It\nwas generally supposed that the blasting of the mountain chain of\nNorthern Africa had been an experiment to test and demonstrate the\npowers of this new demoniacal invention, and in view of its success it\ndid not seem surprising that the nations had hastened to agree to an\narmistice, for the Power that controlled a force capable of producing\nsuch an extraordinary physical cataclysm could annihilate every capital,\nevery army, every people upon the globe or even the globe itself.\n\nThe flight of the Ring machine had been observed at several different\npoints, beginning at Cape Race, where at about four A.M. the\nwireless operator reported what he supposed to be a large comet\ndischarging earthward a diagonal shaft of orange-yellow light and moving\nat incredible velocity in a southeasterly direction. During the\nfollowing day the lookout on the _Vira_, a fishguard and scout cruiser\nof the North Atlantic Patrol, saw a black speck soaring among the clouds\nwhich he took to be a lost monoplane fighting to regain the coast of\nIreland. At sundown an amateur wireless operator at St. Michael's in the\nAzores noted a small comet sweeping across the sky far to the north.\nThis comet an hour or so later passed directly over the cities of\nLisbon, Linares, Lorca, Cartagena, and Algiers, and was clearly\nobservable from Badajoz, Almadén, Seville, Cordova, Grenada, Oran,\nBiskra, and Tunis, and at the latter places it was easily possible for\ntelescopic observers to determine its size, shape, and general\nconstruction.\n\nDaniel W. Quinn, Jr., the acting United States Consul stationed at\nBiskra, who happened to be dining with the abbot of the Franciscan\nmonastery at Linares, sent the following account of the flight of the\nRing to the State Department at Washington, where it is now on file.\n[See Vol. 27, pp. 491-498, with footnote, of Official Records of the\nConsular Correspondence for 1915-1916.] After describing general\nconditions in Algeria he continues:\n\n     We had gone upon the roof in the early evening to look at the sky\n     through the large telescope presented to the Franciscans by Count\n     Philippe d'Ormay, when Father Antoine called my attention to a\n     comet that was apparently coming straight toward us. Instead,\n     however, of leaving a horizontal trail of fire behind it, this\n     comet or meteorite seemed to shoot an almost vertical beam of\n     orange light toward the earth. It produced a very strange effect on\n     all of us, since a normal comet or other celestial body that left a\n     wake of light of that sort behind it would naturally be expected to\n     be moving upward toward the zenith, instead of in a direction\n     parallel to the earth. It looked somehow as if the tail of the\n     comet had been bent over. As soon as it came near enough so that we\n     could focus the telescope upon it we discovered that it was a new\n     sort of flying machine. It passed over our heads at a height no\n     greater than ten thousand feet, if as great as that, and we could\n     see that it was a cylindrical ring like a doughnut or an anchor\n     ring, constructed, I believe, of highly polished metal, the inner\n     aperture being about twenty-five yards in diameter. The tube of the\n     cylinder looked to be about twenty feet thick, and had circular\n     windows or portholes that were brilliantly lighted.\n\n     The strangest thing about it was that it carried a superstructure\n     consisting of a number of arms meeting at a point above the centre\n     of the opening and supporting some sort of apparatus from which the\n     beam of light emanated. This appliance, which we supposed to be a\n     gigantic searchlight, was focused down through the Ring and could\n     apparently be moved at will over a limited radius of about fifteen\n     degrees. We could not understand this, nor why the light was thrown\n     from outside and above instead of from inside the flying machine,\n     but the explanation may be found in the immense heat that must have\n     been required to generate the light, since it illuminated the entire\n     country for fifty miles or so, and we were able to read without\n     trouble the fine print of the abbot's rubric. This Flying Ring moved\n     on an even keel at the tremendous velocity of about two hundred\n     miles an hour. We wondered what would happen if it turned turtle,\n     for in that case the weight of the superstructure would have\n     rendered it impossible for the machine to right itself. In fact,\n     none of us had ever imagined any such air monster before. Beside it\n     a Zeppelin seemed like a wooden toy.\n\n     The Ring passed over the mountains toward Cabes and within a short\n     time a volcanic eruption occurred that destroyed a section of the\n     Atlas Range. [Mr. Quinn here describes with considerable detail the\n     destruction of the mountains.] The next morning I found Biskra\n     crowded with Arabs, who reported that the ocean had poured through\n     the passage made by the eruption and was flooding the entire desert\n     as far south as the oasis of Wargla, and that it had come within\n     twelve miles of the walls of our own city. I at once hired a donkey\n     and made a personal investigation, with the result that I can report\n     as a fact that the entire desert east and south of Biskra is\n     inundated to a depth of from seven to ten feet and that the water\n     gives no sign of going down. The loss of life seems to have been\n     negligible, owing to the fact that the height of the water is not\n     great and that many unexpected islands have provided safety for the\n     caravans that were _in transitu_. These are now marooned and waiting\n     for assistance, which I am informed will be sent from Cabes in the\n     form of flat-bottomed boats fitted with motor auxiliaries.\n\n     Respectfully submitted,\n\n     D. W. QUINN, Jr.,\n     Acting U. S. Consul.\n\nThe Italian cruiser _Fiala_, which had been carried one hundred and\neighty miles into the desert on the night of the eruption, grounded\nsafely on the plateau of Tasili, but the volcanic tidal wave on which\nshe had been swept along, having done its work, receded, leaving too\nlittle water for the _Fiala's_ draft of thirty-seven feet. Four launches\nsent out in different directions to the south and east reported no sign\nof land, but immense quantities of floating vegetable matter, yellow\ndust, and the bodies of jackals, camels, zebras, and lions. The fifth\nlaunch after great hardships reached the seacoast through the new\nchannel and arrived at Sfax after eight days.\n\nThe mean tide level of the Mediterranean sank fifteen inches, and the\nwater showed marked discoloration for several months, while a volcanic\nhaze hung over Northern Africa, Sicily, Malta, and Sardinia for an even\nlonger period.\n\nThough many persons must have lost their lives the records are\nincomplete in this respect; but there is a curious document in the\nmosque at Sfax touching the effect of the Lavender Ray. It appears that\nan Arab mussel-gatherer was in a small boat with his two brothers at the\ntime the Ring appeared above the mountains. As they looked up toward the\nsky the Ray flashed over and illuminated their faces. They thought\nnothing of it at the time, for almost immediately the mountains were\nrent asunder and in the titanic upheaval that followed they were all\ncast upon the shore, as they thought, dead men. Reaching Sfax they\nreported their adventures and offered prayers in gratitude for their\nextraordinary escape; but five days later all three began to suffer\nexcruciating torment from internal burns, the skin upon their heads and\nbodies began to peel off, and they died in agony within the week.\n\n\n\n\nVIII\n\n\nIt was but a few days thereafter that the President of the United States\nreceived the official note from Count von Koenitz, on behalf of the\nImperial German Commissioners, to the effect that Germany would join\nwith the other Powers in an armistice looking toward peace and\nultimately a universal disarmament. Similar notes had already been\nreceived by the President from France, Great Britain, Russia, Italy,\nAustria, Spain, and Slavia, and a multitude of the other smaller Powers\nwho were engaged in the war, and there was no longer any reason for\ndelaying the calling of an international council or diet for the purpose\nof bringing about what Pax demanded as a ransom for the safety of the\nglobe.\n\nIn the files of the State Department at Washington there is secreted the\nonly record of the diplomatic correspondence touching these momentous\nevents, and a transcript of the messages exchanged between the President\nof the United States and the Arbiter of Human Destiny. They are\ncomparatively few in number, for Pax seemed to be satisfied to leave all\ndetails to the Powers themselves. In the interest of saving time,\nhowever, he made the simple suggestion that the present ambassadors\nshould be given plenary powers to determine the terms and conditions\nupon which universal peace should be declared. All these proceedings and\nthe reasons therefore were kept profoundly secret. It began to look as\nthough the matter would be put through with characteristic Yankee\npromptness. Pax's suggestion was acceded to, and the ambassadors and\nministers were given unrestricted latitude in drawing the treaty that\nshould abolish war forever.\n\nNow that he had been won over no one was more indefatigable than Von\nKoenitz, none more fertile in suggestions. It was he who drafted with\nhis own hand the forty pages devoted to the creation of the commission\ncharged with the duty of destroying all arms, munitions, and implements\nof war; and he not only acted as chairman of the preliminary drafting\ncommittee, but was an active member of at least half a dozen other\nimportant subcommittees. The President daily communicated the progress\nof this conference of the Powers to Pax through Bill Hood, and received\ndaily in return a hearty if laconic approval.\n\n     \"I am satisfied of the sincerity of the Powers and with the\n     progress made. PAX.\"\n\nwas the ordinary type of message received. Meantime word had been sent\nto all the governments that an indefinite armistice had been declared,\nto commence at the end of ten days, for it had been found necessary to\nallow for the time required to transmit the orders to the various fields\nof military operations throughout Europe. In the interim the war\ncontinued.\n\nIt was at this time that Count von Koenitz, who now was looked upon as\nthe leading figure of the conference, arose and said: \"Your\nExcellencies, this distinguished diet will, I doubt not, presently\nconclude its labours and receive not only the approval of the Powers\nrepresented but the gratitude of the nations of the world. I voice the\nsentiments of the Imperial Commissioners when I say that no Power looks\nforward with greater eagerness than Germany to the accomplishment of our\npurpose. But we should not forget that there is one menace to mankind\ngreater than that of war--namely, the lurking danger from the power of\nthis unknown possessor of superhuman knowledge of explosives. So far his\ninfluence has been a benign one, but who can say when it may become\nmalignant? Will our labours please him? Perhaps not. Shall we agree? I\nhope so, but who can tell? Will our armies lay down their arms even\nafter we have agreed? I believe all will go well; but is it wise for us\nto refrain from jointly taking steps to ascertain the identity of this\nunknown juggler with Nature, and the source of his power? It is my own\nopinion, since we cannot exert any influence or control upon this\nindividual, that we should take whatever steps are within our grasp to\nsafeguard ourselves in the event that he refuses to keep faith with us.\nTo this end I suggest an international conference of scientific men from\nall the nations to be held here in Washington coincidently with our own\nmeetings, with a view to determining these questions.\"\n\nHis remarks were greeted with approval by almost all the representatives\npresent except Sir John Smith, who mildly hinted that such a course\nmight be regarded as savouring a trifle of double dealing. Should Pax\nreceive knowledge of the suggested conference he might question their\nsincerity and view all their doings with suspicion. In a word, Sir John\nbelieved in following a consistent course and treating Pax as a friend\nand ally and not as a possible enemy.\n\nSir John's speech, however, left the delegates unconvinced and with the\nfeeling that his argument was over-refined. They felt that there could\nbe no objection to endeavouring to ascertain the source of Pax's\npower--the law of self-preservation seemed to indicate such a course as\nnecessary. And it had, in fact, already been discussed vaguely by\nseveral less conspicuous delegates. Accordingly it was voted, with but\ntwo dissenting voices,[2] to summon what was known as Conference No. 2,\nto be held as soon as possible, its proceedings to be conducted in\nsecret under the auspices of the National Academy of Sciences, with the\npresident of the Academy acting as permanent chairman. To this\nconference the President appointed Thornton as one of the three\ndelegates from the United States.\n\n[Footnote 2: The President of the United States also voted in the\nnegative.]\n\nThe council of the Powers having so voted, Count von Koenitz at once\ntransmitted, by way of Sayville, a message which in code appeared to be\naddressed to a Herr Karl Heinweg, Notary, at 12^{BIS} Bunden Strasse,\nStrassburg, and related to a mortgage about to fall due upon some of Von\nKoenitz's properties in Thüringen. When decoded it read:\n\n     \"_To the Imperial Commissioners of the German Federated States:_\n\n     \"I have the honour to report that acting according to your\n     distinguished instructions I have this day proposed an international\n     conference to consider the scientific problems presented by certain\n     recent phenomena and that my proposition was adopted. I believe that\n     in this way the proceedings here may be delayed indefinitely and\n     time thus secured to enable an expedition to be organized and\n     dispatched for the purpose of destroying this unknown person or\n     ascertaining the secret of his power, in accordance with my previous\n     suggestion. It would be well to send as delegates to this Conference\n     No. 2 several professors of physics who can by plausible arguments\n     and ingenious theories so confuse the matter that no determination\n     can be reached. I suggest Professors Gasgabelaus, of München, and\n     Leybach, of the Hague.\n\n    \"VON KOENITZ.\"\n\nAnd having thus fulfilled his duty the count took a cab to the\nMetropolitan Club and there played a discreet game of billiards with\nSeñor Tomasso Varilla, the ex-minister from Argentina.\n\nVon Koenitz from the first had played his hand with a skill which from a\ndiplomatic view left nothing to be desired. The extraordinary natural\nphenomena which had occurred coincidentally with the first message of\nPax to the President of the United States and the fall of Cleopatra's\nNeedle had been immediately observed by the scientists attached to the\nImperial and other universities throughout the German Federated States,\nand had no sooner been observed than their significance had been\nrealized. These most industrious and thorough of all human investigators\nhad instantly reported the facts and their preliminary conclusions to\nthe Imperial Commissioners, with the recommendation that no stone be\nleft unturned in attempting to locate and ascertain the causes of this\ndisruption of the forces of nature. The Commissioners at once demanded\nan exhaustive report from the faculty of the Imperial German University,\nand notified Von Koenitz by cable that until further notice he must seek\nin every way to delay investigation by other nations and to belittle the\nimportance of what had occurred, for these astute German scientists had\nat once jumped to the conclusion that the acceleration of the earth's\nmotion had been due to some human agency possessed of a hitherto\nunsuspected power.\n\nIt was for this reason that at the first meeting at the White House the\nAmbassador had pooh-poohed the whole matter and talked of snowstorms in\nthe Alps and showers of fish at Heidelburg, but with the rending of the\nnorthern coast of Africa and the well-attested appearances of \"The Ring\"\nhe soon reached the conclusion that his wisest course was to cause such\na delay on the part of the other Powers that the inevitable race for the\nsecret would be won by the nation which he so astutely represented. He\nreasoned, quite accurately, that the scientists of England, Russia, and\nAmerica would not remain idle in attempting to deduce the cause and\nplace the origin of the phenomena and the habitat of the master of the\nRing, and that the only effectual means to enable Germany to capture\nthis, the greatest of all prizes of war, was to befuddle the\nrepresentatives of the other nations while leaving his own unhampered in\ntheir efforts to accomplish that which would make his countrymen, almost\nwithout further effort, the masters of the world. Now the easiest way to\nbefuddle the scientists of the world was to get them into one place and\nbefuddle them all together, and this, after communicating with his\nsuperiors, he had proceeded to do. He was a clever man, trained in the\ndevious ways of the Wilhelmstrasse, and when he set out to accomplish\nsomething he was almost inevitably successful. Yet in spite of the\nsupposed alliance between Kaiser and Deity man proposes and God\ndisposes, and sometimes the latter uses the humblest of human\ninstruments in that disposition.\n\n\n\n\nIX\n\n\nThe Imperial German Commissioner for War, General Hans von Helmuth, was\na man of extraordinary decision and farsightedness. Sixty years of age,\nhe had been a member of the general staff since he was forty. He had sat\nat the feet of Bismarck and Von Moltke, and during his active\nparticipation in the management of German military affairs he had seen\nbut slight changes in their policy: Mass--overwhelming mass; sudden\nmomentous onslaught, and, above all, an attack so quick that your\nadversary could not regain his feet. It worked nine times out of ten,\nand when it didn't it was usually better than taking the defensive.\nGeneral von Helmuth having an approved system was to that extent\nrelieved of anxiety, for all he had to do was to work out details. In\nthis his highly efficient organization was almost automatic. He himself\nwas a human compendium of knowledge, and he had but to press a button\nand emit a few gutturals and any information that he wanted lay\ntypewritten before him. Now he sat in his office smoking a Bremen cigar\nand studying a huge Mercatorial projection of the Atlantic and adjacent\ncountries, while with the fingers of his left hand he combed his heavy\nbeard.\n\nFrom the window he looked down upon the inner fortifications of\nMainz--to which city the capital had been removed three months\nbefore--and upon the landing stage for the scouting planes which were\nconstantly arriving or whirring off toward Holland or Strassburg. Across\nthe river, under the concealed guns of a sunken battery, stood the huge\nhangars of the now useless dirigibles Z^{51~57}. The landing stage\ncommunicated directly by telephone with the adjutant's office, an\nenormous hall filled with maps, with which Von Helmuth's private room\nwas connected. The adjutant himself, a worried-looking man with a bullet\nhead and an iron-gray moustache, stood at a table in the centre of the\nhall addressing rapid-fire sentences to various persons who appeared in\nthe doorway, saluted, and hurried off again. Several groups were\ngathered about the table and the adjutant carried on an interrupted\nconversation with all of them, pausing to read the telegrams and\nmessages that shot out of the pneumatic tubes upon the table from the\ntelegraph and telephone office on the floor below.\n\nAn elderly man in rather shabby clothes entered, looking about\nhelplessly through the thick lenses of his double spectacles, and the\nadjutant turned at once from the officers about him with an \"Excuse me,\ngentlemen.\"\n\n\"Good afternoon, Professor von Schwenitz; the general is waiting for\nyou,\" said he. \"This way, please.\"\n\nHe stalked across to the door of the inner office.\n\n\"Professor von Schwenitz is here,\" he announced, and immediately\nreturned to take up the thread of his conversation in the centre of the\nhall.\n\nThe general turned gruffly to greet his visitor. \"I have sent for you,\nProfessor,\" said he, without removing his cigar, \"in order that I may\nfully understand the method by which you say you have ascertained the\nplace of origin of the wireless messages and electrical disturbances\nreferred to in our communications of last week. This may be a serious\nmatter. The accuracy of your information is of vital importance.\"\n\nThe professor hesitated in embarrassment, and the general scowled.\n\n\"Well?\" he demanded, biting off the chewed end of his cigar. \"Well? This\nis not a lecture room. Time is short. Out with it.\"\n\n\"Your Excellency!\" stammered the poor professor, \"I--I----The\nobservations are so--inadequate--one cannot determine----\"\n\n\"What?\" roared Von Helmuth. \"But you said you _had_!\"\n\n\"Only approximately, your Excellency. One cannot be positive, but within\na reasonable distance----\" He paused.\n\n\"What do you call a reasonable distance? I supposed your physics was an\nexact science!\" retorted the general.\n\n\"But the data----\"\n\n\"What do you call a reasonable distance?\" bellowed the Imperial\nCommissioner.\n\n\"A hundred kilometres!\" suddenly shouted the overwrought professor,\nlosing control of himself. \"I won't be talked to this way, do you hear?\nI won't! How can a man think? I'm a member of the faculty of the\nImperial University. I've been decorated twice--twice!\"\n\n\"Fiddlesticks!\" returned the general, amused in spite of himself. \"Don't\nbe absurd. I merely wish you to hurry. Have a cigar?\"\n\n\"Oh, your Excellency!\" protested the professor, now both ashamed and\nfrightened. \"You must excuse me. The war has shattered my nerves. May I\nsmoke? Thank you.\"\n\n\"Sit down. Take your time,\" said Von Helmuth, looking out and up at a\nmonoplane descending toward the landing in slowly lessening spirals.\n\n\"You see, your Excellency,\" explained Von Schwenitz, \"the data are\nfragmentary, but I used three methods, each checking the others.\"\n\n\"The first?\" shot back the general. The monoplane had landed safely.\n\n\"I compared the records of all the seismographs that had registered the\nearthquake wave attendant on the electrical discharges accompanying the\ngreat yellow auroras of July. These shocks had been felt all over the\nglobe, and I secured reports from Java, New Guinea, Lima, Tucson,\nGreenwich, Algeria, and Moscow. These showed the wave had originated\nsomewhere in Eastern Labrador.\"\n\n\"Yes, yes. Go on!\" ordered the general.\n\n\"In the second place, the violent magnetic storms produced by the helium\naurora appear to have left their mark each time upon the earth in a\npermanent, if slight, deflection of the compass needle. The earth's\nnormal magnetic field seems to have had superimposed upon it a new field\ncomprised of lines of force nearly parallel to the equator. My\ncomputations show that these great circles of magnetism centre at\napproximately the same point in Labrador as that indicated by the\nseismographs--about fifty-five degrees north and seventy-five degrees\nwest.\"\n\nThe general seemed struck with this.\n\n\"Permanent deflection, you say!\" he ejaculated.\n\n\"Yes, apparently permanent. Finally the barometer records told the same\nstory, although in less precise form. A compressional wave of air had\nbeen started in the far north and had spread out over the earth with the\nvelocity of sound. Though the barographs themselves gave no indication\nwhence this wave had come, the variation in its intensity at different\nmeteorological observatories could be accounted for by the law of\ninverse squares on the supposition that the explosion which started the\nwave had occurred at fifty-five degrees north, seventy-five degrees\nwest.\"\n\nThe professor paused and wiped his glasses. With a roar a Taube slid off\nthe landing stage, shot over toward the hangars, and soared upward.\n\n\"Is that all?\" inquired the general, turning again to the chart.\n\n\"That is all, your Excellency,\" answered Von Schwenitz.\n\n\"Then you may go!\" muttered the Imperial Commissioner. \"If we find the\nsource of these disturbances where you predict you will receive the\nBlack Eagle.\"\n\n\"Oh, your Excellency!\" protested the professor, his face shining with\nsatisfaction.\n\n\"And if we do _not_ find it--there will be a vacancy on the faculty of\nthe Imperial University!\" he added grimly. \"Good afternoon.\"\n\nHe pressed a button and the departing scholar was met by an orderly and\nescorted from the War Bureau, while the adjutant joined Von Helmuth.\n\n\"He's got him! I'm satisfied!\" remarked the Commissioner. \"Now outline\nyour plan.\"\n\nThe bullet-headed man took up the calipers and indicated a spot on the\ncoast of Labrador:\n\n\"Our expedition will land, subject to your approval, at Hamilton Inlet,\nusing the town of Rigolet as a base. By availing ourselves of the\nNascopee River and the lakes through which it flows, we can easily\npenetrate to the highland where the inventor of the Ring machine has\nlocated himself. The auxiliary brigantine _Sea Fox_ is lying now under\nAmerican colours at Amsterdam, and as she can steam fifteen knots an\nhour she should reach the Inlet in about ten days, passing to the north\nof the Orkneys.\"\n\n\"What force have you in mind?\" inquired Von Helmuth, his cold gray eyes\nnarrowing.\n\n\"Three full companies of sappers and miners, ten mountain howitzers, a\nfield battery, fifty rapid-fire standing rifles, and a complete outfit\nfor throwing lyddite. Of course we shall rely principally on high\nexplosives if it becomes necessary to use force, but what we want is a\nhostage who may later become an ally.\"\n\n\"Yes, of course,\" said the general with a laugh. \"This is a scientific,\nnot a military, expedition.\"\n\n\"I have asked Lieutenant Münster to report upon the necessary\nequipment.\"\n\nVon Helmuth nodded, and the adjutant stepped to the door and called out:\n\"Lieutenant Münster!\"\n\nA trim young man in naval uniform appeared upon the threshold and\nsaluted.\n\n\"State what you regard as necessary as equipment for the proposed\nexpedition,\" said the general.\n\n\"Twenty motor boats, each capable of towing several flat-bottomed barges\nor native canoes, forty mules, a field telegraph, and also a\nhigh-powered wireless apparatus, axes, spades, wire cables and drums,\nwindlasses, dynamite for blasting, and provisions for sixty days. We\nshall live off the country and secure artisans and bearers from among\nthe natives.\"\n\n\"When will it be possible to start?\" inquired the general.\n\n\"In twelve days if you give the order now,\" answered the young man.\n\n\"Very well, you may go. And good luck to you!\" he added.\n\nThe young lieutenant saluted and turned abruptly on his heel.\n\nOver the parade ground a biplane was hovering, darting this way and\nthat, rising and falling with startling velocity.\n\n\"Who's that?\" inquired the general approvingly.\n\n\"Schöningen,\" answered the adjutant.\n\nThe Imperial Commissioner felt in his breast-pocket for another cigar.\n\n\"Do you know, Ludwig,\" he remarked amiably as he struck a meditative\nmatch, \"sometimes I more than half believe this 'Flying Ring' business\nis all rot!\"\n\nThe adjutant looked pained.\n\n\"And yet,\" continued Von Helmuth, \"if Bismarck could see one of those\nthings,\" he waved his cigar toward the gyrating aeroplane, \"he wouldn't\nbelieve it.\"\n\n\n\n\nX\n\n\nAll day the International Assembly of Scientists, officially known as\nConference No. 2, had been sitting, but not progressing, in the large\nlecture hall of the Smithsonian Institution, which probably had never\nbefore seen so motley a gathering. Each nation had sent three\nrepresentatives, two professional scientists, and a lay delegate, the\nlatter some writer or thinker renowned in his own country for his wide\nknowledge and powers of ratiocination. They had come together upon the\nappointed day, although the delegates from the remoter countries had not\nyet arrived, and the Committee on Credentials had already reported.\nGermany had sent Gasgabelaus, Leybach, and Wilhelm Lamszus;\nFrance--Sortell, Amand, and Buona Varilla; Great Britain--Sir William\nCrookes, Sir Francis Soddy, and Mr. H. G. Wells, celebrated for his \"The\nWar of the Worlds\" and The \"World Set Free,\" and hence supposedly just\nthe man to unravel a scientific mystery such as that which confronted\nthis galaxy of immortals.\n\nThe Committee on Data, of which Thornton was a member, having been\nactively at work for nearly two weeks through wireless communication\nwith all the observatories--seismic, meteorological, astronomical, and\notherwise--throughout the world, had reduced its findings to print, and\nthis matter, translated into French, German, and Italian, had already\nbeen distributed among those present. Included in its pages was Quinn's\nletter to the State Department.\n\nThe roll having been called, the president of the National Academy of\nSciences made a short speech in which he outlined briefly the purpose\nfor which the committee had been summoned and commented to some extent\nupon the character of the phenomena it was required to analyze.\n\nAnd then began an unending series of discussions and explanations in\nFrench, German, Dutch, Russian, and Italian, by goggle-eyed,\nbushy-whiskered, long-haired men who looked like anarchists or\nsociologists and apparently had never before had an unrestricted\nopportunity to air their views on anything.\n\nThornton, listening to this hodgepodge of technicalities, was dismayed\nand distrustful. These men spoke a language evidently familiar to them,\nwhich he, although a professional scientist, found a meaningless jargon.\nThe whole thing seemed unreal, had a purely theoretic or literary\nquality about it that made him question even their premises. In the\ntainted air of the council room, listening to these little pot-bellied\n_Professoren_ from Amsterdam and Münich, doubt assailed him, doubt even\nthat the earth had changed its orbit, doubt even of his own established\nformulæ and tables. Weren't they all just talking through their hats?\nWasn't it merely a game in which an elaborate system of equivalents gave\na semblance of actuality to what in fact was nothing but mind-play? Even\nWells, whose literary style he admired as one of the beauties as well as\none of the wonders of the world, had been a disappointment. He had\nseemed singularly halting and unconvincing.\n\n\"I wish I knew a practical man--I wish Bennie Hooker were here!\"\nmuttered Thornton to himself. He had not seen his classmate Hooker for\ntwenty-six years; but that was one thing about Hooker: you knew he'd be\nexactly the same--only more so--as he was when you last saw him. In\nthose years Bennie had become the Lawson Professor of Applied Physics at\nHarvard. Thornton had read his papers on induced radiation, thermic\nequilibrium, and had one of Bennie's famous Gem Home Cookers in his own\nlittle bachelor apartment. Hooker would know. And if he didn't he'd tell\nyou so, without befogging the atmosphere with a lot of things he _did_\nknow, but that wouldn't help you in the least. Thornton clutched at the\nthought of him like a falling aeronaut at a dangling rope. He'd be worth\na thousand of these dreaming lecturers, these beer-drinking visionaries!\nBut where could he be found? It was August, vacation time. Still, he\nmight be in Cambridge giving a summer course or something.\n\nAt that moment Professor Gasgabelaus, the temporary chairman, a huge\nman, the periphery of whose abdomen rivalled the circumference of the\n\"working terrestrial globe\" at the other end of the platform, pounded\nperspiringly with his gavel and announced that the conference would\nadjourn until the following Monday morning. It was Friday afternoon, so\nhe had sixty hours in which to connect with Bennie, if Bennie could be\ndiscovered. A telegram of inquiry brought no response, and he took the\nmidnight train to Boston, reaching Cambridge about two o'clock the\nfollowing afternoon.\n\nThe air trembled with heat. Only by dodging from the shadow of one big\nelm to another did he manage to reach the Appian Way--the street given\nin the university catalogue as Bennie's habitat--alive. As he swung open\nthe little wicket gate he realized with an odd feeling that it was the\nsame house where Hooker had lived when a student, twenty-five years\nbefore.\n\n\"Board\" was printed on a yellow, fly-blown card in the corner of the\nwindow beside the door.\n\nUp there over the porch was the room Bennie had inhabited from '85 to\n'89. He recalled vividly the night he, Thornton, had put his foot\nthrough the lower pane. They had filled up the hole with an old golf\nstocking. His eyes searched curiously for the pane. There it was, still\nbroken and still stuffed--it couldn't be!--with some colourless material\nstrangely resembling disintegrating worsted. The sun smote him in the\nback of his neck and drove him to seek the relief of the porch. Had he\never left Cambridge? Wasn't it a dream about his becoming an astronomer\nand working at the Naval Observatory? And all this stuff about the earth\ngoing on the loose? If he opened the door wouldn't he find Bennie with a\ntowel round his head cramming for the \"exams\"? For a moment he really\nimagined that he was an undergraduate. Then as he fanned himself with\nhis straw hat he caught, on the silk band across the interior, the\nwords: \"Smith's Famous Headwear, Washington, D.C.\" No, he was really an\nastronomer.\n\nHe shuddered in spite of the heat as he pulled the bell knob. What\nghosts would its jangle summon? The bell, however, gave no sound; in\nfact the knob came off in his hand, followed by a foot or so of copper\nwire. He laughed, gazing at it blankly. No one had ever used the bell in\nthe old days. They had simply kicked open the door and halloed: \"O-o-h,\nBennie Hooker!\"\n\nThornton laid the knob on the piazza and inspected the front of the\nhouse. The windows were thick with dust, the \"yard\" scraggly with weeds.\nA piece of string held the latch of the gate together. Then\nautomatically, and without intending to do so at all, Thornton turned\nthe handle of the front door, assisting it coincidentally with a gentle\nkick from his right toe, and found himself in the narrow cabbage-scented\nhallway. The old, familiar, battered black-walnut hatrack of his student\ndays leaned drunkenly against the wall--Thornton knew one of its back\nlegs was missing--and on the imitation marble slab was a telegram\naddressed to \"Professor Benjamin Hooker.\" And also, instinctively,\nThornton lifted up his adult voice and yelled:\n\n\"O-o-h, ye-ay! Bennie Hooker!\"\n\nThe volume of his own sound startled him. Instantly he saw the\nridiculousness of it--he, the senior astronomer at the Naval\nObservatory, yelling like that----\n\n\"O-o-h, ye-ay!\" came in smothered tones from above.\n\nThornton bounded up the stairs, two, three steps at a time, and pounded\non the old door over the porch.\n\n\"Go away!\" came back the voice of Bennie Hooker. \"Don't want any lunch!\"\n\nThornton continued to bang on the door while Professor Hooker wrathfully\nbesought the intruder to depart before he took active measures. There\nwas the cracking of glass.\n\n\"Oh, damn!\" came from inside.\n\nThornton rattled the knob and kicked. Somebody haltingly crossed the\nroom, the key turned, and Prof. Bennie Hooker opened the door.\n\n\"Well?\" he demanded, scowling over his thick spectacles.\n\n\"Hello, Bennie!\" said Thornton, holding out his hand.\n\n\"Hello, Buck!\" returned Hooker. \"Come in. I thought it was that\nconfounded Ethiopian.\"\n\nAs far as Thornton could see, it was the same old room, only now crammed\nwith books and pamphlets and crowded with tables of instruments. Hooker,\nclad in sneakers, white ducks, and an undershirt, was smoking a small\n\"T. D.\" pipe.\n\n\"Where on earth did you come from?\" he inquired good-naturedly.\n\n\"Washington,\" answered Thornton, and something told him that this was\nthe real thing--the \"goods\"--that his journey would be repaid.\n\nHooker waved the \"T. D.\" in a general sort of way toward some\nbroken-down horsehair armchairs and an empty crate.\n\n\"Sit down, won't you?\" he said, as if he had seen his guest only the day\nbefore. He looked vaguely about for something that Thornton might smoke,\nthen seated himself on a cluttered bench holding a number of retorts,\nbeside which flamed an oxyacetylene blowpipe. He was a wizened little\nchap, with scrawny neck and protruding Adam's apple. His long hair gave\nno evidence of the use of the comb, and his hands were the hands of\nEsau. He had an alertness that suggested a robin, but at the same time\ngave the impression that he looked through things rather than at them.\nOn the mantel was a saucer containing the fast oxidizing cores of\nseveral apples and a half-eaten box of oatmeal biscuits.\n\n\"My Lord! This is an untidy hole! No more order than when you were an\nundergrad!\" exclaimed Thornton, looking about him in amused horror.\n\n\"Order?\" returned Bennie indignantly. \"Everything's in perfect order!\nThis chair is filled with the letters I _have_ already answered; this\nchair with the letters I've _not_ answered; and this chair with the\nletters I shall _never_ answer!\"\n\nThornton took a seat on the crate, laughing. It was the same old Bennie!\n\n\"You're an incorrigible!\" he sighed despairingly.\n\n\"Well, you're a star gazer, aren't you?\" inquired Hooker, relighting his\npipe. \"Some one told me so--I forget who. You must have a lot of\ninteresting problems. They tell me that new planet of yours is full of\nuranium.\"\n\nThornton laughed. \"You mustn't believe all that you read in the papers.\nWhat are you working at particularly?\"\n\n\"Oh, radium and thermic induction mostly,\" answered Hooker. \"And when I\nwant a rest I take a crack at the fourth dimension--spacial curvature's\nmy hobby. But I'm always working at radio stuff. That's where the big\nthings are going to be pulled off, you know.\"\n\n\"Yes, of course,\" answered Thornton. He wondered if Hooker ever saw a\npaper, how long since he had been out of the house. \"By the way, did you\nknow Berlin had been taken?\" he asked.\n\n\"Berlin--in Germany, you mean?\"\n\n\"Yes, by the Russians.\"\n\n\"No! Has it?\" inquired Hooker with politeness. \"Oh, I think some one did\nmention it.\"\n\nThornton fumbled for a cigarette and Bennie handed him a match. They\nseemed to have extraordinarily little to say for men who hadn't seen\neach other for twenty-six years.\n\n\"I suppose,\" went on the astronomer, \"you think it's deuced funny my\ndropping in casually this way after all this time, but the fact is I\ncame on purpose. I want to get some information from you straight.\"\n\n\"Go ahead!\" said Bennie. \"What's it about?\"\n\n\"Well, in a word,\" answered Thornton, \"the earth's nearly a quarter of\nan hour behind time.\"\n\nHooker received this announcement with a polite interest but no\nastonishment.\n\n\"That's a how-de-do!\" he remarked. \"What's done it?\"\n\n\"That's what I want you to tell _me_,\" said Thornton sternly. \"What\n_could_ do it?\"\n\nHooker unlaced his legs and strolled over to the mantel.\n\n\"Have a cracker?\" he asked, helping himself. Then he picked up a piece\nof wood and began whittling. \"I suppose there's the devil to pay?\" he\nsuggested. \"Things upset and so on? Atmospheric changes? When did it\nhappen?\"\n\n\"About three weeks ago. Then there's this Sahara business.\"\n\n\"What Sahara business?\"\n\n\"Haven't you heard?\"\n\n\"No,\" answered Hooker rather impatiently. \"I haven't heard anything. I\nhaven't any time to read the papers; I'm too busy. My thermic inductor\ntransformers melted last week and I'm all in the air. What was it?\"\n\n\"Oh, never mind now,\" said Thornton hurriedly, perceiving that Hooker's\nignorance was an added asset. He'd get his science pure, uncontaminated\nby disturbing questions of fact. \"How about the earth's losing that\nquarter of an hour?\"\n\n\"Of course she's off her orbit,\" remarked Hooker in a detached way. \"And\nyou want to know what's done it? Don't blame you. I suppose you've gone\ninto the possibilities of stellar attraction.\"\n\n\"Discount that!\" ordered Thornton. \"What I want to know is whether it\ncould happen from the inside?\"\n\n\"Why not?\" inquired Hooker. \"A general shift in the mass would do it. So\nwould the mere application of force at the proper point.\"\n\n\"It never happened before.\"\n\n\"Of course not. Neither had seedless oranges until Burbank came along,\"\nsaid Hooker.\n\n\"Do you regard it as possible by any human agency?\" inquired Thornton.\n\n\"Why not?\" repeated Hooker. \"All you need is the energy. And it's lying\nall round if you could only get at it. That's just what I'm working at\nnow. Radium, uranium, thorium, actinium--all the radioactive\nelements--are, as everybody knows, continually disintegrating,\ndischarging the enormous energy that is imprisoned in their molecules.\nIt may take generations, epochs, centuries, for them to get rid of it\nand transform themselves into other substances, but they will inevitably\ndo so eventually. They're doing with more or less of a rush what all the\nelements are doing at their leisure. A single ounce of uranium contains\nabout the same amount of energy that could be produced by the combustion\nof ten tons of coal--but it won't let the energy go. Instead it holds on\nto it, and the energy leaks slowly, almost imperceptibly, away, like\nwater from a big reservoir tapped only by a tiny pipe. 'Atomic energy'\nRutherford calls it. Every element, every substance, has its ready to be\ntouched off and put to use. The chap who can find out how to release\nthat energy all at once will revolutionize the civilized world. It will\nbe like the discovery that water could be turned into steam and made to\nwork for us--multiplied a million times. If, instead of that energy just\noozing away and the uranium disintegrating infinitesimally each year, it\ncould be exploded at a given moment you could drive an ocean liner with\na handful of it. You could make the old globe stagger round and turn\nupside down! Mankind could just lay off and take a holiday. But _how_?\"\n\nBennie enthusiastically waved his pipe at Thornton.\n\n\"How! That's the question. Everybody's known about the possibilities,\nfor Soddy wrote a book about it; but nobody's ever suggested where the\nkey could be found to unlock that treasure-house of energy. Some chap\nmade up a novel once and pretended it was done, but he didn't say _how_.\nBut\"--and he lowered his voice passionately--\"I'm working at it,\nand--and--I've nearly--nearly got it.\"\n\nThornton, infected by his friend's excitement, leaned forward in his\nchair.\n\n\"Yes--nearly. If only my transformers hadn't melted! You see I got the\nidea from Savaroff, who noticed that the activity of radium and other\nelements wasn't constant, but varied with the degree of solar activity,\nreaching its maximum at the periods when the sun spots were most\nnumerous. In other words, he's shown that the breakdown of the atoms of\nradium and the other radioactive elements isn't spontaneous, as Soddy\nand others had thought, but is due to the action of certain extremely\npenetrating rays given out by the sun. These particular rays are the\nresult of the enormous temperature of the solar atmosphere, and their\neffect upon radioactive substances is analogous to that of the\ndetonating cap upon dynamite. No one has been able to produce these rays\nin the laboratory, although Hempel has suspected sometimes that traces\nof them appeared in the radiations from powerful electric sparks.\nEverything came to a halt until Hiroshito discovered thermic induction,\nand we were able to elevate temperature almost indefinitely through a\nprocess similar to the induction of high electric potentials by means of\ntransformers and the Ruhmkorff coil.\n\n\"Hiroshito wasn't looking for a detonating ray and didn't have time to\nbother with it, but I started a series of experiments with that end in\nview. I got close--I am close, but the trouble has been to control the\nforces set in motion, for the rapid rise in temperature has always\ndestroyed the apparatus.\"\n\nThornton whistled. \"And when you succeed?\" he asked in a whisper.\n\nHooker's face was transfigured.\n\n\"When I succeed I shall control the world,\" he cried, and his voice\ntrembled. \"But the damn thing either melts or explodes,\" he added with a\ntinge of indignation.\n\n\"You know about Hiroshito's experiments, of course; he used a quartz\nbulb containing a mixture of neon gas and the vapour of mercury, placed\nat the centre of a coil of silver wire carrying a big oscillatory\ncurrent. This induced a ring discharge in the bulb, and the temperature\nof the vapour mixture rose until the bulb melted. He calculated that the\ntemperature of that part of the vapour which carried the current was\nover 6,000°. You see, the ring discharge is not in contact with the wall\nof the bulb, and can consequently be much hotter. It's like this.\" Here\nBennie drew with a burnt match on the back of an envelope a diagram of\nsomething which resembled a doughnut in a chianti flask.\n\nThornton scratched his head. \"Yes,\" he said, \"but that's an old\nprinciple, isn't it? Why does Hiro--what's his name--call it--thermic\ninduction?\"\n\n\"Oriental imagination, probably,\" replied Bennie. \"Hiroshito observed\nthat a sudden increase in the temperature of the discharge occurred at\nthe moment when the silver coil of his transformer became white hot,\nwhich he explained by some mysterious inductive action of the heat\nvibrations. I don't follow him at all. His theory's probably all wrong,\nbut he delivered the goods. He gave me the right tip, even if I have got\nhim lashed to the mast now. I use a tungsten spiral in a nitrogen\natmosphere in my transformer and replace the quartz bulb with a capsule\nof zircorundum.\"\n\n\"A capsule of what?\" asked Thornton, whose chemistry was mid-Victorian.\n\n\"Zircorundum,\" said Bennie, groping around in a drawer of his work\ntable. \"It's an absolute nonconductor of heat. Look here, just stick\nyour finger in that.\" He held out to Thornton what appeared to be a\nsmall test tube of black glass. Thornton, with a slight moral\nhesitation, did as he was told, and Bennie, whistling, picked up the\noxyacetylene blowpipe, regarding it somewhat as a dog fancier might gaze\nat an exceptionally fine pup. \"Hold up your finger,\" said he to the\nastronomer. \"That's right--like that!\"\n\nThrusting the blowpipe forward, he allowed the hissing blue-white flame\nto wrap itself round the outer wall of the tube--a flame which Thornton\nknew could melt its way through a block of steel--but the astronomer\nfelt no sensation of heat, although he not unnaturally expected the\nmember to be incinerated.\n\n\"Queer, eh?\" said Bennie. \"Absolute insulation! Beats the thermos\nbottle, and requires no vacuum. It isn't quite what I want though,\nbecause the disintegrating rays which the ring discharge gives out break\ndown the zirconium, which isn't an end-product of radioactivity. The\npressure in the capsule rises, due to the liberation of helium, and it\nblows up, and the landlady or the police come up and bother me.\"\n\nThornton was scrutinizing Bennie's rough diagram. \"This ring discharge,\"\nhe meditated; \"I wonder if it isn't something like a sunspot. You know\nthe spots are electron vortices with strong magnetic fields. I'll bet\nyou the Savaroff disintegrating rays come from the spots and not from\nthe whole surface of the sun!\"\n\n\"My word,\" said Bennie, with a grin of delight, \"you occasionally have\nan illuminating idea, even if you are a musty astronomer. I always\nthought you were a sort of calculating machine, who slept on a logarithm\ntable. I owe you two drinks for that suggestion, and to scare a thirst\ninto you I'll show you an experiment that no living human being has ever\nseen before. I can't make very powerful disintegrating rays yet, but I\ncan break down uranium, which is the easiest of all. Later on I'll be\nable to disintegrate anything, if I have luck--that is, anything except\nend-products. Then you'll see things fly. But, for the present, just\nthis.\" He picked up a thin plate of white metal. \"This is the metal\nwe're going to attack, uranium--the parent of radium--and the whole\nradioactive series, ending with the end-product lead.\"\n\nHe hung the plate by two fine wires fastened to its corners, and\nadjusted a coil of wire opposite its centre, while within the coil he\nslipped a small black capsule.\n\n\"This is the best we can do now,\" he said. \"The capsule is made of\nzircorundum, and we shall get only a trace of the disintegrating rays\nbefore it blows up. But you'll see 'em, or, rather, you'll see the\nlavender phosphorescence of the air through which they pass.\"\n\nHe arranged a thick slab of plate glass between Thornton and the thermic\ntransformer, and stepping to the wall closed a switch. An oscillatory\nspark discharge started off with a roar in a closed box, and the coil of\nwire became white hot.\n\n\"Watch the plate!\" shouted Bennie.\n\nAnd Thornton watched.\n\nFor ten or fifteen seconds nothing happened, and then a faint beam of\npale lavender light shot out from the capsule, and the metal plate swung\naway from the incandescent coil as if blown by a gentle breeze.\n\nAlmost instantly there was a loud report and a blinding flash of yellow\nlight so brilliant that for the next instant or two to Thornton's eyes\nthe room seemed dark. Slowly the afternoon light regained its normal\nquality. Bennie relit his pipe unconcernedly.\n\n\"That's the germ of the idea,\" he said between puffs. \"That capsule\ncontains a mixture of vapours that give out disintegrating rays when the\ntemperature is raised by thermic induction above six thousand. Most of\n'em are stopped by the zirconium atoms in the capsule, which break down\nand liberate helium; and the temperature rises in the capsule until it\nexplodes, as you saw just now, with a flash of yellow helium light. The\nrays that get out strike the uranium plate and cause the surface layer\nof molecules to disintegrate, their products being driven off by the\natomic explosions with a velocity about equal to that of light, and it's\nthe recoil that deflects and swings the plate. The amount of uranium\ndecomposed in this experiment couldn't be detected by the most delicate\nbalance--small mass, but enormous velocity. See?\"\n\n\"Yes, I understand,\" answered Thornton. \"It's the old, 'momentum equals\nmass times velocity,' business we had in mechanics.\"\n\n\"Of course this is only a toy experiment,\" Bennie continued. \"It is what\nthe dancing pithballs of Franklin's time were to the multipolar,\nhigh-frequency dynamo. But if we could control this force and handle it\non a large scale we could do anything with it--destroy the world, drive\na car against gravity off into space, shift the axis of the earth\nperhaps!\"\n\nIt came to Thornton as he sat there, cigarette in hand, that poor Bennie\nHooker was going to receive the disappointment of his life. Within the\nnext five minutes his dreams would be dashed to earth, for he would\nlearn that another had stepped down to the pool of discovery before him.\nFor how many years, he wondered, had Bennie toiled to produce his\nmysterious ray that should break down the atom and release the store of\nenergy that the genii of Nature had concealed there. And now Thornton\nmust tell him that all his efforts had gone for nothing!\n\n\"And you believe that any one who could generate a ray such as you\ndescribe could control the motion of the earth?\" he asked.\n\n\"Of course, certainly,\" answered Hooker. \"He could either disintegrate\nsuch huge quantities of matter that the mass of the earth would be\nshifted and its polar axis be changed, or if radioactive\nsubstances--pitchblende, for example--lay exposed upon the earth's\nsurface he could cause them to discharge their helium and other products\nat such an enormous velocity that the recoil or reaction would\naccelerate or retard the motion of the globe. It would be quite\nfeasible, quite simple--all one would need would be the disintegrating\nray.\"\n\nAnd then Thornton told Hooker of the flight of the giant Ring machine\nfrom the north and the destruction of the Mountains of Atlas through the\napparent instrumentality of a ray of lavender light. Hooker's face\nturned slightly pale and his unshaven mouth tightened. Then a smile of\nexaltation illuminated his features.\n\n\"He's done it!\" he cried joyously. \"He's done it on an engineering\nscale. We pure-science dreamers turn up our noses at the engineers, but\nI tell you the improvements in the apparatus part of the game come when\nthere is a big commercial demand for a thing and the engineering chaps\ntake hold of it. But _who_ is he and _where_ is he? I must get to him. I\ndon't suppose I can teach him much, but I've got a magnificent\nexperiment that we can try together.\"\n\nHe turned to a littered writing-table and poked among the papers that\nlay there.\n\n\"You see,\" he explained excitedly, \"if there is anything in the quantum\ntheory----Oh! but you don't care about that. The point is where _is_ the\nchap?\"\n\nAnd so Thornton had to begin at the beginning and tell Hooker all about\nthe mysterious messages and the phenomena that accompanied them. He\nenlarged upon Pax's benignant intentions and the great problems\npresented by the proposed interference of the United States Government\nin Continental affairs, but Bennie swept them aside. The great thing, to\nhis mind, was to find and get into communication with Pax.\n\n\"Ah! How he must feel! The greatest achievement of all time!\" cried\nHooker radiantly. \"How ecstatically happy! Earth blossoming like the\nrose! Well-watered valleys where deserts were before. War abolished,\npoverty, disease! Who can it be? Curie? No; she's bottled in Paris.\nPosky, Langham, Varanelli--it can't be any one of those fellows. It\nbeats me! Some Hindoo or Jap maybe, but never Hiroshito! Now we must get\nto him right away. So much to talk over.\" He walked round the room,\nblundering into things, dizzy with the thought that his great dream had\ncome true. Suddenly he swept everything off the table on to the floor\nand kicked his heels in the air.\n\n\"Hooray!\" he shouted, dancing round the room like a freshman. \"Hooray!\nNow I can take a holiday. And come to think of it, I'm as hungry as a\nbrontosaurus!\"\n\nThat night Thornton returned to Washington and was at the White House by\nnine o'clock the following day.\n\n\"It's all straight,\" he told the President. \"The honestest man in the\nUnited States has said so.\"\n\n\n\n\nXI\n\n\nThe moon rose over sleeping Paris, silvering the silent reaches of the\nSeine, flooding the deserted streets with mellow light, yet gently\nretouching all the disfigurements of the siege. No lights illuminated\nthe cafés, no taxis dashed along the boulevards, no crowds loitered in\nthe Place de l'Opéra or the Place Vendôme. Yet save for these facts it\nmight have been the Paris of old time, unvisited by hunger, misery, or\ndeath. The curfew had sounded. Every citizen had long since gone within,\nextinguished his lights, and locked his door. Safe in the knowledge that\nthe Germans' second advance had been finally met and effectually blocked\nsixty miles outside the walls, and that an armistice had been declared\nto go into effect at midnight, Paris slumbered peacefully.\n\nBeyond the pellet-strewn fields and glacis of the second line of defence\nthe invader, after a series of terrific onslaughts, had paused,\nretreated a few miles and intrenched himself, there to wait until the\nstarving city should capitulate. For four months he had waited, yet\nParis gave no sign of surrendering. On the contrary, it seemed to have\nsome mysterious means of self-support, and the war office, in daily\ncommunication with London, reported that it could withstand the\ninvestment for an indefinite period. Meantime the Germans reintrenched\nthemselves, built forts of their own upon which they mounted the siege\nguns intended for the walls, and constructed an impregnable line of\nentanglements, redoubts, and defences, which rendered it impossible for\nany army outside the city to come to its relief.\n\nSo rose the moon, turning white the millions of slate roofs, gilding the\ntraceries of the towers of Notre Dame, dimming the searchlights which,\nlike the antennæ of gigantic fireflies, constantly played round the city\nfrom the summit of the Eiffel Tower. So slept Paris, confident that no\ncrash of descending bombs would shatter the blue vault of the starlit\nsky or rend the habitations in which lay two millions of human beings,\nassured that the sun would rise through the gray mists of the Seine upon\nthe ancient beauties of the Tuilleries and the Louvre unmarred by the\nenemy's projectiles, and that its citizens could pass freely along its\nboulevards without menace of death from flying missiles. For no shell\ncould be hurled a distance of sixty miles, and an armistice had been\ndeclared.\n\n       *       *       *       *       *\n\nBehind a small hill within the German fortifications a group of officers\nstood in the moonlight, examining what looked superficially like the\nhangar of a small dirigible. Nestling behind the hill it cast a black\nrectangular shadow upon the trampled sand of the redoubt. A score of\nartisans were busy filling a deep trench through which a huge pipe led\noff somewhere--a sort of deadly plumbing, for the house sheltered a\nmonster cannon reënforced by jackets of lead and steel, the whole\nencased in a cooling apparatus of intricate manufacture. From the open\nend of the house the cylindrical barrel of the gigantic engine of war\nraised itself into the air at an angle of forty degrees, and from the\nmuzzle to the ground below it was a drop of over eighty feet. On a track\nrunning off to the north rested the projectiles side by side, resembling\nin the dim light a row of steam boilers in the yard of a locomotive\nfactory.\n\n\"Well,\" remarked one of the officers, turning to the only one of his\ncompanions not in uniform. \"'Thanatos' is ready.\"\n\nThe man addressed was Von Heckmann, the most famous inventor of military\nordnance in the world, already four times decorated for his services to\nthe Emperor.\n\n\"The labour of nine years!\" he answered with emotion. \"Nine long years\nof self-denial and unremitting study! But to-night I shall be repaid,\nrepaid a thousand times.\"\n\nThe officers shook hands with him one after the other, and the group\nbroke up; the men who were filling the trench completed their labours\nand departed; and Von Heckmann and the major-general of artillery alone\nremained, except for the sentries beside the gun. The night was balmy\nand the moon rode in a cloudless sky high above the hill. They crossed\nthe enclosure, followed by the two sentinels, and entering a passage\nreached the outer wall of the redoubt, which was in turn closed and\nlocked. Here the sentries remained, but Von Heckmann and the general\ncontinued on behind the fortifications for some distance.\n\n\"Well, shall we start the ball?\" asked the general, laying his hand on\nVon Heckmann's shoulder. But the inventor found it so hard to master his\nemotion that he could only nod his head. Yet the ball to which the\ngeneral alluded was the discharging of a fiendish war machine toward an\nunsuspecting and harmless city alive with sleeping people, and the\nemotion of the inventor was due to the fact that he had devised and\ncompleted the most atrocious engine of death ever conceived by the mind\nof man--the Relay Gun. Horrible as is the thought, this otherwise normal\nman had devoted nine whole years to the problem of how to destroy human\nlife at a distance of a hundred kilometres, and at last he had been\nsuccessful, and an emperor had placed with his own divinely appointed\nhands a ribbon over the spot beneath which his heart should have been.\n\nThe projectile of this diabolical invention was ninety-five centimetres\nin diameter, and was itself a rifled mortar, which in full flight,\ntwenty miles from the gun and at the top of its trajectory, exploded in\nmid-air, hurling forward its contained projectile with an additional\nvelocity of three thousand feet per second. This process repeated\nitself, the final or core bomb, weighing over three hundred pounds and\nfilled with lyddite, reaching its mark one minute and thirty-five\nseconds after the firing of the gun. This crowning example of the human\nmind's destructive ingenuity had cost the German Government five million\nmarks and had required three years for its construction, and by no means\nthe least of its devilish capacities was that of automatically reloading\nand firing itself at the interval of every ten seconds, its muzzle\nrising, falling, or veering slightly from side to side with each\ndischarge, thus causing the shells to fall at wide distances. The\npoisonous nature of the immense volumes of gas poured out by the\nmastodon when in action necessitated the withdrawal of its crew to a\nsafe distance. But once set in motion it needed no attendant. It had\nbeen tested by a preliminary shot the day before, which had been\ndirected to a point several miles outside the walls of Paris, the effect\nof which had been observed and reported by high-flying German aeroplanes\nequipped with wireless. Everything was ready for the holocaust.\n\nVon Heckmann and the general of artillery continued to make their way\nthrough the intrenchments and other fortifications, until at a distance\nof about a quarter of a mile from the redoubt where they had left the\nRelay Gun they arrived at a small whitewashed cottage.\n\n\"I have invited a few of my staff to join us,\" said the general to the\ninventor, \"in order that they may in years to come describe to their\nchildren and their grandchildren this, the most momentous occasion in\nthe history of warfare.\"\n\nThey turned the corner of the cottage and came upon a group of officers\nstanding by the wooden gate of the cottage, all of whom saluted at their\napproach.\n\n\"Good evening, gentlemen,\" said the general. \"I beg to present the\nmembers of my staff,\" turning to Von Heckmann.\n\nThe officers stood back while the general led the way into the cottage,\nthe lower floor of which consisted of but a single room, used by the\nrecent tenants as a kitchen, dining-room, and living-room. At one end of\na long table, constructed by the regimental carpenter, supper had been\nlaid, and a tub filled with ice contained a dozen or more quarts of\nchampagne. Two orderlies stood behind the table, at the other end of\nwhich was affixed a small brass switch connected with the redoubt and\ncontrolled by a spring and button. The windows of the cottage were open,\nand through them poured the light of the full moon, dimming the\nflickering light of the candles upon the table.\n\nIn spite of the champagne, the supper, and the boxes of cigars and\ncigarettes, an atmosphere of solemnity was distinctly perceptible. It\nwas as if each one of these officers, hardened to human suffering by a\nlifetime of discipline and active service, to say nothing of the years\nof horror through which they had just passed, could not but feel that in\nthe last analysis the hurling upon an unsuspecting city of a rain of\nprojectiles containing the highest explosive known to warfare, at a\ndistance three times greater than that heretofore supposed to be\npossible to science, and the ensuing annihilation of its inhabitants,\nwas something less for congratulation and applause than for sorrow and\nregret. The officers, who had joked each other outside the gate, became\nsingularly quiet as they entered the cottage and gathered round the\ntable where Von Heckmann and the general had taken their stand by the\ninstrument. Utter silence fell upon the group. The mercury of their\nspirits dropped from summer heat to below freezing. What was this thing\nwhich they were about to do?\n\nThrough the windows, at a distance of four hundred yards, the pounding\nof the machinery which flooded the water jacket of the Relay Gun was\ndistinctly audible in the stillness of the night. The pressure of a\nfinger--a little finger--upon that electric button was all that was\nnecessary to start the torrent of iron and high explosives toward Paris.\nBy the time the first shell would reach its mark nine more would be on\ntheir way, stretched across the midnight sky at intervals of less than\neight miles. And once started the stream would continue uninterrupted\nfor two hours. The fascinated eyes of all the officers fastened\nthemselves upon the key. None spoke.\n\n\"Well, well, gentlemen!\" exclaimed the general brusquely, \"what is the\nmatter with you? You act as if you were at a funeral! Hans,\" turning to\nthe orderly, \"open the champagne there. Fill the glasses. Bumpers all,\ngentlemen, for the greatest inventor of all times, Herr von Heckmann,\nthe inventor of the Relay Gun!\"\n\nThe orderly sprang forward and hastily commenced uncorking bottles,\nwhile Von Heckmann turned away to the window.\n\n\"Here, this won't do, Schelling! You must liven things up a bit!\"\ncontinued the general to one of the officers. \"This is a great occasion\nfor all of us! Give me that bottle.\" He seized a magnum of champagne\nfrom the orderly and commenced pouring out the foaming liquid into the\nglasses beside the plates. Schelling made a feeble attempt at a joke at\nwhich the officers laughed loudly, for the general was a martinet and\nhad to be humoured.\n\n\"Now, then,\" called out the general as he glanced toward the window,\n\"Herr von Heckmann, we are going to drink your health! Officers of the\nFirst Artillery, I give you a toast--a toast which you will all remember\nto your dying day! Bumpers, gentlemen! No heel taps! I give you the\nhealth of 'Thanatos'--the leviathan of artillery, the winged bearer of\ndeath and destruction--and of its inventor, Herr von Heckmann. Bumpers,\ngentlemen!\" The general slapped Von Heckmann upon the shoulder and\ndrained his glass.\n\n\"'Thanatos!' Von Heckmann!\" shouted the officers. And with one accord\nthey dashed their goblets to the stone flagging upon which they stood.\n\n\"And now, my dear inventor,\" said the general, \"to you belongs the\nhonour of arousing 'Thanatos' into activity. Are you ready, gentlemen? I\nwarn you that when 'Thanatos' snores the rafters will ring.\"\n\nVon Heckmann had stood with bowed head while the officers had drunk his\nhealth, and he now hesitatingly turned toward the little brass switch\nwith its button of black rubber that glistened so innocently in the\ncandlelight. His right hand trembled. He dashed the back of his left\nacross his eyes. The general took out a large silver watch from his\npocket. \"Fifty-nine minutes past eleven,\" he announced. \"At one minute\npast twelve Paris will be disembowelled. Put your finger on the button,\nmy friend. Let us start the ball rolling.\"\n\nVon Heckmann cast a glance almost of disquietude upon the faces of the\nofficers who were leaning over the table in the intensity of their\nexcitement. His elation, his exaltation, had passed from him. He seemed\noverwhelmed at the momentousness of the act which he was about to\nperform. Slowly his index finger crept toward the button and hovered\nhalf suspended over it. He pressed his lips together and was about to\nexert the pressure required to transmit the current of electricity to\nthe discharging apparatus when unexpectedly there echoed through the\nnight the sharp click of a horse's hoofs coming at a gallop down the\nvillage street. The group turned expectantly to the doorway.\n\nAn officer dressed in the uniform of an aide-de-camp of artillery\nentered abruptly, saluted, and produced from the inside pocket of his\njacket a sealed envelope which he handed to the general. The interest of\nthe officers suddenly centred upon the contents of the envelope. The\ngeneral grumbled an oath at the interruption, tore open the missive, and\nheld the single sheet which it contained to the candlelight.\n\n\"An armistice!\" he cried disgustedly. His eye glanced rapidly over the\npage.\n\n     \"_To the Major-General commanding the First Division of Artillery,\n     Army of the Meuse:_\n\n     \"An armistice has been declared, to commence at midnight, pending\n     negotiations for peace. You will see that no acts of hostility\n     occur until you receive notice that war is to be resumed.\n\n    \"VON HELMUTH,\n    \"Imperial Commissioner for War.\"\n\nThe officers broke into exclamations of impatience as the general\ncrumpled the missive in his hand and cast it upon the floor.\n\n\"_Donnerwetter!_\" he shouted. \"Why were we so slow? Curse the\narmistice!\" He glanced at his watch. It already pointed to after\nmidnight. His face turned red and the veins in his forehead swelled.\n\n\"To hell with peace!\" he bellowed, turning back his watch until the\nminute hand pointed to five minutes to twelve. \"To hell with peace, I\nsay! Press the button, Von Heckmann!\"\n\nBut in spite of the agony of disappointment which he now acutely\nexperienced, Von Heckmann did not fire. Sixty years of German respect\nfor orders held him in a viselike grip and paralyzed his arm.\n\n\"I can't,\" he muttered. \"I can't.\"\n\nThe general seemed to have gone mad. Thrusting Von Heckmann out of the\nway, he threw himself into a chair at the end of the table and with a\nsnarl pressed the black handle of the key.\n\nThe officers gasped. Hardened as they were to the necessities of war, no\nact of insubordination like the present had ever occurred within their\nexperience. Yet they must all uphold the general; they must all swear\nthat the gun was fired before midnight. The key clicked and a blue bead\nsnapped at the switch. They held their breaths, looking through the\nwindow to the west.\n\nAt first the night remained still. Only the chirp of the crickets and\nthe fretting of the aide-de-camp's horse outside the cottage could be\nheard. Then, like the grating of a coffee mill in a distant kitchen when\none is just waking out of a sound sleep, they heard the faint, smothered\nwhir of machinery, a sharper metallic ring of steel against steel\nfollowed by a gigantic detonation which shook the ground upon which the\ncottage stood and overthrew every glass upon the table. With a roar like\nthe fall of a skyscraper the first shell hurled itself into the night.\nHalf terrified the officers gripped their chairs, waiting for the second\ndischarge. The reverberation was still echoing among the hills when the\nsecond detonation occurred, shortly followed by the third and fourth.\nThen, in intervals between the crashing explosions, a distant rumbling\ngrowl, followed by a shuddering of the air, as if the night were\nfrightened, came up out of the west toward Paris, showing that the\nprojectiles were at the top of their flight and going into action. A\nlake of yellow smoke formed in the pocket behind the hill where lay the\nredoubt in which \"Thanatos\" was snoring.\n\nOn the great race track of Longchamps, in the Bois de Boulogne, the vast\nherd of cows, sheep, horses, and goats, collected together by the city\ngovernment of Paris and attended by fifty or sixty shepherds especially\nimported from _les Landes_, had long since ceased to browse and had\nsettled themselves down into the profound slumber of the animal world,\nbroken only by an occasional bleating or the restless whinnying of a\nstallion. On the race course proper, in front of the grandstand and\nbetween it and the judge's box, four of these shepherds had built a\nsmall fire and by its light were throwing dice for coppers. They were\nhaving an easy time of it, these shepherds, for their flocks did not\nwander, and all that they had to do was to see that the animals were\nproperly driven to such parts of the Bois as would afford proper\nnourishment.\n\n\"Well, _mes enfants_,\" exclaimed old Adrian Bannalec, pulling a\nturnip-shaped watch from beneath his blouse and holding it up to the\nfirelight, \"it's twelve o'clock and time to turn in. But what do you say\nto a cup of chocolate first?\"\n\nThe others greeted the suggestion with approval, and going somewhere\nunderneath the grandstand, Bannalec produced a pot filled with water,\nwhich he suspended with much dexterity over the fire upon the end of a\npointed stick. The water began to boil almost immediately, and they were\non the point of breaking their chocolate into it when, from what\nappeared to be an immense distance, through the air there came a curious\nrumble.\n\n\"What was that?\" muttered Bannalec. The sound was followed within a few\nseconds by another, and after a similar interval by a third and fourth.\n\n\"There was going to be an armistice,\" suggested one of the younger\nherdsmen. He had hardly spoken before a much louder and apparently\nnearer detonation occurred.\n\n\"That must be one of our guns,\" said old Adrian proudly. \"Do you hear\nhow much louder it speaks than those of the Germans?\"\n\nOther discharges now followed in rapid succession, some fainter, some\nmuch louder. And then somewhere in the sky they saw a flash of flame,\nfollowed by a thunderous concussion which rattled the grandstand, and a\ngreat fiery serpent came soaring through the heavens toward Paris. Each\nmoment it grew larger, until it seemed to be dropping straight toward\nthem out of the sky, leaving a trail of sparks behind it.\n\n\"It's coming our way,\" chattered Adrian.\n\n\"God have mercy upon us!\" murmured the others.\n\nRigid with fear, they stood staring with open mouths at the shell that\nseemed to have selected them for the object of its flight.\n\n\"God have mercy on our souls!\" repeated Adrian after the others.\n\nThen there came a light like that of a million suns....\n\nAlas for the wives and children of the herdsmen! And alas for the herds!\nBut better that the eight core bombs projected by \"Thanatos\" through the\nmidnight sky toward Paris should have torn the foliage of the Bois,\ndestroyed the grandstands of Auteuil and Longchamps, with sixteen\nhundred innocent sheep and cattle, than that they should have sought\ntheir victims among the crowded streets of the inner city. Lucky for\nParis that the Relay Gun had been sighted so as to sweep the metropolis\nfrom the west to the east, and that though each shell approached nearer\nto the walls than its preceding brother, none reached the ramparts. For\nwith the discharge of the eighth shell and the explosion of the first\ncore bomb filled with lyddite among the sleeping animals huddled on the\nturf in front of the grandstands, something happened which the poor\nshepherds did not see.\n\nThe watchers in the Eiffel Tower, seeing the heavens with their\nsearchlights for German planes and German dirigibles, saw the first core\nbomb bore through the sky from the direction of Verdun, followed by its\nseven comrades, and saw each bomb explode in the Bois below. But as the\nfirst shell shattered the stillness of the night and spread its\nsulphureous and death-dealing fumes among the helpless cattle, the\nwatchers on the Tower saw a vast light burst skyward in the far-distant\neast.\n\n       *       *       *       *       *\n\nTwo miles up the road from the village of Champaubert, Karl Biedenkopf,\na native of Hesse-Nassau and a private of artillery, was doing picket\nduty. The moonlight turned the broad highroad toward Épernay into a\ngleaming white boulevard down which he could see, it seemed to him, for\nmiles. The air was soft and balmy, and filled with the odour of hay\nwhich the troopers had harvested \"on behalf of the Kaiser.\" Across the\nroad \"Gretchen,\" Karl's mare, grazed ruminatively, while the picket\nhimself sat on the stone wall by the roadside, smoking the Bremen cigar\nwhich his corporal had given him after dinner.\n\nThe night was thick with stars. They were all so bright that at first he\ndid not notice the comet which sailed slowly toward him from the\nnorthwest, seemingly following the line of the German intrenchments from\nAmiens, St.-Quentin, and Laon toward Rheims and Épernay. But the comet\nwas there, dropping a long yellow beam of light upon the sleeping hosts\nthat were beleaguering the outer ring of the French fortifications.\nSuddenly the repose of Biedenkopf's retrospections was abruptly\ndisconcerted by the distant pounding of hoofs far down the road from\nVerdun. He sprang off the wall, took up his rifle, crossed the road,\nhastily adjusted \"Gretchen's\" bridle, leaped into the saddle, and\nawaited the night rider, whoever he might be. At a distance of three\nhundred feet he cried: \"Halt!\" The rider drew rein, hastily gave the\ncountersign, and Biedenkopf, recognizing the aide-de-camp, saluted and\ndrew aside.\n\n\"There goes a lucky fellow,\" he said aloud. \"Nothing to do but ride up\nand down the roads, stopping wherever he sees a pleasant inn or a pretty\nface, spending money like water, and never risking a hair of his head.\"\n\nIt never occurred to him that maybe his was the luck. And while the\naide-de-camp galloped on and the sound of his horse's hoofs grew fainter\nand fainter down the road toward the village, the comet came sailing\nswiftly on overhead, deluging the fortifications with a blinding\norange-yellow light. It could not have been more than a mile away when\nBiedenkopf saw it. Instantly his trained eye recognized the fact that\nthis strange round object shooting through the air was no wandering\ncelestial body.\n\n\"_Ein Flieger!_\" he cried hoarsely, staring at it in astonishment,\nknowing full well that no dirigible or aeroplane of German manufacture\nbore any resemblance to this extraordinary voyager of the air.\n\nA hundred yards down the road his field telephone was attached to a\npoplar, and casting one furtive look at the Flying Ring he galloped to\nthe tree and rang up the corporal of the guard. But at the very instant\nthat his call was answered a series of terrific detonations shook the\nearth and set the wires roaring in the receiver, so that he could hear\nnothing. One--two--three--four of them, followed by a distant answering\nboom in the west.\n\nAnd then the whole sky seemed full of fire. He was hurled backward upon\nthe road and lay half-stunned, while the earth discharged itself into\nthe air with a roar like that of ten thousand shells exploding all\ntogether. The ground shook, groaned, grumbled, grated, and showers of\nboards, earth, branches, rocks, vegetables, tiles, and all sorts of\nunrecognizable and grotesque objects fell from the sky all about him. It\nwas like a gigantic and never-ending mine, or series of mines, in\ncontinuous explosion, a volcano pouring itself upward out of the bowels\nof an incandescent earth. Above the earsplitting thunder of the eruption\nhe heard shrill cries and raucous shoutings. Mounted men dashed past him\ndown the road, singly and in squadrons. A molten globe dropped through\nthe branches of the poplar, and striking the hard surface of the road at\na distance of fifty yards scattered itself like a huge ingot dropped\nfrom a blast furnace. Great clouds of dust descended and choked him. A\nwithering heat enveloped him....\n\nIt was noon next day when Karl Biedenkopf raised his head and looked\nabout him. He thought first there had been a battle. But the sight that\nmet his eyes bore no resemblance to a field of carnage. Over his head he\nnoticed that the uppermost branches of the poplar had been seared as by\nfire. The road looked as if the countryside had been traversed by a\nhurricane. All sorts of débris filled the fields and everywhere there\nseemed to be a thick deposit of blackened earth. Vaguely realizing that\nhe must report for duty, he crawled, in spite of his bursting head and\naching limbs, on all fours down the road toward the village.\n\nBut he could not find the village. There was no village there; and soon\nhe came to what seemed to be the edge of a gigantic crater, where the\nearth had been uprooted and tossed aside as if by some huge convulsion\nof nature. Here and there masses of inflammable material smoked and\nflickered with red flames. His eyes sought the familiar outlines of the\nredoubts and fortifications, but found them not. And where the village\nhad been there was a great cavern in the earth, and the deepest part of\nthe cavern, or so it seemed to his half-blinded sight, was at about the\npoint where the cottage had stood which his general had used as his\nheadquarters, the spot where the night before that general had raised\nhis glass of bubbling wine and toasted \"Thanatos,\" the personification\nof death, and called his officers to witness that this was the greatest\nmoment in the history of warfare, a moment that they would all remember\nto their dying day.\n\n\n\n\nXII\n\n\nThe shabby-genteel little houses of the Appian Way, in Cambridge, whose\nwindow-eyes with their blue-green lids had watched Bennie Hooker come\nand go, trudging back and forth to lectures and recitations, first as\nboy and then as man, for thirty years, must have blinked with amazement\nat the sight of the little professor as he started on the afterward\nfamous Hooker Expedition to Labrador in search of the Flying Ring.\n\nFor the five days following Thornton's unexpected visit Bennie, existing\nwithout sleep and almost without food save for his staple of\nready-to-serve chocolate, was the centre of a whirl of books,\nlogarithms, and calculations in the University Library, and constituted\nhimself an unmitigated, if respected, pest at the Cambridge Observatory.\nMoreover--and this was the most iconoclastic spectacle of all to his\nconservative pedagogical neighbours in the Appian Way--telegraph boys on\nbicycles kept rushing to and fro in a stream between the Hooker\nboarding-house and Harvard Square at all hours of the day and night.\n\nFor Bennie had lost no time and had instantly started in upon the same\nseries of experiments to locate the origin of the phenomena which had\nshaken the globe as had been made use of by Professor von Schwenitz at\nthe direction of General von Helmuth, the Imperial German Commissioner\nfor War, at Mainz. The result had been approximately identical, and\nHooker had satisfied himself that somewhere in the centre of Labrador\nhis fellow-scientist--the discoverer of the Lavender Ray--was conducting\nthe operations that had resulted in the dislocation of the earth's axis\nand retardation of its motion. Filled with a pure and unselfish\nscientific joy, it became his sole and immediate ambition to find the\nman who had done these things, to shake him by the hand, and to compare\nnotes with him upon the now solved problems of thermic induction and of\natomic disintegration.\n\nBut how to get there? How to reach him? For Prof. Bennie Hooker had\nnever been a hundred miles from Cambridge in his life, and a journey to\nLabrador seemed almost as difficult as an attempt to reach the pole. Off\nagain then to the University Library, with pale but polite young ladies\nhastening to fetch him atlases, charts, guidebooks, and works dealing\nwith sport and travel, until at last the great scheme unfolded itself to\nhis mind--the scheme that was to result in the perpetuation of atomic\ndisintegration for the uses of mankind and the subsequent alteration of\ncivilization, both political and economic. Innocently, ingeniously,\ningenuously, he mapped it all out. No one must know what he was about.\nOh, no! He must steal away, in disguise if need be, and reach Pax alone.\nThree would be a crowd in that communion of scientific thought! He must\ntake with him the notes of his own experiments, the diagrams of his\napparatus, and his precious zirconium; and he must return with the great\nsecret of atomic disintegration in his breast, ready, with the\ndiscoverer's permission, to give it to the dry and thirsty world. And\nthen, indeed, the earth would blossom like the rose!\n\nA strange sight, the start of the Hooker Expedition!\n\nDoctor Jelly's coloured housemaid had just thrown a pail of blue-gray\nsuds over his front steps--it was 6:30 A.M.--and was on the point of\nresignedly kneeling and swabbing up the doctor's porch, when she saw the\ndoor of the professor's residence open cautiously and a curious human\nexhibit, the like of which had ne'er before been seen on sea or land,\nsurreptitiously emerge. It was Prof. Bennie Hooker--disguised as a\nsalmon fisherman!\n\nOver a brand-new sportsman's knickerbocker suit of screaming yellow\ncheck he had donned an English mackintosh. On his legs were gaiters, and\non his head a helmetlike affair of cloth with a visor in front and\nanother behind, with eartabs fastened at the crown with a piece of black\nribbon--in other words a \"Glengarry.\" The suit had been manufactured in\nHarvard Square, and was a triumph of sartorial art on the part of one\nwho had never been nearer to a real fisherman than a coloured fashion\nplate. However, it did suggest a sportsman of the variety usually\nportrayed in the comic supplements, and, to complete the picture, in\nProfessor Hooker's hands and under his arms were yellow pigskin bags and\nrod cases, so that he looked like the show window of a harness store.\n\n\"Fo' de land sakes!\" exclaimed the Jellys' coloured maid, oblivious of\nher suds. \"Fo' de Lawd! Am dat Perfesser Hookey?\"\n\nIt was! But a new and glorified professor, with a soul thrilling to the\njoy of discovery and romance, with a flash in his eyes, and the savings\nof ten years in a large roll in his left-hand knickerbocker pocket.\n\nThus started the Hooker Expedition, which discovered the Flying Ring and\nmade the famous report to the Smithsonian Institution after the\ndisarmament of the nations. But could the nations have seen the\nexpedition as it emerged from its boarding-house that September morning\nthey would have rubbed their eyes.\n\nWith the utmost difficulty Prof. Bennie Hooker negotiated his bags and\nrod cases as far as Harvard Square, where, through the assistance of a\nfriendly conductor with a sense of humour, he was enabled to board an\nelectric surface car to the North Station.\n\nBeyond the start up the River Moisie his imagination refused to carry\nhim. But he had a faith that approximated certainty that over the Height\nof Land--just over the edge--he would find Pax and the Flying Ring.\nDuring all the period required for his experiments and preparations he\nhad never once glanced at a newspaper or inquired as to the progress of\nthe war that was rapidly exterminating the inhabitants of the globe.\nThermic induction, atomic disintegration, the Lavender Ray, these were\nthe Alpha, the Sigma, the Omega of his existence.\n\nBut meantime[3] the war had gone on with all its concomitant horror,\nsuffering, and loss of life, and the representatives of the nations\nassembled at Washington had been feverishly attempting to unite upon the\nterms of a universal treaty that should end militarism and war forever.\nAnd thereafter, also, although Professor Hooker was sublimely\nunconscious of the fact, the celebrated conclave, known as Conference\nNo. 2, composed of the best-known scientific men from every laud, was\nsitting, perspiring, in the great lecture hall of the Smithsonian\nInstitution, its members shouting at one another in a dozen different\nlanguages, telling each other what they did and didn't know, and\nbecoming more and more confused and entangled in an underbrush of\ncontradictory facts and observations and irreconcilable theories until\nthey were making no progress whatever--which was precisely what the\nastute and plausible Count von Koenitz, the German Ambassador, had\nplanned and intended.\n\n[Footnote 3: Up to the date of the armistice.]\n\nThe Flying Ring did not again appear, and in spite of the uncontroverted\ntestimony of Acting-Consul Quinn, Mohammed Ben Ali el Bad, and a\nthousand others who had actually seen the Lavender Ray, people began\ngradually, almost unconsciously, to assume that the destruction of the\nAtlas Mountains had been the work of an unsuspected volcano and that the\npresence of the Flying Ring had been a coincidence and not the cause of\nthe disruption. So the incident passed by and public attention\nrefocussed itself upon the conflict on the plains of Châlons-sur-Marne.\nOnly Bill Hood, Thornton, and a few others in the secret, together with\nthe President, the Cabinet, and the members of Conference No. 1 and of\nConference No. 2, truly apprehended the significance of what had\noccurred, and realized that either war or the human race must pass away\nforever. And no one at all, save only the German Ambassador and the\nImperial German Commissioners, suspected that one of the nations had\nconceived and was putting into execution a plan designed to result in\nthe acquirement of the secret of how the earth could be rocked and in\nthe capture of the discoverer. For the _Sea Fox_, bearing the German\nexpeditionary force, had sailed from Amsterdam twelve days after the\nconference held at Mainz between Professor von Schwenitz and General von\nHelmuth, and having safely rounded the Orkneys was now already well on\nits course toward Labrador. Bennie Hooker, however, was ignorant of all\nthese things. Like an immigrant with a tag on his arm, he sat on the\ntrain which bore him toward Quebec, his ticket stuck into the band on\nhis hat, dreaming of a transformer that wouldn't--couldn't--melt at only\nsix thousand degrees.\n\nWhen Professor Hooker awoke in his room at the hotel in Quebec the\nmorning after his arrival there, he ate a leisurely breakfast, and\nhaving smoked a pipe on the terrace, strolled down to the wharves along\nthe river front. Here to his disgust he learned that the Labrador\nsteamer, the _Druro_, would not sail until the following Thursday--a\nthree days' wait. Apparently Labrador was a less-frequented locality\nthan he had supposed. He mastered his impatience, however, and\ndiscovering a library presided over by a highly intelligent graduate of\nEdinburgh, he became so interested in various profound treatises on\nphysics which he discovered that he almost missed his boat.\n\nAssisted by the head porter, and staggering under the weight of his new\nrod cases and other impedimenta, Bennie boarded the _Druro_ on Thursday\nmorning, engaged a stateroom, and purchased a ticket for Seven Islands,\nwhich is the nearest harbour to the mouth of the River Moisie. She was a\nlarge and comfortable river steamer of about eight hundred and fifty\ntons, and from her appearance belied the fact that she was the\nconnecting link between civilization and the desolate and ice-clad\nwastes of the Far North, as in fact she was. The captain regarded Bennie\nwith indifference, if not disrespect, grunted, and ascending to the\npilot house blew the whistle. Quebec, with its teeming wharves and\ncrowded shipping, overlooked by the cliffs that made Wolfe famous,\nslowly fell behind. Off their leeward bow the Isle of Orléans swung\nnearer and swept past, its neat homesteads inviting the weary traveller\nto pastoral repose. The river cleared. Low, farm-clad shores began to\nslip by. The few tourists and returning habitans settled themselves in\nthe bow and made ready for their voyage.\n\nThere would have been much to interest the ordinary American traveller\nin this comparatively unfrequented corner of his native continent; but\nour salmon fisherman, having conveniently disposed of his baggage,\nimmediately retired to his stateroom and, intent on saving time,\nproceeded, wholly oblivious of the _Druro_, to read passionately several\nexceedingly uninviting looking books which he produced from his valise.\nThe _Druro_, quite as oblivious to Professor Hooker, proceeded on her\naccustomed way, passed by Tadousac, and made her first stop at the\nGodbout. Bennie, finding the boat no longer in motion, reappeared on\ndeck under the mistaken impression that they had reached the end of the\nvoyage, for he was unfamiliar with the topography of the St. Lawrence,\nand in fact had very vague ideas as to distances and the time required\nto traverse them by rail or boat.\n\nAt the Godbout the _Druro_ dropped a habitan or two, a few boatloads of\nsteel rods, crates of crockery and tobacco, and then thrust her bow out\ninto the stream and steered down river, rounding at length the Pointe\ndes Monts and winding in behind the Isles des Oeufs to the River\nPentecoute, where she deposited some more habitans, including a priest\nin a black soutane, who somewhat incongruously was smoking a large\ncigar. Then, nosing through a fog bank and breaking out at last into\nsunlight again, she steamed across and put in past the Carousel, that\npicturesque and rocky headland, into Seven Islands Bay. Here she\nanchored, and, having discharged cargo, steamed out by the Grand Boule,\nwhere eighteen miles beyond the islands Bennie saw the pilot house of\nthe old _St. Olaf_, of unhappy memory, just lifting above the water.\n\nHe had emerged from the retirement of his stateroom only on being asked\nby the steward for his ticket and learning that the _Druro_ was nearing\nthe end of her journey. For nearly two days he had been submerged in\nSoddy on The Interpretation of Radium. The _Druro_ was running along a\nsandy, low-lying beach about half a mile offshore. They were nearing the\nmouth of a wide river. The volume of black fresh water from the Moisie\nrushed out into the St. Lawrence until it met the green sea water,\ncausing a sharp demarcation of colour and a no less pronounced conflict\nof natural forces. For, owing to the pressure of the tide against the\nsolid mass of the fresh stream, acres of water unexpectedly boiled on\nall sides, throwing geysers of foam twenty feet or more into the air,\nand then subsided. Off the point the engine bell rang twice, and the\n_Druro_ came to a pause.\n\nBennie, standing in the bow, in his sportsman's cap and waterproof,\nhugging his rod cases to his breast, watched while a heterogeneous fleet\nof canoes, skiffs, and sailboats came racing out from shore, for the\nsteamer does not land here, but hangs in the offing and lighters its\ncargo ashore. Leading the lot was a sort of whaleboat propelled by two\noars on one side and one on the other, and in the sternsheets sat a\nrosy-cheeked, good-natured looking man with a smooth-shaven face who\nBennie knew must be Malcolm Holliday.\n\n\"Hello, Cap!\" shouted Holliday. \"Any passengers?\"\n\nThe captain from the pilot house waved contemptuously in Bennie's\ngeneral direction.\n\n\"Howdy!\" said Holliday. \"What do you want? What can I do for you?\"\n\n\"I thought I'd try a little salmon fishing,\" shrieked Bennie back at\nhim.\n\nHolliday shook his head. \"Sorry,\" he bellowed, \"river's leased. Besides,\nthe officers[4] are here.\"\n\n[Footnote 4: Along the St. Lawrence and the Labrador coast a salmon\nfisherman is always spoken of by natives and local residents as an\n\"officer,\" the reason being that most of the sportsmen who visit these\nwaters are English army officers. Hence salmon fishermen are universally\ntermed \"officers,\" and a habitan will describe the sportsmen who have\nrented a certain river as \"_les officiers de la Moisie_\" or \"_les\nofficiers de la Romaine_.\"]\n\n\"Oh!\" answered Bennie ruefully. \"I didn't know. I supposed I could fish\nanywhere.\"\n\n\"Well, you can't!\" snapped Holliday, puzzled by the little man's curious\nappearance.\n\n\"I suppose I can go ashore, can't I?\" insisted Bennie somewhat\nindignantly. \"I'll just take a camping trip then. I'd like to see the\nbig salmon cache up at the forks if I can't do anything else.\"\n\nInstantly Holliday scented something. \"Another fellow after gold,\" he\nmuttered to himself.\n\nJust at that moment, the tide being at the ebb, a hundred acres of green\nwater off the _Druro's_ bow broke into whirling waves and jets of foam\nagain. All about them, and a mile to seaward, these merry men danced by\nthe score. Bennie thrilled at the beauty of it. The whaleboat containing\nHolliday was now right under the ship's bows.\n\n\"I want to look round anyhow,\" expostulated Bennie. \"I've come all the\nway from Boston.\" He felt himself treated like a criminal, felt the\nsuspicion in Holliday's eye.\n\nThe factor laughed. \"In that case you certainly deserve sympathy.\" Then\nhe hesitated. \"Oh, well, come along,\" he said finally. \"We'll see what\nwe can do for you.\"\n\nA rope ladder had been thrown over the side and one of the sailors now\nlowered Bennie's luggage into the boat. The professor followed, avoiding\nwith difficulty stepping on his mackintosh as he climbed down the\nslippery rounds. Holliday grasped his hand and yanked him to a seat in\nthe stern.\n\n\"Yes,\" he repeated, \"if you've come all the way from Boston I guess\nwe'll have to put you up for a few days anyway.\"\n\nA crate of canned goods, a parcel of mail, and a huge bundle of\nnewspapers were deposited in the bow. Holliday waved his hand. The\n_Druro_ churned the water and swung out into midstream again. Bennie\nlooked curiously after her. To the north lay a sandy shore dotted by a\nscraggy forest of dwarf spruce and birch. A few fishing huts and a mass\nof wooden shanties fringed the forest. To the east, seaward, many miles\ndown that great stretch of treacherous, sullen river waited a gray bank\nof fog. But overhead the air was crystalline with that sparkling,\nscratchy brilliance that is found only in northern climes. Nature seemed\nhard, relentless. With his feet entangled in rod cases Professor Hooker\nwondered for a moment what on earth he was there for, landing on this\ninhospitable coast. Then his eyes sought the genial face of Malcolm\nHolliday and hope sprang up anew. For there is that about this genial\nfrontiersman that draws all men to him alike, be they Scotch or English,\nCanadian habitans or Montagnais, and he is the king of the coast, as his\nfather was before him, or as was old Peter McKenzie, the head factor,\nwho incidentally cast the best salmon fly ever thrown east of Montreal\nor south of Ungava. Bennie found comfort in Holliday's smile, and felt\ntoward him as a child does toward its mother.\n\nThey neared shore and ran alongside a ramshackle pier, up the slippery\npoles of which Bennie was instructed to clamber. Then, dodging rotten\nboards and treacherous places, he gained the sand of the beach and stood\nat last on Labrador. A group of Montagnais picked up the professor's\nluggage and, headed by Holliday, they started for the latter's house. It\nwas a strange and amusing landing of an expedition the results of which\nhave revolutionized the life of the inhabitants of the entire globe. No\nsuch inconspicuous event has ever had so momentous a conclusion. And now\nwhen Malcolm Holliday makes his yearly trip home to Quebec, to report to\nthe firm of Holliday Brothers, who own all the nets far east of\nAnticosti, he spends hours at the Club des Voyageurs, recounting in\ndetail all the circumstances surrounding the arrival of Professor Hooker\nand how he took him for a gold hunter.\n\n\"Anyhow,\" he finishes, \"I knew he wasn't a salmon fisherman in spite of\nhis rods and cases, for he didn't know a Black Dose from a Thunder and\nLightning or a Jock Scott, and he thought you could catch salmon with a\nworm!\"\n\nIt was true wholly. Bennie did suppose one killed the king of game fish\nas he had caught minnows in his childhood, and his geologic researches\nin the Harvard Library had not taught him otherwise. Neither had his\ntailor.\n\n\"My dear fellow,\" said Holliday as they smoked their pipes on the narrow\nboard piazza at the Post, \"of course I'll help you all I can, but you've\ncome at a bad season of the year all round. In the first place, you'll\nbe eaten alive by black flies, gnats, and mosquitoes.\" He slapped\nvigorously as he spoke. \"And you'll have the devil of a job getting\ncanoe men. You see all the Montagnais are down here at the settlement\n'making their mass.' Once a year they leave the hunting grounds up by\nthe Divide and beyond and come down river to '_faire la messe_'--it's a\nsacred duty with 'em. They're very religious, as you probably know--a\nfine lot, too, take 'em altogether, gentle, obedient, industrious,\npolite, cheerful, and fair to middling honest. They have a good deal of\nFrench blood--a bit diluted, but it's there.\"\n\n\"Can't I get a few to go along with me?\" asked Bennie anxiously.\n\n\"That's a question,\" answered the factor meditatively. \"You know how the\nbirds--how caribou--migrate every year. Well, these Montagnais are just\nlike them. They have a regular routine. Each man has a line of traps of\nhis own, all the way up to the Height of Land. They all go up river in\nthe autumn with their winter's supply of pork, flour, tea, powder, lead,\naxes, files, rosin to mend their canoes, and castoreum--made out of\nbeaver glands, you know--to take away the smell of their hands from the\nbaited traps. They go up in families, six or seven canoes together, and\nas each man reaches his own territory his canoe drops out of the\nprocession and he makes a camp for his wife and babies. Then he spends\nthe winter--six or seven months--in the woods following his line of\ntraps. By and by the ice goes out and he begins to want some society. He\nhasn't seen a priest for ten months or so, and he's afraid of the\n_loup-garou_, for all I know. So he comes down river, takes his Newport\nseason here at Moisie, and goes to mass and staves off the _loup-garou_.\nThey're all here now. Maybe you can get a couple to go up river and\nmaybe you can't.\"\n\nThen observing Bennie's crestfallen expression, he added:\n\n\"But we'll see. Perhaps you can get Marc St. Ange and Edouard Moreau,\nboth good fellows. They've made their mass and they know the country\nfrom here to Ungava. There's Marc now--_Venez ici_, Marc St. Ange.\" A\nswarthy, lithe Montagnais was coming down the road, and Holliday\naddressed him rapidly in habitan French: \"This gentleman wishes to go up\nriver to the forks to see the big cache. Will you go with him?\"\n\nThe Montagnais bowed to Professor Hooker and pondered the suggestion.\nThen he gesticulated toward the north and seemed to Bennie to be telling\na long story.\n\nHolliday laughed again. \"Marc says he will go,\" he commented shortly.\n\"But he says also that if the Great Father of the Marionettes is angry\nhe will come back.\"\n\n\"What does he mean by that?\" asked Bennie.\n\n\"Why, when the aurora borealis--Northern Lights--plays in the sky the\nIndians always say that the 'marionettes are dancing.' About four weeks\nago we had some electrical disturbances up here and a kind of an\nearthquake. It scared these Indians silly. There was a tremendous\ndisplay, almost like a volcano. It beat anything I ever saw, and I've\nbeen here fifteen years. The Indians said the Father of the Marionettes\nwas angry because they didn't dance enough to suit him, and that he was\nmaking them dance. Then some of them caught a glimpse of a shooting\nstar, or a comet, or something, and called it the Father of the\nMarionettes. They had quite a time--held masses, and so on--and were\nreally cut up. But the thing is over now, except for the regular,\nordinary display.\"\n\n\"When can they be ready?\" inquired Bennie eagerly.\n\n\"To-morrow morning,\" replied Holliday. \"Marc will engage his uncle.\nThey're all right. Now how about an outfit? But don't talk any more\nabout salmon. I know what you're after--it's _gold_!\"\n\n       *       *       *       *       *\n\nThe moon was still hanging low over the firs at four o'clock the next\nmorning when three black and silent shadows emerged from the factor's\nhouse and made their way, cautiously and with difficulty, across the\nsand to where a canoe had been run into the riffles of the beach. Marc\ncame first, carrying a sheet-iron stove with a collapsible funnel; then\nhis Uncle Edouard, shouldering a bundle consisting of a tent and a\ncouple of sacks of flour and pork; and lastly Professor Hooker with his\nmackintosh and rifle, entirely unaware of the fact that his careful\nguides had removed all the cartridges from his luggage lest he should\nshoot too many caribou and so spoil the winter's food supply. It was\ncold, almost frosty. In the black flood of the river the stars burned\nwith a chill, wavering light. Bennie put on his mackintosh with a\nshiver. The two guides quietly piled the luggage in the centre of the\ncanoe, arranged a seat for their passenger, picked up their paddles,\nshoved off, and took their places in bow and stern.\n\nNo lights gleamed in the windows of Moisie. The lap of the ripples\nagainst the birch side of the canoe, the gurgle of the water round the\npaddle blades, and the rush of the bow as, after it had paused on the\nwithdraw, it leaped forward on the stroke, were the only sounds that\nbroke the deathlike silence of the semi-arctic night. Bennie struck a\nmatch, and it flared red against the black water as he lit his pipe, but\nhe felt a great stirring within his little breast, a great courage to\ndare, to do, for he was off, really off, on his great hunt, his search\nfor the secret that would remake the world. With the current whispering\nagainst its sides the canoe swept in a wide circle to midstream. The\nmoon was now partially obscured behind the treetops. To the east a faint\nglow made the horizon seem blacker than ever. Ahead the wide waste of\nthe dark river seemed like an engulfing chasm. Drowsiness enwrapped\nProfessor Hooker, a drowsiness intensified by the rythmic swinging of\nthe paddles and the pile of bedding against which he reclined. He closed\nhis eyes, content to be driven onward toward the region of his hopes,\ncontent almost to fall asleep.\n\n\"Hi!\" suddenly whispered Marc St. Ange. \"_Voilà! Le père des\nmarionettes!_\"\n\nBennie awoke with a start that almost upset the canoe. The blood rushed\nto his face and sang in his ears.\n\n\"Where?\" he cried. \"Where?\"\n\n\"_Au nord_,\" answered Marc. \"_Mais il descend!_\"\n\nProfessor Hooker stared in the direction of Marc's uplifted paddle. Was\nhe deceived? Was the wish father to the thought? Or did he really see at\nan immeasurable distance upon the horizon a quickly dying trail of\norange-yellow light? He rubbed his eyes--his heart beating wildly under\nhis sportsman's suiting. But the north was black beyond the coming dawn.\n\nOld Edouard grunted.\n\n\"_Vous êtes fou!_\" he muttered to his nephew, and drove his paddle deep\ninto the water.\n\nDay broke with staccato emphasis. The sun swung up out of Europe and\nburned down upon the canoe with a heat so equatorial in quality that\nBennie discarded both his mackintosh and his sporting jacket. All signs\nof human life had disappeared from the distant banks of the river and\nthe bow of the canoe faced a gray-blue flood emerging from a wilderness\nof scrubby trees. A few gulls flopped their way coast-ward, and at rare\nintervals a salmon leaped and slashed the slow-moving surface into a\nboiling circle; but for the rest their surroundings were as set, as\nimmobile, as the painted scenery of a stage, save where the current\nswept the scattered promontories of the shore. But they moved steadily\nnorth. So wearied was Bennie with the unaccustomed light and fresh air\nthat by ten o'clock he felt the day must be over, although the sun had\nnot yet reached the zenith. Unexpectedly Marc and Edouard turned the\ncanoe quietly into a shallow, and beached her on a spit of white sand.\nIn three minutes Edouard had a small fire snapping, and handed Bennie a\ncup of tea. How wonderful it seemed--a genuine elixir! And then he felt\nthe stab of a mosquito, and putting up his hand found it blotched with\nblood. And the black flies came also. Soon the professor was tramping up\nand down, waving his handkerchief and clutching wildly at the air. Then\nthey pushed off again.\n\nThe sun dropped westward as they turned bend after bend, disclosing ever\nthe same view beyond. Shadows of rocks and trees began to jut across the\neddies. A great heron, as big as an ostrich, or so he seemed, arose\nawkwardly and flapped off, trailing yards of legs behind him. Then\nBennie put on first his jacket and then his mackintosh. He realized that\nhis hands were numb. The sun was now only a foot or so above the sky\nline.\n\nThis time it was Marc who grunted and thrust the canoe toward the\nriver's edge with a sideways push. It grounded on a belt of sand and\nthey dragged it ashore. Bennie, who had been looking forward to the\nnight with vivid apprehension, now discovered to his great happiness\nthat the chill was keeping away the black flies. Joyfully he assisted in\ngathering dry sticks, driving tent pegs, and picking reindeer moss for\nbedding. Then as darkness fell Edouard fried eggs and bacon, and with\ntheir boots off and their stockinged feet toasting to the blaze the\nthree men ate as becomes men who have laboured fifteen hours in the open\nair. They drank tin cups of scalding tea, a pint at a time, and found it\ngood; and they smoked their pipes with their backs propped against the\ntree trunks and found it heaven. Then as the stars came out and the\nwoods behind them snapped with strange noises, Edouard took his pipe\nfrom his mouth.\n\n\"It's getting cold,\" said he. \"The marionettes will dance to-night.\"\n\nBennie heard him as if across a great, yawning gulf. Even the firelight\nseemed hundreds of yards away. The little professor was \"all in,\" and he\nsat with his chin dropped again to his chest, until he heard Marc\nexclaim:\n\n\"_Voilà! Elles dansent!_\"\n\nHe raised his eyes. Just across the black, silent sweep of the river\nthree giant prismatic searchlights were playing high toward the\npolestar, such searchlights as the gods might be using in some monstrous\ngame. They wavered here and there, shifting and dodging, faded and\nsprang up again, till Bennie, dizzy, closed his eyes. The lights were\nstill dancing in the north as he stumbled to his couch of moss.\n\n\"_Toujour les marionettes!_\" whispered Marc gently, as he might to a\nchild. \"_Bon soir, monsieur._\"\n\nThe tent was hot and dazzling white above his head when low voices,\nfootsteps, and the clink of tin against iron aroused the professor from\na profound coma. The guides had already loaded the canoe and were\nwaiting for him. The sun was high. Apologetically he pulled on his\nboots, and stepping to the sand dashed the icy water into his face. His\nmuscles groaned and rasped. His neck refused to respond to his desires\nwith its accustomed elasticity. But he drank his tea and downed his\nscrambled eggs with an enthusiasm unknown in Cambridge, Massachusetts.\nMarc gave him a hand into the canoe and they were off. The day had\nbegun.\n\nThe river narrowed somewhat and the shores grew more rocky. At noon they\nlunched on another sand-spit. At sunset they saw a caribou. Night came.\n\"Always the marionettes.\" Thus passed nine days--like a dream to Bennie;\nand then came the first adventure.\n\nIt was about four o'clock on the afternoon of the tenth day of their\ntrip up the Moisie when Marc suddenly stopped paddling and gazed\nintently shoreward. After a moment he said something in a low tone to\nEdouard, and they turned the canoe and drove it rapidly toward a small\ncove half hidden by rocks. Bennie, straining his eyes, could see nothing\nat first, but when the canoe was but ten yards from shore he caught\nsight of the motionless figure of a man, lying on his face with his head\nnearly in the water. Marc turned him over gently, but the limbs fell\nlimp, one leg at a grotesque angle to the knee. Bennie saw instantly\nthat it was broken. The Indian's face was white and drawn, no doubt with\npain.\n\n\"_Il est mort!_\" said Marc slowly, crossing himself.\n\nEdouard shrugged his shoulders and fetched a small flask of brandy from\nthe professor's sack. Forcing open the jaws, he poured a few drops into\nthe man's mouth. The Indian choked and opened his eyes. Edouard grunted.\n\n\"_La jeunesse pense qu'elle sait tout!_\" he remarked scornfully.\n\nThus they found Nichicun, without whom Bennie might never have\naccomplished the object of his quest. It took three days to nurse the\nhalf-dead and altogether starved Montagnais back to life, but he\nreceived the tenderest care. Marc shot a young caribou and gave him the\nblood to drink, and made a ragout to put the flesh back on his bones.\nMeanwhile the professor slept long hours on the moss and took a\nmuch-needed rest; and by degrees they learned from Nichicun the story of\nhis misfortune--the story that forms a part of the chronicle of the\nexpedition, which can be read at the Smithsonian Institution.\n\nHe was a Montagnais, he said, with a line of traps to the northeast of\nthe Height of Land, and last winter he had had very bad luck indeed.\nThere had been less and less in his traps and he had seen no caribou. So\nhe had taken his wife, who was sick, and had gone over into the Nascopee\ncountry for food, and there his wife had died. He had made up his mind\nvery late in the season to come down to Moisie and make his mass and get\na new wife, and start a fresh line of traps in the autumn. All the other\nMontagnais had descended the river in their canoes long before, so he\nwas alone. His provisions had given out and he saw no caribou. He began\nto think he would surely starve to death. And then one evening, on the\npoint just above their present camp, he had seen a caribou and shot it,\nbut he had been too weak to take good aim and had only broken its\nshoulder. It lay kicking among the boulders, pushing itself along by its\nhind legs, and he had feared that it would escape. In his haste to reach\nit he had slipped on a wet rock and fallen and broken his leg. In spite\nof the pain he had crawled on, and then had taken place a wild, terrible\nfight for life between the dying man and the dying beast.\n\nHe could not remember all that had occurred--he had been kicked, gored,\nand bitten; but finally he had got a grip on its throat and slashed it\nwith his knife. Then, lying there on the ground beside it, he drank its\nblood and cut off the raw flesh in strips for food. Finally one day he\nhad crawled to the river for water and had fainted.\n\nThe professor and his guides made for the Indian a hut of rocks and\nbark, and threw a great pile of moss into the corner of it for him to\nlie on. They carved a splint for his leg and bound it up, and cut a huge\nheap of firewood for him, smoking caribou meat and hanging it up in the\nhut. Somebody would come up river and find him, or if not, the three men\nwould pick him up on their return. For this was right and the law of the\nwoods. But never a word of particular interest to Prof. Bennie Hooker\ndid Nichicun speak until the night before their departure, although the\nreason and manner of his speaking were natural enough. It happened as\nfollows: but first it should be said that the Nascopees are an ignorant\nand barbarous tribe, dirty and treacherous, upon whom the Montagnais\nlook down with contempt and scorn. They do not even wear civilized\nclothes, and their ways are not the ways of _les bons sauvages_. They\nhave no priests; they do not come to the coast; and the Montagnais will\nnot mingle with them. Thus it bespoke the hunger of Nichicun that he was\nwilling to go into their country.\n\nAs he sat round the fire with Marc and Edouard on that last night,\nNichicun spoke his mind of the Nascopees, and Marc translated freely for\nBennie's edification.\n\nNo, the injured Montagnais told them, the Nascopees were not nice; they\nwere dirty. They ate decayed food and they never went to mass. Moreover,\nthey were half-witted. While he was there they were all planning to\nmigrate for the most absurd reason--what do you suppose? Magic! They\nclaimed the end of the world was coming! Of course it was coming some\ntime. But they said now, right away. But why? Because the marionettes\nwere dancing so much. And they had seen the Father of the Marionettes\nfloating in the sky and making thunder! Fools! But the strangest thing\nof all, they said they could hunt no longer, for they were afraid to\ncross something--an iron serpent that stung with fire if you touched it,\nand killed you! What foolishness! An iron serpent! But he had asked them\nand they had sworn on the holy cross that it was true.\n\nBennie listened with a chill creeping up his spine. But it would never\ndo to hint what this disclosure meant to him. Between puffs of his pipe\nhe asked casual, careless questions of Nichicun. These Nascopees, for\ninstance, how far off might their land be? And where did they assert\nthis extraordinary serpent of iron to be? Were there rivers in the\nNascopee country? Did white men ever go there? All these things the\nwounded Montagnais told him. It appeared, moreover, that the Rassini\nRiver was near the Nascopee territory, and that it flowed into the\nMoisie only seven miles above the camp. All that night the marionettes\ndanced in Bennie's brain.\n\nNext morning they propped Nichicun on his bed of moss, laid a rifle and\na box of matches beside him, and bade him farewell. At the mouth of the\nRassini River Prof. Bennie Hooker held up his hand and announced that he\nwas going to the Nascopee country. The canoe halted abruptly. Old\nEdouard declared that they had been engaged only to go to the big cache,\nand that their present trip was merely by way of a little excursion to\nsee the river. They had no supplies for such a journey, no proper amount\nof ammunition. No, they would deposit the professor on the nearest\nsandbar if he wished, but they were going back.\n\nBennie arose unsteadily in the canoe and dug into his pocket, producing\na roll of gold coin. Two hundred and fifty dollars he promised them if\nthey would take him to the nearest tribe of Nascopees; five hundred if\nthey could find the Iron Serpent.\n\n\"_Bien!_\" exclaimed both Indians without a moment's hesitation, and the\ncanoe plunged forward up the Rassini.\n\nOnce more a dreamlike succession of brilliant, frosty days; once more\nthe star-studded sky in which always the marionettes danced. And then at\nlast the great falls of the Rassini, beyond which no white man had gone.\nThey hid the canoe in the bushes and placed beneath it the iron stove\nand half their supply of food. Then they plunged into the brush,\neastward. Bennie had never known such grueling work and heartbreaking\nfatigue; and the clouds of flies pursued them venomously and with\nunrelenting persistence. At first they had to cut their way through\nacres of brush, and then the land rose and they saw before them miles of\nswamp and barren land dotted with dwarf trees and lichen-grown rocks.\nHere it was easier and they made better time; but the professor's legs\nached and his rifle wore a red bruise on his shoulder. And then after\nfive days of torment they came upon the Iron Rail. It ran in almost a\ndirect line from northwest to southwest, with hardly a waver, straight\nover the barrens and through the forests of scrub, with a five-foot\nclearing upon either side. At intervals it was elevated to a height of\neight or ten inches upon insulated iron braces. Both Marc and Edouard\nstared at in wonder, while Bennie made them a little speech.\n\nIt was, he said, a thing called a \"monorail,\" made by a man who\npossessed strange secrets concerning the earth and the properties of\nmatter. That man lived over the Height of Land toward Ungava. He was a\ngood man and would not harm other good men. But he was a great\nmagician--if you believed in magic. On the rail undoubtedly he ran\nsomething called a gyroscopic engine, and carried his stores and\nmachinery into the wilderness. The Nascopees were not such fools after\nall, for here was the something they feared to cross--the iron serpent\nthat bit and killed. Let them watch while he made it bite. He allowed\nhis rifle to fall against the rail, and instantly a shower of blue\nsparks flashed from it as the current leaped into the earth.\n\nBennie counted out twenty-five golden eagles and handed them to Edouard.\nIf they followed the rail to its source he would, he promised, on their\nreturn to civilization give them as much again. Without more ado the\nIndians lifted their packs and swung off to the northwest along the line\nof the rail. The stock of Prof. Bennie Hooker had risen in their\nestimation. On they ploughed across the barrens, through swamps, over\nthe quaking muskeg, into the patches of scrub growth where the short\nbranches slapped their faces, but always they kept in sight of the rail.\n\n       *       *       *       *       *\n\nThe extraordinary announcement, transmitted from various European news\nagencies, that an attempt had been made by the general commanding the\nFirst Artillery Division of the German Army of the Meuse to violate the\narmistice, had caused a profound sensation, particularly as the attempt\nto destroy Paris had been prevented only by the sudden appearance of the\nsame mysterious Flying Ring that had shortly before caused the\ndestruction of the Atlas Mountains and the flooding of the Sahara Desert\nby the Mediterranean Sea.\n\nThe advent of the Flying Ring on this second occasion had been noted by\nseveral hundred thousand persons, both soldiers and non-combatants. At\nabout the hour of midnight, as if to observe whether the warring nations\nintended sincerely to live up to their agreement and bring about an\nactual cessation of hostilities, the Ring had appeared out of the north\nand, floating through the sky, had followed the lines of the\nbelligerents from Brussels to Verdun and southward. The blinding yellow\nlight that it had projected toward the earth had roused the soldiers\nsleeping in their intrenchments and caused great consternation all along\nthe line of fortifications, as it was universally supposed that the\ndirector of its flight intended to annihilate the combined armies of\nFrance, England, Germany, and Belgium. But the Ring had sailed\npeacefully along, three thousand feet aloft, deluging the countryside\nwith its dazzling light, sending its beams into the casemates of the\nhuge fortresses of the Rhine and the outer line of the French\nfortifications, searching the redoubts and trenches, but doing no harm\nto the sleeping armies that lay beneath it; until at last the silence of\nthe night had been broken by the thunder of \"Thanatos,\" and in the\ntwinkling of an eye the Lavender Ray had descended, to turn the village\nof Champaubert into the smoking crater of a dying volcano. The entire\ndivision of artillery had been annihilated, with the exception of a few\nstragglers, and of the Relay Gun naught remained but a distorted puddle\nof steel and iron.\n\nLong before the news of the horrible retribution visited by the master\nof the Ring upon Treitschke, the major-general of artillery, and the\ninventor, Von Heckmann, had reached the United States, Bill Hood,\nsitting in the wireless receiving station of the Naval Observatory at\nGeorgetown, had received through the ether a message from his mysterious\ncorrespondent in the north that sent him hurrying to the White House.\nPax had called the Naval Observatory and had transmitted the following\nultimatum, repeating it, as was his custom, three times:\n\n     \"_To the President of the United States and to All Mankind:_\n\n     \"I have put the nations to the test and found them wanting. The\n     solemn treaty entered into by the ambassadors of the belligerent\n     nations at Washington has been violated. My attempt by harmless\n     means to compel the cessation of hostilities and the abolition of\n     war has failed. I cannot trust the nations of the earth. Their\n     selfishness, their bloodthirstiness, and greed, will inevitably\n     prevent their fulfilling their agreements with me or keeping the\n     terms of their treaties with one another, which they regard, as\n     they themselves declare, merely as 'scraps of paper.' The time has\n     come for me to compel peace. I am the dictator of human destiny and\n     my will is law. War shall cease. On the 10th day of September I\n     shall shift the axis of the earth until the North Pole shall be in\n     the region of Strassburg and the South Pole in New Zealand. The\n     habitable zone of the earth will be hereafter in South Africa,\n     South and Central America, and regions now unfrequented by man. The\n     nations must migrate and a new life in which war is unknown must\n     begin upon the globe. This is my last message to the human race.\n\n     \"PAX.\"\n\nThe conference of ambassadors summoned by the President to the White\nHouse that afternoon exhibited a character in striking contrast with the\nfirst, at which Von Koenitz and the ambassadors from France, Russia, and\nEngland had had their memorable disagreement. It was a serious,\napprehensive, and subdued group of gentlemen that gathered round the\ngreat mahogany table in the Cabinet chamber to debate what course of\naction the nations should pursue to avert the impending calamity to\nmankind. For that Pax could shift the axis of the earth, or blow the\nglobe clean out of its orbit into space, if he chose to do so, no one\ndoubted any longer.\n\nAnd first it fell as the task of the ambassador representing the\nImperial German Commissioners to assure his distinguished colleagues\nthat his nation disavowed and denied all responsibility for the conduct\nof General Treitschke in bombarding Paris after the hour set for the\narmistice. It was unjust and contrary to the dictates of reason, he\nargued, to hold the government of a nation comprising sixty-five\nmillions of human beings and five millions of armed men accountable for\nthe actions of a single individual. He spoke passionately, eloquently,\npersuasively, and at the conclusion of his speech the ambassadors\npresent were forced to acknowledge that what he said was true, and to\naccept without reservation his plausible assurances that the Imperial\nGerman Commissioners had no thought but to cooperate with the other\ngovernments in bringing about a lasting peace such as Pax demanded.\n\nBut the immediate question was, had not the time for this gone by? Was\nit not too late to convince the master of the Flying Ring that his\norders would be obeyed? Could anything be done to avert the calamity he\nthreatened to bring upon the earth--to prevent the conversion of Europe\ninto a barren waste of ice fields? For Pax had announced that he had\nspoken for the last time and that the fate of Europe was sealed. All the\nambassadors agreed that a general European immigration was practically\nimpossible; and as a last resort it was finally decided to transmit to\nPax, through the Georgetown station, a wireless message signed by all\nthe ambassadors of the belligerent nations, solemnly agreeing within one\nweek to disband their armies and to destroy all their munitions and\nimplements of war. This message was delivered to Hood, with instructions\nfor its immediate delivery. All that afternoon and evening the operator\nsat in the observatory, calling over and over again the three letters\nthat marked mankind's only communication with the controller of its\ndestiny:\n\n     \"PAX--PAX--PAX!\"\n\nBut no answer came. For long, weary hours Hood waited, his ears glued to\nthe receivers. An impenetrable silence surrounded the master of the\nRing. Pax had spoken. He would say no more. Late that night Hood\nreluctantly returned to the White House and informed the President that\nhe was unable to deliver the message of the nations.\n\nAnd meantime Prof. Bennie Hooker, with Marc and Edouard, struggled\nacross the wilderness of Labrador, following the Iron Rail that led to\nthe hiding-place of the master of the world.\n\n       *       *       *       *       *\n\nThe terrible fate of the German expeditionary force is too well known to\nrequire comment. As has been already told, the _Sea Fox_ had sailed from\nAmsterdam twelve days after the conference in the War Office at Mainz\nbetween General von Helmuth and Professor von Schwenitz. Once north of\nthe Orkneys it had encountered fair weather, and it had reached Hamilton\nInlet in ten days without mishap, and with the men and animals in the\nbest of condition. At Rigolet the men had disembarked and loaded their\nhowitzers, mules, and supplies upon the flat-bottomed barges brought\nwith them for that purpose. Thirty French and Indian guides had been\nengaged, and five days later the expedition, towed by the powerful motor\nlaunches, had started up the river toward the chain of lakes lying\nnorthwest toward Ungava. Every one was in the best of spirits and\neverything moved with customary German precision like clockwork. Nothing\nhad been forgotten, not even the pungent invention of a Berlin chemist\nto discourage mosquitoes. Without labour, without anxiety, the fourteen\nbarges bored through the swift currents and at last reached a great lake\nthat lay like a silver mirror for miles about them. The moon rose and\nturned the boats into weird shapes as they ploughed through the gray\nmists--a strange and terrible sight for the Nascopees lurking in the\nunderbrush along the shore. And while the men smoked and sang \"Die Wacht\nam Rhein,\" listening to the trill of the ripples against the bows, the\nforemost motorboat grounded.\n\nThe momentum of the barge immediately following could not be checked,\nand she in turn drove into what seemed to be a mud bank. At about the\nsame instant the other barges struck bottom. Intense excitement and\nconfusion prevailed among the members of the expedition, since they were\nalmost out of sight of land and the draft of the motorboats was only\nnineteen inches. But no efforts could move the barges from where they\nwere. All night long the propellers churned the gleaming water of the\nlake to foam, but without result. Each and every barge and boat was hard\nand fast aground, and when the gray daylight came stealing across the\nlake there was no lake to be seen, only a reeking marsh, covered for\nmiles with a welter of green slime and decaying vegetable matter across\nwhich it would seem no human being or animal could flounder. As far as\nthe eye could reach lay only a blackish ooze. And with the sun came\nmillions of mosquitoes and flies, and drove the men and mules frantic\nwith their stings.\n\nOnly one man, Ludwig Helmer, a gun driver from Potsdam, survived. Half\nmad with the flies and nearly naked, he found his way somehow across the\nquaking bog, after all his comrades had died of thirst, and reached a\ntribe of Nascopees, who took him to the coast. A great explosion, they\ntold him, had torn the River Nascopee from its bed and diverted its\ncourse. The lakes that it fed had all dried up.\n\n       *       *       *       *       *\n\nBlinded by perspiration, sweltering under the heavy burden of their\noutfit, goaded almost to frenzy by the black flies and mosquitoes,\nHooker and Marc and Edouard staggered through the brush, following the\nmonorail. They had already reached the summit of the Height of Land and\nwhere now working down the northern slope in the direction of Ungava.\nThe land was barren beyond the imagination of the unimaginative Bennie.\nSmall dwarfed trees struggled for a footing amid the lichen-covered\noutcroppings and sun-dried moss of the hollows. The slightest rise\nshowed mile upon mile of great waste undulating interminably in every\ndirection. The heat shimmering off the rocks was almost suffocating. At\nnoon on September 10th they threw themselves into the shade of a narrow\nledge, boiled some tea, and smoked their pipes, wildly fanning the air\nto drive away the swarms of insects that attacked them.\n\nHooker was half drunk from lack of sleep and water. Already once or\ntwice he had caught himself wandering when talking to Marc and Edouard.\nThe whole thing was like a horrible, disgusting nightmare. And then he\nsuddenly became aware that the two Indians were staring intently through\nthe clouds of mosquitoes over the tree tops to the eastward. Through the\nsweat that trickled into his eyes he tried to make out what they could\nsee. But he could discern nothing except mosquitoes. And then he thought\nhe saw a mosquito larger than all the others. He waved at it, but it\nremained where it was. A slight breeze momentarily wafted the swarm\naway, and he still saw the big mosquito hovering over the horizon. Then\nhe heard Marc cry out:\n\n\"_Quelque chose vol en l'air!_\"\n\nHe rubbed the moisture out of his eyes and stared at the mosquito, which\nwas growing bigger every minute. With the velocity of a projectile, this\nmonstrous insect, or whatever it was, came sweeping up behind them from\nthe Height of Land, soaring into the zenith in a great parabola, until\nwith a shiver of excitement Bennie recognized that it was the Flying\nRing.\n\n\"It's him,\" he chattered emphatically, if ungrammatically.\n\nMarc and Edouard nodded.\n\n\"_Oui, oui!_\" they cried in unison. \"_C'est celui que vous cherchez!_\"\n\n\"_Il retourne chez lui_,\" said Marc.\n\nAnd then Bennie, without offering any explanation, found himself dancing\nup and down upon the rocks in the dizzying sun, waving his hat and\nshouting to the Father of the Marionettes. What he shouted he never\nknew. And Marc and Edouard both shouted, too. But the master of the Ring\nheard them not, or if he heard he paid them no attention. Nearer and\nnearer came the Ring, until Bennie could see the gleaming cylinder of\nits great steel circle. At a distance of about two miles it swept\nthrough the air over a low ridge, and settled toward the earth in the\ndirection of Ungava.\n\n\"He only goes ten mile maybe,\" announced Marc confidently. \"_Un petit\nbout de chemin._ We get there to-night.\"\n\nOn they struggled beside the Rail, but now hope ran high. Bennie sang\nand whistled, unmindful of the mosquitoes and black flies that renewed\ntheir attacks with unremitting ferocity. The sun lowered itself into the\npine trees, shooting dazzling shafts through the low branches, and then\nsank in a welter of crimson-yellow light. The sky turned gray in the\neast; faint stars twinkled through the quivering waves that still shook\nfrom the overheated rocks. It turned cold and the mosquitoes departed.\nHugging the Rail, they staggered on, now over shaking muskeg, now\nthrough thickets of tangled brush, now on great ledges of barren rock,\nand then across caribou barrens knee-deep in dry and crackling moss.\nDarkness fell and prudence dictated that they should make camp. But in\ntheir excitement they trudged on, until presently a pale glow behind the\ndwarfed trees showed that the moon was rising. They boiled the water,\nmade tea, and cooked some biscuits. Soon they could see to pursue their\nway.\n\n\"'Most there now,\" encouraged Marc.\n\nPresently, instead of descending, they found the land was rising again,\nand forcing their way through the undergrowth they struggled up a rocky\nhillside, perhaps three hundred feet in height. Marc was in the lead,\nwith Bennie a few feet behind him. As they reached the crest the Indian\nturned and pointed to something in front of him that Bennie was unable\nto distinguish.\n\n\"_Nous sommes arrivees_,\" he announced.\n\nWith his heart thumping from the exertion of the climb, Bennie crawled\nup beside his guide and found himself confronted by a strong barbed-wire\nentanglement affixed to iron stanchions firmly imbedded in the rocks.\nThey were on the top of a ridge that dropped away abruptly at their feet\ninto a valley, perhaps a mile in width, terminating on the other side in\nperpendicular cliffs, estimated by Bennie to be about eight hundred or a\nthousand feet in height. Although the entanglement was by no means\nimpassable, it was a distinct obstacle and one they preferred to tackle\nby daylight. Moreover, it indicated that their company was undesired.\nThey were in the presence of an unknown quantity, the master of the\nFlying Ring. Whether he was a malign or a benevolent influence, this\nFather of the Marionettes, they could not tell.\n\nWith his back propped against a small spruce Bennie focused his glasses\nupon dim shapes barely discernible in the midst of the valley. He was\nthrilled by a deep excitement, a strange fear. What would he see? What\nmysteries would those vague forms disclose? The shadows cast by the\ncliffs and a light mist gathering in the low ground made it difficult to\nsee; and then, even as he looked, the moon rose higher and shone through\nsomething in the middle of the valley that looked like a tall, grisly\nskeleton. It seemed to have legs and arms, an odd mushroom-shaped head,\nand endless ribs. Below and at its feet were other and vaguer\nshapes--flat domes or cupolas, bombproofs perhaps, buildings of some\nsort--Pax's home beyond peradventure.\n\nAs he looked through the glasses at the skeleton-like tower Bennie had\nan extraordinary feeling of having seen it all before somewhere. As in a\nlong-forgotten dream he remembered Tesla's tower near Smithtown, on Long\nIsland. And this was Tesla's tower, naught else! It is a strange thing,\nhow at great crises of our lives come feelings of anticipatory\nknowledge. There is, indeed, nothing new under the sun; else had Bennie\nbeen more afraid. As it was, he saw only Tesla's Smithtown tower with\nits head like a young mushroom. And at the same time there flashed into\nhis memory: \"Childe Harold to the Dark Tower Came.\" Over and over he\nrepeated it mechanically, feeling that he might be one of those of whom\nthe poet had sung. Yet he had not read the lines for years:\n\n    _Burningly it came on me all at once,\n    This was the place!...\n    What in the midst lay but the Tower itself?_\n\nHis eyes searched the shadows round the base of the tower, for his ears\nhad already caught a faint, almost inaudible throbbing that seemed to\ngrow from moment to moment. There certainly was a dull vibration in the\nair, a vibration like the distant hum of machinery. Suddenly old Edouard\ntouched Bennie upon the shoulder.\n\n\"_Regardez!_\" he whispered.\n\nSome transformation was happening in the hood of the tower. From a black\nopaque object it began to turn a dull red and to diffuse a subdued glow,\nwhile the hum turned into a distinct whir.\n\nBennie became almost hysterical with excitement.\n\nSoon the hood of the tower had turned white and the glow had increased\nuntil the whole valley was lit up with a suffused and gentle light. The\nRing could be distinctly seen about half a mile away, resting upon a\nhuge circular support.\n\n\"_C'est le feu!_\" grunted Marc. \"_C'est ainsi que l'on fait danser les\nmarionettes!_\"\n\nThere was no doubt that the hood of the tower was in fact white hot, for\nthe perpendicular cliffs of the mountain across the valley sharply\nreflected the light that it disseminated. The humming whir of the great\nalternator rose gradually into a scream like the outcry of some angry\nthing. And then unexpectedly a shaft of pale lavender light shot out\nfrom the glowing hood and lost itself in the blackness of the midnight\nsky. Now appeared a wonderful and beautiful spectacle: immediately above\nthe point where the rays disappeared into the ether hundreds of points\nof yellow fire suddenly sprang into being in the sky, darting hither and\nthither like fireflies, some moving slowly and others with such speed\nthey appeared as even, luminous lines.\n\n\"_Les marionettes! Les marionettes!_\" Marc cried trembling.\n\n\"Not at all! Not at all! They are meteorites!\" answered Bennie, entirely\nengrossed in the scientific phase of the matter and forgetting that he\ndid not speak the other's language. \"Space is jammed full of meteoric\ndust. The larger particles, which strike our atmosphere and which ignite\nby friction, form shooting stars. The Ray--the Lavender Ray--reaching\nout into the most distant regions of space meets them in countless\nnumbers and disintegrates them, surrounding them with glowing\natmospheres. By George, though, if he starts in playing the Ray upon\nthat cliff we've got to stand from under! Look here, boys,\" he shouted,\n\"stuff something in your ears.\" He seized his handkerchief, tore it\napart, and, making two plugs, thrust them into the openings of his ears\nas far as the drums. The others in wonderment followed his example.\n\n\"He's going to rock the earth!\" cried Bennie Hooker. \"He's going to rock\nthe earth again!\"\n\nSlowly the Lavender Ray swung through the ether, followed by its\nmillions of meteorites, dipping downward toward the northern side of the\nvalley and sinking ever lower and lower toward the cliff. Bennie threw\nhimself flat on his stomach upon the ridge, pressing his hands to his\nears, and the others, feeling that something terrible was going to\nhappen, followed his example. Nearer and nearer toward the ridge dropped\nthe Ray. Bennie held his breath. Another instant and there came a\nblinding splash of yellow light, a crash like thunder, and a roar that\nseemed to tear the mountain from its base. The earth shook. Into the\nzenith sprang a flame of incandescent vapour a mile in height. The\ntumult increased. Vivid blue flashes of lightning shot out from the spot\nupon which the Ray played. The air was filled with thunderings, and the\nground beneath them rose and fell and swung from side to side. Then came\na mighty wind, nay, a cyclone, and gravel and broken branches fell upon\nthem, and suffocating clouds of dust filled their eyes and shut out from\ntime to time what was occurring in the valley. The face of the cliff\nglowed like the interior of a furnace, and the blazing yellow blast of\nglowing helium shot over their heads and off into space, making the\nnight sky light as day.\n\nFor a moment they all lay stunned and sightless. Then the discharge\nappeared to diminish both in volume and in intensity. The air cleared\nsomewhat and the ground no longer trembled. The burst of flame slowly\nsubsided, like a fountain that is being gradually turned off. Either the\nRing man wasn't going to rock the earth or he had lost control of his\nmachinery.\n\nSomething was clearly going wrong. Showers of sparks fell from the hood\nand occasionally huge glowing masses of molten metal dropped from it.\nAnd now the Lavender Ray began slowly to sweep down the face of the\ncliff; and the yellow blast of helium gradually faded away until it was\nscarcely visible. The roar of the alternator died down, first to a hum\nand then to a purr.\n\n\"Something's busted,\" thought Bennie, \"and he's shut it off.\"\n\nThe Ray had now reached the bottom of the cliff and was sweeping across\nthe ground toward the base of the tower, its path being marked by a\nsmall travelling volcano that hurled its smoke and steam high into the\nair. It was evident to Bennie that the hood of the tower was slowly\nturning over, and that the now fast-fading Ray would presently play upon\nits base and the adjacent cupola in which the master of the Ring was\nprobably attempting to control his recalcitrant machinery.\n\nAnd then Bennie lost consciousness.\n\n       *       *       *       *       *\n\nA splash of rain. He awoke, and found himself lying by the barbed-wire\nfence in the graying light of dawn. His muscles were stiff and sore, but\nhe felt a strange sense of exhilaration. A mist was driving across the\nvalley and enshrouding the scene of the night's debacle. Through the\nrain gusts he could see, still standing, the wreck of the tower, with a\nfragment of melted inductor drooping from its apex--and a long way off\nthe Ring. The base of the tower and its surroundings were lost in mist.\nHe crawled to his knees and looked about him for Marc and Edouard, but\nthey had disappeared. His field glasses lay beside him, and he picked\nthem up and raised himself to his feet. Like stout Cortés, silent upon\nhis peak in Darien, he surveyed the Pacific of his dreams. For the Ring\nwas still there! Pax might be annihilated, his machinery destroyed, but\nthe secret remained--and it was his, Bennie Hooker's, of Appian Way,\nCambridge, Massachusetts! In his excitement, in getting over the fence\nhe tore a jagged hole in what was left of his sporting suit, but in a\nmoment more he was scrambling down the ridge into the ravine.\n\nHe found it no easy task to climb down the jagged face of the cliff, but\ntwenty minutes of stiff work landed him in the valley and within a\nthousand yards of the stark remains of the tower. Between where he stood\nand the devastation caused by the culminating explosion of the night\nbefore, the surface of the earth showed the customary ledges of barren\nrock, the scraggy scattering of firs, and stretches of moss with which\nhe had become so familiar. Behind him the monorail, springing into space\nfrom the crest of the hill, ended in the dangling wreckage of a trestle\nwhich evidently had terminated in a station, now vanished, near the\ntower. From his point of observation little of the results of the\nupheaval was noticeable except the débris, which lay in a film of\nshattered rock and gravel over the surface of the ground, but as he ran\ntoward the tower the damage caused by the Ray quickly became apparent.\n\nAt the distance of two hundred yards from the base he paused astounded.\nWhy anything of the tower remained at all was a mystery, explicable only\nby reason of the skeleton-like character of its construction. All about\nit the surface had been rent as by an earthquake, and save for a\nfragment of the dome or bombproof all trace of buildings had\ndisappeared. A glistening lake of leperous-like molten lead lay in the\ncentre of the crater, strangely iridescent. A broad path of destruction,\nfifty yards or so in width, led from the scene of the disruption to the\nprecipice against which the Ray had played. The face of the cliff itself\nseemed covered with a white coating or powder which gave it a ghostly\nsheen. Moreover, the rain had turned to snow and already the entire\naspect of the valley had changed.\n\nBennie stood wonderingly on the edge of this inferno. He was cold,\nfamished, horror-stricken. Like a flash in a pan the mechanism which had\nrocked the earth and dislocated its axis had blown out; and there was\nnow nothing left to tell the story, for its inventor had flashed out\nwith it into eternity. At his very feet a conscious human being, only\ntwelve short hours before, had by virtue of his stupendous brain been\nable to generate and control a force capable of destroying the planet\nitself, and now----! He was gone! It was all gone! Unless somewhere hard\nby was hovering amid the whirling snowflakes that which might be his\nsoul. But Pax would send no more messages! Bennie's journey had gone for\nnaught. He had arrived just too late to talk it all over with his\nfellow-scientist, and discuss those little improvements on Hiroshito's\ntheory. Pax was dead!\n\nHe sat down wearily, noticing for the first time that his ears pained\nhim. In his depression and excitement he had totally forgotten the Ring.\nHe wondered how he was ever going to get back to Cambridge. And then as\nhe raised his hand to adjust his Glengarry he saw it awaiting\nhim--unscathed. Far to the westward it rested snugly in its gigantic\nnest of crossbeams, like the head of some colossal decapitated Chinese\nmandarin. With an involuntary shout he started running down the valley,\nheedless of his steps. Nearer and higher loomed the steel trestlework\nupon which rested the giant engine. Panting, he blindly stumbled on,\nmindful only of the momentous fact that Pax's secret was not lost.\n\nFifty feet above the ground, supported upon a cylindrical trestle of\nsteel girders, rested the body of the car, constructed of aluminum\nplates in the form of an anchor ring some seventy-five feet in diameter,\nwhile over the circular structure of the Ring itself rose a skeleton\ntower like a tripod, carrying at its summit a huge metal device shaped\nlike a thimble, the open mouth of which pointed downward through the\nopen centre of the machine. Obviously this must be the tractor or\nradiant engine. There, too, swung far out from the side of the ring on a\nframework of steel, was the thermic inductor which had played the\ndisintegrating Ray upon the Atlas Mountains and the great cannon of Von\nHeckmann. The whole affair resembled nothing which he had ever conceived\nof either in the air, the earth, or the waters under the earth, the\nbizarre invention of a superhuman mind. It seemed as firmly anchored and\nas immovable as the Eiffel Tower, and yet Bennie knew that the thing\ncould lift itself into the air and sail off like a ball of thistledown\nbefore a breeze. He knew that it could do it, for he had seen it with\nhis own eyes.\n\nA few steps more brought him into the centre of the circle of steel\ngirders which supported the landing stage. Here the surface of the earth\nat his feet had been completely denuded and the underlying rock exposed,\nevidently by some artificial action, the downward blast of gas from the\ntractor. Even the rock itself had been seared by the discharge; little\nfurrows worn smooth as if by a mountain torrent radiating in all\ndirections from the central point. More than anything it reminded Bennie\nof the surface of a meteorite, polished and scarred by its rush through\nthe atmosphere. He paused, filled with a kind of awe. The most wonderful\nengine of all time waited his inspection. The great secret was his\nalone. The inventor and his associates had been wiped out of existence\nin a flash, and the Flying Ring was his by every right of treasure\ntrove. In the heart of the Labrador wilderness Prof. Benjamin Hooker of\nCambridge, Massachusetts, gave an exultant shout, threw off his coat,\nand swarmed up the steel ladder leading to the landing stage.\n\nHe had ascended about halfway when a voice echoed among the girders. A\nred face was peering down at him over the edge of the platform.\n\n\"Hello!\" said the face. \"I'm all right, I guess.\"\n\nBennie gripped tight hold of the ladder, stiff with fear. He thought\nfirst of jumping down, changed his mind, and, shutting his eyes,\ncontinued automatically climbing up the ladder.\n\nThen a hand gripped him under the arm and gave him a lift on to the\nlevel floor of the platform. He steadied himself and opened his eyes.\nBefore him stood a man in blue overalls, under whose forehead, burned\nbright red by the Labrador sun, a pair of blue eyes looked out vaguely.\nThe man appeared to be waiting for the visitor to make the next move.\n\"Good morning,\" said Bennie, sparring for time. \"Well\"--he\nhesitated--\"where were you when it happened?\"\n\nThe man looked at him stupidly. \"What?\" he mumbled. \"I--I don't seem to\nremember. You see--I was in--the condenser room building up the\ncharge--for to-morrow--I mean to-day--sixty thousand volts at the\nterminals, and the fluid clearing up. I guess I looked out of the window\na minute--to see--the fireworks--and then--somehow--I was out on the\nplatform.\" He shaded his eyes and looked off down the valley at the\nhalf-shattered, wrecked tower. \"The wind and the smoke!\" he muttered.\n\"The wind and the smoke--and the dust in my eyes--and now it's all gone\nto hell! But I guess everything's all right now, if you want to fly.\" He\ntouched his cap automatically. \"We can start whenever you are ready,\nsir. You see I thought you were gone, too! That would have been a mess!\nI'm sure you can handle the balancer without Perkins. Poor old Perk! And\nHoskins--and the others. All gone, by God! All wiped out! Only me and\nyou left, sir!\" He laughed hysterically.\n\n\"Bats in his belfry!\" thought Bennie. \"Something hit him!\"\n\nSlowly it came over him that the half-stunned creature thought that he,\nBennie Hooker, was Pax, the Master of the World!\n\nHe took the fellow by the arm. \"Come on inside,\" he said. A plan had\nalready formulated itself in his brain. Even as he was the man might be\nable to go through his customary duties in handling the Ring. It was not\nimpossible. He had heard of such things, and the thought of the long\nmarches over the frozen barrens and the perilous canoe trip down the\ncoast, contrasted with a swift rush for an hour or two through the\nsunlit air, gave the professor the courage which might not have availed\nhim otherwise. At the top of a short ladder a trapdoor opened inward,\nand Bennie found himself in a small compartment scarcely large enough to\nturn around in, from which a second door opened into the body of the\nRing proper.\n\n\"It's all right--to-day,\" said the man hesitatingly. \"I fixed--the\nair-lock--yesterday, sir. The leak--was here--at the hinge--but it's\nquite tight--now.\" He pointed at the door.\n\n\"Good,\" remarked Bennie. \"I'll look around and see how things are.\"\n\nThis seemed to him to be eminently safe--and allowing for a program of\ninvestigation absolutely essential at the moment. Once he could master\nthe secret of the Ring and be sure that the part of the fellow's brain\nwhich controlled the performance of his customary duties had not been\ninjured by the shock of the night before, it might be possible to carry\nout the daring project which had suggested itself.\n\nPassing through the inner door of the air-lock he entered the chart room\nof the Ring, followed stumblingly by his companion. It was warm and\ncozy; the first warmth Hooker had experienced for nearly a month. It\nmade him feel faint, and he dropped into an armchair and pulled off his\nGlengarry. The survivor of the explosion, standing awkwardly at his\nside, fumbled with his cap. Ever and anon he rubbed his head.\n\nBennie sank back into the cushions and looked about him. On the opposite\nwall hung a map of the world on Mercator's Projection, and from a spot\nin Northern Labrador red lines radiated in all directions, which formed\ngreat curved loops, returning to the starting-point.\n\n\"The flights of the Ring,\" thought Bennie. \"There's the one where they\nbusted the Atlas Mountains,\" following with his eyes the crimson thread\nwhich ran diagonally across the Atlantic, traversed Spain and the\nMediterranean, and circling in a narrow loop over the coast of Northern\nAfrica turned back into its original track. Visions came to him of\nguiding the car for an afternoon jaunt across the Sahara, the gloomy\nforests of the Congo, into the Antarctic, and thence home in time for\nafternoon tea, via the Easter Islands, Hawaii, and Alaska. But why stop\nthere? What was to prevent a trip to the moon? Or Mars? Or for that\nmatter into the unknown realms outside the solar system--the fourth\ndimension, perhaps--or even the fifth dimension----\n\n\"Excuse me,\" said the machinist suddenly, \"I just forgot--whether you\ntake--cigars or cigarettes. You see I only acted as--table\norderly--once--when Smith had that sprain.\" His hands moved uncertainly\non the shelves, beyond the map. The heart of Professor Hooker leaped.\n\n\"Cigars!\" he almost shouted.\n\nThe man found a box of Havanas and struck a match.\n\nThe bliss of it! And if there was tobacco there must be food and drink\nas well. He began to feel strangely exhilarated. But how to handle the\nman beside him? Pax would certainly never ask the questions that he\nwished to ask. He smoked rapidly, thinking hard. Of course he might\npretend that he, too, had forgotten things. And at first this seemed to\nbe the only way out of the difficulty. Then he had an inspiration.\n\n\"Look here,\" he remarked, rather severely. \"Something's happened to you.\nYou say you've forgotten what occurred yesterday? How do I know but you\nhave forgotten everything you ever knew? You remember your name?\"\n\n\"My name, sir?\" The man laughed in a foolish fashion. \"Why--of course I\nremember--my name. I wouldn't--be likely--to forget--that:\nAtterbury--I'm Atterbury--electrician of the _Chimaera_.\" And he drew\nhimself up.\n\n\"That's all right,\" said Bennie, \"but what were we doing yesterday? What\nis the very last thing that you can go back to?\"\n\nThe man wrinkled his forehead. \"The last thing? Why, sir, you told us\nyou were going--to turn over the pole a bit--and freeze up Europe. I was\nup here--loading the condenser--when you cut me off from the alternator.\nI opened the switch--and put on the electrometer to see--if we had\nenough. Next--everything was clouded, and I went--over to the window to\nsee--what was going on.\"\n\n\"Yes,\" commented Bennie approvingly, \"all right so far. What happened\nthen?\"\n\n\"Why, after that, sir, after that, there was the Ray of course, and\ner--I don't seem to remember--oh, yes, a short circuit--and I ran--out\non the platform--forgot all about the danger! After that, everything's\nconfused. It's like a dream. Your coming up--the ladder--seemed--to wake\nme up.\" The machinist smiled sheepishly.\n\nThe plan was working well. Professor Hooker was learning things fast.\n\n\"Do you think that the two of us can fly the _Chimaera_ south again?\" he\nasked, inspecting the map.\n\n\"Why not?\" answered Atterbury. \"The balancer is working--better\nnow--and--doesn't take--much attention--and you can lay the course--and\nmanage--the landing. I was going to put a fresh uranium cylinder in the\ntractor this morning--but I--forgot.\"\n\n\"There you go, forgetting again!\" growled Bennie, realizing that his\nonly excuse for asking questions hung on this fiction. And there were\nmany, many more questions that he must ask before he would be able to\nfly. \"You don't seem quite right in your coco this morning, Atterbury,\"\nhe said. \"I think we'll look things over a bit--the condenser first.\"\n\n\"Very well, sir.\" Atterbury turned and groped his way through a doorway,\nand they passed first into what appeared to be a storage-battery room.\nHuge glass tanks filled with amber-coloured fluid, in which numerous\nparallel plates were supported, lined the walls from floor to ceiling.\n\nAn ammeter on the wall caught Bennie's attention. \"Weston Direct Reading\nA. C. Ammeter,\" he read on the dial. Alternate current! What were they\ndoing with an alternating current in the storage-battery room? His eyes\nfollowed the wires along the wall. Yes, they ran to the terminals of the\nbattery. It dawned upon him that there might be something here undreamed\nof in electrical engineering--a storage battery for an alternating\ncurrent!\n\nThe electrician closed a row of switches, brought the two polished brass\nspheres of the discharger within striking distance, and instantly a\nblinding current of sparks roared between the terminals. He had been\nright. This battery not only was charged by an alternating current, but\ndelivered one of high potential. He peered into the cells, racking his\nbrain for an explanation.\n\n\"Atterbury,\" said he meditatively, \"did I ever tell you why they do\nthat?\"\n\n\"Yes,\" answered the man. \"You--told me--once. The two metals--in the\nelectrolyte--come down--on the plates--in alternate films--as--the\ncurrent changes direction. But you never told me--what the electrolyte\nwas--I don't suppose--you--would be willing to now, would you?\"\n\n\"H'm,\" said Bennie, \"some time, maybe.\"\n\nBut this cue was all that he required. A clever scheme! Pax had formed\nlayers of molecular thickness of two different metals in alternation by\nthe to-and-fro swing of his charging current. When the battery\ndischarged the metals went into solution, each plate becoming\nalternately positive and negative. He wondered what Pax had used for an\nelectrolyte that enabled him to get a metallic deposit at each\nelectrode. And he wondered also why the metals did not alloy. But it\nwould not do for him to linger too long over a mere detail of equipment.\nAnd he turned away to continue his tour of inspection, a tour which\noccupied most of the morning, and during which he found a well-stocked\ngallery and made himself a cup of coffee.[5]\n\n[Footnote 5: He even climbed with Atterbury to the very summit of the\ntractor, where he discovered that his original guess had been correct\nand that the car rose from the earth rocket fashion, due to the back\npressure of the radiant discharge from a massive cylinder of uranium\ncontained in the tractor. Against this block played a disintegrating ray\nfrom a small thermic inductor, the inner construction of which he was\nnot able to determine, although it was obviously different from his own,\nand the coils were wound in a curious manner which he did not\nunderstand. There might be something in Hiroshito's theory after all.\nThe cylinder of the tractor pointed directly downward so that the blast\nwas discharged through the very centre of the Ring, but it could be\nswung through a small angle in any direction, and by means of this\nslight deflection the horizontal motion of the machine secured. Perhaps\nthe most interesting feature of the mechanism was that the Ring appeared\nto have automatic stability, for the angle of the direction in which the\ntractor was pointed was controlled not only by a pair of gyroscopes\nwhich kept the Ring on an even keel, but also by a manometric valve\ncausing it to fly at a fixed height above the earth's surface. Should it\nstart to rise, the diminished pressure of the atmosphere operating on\nthe valve swung the tractor more to one side, and the horizontal\nacceleration was thus increased at the expense of the vertical.]\n\nBut the more he learned about the mechanism of the Ring the greater\nbecame his misgivings about undertaking the return journey alone with\nAtterbury through the air. If they were to go, the start must be made\nwithin a few days, for the condenser held its charge but a comparatively\nshort time, and its energy was necessary for starting the Ring. When\nfreshly charged it supplied current for the thermic inductor for nearly\nthree minutes, but the metallic films, deposited on the plates,\ndissolved slowly in the fluid, and after three or four days there\nremained only enough for a thirty-second run, hardly enough to lift the\nRing from the earth. Once in the air, the downward blast from the\ntractor operated a turbine alternator mounted on a skeleton framework at\nthe centre of the Ring, and the current supplied by this machine enabled\nthe Ring to continue its flight indefinitely, or until the cylinder of\nuranium was completely disintegrated.\n\nYet to trek back over the route by which he had come appeared to be\nequally impossible. There was little likelihood that the two Indians\nwould return; they were probably already thirty miles on their way back\nto the coast. If only he could get word to Thornton or some of those\nchaps at Washington they might send a relief expedition! But a ship\nwould be weeks in getting to the coast, and how could he live in the\nmeantime? There were provisions for only a few days in the Ring, and the\nstorehouse in the valley had been wiped out of existence. Only an\naeroplane could do the trick. And then he thought of Burke, his\nclassmate--Burke who had devoted his life to heavier-than-air machines,\nand who, since his memorable flight across the Atlantic in the _Stormy\nPetrol_, had been a national hero. Burke could reach him in ten hours,\nbut how could _he_ reach Burke? In the heart of the frozen wilderness of\nLabrador he might as well be on another planet, as far as communication\nwith the civilized world was concerned.\n\nA burst of sunlight shot through the window and formed an oval patch on\nthe floor at his feet. The weather was clearing. He went out upon the\nplatform. Patches of blue sky appeared overhead. As he gazed\ndisconsolately across the valley toward the tower, his eye caught the\nglisten of something high in the air. From the top of the wreckage five\nthin shining lines ran parallel across the sky and disappeared in a\nsmall cloud which hung low over the face of the cliff.\n\n\"The antennæ!\" exclaimed Bennie. \"A wireless to Burke.\" Burke would\ncome; he knew Burke. A thousand miles overland was nothing to him.\nHadn't he wagered five thousand dollars at the club that he would fly to\nthe pole and bring back Peary's flag--with no takers? Why, Burke would\ntake him home with as little trouble as a taxicab. And then, aghast, he\nremembered the complete destruction in the valley. The wireless plant\nhad gone with the rest. He ran back into the chart room and called\nAtterbury.\n\n\"Can we get off a message to Washington?\" he demanded. \"The wires are\nstill up, and we have the condenser.\"\n\n\"We might, sir, if it's not--a long one, though you've always said there\nwas danger in running the engine with the car bolted down. We did it the\ntime the big machine burnt out a coil. I can throw--a wire--over the\nantennæ with a rocket--and join up--with the turbine machine. It will\nincrease--our wave length, but they ought to pick us up.\"\n\n\"We'll try it, anyway,\" announced Bennie.\n\nHe inspected the chart and measured the distance in an airline from\nBoston to the point where the red lines converged. It was a trifle less\nthan the distance between Boston and Chicago. Burke had done that in\nnine hours on the trial trip of his trans-Atlantic monoplane. If the\nmachine was in order and Burke started in the morning he would be with\nthem by sunset, if he didn't get lost. But Bennie knew that Burke could\ndrive his machine by dead reckoning and strike within a few leagues of a\ntarget a thousand miles away.\n\nA muffled roar outside interrupted his musings, and running out on the\nplatform again he found Atterbury attaching the cord of the aluminum\nribbon, which the rocket had carried up and over the antennæ, to one of\nthe brush bars of the alternator.\n\n\"Nearly ready, sir,\" he said. \"We'd best--lock the storm bolts--to hold\nher down--in case we have--to crowd on the power. We've got to\nuse--pretty near the full lift--to get the alternator up--to the proper\nspeed.\"\n\nA chill ran down Bennie's spine. They were going to start the engine! In\na moment he would be within twenty feet of a blast of disintegration\nproducts capable of lifting the whole machine into the air, and it was\nto be started at his command, after he had worked and pottered for two\nyears with a thermic inductor the size of a thimble! He felt as he used\nto feel before taking a high dive, or as he imagined a soldier feels\nwhen about to go under fire for the first time. How would it turn out?\nWas he taking too much responsibility, and was Atterbury counting on him\nfor the management of details? He felt singularly helpless as he\nreëntered the chart room to compose his message.\n\nHe turned on the electric lamp which hung over the desk, for in the\nfast-gathering dusk the interior of the Ring was in almost total\ndarkness. How should his message read? It must be brief: it must tell\nthe story, and, above all, it must be compelling.\n\nHe was joined by the electrician.\n\n\"I think--we are all--ready now,\" stammered the latter. \"What will you\nsend, sir?\"\n\nBennie handed him a scrap of yellow paper, and Atterbury put on a pair\nof dark amber glasses, to protect his eyes from the light of the spark.\n\n     \"_Thornton, Naval Observatory, Washington:_\n\n     \"Stranded fifty-four thirty-eight north, seventy-four eighteen\n     west. Have the Ring machine. Ask Burke come immediately. Life and\n     death matter.\n\n     \"B. HOOKER.\"\n\nAtterbury read the message and then gazed blankly at Hooker.\n\n\"I--don't--understand,\" he said.\n\n\"Never mind, send it. I'll explain later.\" Together they went into the\ncondenser room.\n\nAtterbury mechanically pushed the brass balls in contact, shoved a\nbundle of iron wires halfway through the core of a great coil, and\nclosed a switch. A humming sound filled the air, and a few seconds later\na glow of yellow light came in through the window. A cone of luminous\nvapour was shooting downward through the centre of the Ring from the\ntractor. At first it was soft and nebulous, but it increased rapidly in\nbrilliancy, and a dull roar, like that of a waterfall, added itself to\nthe hum of the alternating current in the wires. And now a third sound\ncame to his ears, the note of the turbine, low at first, but gradually\nrising like the scream of a siren, and the floor of the Ring beneath his\nfeet throbbed with the vibration.\n\nBennie forgot the dynamometer, forgot his message to Burke, was\nconscious only that he had wakened a sleeping volcano. Then came the\ncrack of the sparks, and the room seemed filled with the glare of the\nblue lightning, for Atterbury, with his telephones at his ears, staring\nthrough his yellow glasses, was sending out the call for the Naval\nObservatory.\n\n\"NAA--NAA--P--A--X.\"\n\nOver and over again he sent the call, while in the meantime the\ncondenser built up its charge from the overflow of current from the\nturbine generator. Then the electrician opened a switch, and the roar\noutside diminished and finally ceased.\n\n\"We can't listen--with the tractor running,\" he fretted. \"The\nstatic--from the discharge--would tear--our detector--to pieces.\" He\nthrew in the receiving instrument. For a few moments the telephones\nspoke only the whisperings of the arctic aurora, and then suddenly the\nfaint cry of the answering spark was heard. Bennie watched the words as\nthe electrician's pencil scrawled along on the paper.\n\n     \"Waiting for you. Why don't you send? N.A.A.\"\n\n\"They must have--called us before--while the discharge--was running\ndown,\" muttered Atterbury. \"I think we can send--with the\ncondenser--now.\"\n\nHe picked up the scrap of yellow paper, read it over, and threw out into\nspace the message which he did not understand.\n\n\"O. K. Wait. Thornton,\" came in reply.\n\nTwo hours later came a second message:\n\n     \"P--A--X. Burke starts at daybreak. Expects reach you by nine P. M.\n     Asks you to show large beacon fire if possible.\n\n     \"THORNTON, N. A. A.\"\n\n\"Hurrah!\" cried Bennie. \"Good for Burke! Atterbury, we're saved--saved,\ndo you hear! Go to bed now and don't ask any questions. And say, before\nyou go see if you can find me a glass of brandy.\"\n\n       *       *       *       *       *\n\nIt was decided that Burke must land on the plateau above the cliff, and\nhere the material for the fire was collected. There was little enough of\nit and it was hard work carrying the oil up the steep trail. At times\nBennie was almost in despair.\n\n\"It won't burn half an hour,\" said he, surveying the pile. \"And we ought\nto be able to keep it going all night. There's plenty of stuff in the\nvalley, but we can't have him come down there, with the tower, the\nantennæ, and all the rest of the mess.\"\n\n\"We might--show him--the big Ray,\" ventured Atterbury. \"The thing--can\nbe pointed up--and I can--keep the turbine running. You can start--the\nfire--as soon as you--hear his motors--and I'll shut down--as soon as I\nsee your fire.\"\n\n\"Good idea!\" agreed Bennie. \"Only don't run continuously. Show the Ray\nfor a minute every quarter of an hour, and on no account start up after\nyou see the fire. If he thought the vertical beam was a searchlight and\nflew through it----\" Bennie shuddered at the thought of Burke driving\nhis aeroplane through the Ray that had shattered the Atlas Mountains.\n\nSo it was arranged. Half an hour after sunset Atterbury shut himself up\nin the Ring, and while Bennie climbed the trail leading to his post on\nthe plateau, he heard the creaking of the great inductor as it slowly\nturned on its trunions.\n\nIt was pitch dark by the time he reached the pitifully small pile of\nbrush which they had collected, and he poured some of the oil over it\nand sat down, drawing a blanket around his shoulders. He felt very much\nalone. Suppose the inductor failed to work? Suppose Atterbury turned the\nRay on him? Suppose.... But his musings were shattered by a noise from\nthe valley, a sound like that of escaping steam, and a moment later the\nLavender Ray shot up toward the zenith. Bennie lay on his back and\nwatched it, mindful of the night before the last when he had watched the\nRay from the tower descending upon the cliff. He wondered if he should\nsee any meteorites kindle in its path, but nothing appeared and the Ray\ndied down, leaving everything in darkness again. Fifteen minutes passed\nand again the ghostly beam shot up into the night sky. Bennie looked at\nhis watch. It was nearly half-past eight. The cold made him sleepy. He\ndrew the blanket about him....\n\nTwo hours later through his half-dreams he caught the faint sound for\nwhich he had been listening. At first he was not sure. It might be the\nturbine alternator of the Ring running by its own inertia for some time\nafter the discharge had ceased. But no, it was growing louder\nmomentarily, and appeared to come from high up in the air. Now it died\naway to nothingness, and now it swelled in volume, and again died away.\nBut at each subsequent recurrence it was louder than before. There was\nno longer any doubt. Burke was coming! It was time to start the brush\npile. He lit match after match, only for the wind to blow them out. Yet\nall the time the machine in the air was coming nearer, the roar of its\ntwin engines beating on the stillness of the Labrador night. In despair\nBennie threw himself flat on his face by the brush pile and made a tent\nof the blanket, under which he at last succeeded in starting a blaze\namong the oil-soaked twigs. Then he pushed the half-empty keg into the\nfire, arose and stared up at the sky.\n\nThe machine was somewhere directly above him--just where he could not\nsay. Presently the motors stopped. He shouted feebly, running up and\ndown with his eyes turned skyward, and several times nearly fell into\nthe fire. He wondered why it didn't appear. It seemed hours since the\nmotors stopped! Then unexpectedly against the black background of the\nsky the great wings of the machine appeared, illuminated on their\nunderside by the light of the fire. Silently it swung around on its\ndescending spiral, instantly to be swallowed up in the darkness again, a\nmoment later reappearing from the opposite direction, this time low down\nand headed straight for him. He jumped hastily to one side and fell\nflat. The machine grounded, rose once or twice as it ran along the\nground, and came to a stop twenty yards from the fire. A man climbed\nout, slowly removed his goggles, and shook himself. Bennie scrambled to\nhis feet and ran forward waving his hat.\n\n\"Well, Hooker!\" remarked the man. \"What th' hell are you doing _here_?\nYou sure have some searchlight!\"\n\n       *       *       *       *       *\n\nHow Hooker and Burke, under the guidance of Atterbury, who gradually\nregained his normal mental status, explored and charted the valley of\nthe Ring is strictly no part of this tale which deals solely with the\nend of War upon the Earth. But next day, after several hours of\nexcavation among the débris of the smelter, where Pax had extracted his\nuranium from the pitch blend mined at the cliff, they uncovered eight\ncylinders of the precious metal weighing about one hundred pounds\napiece--the fuel of the Flying Ring. Now they were safe. Nay, more:\nuniversal space was theirs to traffic in.\n\nCurious as to the reason why Pax had isolated himself in this frozen\nwilderness, they next examined the high cliffs which shut in the valley\non the west and against the almost perpendicular walls of which he had\nplayed the Lavender Ray. These cliffs proved, as Bennie had already\nsuspected, to be a gigantic outcrop of pitchblende or black oxide of\nuranium. He estimated that nature had stored more uranium in but one of\nthe abutments of this cliff than in all the known mines of the entire\nworld. This radioactive mountain was the fulcrum by which this modern\nArchimedes had moved the earth. The vast amount of matter disintegrated\nby the Ray and thrown off into space with a velocity a thousandfold\ngreater than the blast of a siege gun produced a back pressure or recoil\nagainst the face of the cliff, which thus became the \"thrust block\" of\nthe force which had slowed down the period of the earth's rotation.\n\n       *       *       *       *       *\n\nThe day of the start dawned with a blazing sun. From the landing stage\nof the Ring Bennie could see stretching away to the east, west, and\nsouth, the interminable plains, dotted with firs, which had formed the\nnatural barrier to the previous discovery of Pax's secret. Overhead the\ndome of the sky fitted the horizon like an enormous shell--a shell\nwhich, with a thrill, he realized that he could crack and escape from,\nlike a fledgling ready for its first flight. And yet in this moment of\ntriumph little Bennie Hooker felt the qualm which must inevitably come\nto those who take their lives in their hands. An hour and he would be\neither soaring Phoebus-like toward the south, or lying crushed and\nmangled within a tangled mass of wreckage. Even here in this desolate\nwaste life seemed sweet, and he had much, so much to do. Wasn't it,\nafter all, a crazy thing to try to navigate the complicated mechanism\nback to civilization? Yet something told him that unless he put his fate\nto the test now he would never return. He had the utmost confidence in\nBurke--he might never be able to secure his services again--no, it was\nnow or never. He entered the air-lock, closing and bolting the door, and\npassed on into the chart room.\n\nAt all events, he thought, they were no worse off than Pax when he had\nmade his first trial flight, and they were working with a proven\nmachine, tuned to its fullest efficiency, and one which apparently\npossessed automatic stability. Atterbury had gone to the condenser room\nand was waiting for the order to start, while Burke was making the final\nadjustment of the gyroscopes which would put the Ring on its\npredetermined course. He came through the door and joined Bennie.\n\n\"Hooker,\" he said, \"we're sure going to have some experience. If I can\nkeep her from turning over, I think I can manage her. The trouble will\ncome when we slant the tractor. I'm not sure how much depends on the\natmospheric valve, and how much on me. Things may happen quickly. If we\nturn over we're done for.\"\n\nHe held out his hand to Bennie, who gripped it tremulously.\n\n\"Well,\" remarked the aviator, tossing away his cigarette, \"we might as\nwell die now as any time!\"\n\nHe walked swiftly over to the speaking-tube which communicated with the\ncondenser room and blew sharply into it.\n\n\"Let her go, _Gallagher_!\" he directed.\n\n\"My God!\" ejaculated Bennie. \"Wait a second, can't you?\"\n\nBut it was too late. He grabbed the rail, trembling. A humming sound\nfilled the air, and the gyroscopes slowly began to revolve. He looked up\nthrough the window at the tractor, from which shot streaks of pale\nvapour with a noise like escaping steam. Somehow it seemed alive.\n\nThe Ring was throbbing as if it, too, was impregnated with life. The\ndischarge of the tractor had risen to a muffled roar. Shaking all over,\nBennie crossed to the inside window and looked across the inner space of\nthe Ring. As yet the yellow glow of the discharge was scarcely visible,\nbut the steel sides of the Ring danced and quivered, undulating in\nwaves, and, as the intensity of the blast increased and the turbine\ncommenced to revolve, everything outside went suddenly blurred and\nindistinct.\n\nDropping to his knees, Bennie looked down through the observation window\nin the floor. A blinding cloud of yellow dust was driving out and away\nfrom the base of the landing stage in the form of a gigantic ring. The\nearth at their feet was hidden in whirls of vapour; and ripples of light\nand shade chased each other outward in all directions, like shadows on\nthe bottom of a sandy pond rippled by a breeze. It made him dizzy to\nlook down there, and he arose from the window. Burke stood grimly at the\ncontrol, unmindful of his associate. Bennie crossed to the other side,\nand as he passed the gyroscopes, the air from the swiftly spinning discs\nblew back his hair. He could see nothing through the tumult that roared\ndown through the centre of the Ring, like a Niagara of hot steam shot\nthrough with a pale yellow phosphorescent light. The floor quivered\nunder his feet, and ominous creaking and snapping sounds reverberated\nthrough the outer shell, as the steel girders of the landing stage were\ngradually relieved of its weight. Just as it seemed to him that\neverything was going to pieces, suddenly there was silence, save for the\npurr of the machinery, and Bennie felt his knees sink under him.\n\n\"We're off!\" cried Burke. \"Watch out!\"\n\nThe floor swayed as the Ring, lifted by the tractor, swung to and fro\nlike a pendulum. Bennie threw himself upon his stomach. The earth was\ndropping away from them like a stone. He felt a sickening sensation.\n\n\"Two thousand feet already,\" gasped Burke. \"The atmospheric valve is set\nfor five thousand. I'll make it ten! It will give us more room to\nrecover in--if anything--goes wrong!\"\n\nHe gave the knob another half turn and laid his hand lightly on the\nlever which controlled the movements of the tractor. Bennie, flattened\nagainst the window, gazed below. The great dust ring showed indistinctly\nthrough a blue haze no longer directly beneath them, but a quarter of a\nmile to the north. Evidently they were not rising vertically.\n\nThe valley of the Ring looked like a black crack in a greenish-gray\ndesert of rock and moss, the landing stage like a tiny bird's nest. The\nfloor of the car moved slightly from side to side. Burke's face had gone\ngray, and he crouched unsteadily, one hand gripping a steel bracket on\nthe wall.\n\n\"My Lord!\" he mumbled with dry lips. \"My Lord!\"\n\nBennie, momentarily expecting annihilation, crawled on all fours to\nBurke's side.\n\nThe needle of the manometer indicated nine thousand five hundred feet,\nand was rapidly nearing the next division. Suddenly Burke felt the lever\nmove slowly under his hand as though operated by some outside\nintelligence, and at the same moment the axis of one gyroscope swung\nslowly in a horizontal plane through an angle of nearly ninety degrees,\nwhile that of the other dipped slightly from the vertical. Both men had\na ghastly feeling that the ghost of Pax had somehow returned and assumed\ncontrol of the car. Bennie rotated the map under the gyroscope until the\nfine black line on the dial again lay across their destination. Then he\ncrept back to his window again. The earth, far below and dimly visible,\nwas sliding slowly northward, and the dust ring which marked their\nstarting-point now lay as a flattened ellipse on the distant horizon.\nBeneath and behind them in their flight trailed a thin streak of pale\nbluish fog--the wake of the Flying Ring.\n\nThey were now searing the atmosphere at a height of nearly two miles,\nand the car was flying on a firm and even keel. There was no sound save\nthe dull roar of the tractor and a slight humming from the vibration of\nthe light steel cables. Bennie no longer felt any disagreeable\nsensation. A strange detachment possessed him. Dark forests, lakes, and\na mighty river appeared to the south--the Moisie--and they followed it\nas a fishhawk might have done, until the wilderness broke away before\nthem and they saw the broad reach of the St. Lawrence streaked with the\nsmoke of ocean liners.\n\nAnd then he lost control of himself for the first time and sobbed like a\nwoman--not from fear, nor weariness, nor excitement, but for joy--the\njoy of the true scientist who has sought the truth and found it, has\nachieved that for mankind which but for him it would have lacked,\nperchance, forever. And he looked up at Burke and smiled.\n\nThe latter nodded.\n\n\"Yes,\" he remarked prosaically, \"this is sure a little bit of all right!\nAll to the good!\"\n\n\n\n\nEPILOGUE\n\n\nMeanwhile, during the weeks that Hooker had been engaged in finding the\nvalley of the Ring, unbelievable things had happened in world politics.\nIn spite of the fact that Pax, having decreed the shifting of the Pole\nand the transformation of Central Europe into the Arctic zone, had\nrefused further communication with mankind, all the nations--and none\nmore zealously than the German Republic--had proceeded immediately to\nwithdraw their armies within their own borders, and under the personal\nsupervision of a General Commission to destroy all their armaments and\nmunitions of war. The lyddite bombs, manufactured in vast quantities by\nthe Krupps for the Relay Gun and all other high explosives, were used to\ndemolish the fortresses upon every frontier of Europe. The contents of\nevery arsenal was loaded upon barges and sunk in mid-Atlantic. And every\nform of military organization, rank, service, and even uniform, was\nabolished throughout the world.\n\nA coalition of nations was formed under a single general government,\nknown as the United States of Europe, which in coöperation with the\nUnited States of North and South America, of Asia, and of Africa,\narranged for an annual world congress at The Hague, and which enforced\nits decrees by means of an International Police. In effect all the\ninhabitants of the globe came under a single control, as far as language\nand geographical boundaries would permit. Each state enforced local\nlaws, but all were obedient to the higher law--the Law of\nHumanity--which was uniform through the earth. If an individual offended\nagainst the law of one nation, he was held to have offended against all,\nand was dealt with as such. The international police needed no treaties\nof extradition. The New York embezzler who fled to Nairobi was sent back\nas a matter of course without delay.\n\nAny man was free to go and live where he chose, to manufacture, buy, and\nsell as he saw fit. And, because the fear and shadow of war were\nremoved, the nations grew rich beyond the imagination of men; great\nhospitals and research laboratories, universities, schools, and\nkindergartens, opera houses, theatres, and gardens of every sort sprang\nup everywhere, paid for no one quite knew how. The nations ceased to\nbuild dreadnoughts, and instead used the money to send great troops of\nchildren with the teachers travelling over the world. It was against the\nlaw to own or manufacture any weapon that could be used to take human\nlife. And because the nations had nothing to fear from one another, and\nbecause there were no scheming diplomatists and bureaucrats to make a\nliving out of imaginary antagonisms, people forgot that they were French\nor German or Russian or English, just as the people of the United States\nof America had long before practically disregarded the fact that they\ncame from Ohio or Oregon or Connecticut or Nevada. Russians with weak\nthroats went to live in Italy as a matter of course, and Spaniards who\nliked German cooking settled in Münich.\n\nAll this, of course, did not happen at once, but came about quite\nnaturally after the abolition of war. And after it had been done,\neverybody wondered why it had not been done ten centuries before; and\npeople became so interested in destroying all the relics of that\ndespicable employment, warfare, that they almost forgot that the Man Who\nRocked the Earth had threatened that he would shift the axis of the\nglobe. So that when the day fixed by him came and everything remained\njust as it always had been--and everybody still wore linen-mesh\nunderwear in Strassburg and flannels in Archangel--nobody thought very\nmuch about it, or commented on the fact that the Flying Ring was no\nlonger to be seen. And the only real difference was that you could take\na P. & O. steamer at Marseilles and buy a through ticket to Tasili\nAhaggar--if you wanted to go there--and that the shores of the Sahara\nbecame the Riviera of the world, crowded with health resorts and\nwatering-places--so that Pax had not lived in vain, nor Thornton, nor\nBill Hood, nor Bennie Hooker, nor any of them.\n\nThe whole thing is a matter of record, as it should be. The\ndeliberations of Conference No. 2 broke up in a hubbub, just as Von\nHelmuth and Von Koenitz had intended, and the transcripts of their\ndiscussions proved to be not of the slightest scientific value. But in\nthe files of the old War Department--now called the Department for the\nAlleviation of Poverty and Human Suffering--can be read the messages\ninterchanged between The Dictator of Human Destiny and the President of\nthe United States, together with all the reports and observations\nrelating thereto, including Professor Hooker's Report to the Smithsonian\nInstitute of his journey to the valley of the Ring and what he found\nthere. Only the secret of the Ring--of thermic induction and atomic\ndisintegration--in short, of the Lavender Ray, is his by right of\ndiscovery, or treasure trove, or what you will, and so is his patent on\nHooker's Space-Navigating Car, in which he afterward explored the solar\nsystem and the uttermost regions of the sidereal ether. But that shall\nbe told hereafter.\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Man Who Rocked the Earth, by \nArthur Train\nRobert Williams Wood\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MAN WHO ROCKED THE EARTH ***\n\n***** This file should be named 19174-8.txt or 19174-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/9/1/7/19174/\n\nProduced by The Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}