{"title": "The Keeper", "author": "Henry Beam Piper", "releaseDate": "September 20, 2006", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Sankar Viswanathan, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n   This etext was produced from Venture Science Fiction, July 1957.\n   Extensive research did not uncover any evidence that the U.S.\n   copyright on this publication was renewed.\n\n\n\n                     [Illustration: Frontispiece]\n\n\n\n\n     _Evil men had stolen his treasure, and Raud set out with his\n     deer rifle and his great dog Brave to catch the thieves\n     before they could reach the Starfolk. That the men had\n     negatron pistols meant little--Raud was the Keeper...._\n\n\n\n\n                              THE KEEPER\n\n\n\n                           by H. BEAM PIPER\n\n\n       *       *       *       *       *\n\n\n\n\nWhen he heard the deer crashing through brush and scuffling the dead\nleaves, he stopped and stood motionless in the path. He watched them\nbolt down the slope from the right and cross in front of him, wishing\nhe had the rifle, and when the last white tail vanished in the\ngray-brown woods he drove the spike of the ice-staff into the\nstiffening ground and took both hands to shift the weight of the\npack. If he'd had the rifle, he could have shot only one of them. As\nit was, they were unfrightened, and he knew where to find them in the\nmorning.\n\nAhead, to the west and north, low clouds massed; the white front of\nthe Ice-Father loomed clear and sharp between them and the blue of the\ndistant forests. It would snow, tonight. If it stopped at daybreak, he\nwould have good tracking, and in any case, it would be easier to get\nthe carcasses home over snow. He wrenched loose the ice-staff and\nstarted forward again, following the path that wound between and among\nand over the irregular mounds and hillocks. It was still an hour's\nwalk to Keeper's House, and the daylight was fading rapidly.\n\nSometimes, when he was not so weary and in so much haste, he would\nloiter here, wondering about the ancient buildings and the\nlong-vanished people who had raised them. There had been no woods at\nall, then; nothing but great houses like mountains, piling up toward\nthe sky, and the valley where he meant to hunt tomorrow had been an\narm of the sea that was now a three days' foot-journey away. Some said\nthat the cities had been destroyed and the people killed in wars--big\nwars, not squabbles like the fights between sealing-companies from\ndifferent villages. He didn't think so, himself. It was more likely\nthat they had all left their homes and gone away in starships when the\nIce-Father had been born and started pushing down out of the north.\nThere had been many starships, then. When he had been a boy, the old\nmen had talked about a long-ago time when there had been hundreds of\nthem visible in the sky, every morning and evening. But that had been\nlong ago indeed. Starships came but seldom to this world, now. This\nworld was old and lonely and poor. Like poor lonely old Raud the\nKeeper.\n\nHe felt angry to find himself thinking like that. Never pity yourself,\nRaud; be proud. That was what his father had always taught him: \"Be\nproud, for you are the Keeper's son, and when I am gone, you will be\nthe Keeper after me. But in your pride, be humble, for what you will\nkeep is the Crown.\"\n\nThe thought of the Crown, never entirely absent from his mind, wakened\nthe anxiety that always slept lightly if at all. He had been away all\nday, and there were so many things that could happen. The path seemed\nlonger, after that; the landmarks farther apart. Finally, he came out\non the edge of the steep bank, and looked down across the brook to the\nfamiliar low windowless walls and sharp-ridged roof of Keeper's House;\nand when he came, at last, to the door, and pulled the latchstring, he\nheard the dogs inside--the soft, coughing bark of Brave, and the\nanxious little whimper of Bold--and he knew that there was nothing\nwrong in Keeper's House.\n\nThe room inside was lighted by a fist-sized chunk of lumicon, hung in\na net bag of thongs from the rafter over the table. It was old--cast\noff by some rich Southron as past its best brilliance, it had been old\nwhen he had bought it from Yorn Nazvik the Trader, and that had been\nyears ago. Now its light was as dim and yellow as firelight. He'd have\nto replace it soon, but this trip he had needed new cartridges for the\nbig rifle. A man could live in darkness more easily than he could live\nwithout cartridges.\n\nThe big black dogs were rising from their bed of deerskins on the\nstone slab that covered the crypt in the far corner. They did not come\nto meet him, but stayed in their place of trust, greeting him with\nanxious, eager little sounds.\n\n\"Good boys,\" he said. \"Good dog, Brave; good dog, Bold. Old Keeper's\nhome again. Hungry?\"\n\nThey recognized that word, and whined. He hung up the ice-staff on the\npegs by the door, then squatted and got his arms out of the\npack-straps.\n\n\"Just a little now; wait a little,\" he told the dogs. \"Keeper'll get\nsomething for you.\"\n\nHe unhooked the net bag that held the lumicon and went to the ladder,\nclimbing to the loft between the stone ceiling and the steep snow-shed\nroof; he cut down two big chunks of smoked wild-ox beef--the dogs\nliked that better than smoked venison--and climbed down.\n\nHe tossed one chunk up against the ceiling, at the same time shouting:\n\"Bold! Catch!\" Bold leaped forward, sinking his teeth into the meat as\nit was still falling, shaking and mauling it. Brave, still on the\ncrypt-slab, was quivering with hunger and eagerness, but he remained\nin place until the second chunk was tossed and he was ordered to take\nit. Then he, too, leaped and caught it, savaging it in mimicry of a\nkill. For a while, he stood watching them growl and snarl and tear\ntheir meat, great beasts whose shoulders came above his own waist.\nWhile they lived to guard it, the Crown was safe. Then he crossed to\nthe hearth, scraped away the covering ashes, piled on kindling and\nlogs and fanned the fire alight. He lifted the pack to the table and\nunlaced the deerskin cover.\n\nCartridges in plastic boxes of twenty, long and thick; shot for the\nduck-gun, and powder and lead and cartridge-primers; fills for the\nfire-lighter; salt; needles; a new file. And the deerskin bag of\ntrade-tokens. He emptied them on the table and counted them--tokens,\nand half-tokens and five-tokens, and even one ten-token. There were\nalways less in the bag, after each trip to the village. The Southrons\npaid less and less, each year, for furs and skins, and asked more and\nmore for what they had to sell.\n\nHe put away the things he had brought from the village, and was\nconsidering whether to open the crypt now and replace the bag of\ntokens, when the dogs stiffened, looking at the door. They got to\ntheir feet, neck-hairs bristling, as the knocking began.\n\nHe tossed the token-bag onto the mantel and went to the door, the dogs\nfollowing and standing ready as he opened it.\n\nThe snow had started, and now the ground was white except under the\nevergreens. Three men stood outside the door, and over their shoulders\nhe could see an airboat grounded in the clearing in front of the\nhouse.\n\n\"You are honored, Raud Keeper,\" one of them began. \"Here are strangers\nwho have come to talk to you. Strangers from the Stars!\"\n\nHe recognized the speaker, in sealskin boots and deerskin trousers and\nhooded overshirt like his own--Vahr Farg's son, one of the village\npeople. His father was dead, and his woman was the daughter of Gorth\nSledmaker, and he was a house-dweller with his woman's father. A\nworthless youth, lazy and stupid and said to be a coward. Still,\nguests were guests, even when brought by the likes of Vahr Farg's son.\nHe looked again at the airboat, and remembered seeing it, that day,\nmade fast to the top-deck of Yorn Nazvik's trading-ship, the Issa.\n\n\"Enter and be welcome; the house is yours, and all in it that is mine\nto give.\" He turned to the dogs. \"Brave, Bold; go watch.\"\n\nObediently, they trotted over to the crypt and lay down. He stood\naside; Vahr entered, standing aside also, as though he were the host,\ninviting his companions in. They wore heavy garments of woven cloth\nand boots of tanned leather with hard heels and stiff soles, and as\nthey came in, each unbuckled and laid aside a belt with a holstered\nnegatron pistol. One was stocky and broad-shouldered, with red hair;\nthe other was slender, dark haired and dark eyed, with a face as\nsmooth as a woman's. Everybody in the village had wondered about them.\nThey were not of Yorn Nazvik's crew, but passengers on the _Issa_.\n\n\"These are Empire people, from the Far Stars,\" Vahr informed him,\nnaming their names. Long names, which meant nothing; certainly they\nwere not names the Southrons from the Warm Seas bore. \"And this is\nRaud the Keeper, with whom your honors wish to speak.\"\n\n\"Keeper's House is honored. I'm sorry that I have not food prepared;\nif you can excuse me while I make some ready....\"\n\n\"You think these noblemen from the Stars would eat your swill?\" Vahr\nhooted. \"Crazy old fool, these are--\"\n\nThe slim man pivoted on his heel; his open hand caught Vahr just below\nthe ear and knocked him sprawling. It must have been some kind of\ntrick-blow. That or else the slim stranger was stronger than he\nlooked.\n\n\"Hold your miserable tongue!\" he told Vahr, who was getting to his\nfeet. \"We're guests of Raud the Keeper, and we'll not have him\ninsulted in his own house by a cur like you!\"\n\nThe man with red hair turned. \"I am ashamed. We should not have\nbrought this into your house; we should have left it outside.\" He\nspoke the Northland language well, \"It will honor us to share your\nfood, Keeper.\"\n\n\"Yes, and see here,\" the younger man said, \"we didn't know you'd be\nalone. Let us help you. Dranigo's a fine cook, and I'm not bad,\nmyself.\"\n\nHe started to protest, then let them have their way. After all, a\nguest's women helped the woman of the house, and as there was no woman\nin Keeper's House, it was not unfitting for them to help him.\n\n\"Your friend's name is Dranigo?\" he asked. \"I'm sorry, but I didn't\ncatch yours.\"\n\n\"I don't wonder; fool mouthed it so badly I couldn't understand it\nmyself. It's Salvadro.\"\n\nThey fell to work with him, laying out eating-tools--there were just\nenough to go around--and hunting for dishes, of which there were not.\nSalvadro saved that situation by going out and bringing some in from\nthe airboat. He must have realized that the lumicon over the table was\nthe only light beside the fire in the house, for he was carrying a\nglobe of the luminous plastic with him when he came in, grumbling\nabout how dark it had gotten outside. It was new and brilliant, and\nthe light hurt Raud's eyes, at first.\n\n\"Are you truly from the Stars?\" he asked, after the food was on the\ntable and they had begun to eat. \"Neither I nor any in the village\nhave seen anybody from the Stars before.\"\n\nThe big man with the red hair nodded. \"Yes. We are from Dremna.\"\n\nWhy, Dremna was the Great World, at the middle of everything! Dremna\nwas the Empire. People from Dremna came to the cities of Awster and\nfabulous Antark as Southron traders from the Warm Seas came to the\nvillages of the Northfolk. He stammered something about that.\n\n\"Yes. You see, we....\" Dranigo began. \"I don't know the word for it,\nin your language, but we're people whose work it is to learn things.\nNot from other people or from books, but new things, that nobody else\nknows. We came here to learn about the long-ago times on this world,\nlike the great city that was here and is now mounds of stone and\nearth. Then, when we go back to Dremna, we will tell other people\nwhat we have found out.\"\n\nVahr Farg's son, having eaten his fill, was fidgeting on his stool,\nlooking contemptuously at the strangers and their host. He thought\nthey were fools to waste time learning about people who had died long\nago. So he thought the Keeper was a fool, to guard a worthless old\npiece of junk.\n\nRaud hesitated for a moment, then said: \"I have a very ancient thing,\nhere in this house. It was worn, long ago, by great kings. Their\nnames, and the name of their people, are lost, but the Crown remains.\nIt was left to me as a trust by my father, who was Keeper before me\nand to whom it was left by his father, who was Keeper in his time.\nHave you heard of it?\"\n\nDranigo nodded. \"We heard of it, first of all, on Dremna,\" he said.\n\"The Empire has a Space Navy base, and observatories and relay\nstations, on this planet. Space Navy officers who had been here\nbrought the story back; they heard it from traders from the Warm Seas,\nwho must have gotten it from people like Yorn Nazvik. Would you show\nit to us, Keeper? It was to see the Crown that we came here.\"\n\nRaud got to his feet, and saw, as he unhooked the lumicon, that he was\ntrembling. \"Yes, of course. It is an honor. It is an ancient and\nwonderful thing, but I never thought that it was known on Dremna.\" He\nhastened across to the crypt.\n\nThe dogs looked up as he approached. They knew that he wanted to lift\nthe cover, but they were comfortable and had to be coaxed to leave it.\nHe laid aside the deerskins. The stone slab was heavy, and he had to\nstrain to tilt it up. He leaned it against the wall, then picked up\nthe lumicon and went down the steps into the little room below,\nopening the wooden chest and getting out the bundle wrapped in\nbearskin. He brought it up again and carried it to the table, from\nwhich Dranigo and Salvadro were clearing the dishes.\n\n\"Here it is,\" he said, untying the thongs. \"I do not know how old it\nis. It was old even before the Ice-Father was born.\"\n\nThat was too much for Vahr. \"See, I told you he's crazy!\" he cried.\n\"The Ice-Father has been here forever. Gorth Sledmaker says so,\" he\nadded, as though that settled it.\n\n\"Gorth Sledmaker's a fool. He thinks the world began in the time of\nhis grandfather.\" He had the thongs untied, and spread the bearskin,\nrevealing the blackened leather box, flat on the bottom and domed at\nthe top. \"How long ago do you think it was that the Ice-Father was\nborn?\" he asked Salvadro and Dranigo.\n\n\"Not more than two thousand years,\" Dranigo said. \"The glaciation\nhadn't started in the time of the Third Empire. There is no record of\nthis planet during the Fourth, but by the beginning of the Fifth\nEmpire, less than a thousand years ago, things here were very much as\nthey are now.\"\n\n\"There are other worlds which have Ice-Fathers,\" Salvadro explained.\n\"They are all worlds having one pole or the other in open water,\nsurrounded by land. When the polar sea is warmed by water from the\ntropics, snow falls on the lands around, and more falls in winter than\nmelts in summer, and so is an Ice-Father formed. Then, when the polar\nsea is all frozen, no more snow falls, and the Ice-Father melts faster\nthan it grows, and finally vanishes. And then, when warm water comes\ninto the polar sea again, more snow falls, and it starts over again.\nOn a world like this, it takes fifteen or twenty thousand years from\none Ice-Father to the next.\"\n\n\"I never heard that there had been another Ice-Father, before this\none. But then, I only know the stories told by the old men, when I was\na boy. I suppose that was before the first people came in starships to\nthis world.\"\n\nThe two men of Dremna looked at one another oddly, and he wondered, as\nhe unfastened the brass catches on the box, if he had said something\nfoolish, and then he had the box open, and lifted out the Crown. He\nwas glad, now, that Salvadro had brought in the new lumicon, as he put\nthe box aside and set the Crown on the black bearskin. The golden\ncirclet and the four arches of gold above it were clean and bright,\nand the jewels were splendid in the light. Salvadro and Dranigo were\nlooking at it wide-eyed. Vahr Farg's son was open-mouthed.\n\n\"Great Universe! Will you look at that diamond on the top!\" Salvadro\nwas saying.\n\n\"That's not the work of any Galactic art-period,\" Dranigo declared.\n\"That thing goes back to the Pre-Interstellar Era.\" And for a while he\ntalked excitedly to Salvadro.\n\n\"Tell me, Keeper,\" Salvadro said at length, \"how much do you know\nabout the Crown? Where did it come from; who made it; who were the\nfirst Keepers?\"\n\nHe shook his head. \"I only know what my father told me, when I was a\nboy. Now I am an old man, and some things I have forgotten. But my\nfather was Runch, Raud's son, who was the son of Yorn, the son of\nRaud, the son of Runch.\" He went back six more generations, then\nfaltered and stopped. \"Beyond that, the names have been lost. But I do\nknow that for a long time the Crown was in a city to the north of\nhere, and before that it was brought across the sea from another\ncountry, and the name of that country was Brinn.\"\n\nDranigo frowned, as though he had never heard the name before.\n\"Brinn.\" Salvadro's eyes widened. \"Brinn, Dranigo! Do you think that\nmight be Britain?\"\n\nDranigo straightened, staring, \"It might be! Britain was a great\nnation, once; the last nation to join the Terran Federation, in the\nThird Century Pre-Interstellar. And they had a king, and a crown with\na great diamond....\"\n\n\"The story of where it was made,\" Rand offered, \"or who made it, has\nbeen lost. I suppose the first people brought it to this world when\nthey came in starships.\"\n\n\"It's more wonderful than that, Keeper,\" Salvadro said. \"It was made\non this world, before the first starship was built. This world is\nTerra, the Mother-World; didn't you know that, Keeper? This is the\nworld where Man was born.\"\n\nHe hadn't known that. Of course, there had to be a world like that,\nbut a great world in the middle of everything, like Dremna. Not this\nold, forgotten world.\n\n\"It's true, Keeper,\" Dranigo told him. He hesitated slightly, then\ncleared his throat. \"Keeper, you're young no longer, and some day you\nmust die, as your father and his father did. Who will care for the\nCrown then?\"\n\nWho, indeed? His woman had died long ago, and she had given him no\nsons, and the daughters she had given him had gone their own ways with\nmen of their own choosing and he didn't know what had become of any of\nthem. And the village people--they would start picking the Crown apart\nto sell the jewels, one by one, before the ashes of his pyre stopped\nsmoking.\n\n\"Let us have it, Keeper,\" Salvadro said. \"We will take it to Dremna,\nwhere armed men will guard it day and night, and it will be a trust\nupon the Government of the Empire forever.\"\n\nHe recoiled in horror. \"Man! You don't know what you're saying!\" he\ncried. \"This is the Crown, and I am the Keeper; I cannot part with it\nas long as there is life in me.\"\n\n\"And when there is not, what? Will it be laid on your pyre, so that it\nmay end with you?\" Dranigo asked.\n\n\"Do you think we'd throw it away as soon as we got tired looking at\nit?\" Salvadro exclaimed. \"To show you how we'll value this, we'll give\nyou ... how much is a thousand imperials in trade-tokens, Dranigo?\"\n\n\"I'd guess about twenty thousand.\"\n\n\"We'll give you twenty thousand Government trade-tokens,\" Salvadro\nsaid. \"If it costs us that much, you'll believe that we'll take care\nof it, won't you?\"\n\nRaud rose stiffly. \"It is a wrong thing,\" he said, \"to enter a man's\nhouse and eat at his table, and then insult him.\"\n\nDranigo rose also, and Salvadro with him. \"We had no mind to insult\nyou, Keeper, or offer you a bribe to betray your trust. We only offer\nto help you fulfill it, so that the Crown will be safe after all of us\nare dead. Well, we won't talk any more about it, now. We're going in\nYorn Nazvik's ship, tomorrow; he's trading in the country to the west,\nbut before he returns to the Warm Seas, he'll stop at Long Valley\nTown, and we'll fly over to see you. In the meantime, think about\nthis; ask yourself if you would not be doing a better thing for the\nCrown by selling it to us.\"\n\nThey wanted to leave the dishes and the new lumicon, and he permitted\nit, to show that he was not offended by their offer to buy the Crown.\nHe knew that it was something very important to them, and he admitted,\ngrudgingly, that they could care for it better than he. At least, they\nwould not keep it in a hole under a hut in the wilderness, guarded\nonly by dogs. But they were not Keepers, and he was. To them, the\nCrown would be but one of many important things; to him it was\neverything. He could not imagine life without it.\n\nHe lay for a long time among his bed-robes, unable to sleep, thinking\nof the Crown and the visitors. Finally, to escape those thoughts, he\nbegan planning tomorrow morning's hunt.\n\nHe would start out as soon as the snow stopped, and go down among the\nscrub-pines; he would take Brave with him, and leave Bold on guard at\nhome. Brave was more obedient, and a better hunter. Bold would jump\nfor the deer that had been shot, but Brave always tried to catch or\nturn the ones that were still running.\n\nHe needed meat badly, and he needed more deerskins, to make new\nclothes. He was thinking of the new overshirt he meant to make as he\nfell asleep....\n\nIt was past noon when he and Brave turned back toward Keeper's House.\nThe deer had gone farther than he had expected, but he had found them,\nand killed four. The carcasses were cleaned and hung from trees, out\nof reach of the foxes and the wolves, and he would take Brave back to\nthe house and leave him on guard, and return with Bold and the sled to\nbring in the meat. He was thinking cheerfully of the fresh meat when\nhe came out onto the path from the village, a mile from Keeper's\nHouse. Then he stopped short, looking at the tracks.\n\nThree men--no, four--had come from the direction of the village since\nthe snow had stopped. One had been wearing sealskin boots, of the sort\nworn by all Northfolk. The others had worn Southron boots, with ribbed\nplastic soles. That puzzled him. None of the village people wore\nSouthron boots, and as he had been leaving in the early morning, he\nhad seen Yorn Nazvik's ship, the _Issa_, lift out from the village and\npass overhead, vanishing in the west. Possibly these were deserters.\nIn any case, they were not good people. He slipped the heavy rifle\nfrom its snow-cover, checked the chamber, and hung the empty cover\naround his neck like a scarf. He didn't like the looks of it.\n\nHe liked it even less when he saw that the man in sealskin boots had\nstopped to examine the tracks he and Brave had made on leaving, and\nhad then circled the house and come back, to be joined by his\nplastic-soled companions. Then they had all put down their packs and\ntheir ice-staffs, and advanced toward the door of the house. They had\nstopped there for a moment, and then they had entered, come out again,\ngotten their packs and ice-staffs, and gone away, up the slope to the\nnorth.\n\n\"Wait, Brave,\" he said. \"Watch.\"\n\nThen he advanced, careful not to step on any of the tracks until he\nreached the doorstep, where it could not be avoided.\n\n\"Bold!\" he called loudly. \"Bold!\"\n\nSilence. No welcoming whimper, no padding of feet, inside. He pulled\nthe latchstring with his left hand and pushed the door open with his\nfoot, the rifle ready. There was no need for that. What welcomed him,\nwithin, was a sickening stench of burned flesh and hair.\n\nThe new lumicon lighted the room brilliantly; his first glance was\nenough. The slab that had covered the crypt was thrown aside, along\nwith the pile of deerskins, and between it and the door was a\nshapeless black heap that, in a dimmer light, would not have been\ninstantly recognizable as the body of Bold. Fighting down an impulse\nto rush in, he stood in the door, looking about and reading the story\nof what had happened. The four men had entered, knowing that they\nwould find Bold alone. The one in the lead had had a negatron pistol\ndrawn, and when Bold had leaped at them, he had been blasted. The\nblast had caught the dog from in front--the chest-cavity was literally\nexploded, and the neck and head burned and smashed unrecognizably.\nEven the brass studs on the leather collar had been melted.\n\nThat and the ribbed sole-prints outside meant the same\nthing--Southrons. Every Southron who came into the Northland, even the\ncommon crewmen on the trading ships, carried some kind of an\nenergy-weapon. They were good only for fighting--one look at the body\nof Bold showed what they did to meat and skins.\n\nHe entered, then, laying his rifle on the table, and got down the\nlumicon and went over to the crypt. After a while, he returned, hung\nup the light again, and dropped onto a stool. He sat staring at the\nviolated crypt and tugging with one hand at a corner of his beard,\ntrying desperately to think.\n\nThe thieves had known exactly where the Crown was kept and how it was\nguarded; after killing Bold, they had gone straight to it, taken it\nand gone away--three men in plastic-soled Southron boots and one man\nin soft boots of sealskins, each with a pack and an ice-staff, and two\nof them with rifles.\n\nVahr Farg's son, and three deserters from the crew of Yorn Nazvik's\nship.\n\nIt hadn't been Dranigo and Salvadro. They could have left the ship in\ntheir airboat and come back, flying low, while he had been hunting.\nBut they would have grounded near the house, they would not have\ncarried packs, and they would have brought nobody with them.\n\nHe thought he knew what had happened. Vahr Farg's son had seen the\nCrown, and he had heard the two Starfolk offer more trade-tokens for\nit than everything in the village was worth. But he was a coward; he\nwould never dare to face the Keeper's rifle and the teeth of Brave and\nBold alone. So, since none of the village folk would have part in so\nshameful a crime against the moral code of the Northland, he had\ntalked three of Yorn Nazvik's airmen into deserting and joining him.\n\nAnd he had heard Dranigo say that the _Issa_ would return to Long\nValley Town after the trading voyage to the west. Long Valley was on\nthe other side of this tongue of the Ice-Father; it was a good fifteen\ndays' foot-journey around, but by climbing and crossing, they could\neasily be there in time to meet Yorn Nazvik's ship and the two\nStarfolk. Well, where Vahr Farg's son could take three Southrons, Raud\nthe Keeper could follow.\n\n       *       *       *       *       *\n\nTheir tracks led up the slope beside the brook, always bearing to the\nleft, in the direction of the Ice-Father. After an hour, he found\nwhere they had stopped and unslung their packs, and rested long enough\nto smoke a cigarette. He read the story they had left in the snow, and\nthen continued, Brave trotting behind him pulling the sled. A few\nsnowflakes began dancing in the air, and he quickened his steps. He\nknew, generally, where the thieves were going, but he wanted their\ntracks unobliterated in front of him. The snow fell thicker and\nthicker, and it was growing dark, and he was tiring. Even Brave was\nstumbling occasionally before Raud stopped, in a hollow among the\npines, to build his tiny fire and eat and feed the dog. They bedded\ndown together, covered by the same sleeping robes.\n\nWhen he woke, the world was still black and white and gray in the\nearly dawn-light, and the robe that covered him and Brave was powdered\nwith snow, and the pine-branches above him were loaded and sagging.\n\nThe snow had completely obliterated the tracks of the four thieves,\nand it was still falling. When the sled was packed and the dog\nharnessed to it, they set out, keeping close to the flank of the\nIce-Father on their left.\n\nIt stopped snowing toward mid-day, and a little after, he heard a\nshot, far ahead, and then two more, one upon the other. The first shot\nwould be the rifle of Vahr Farg's son; it was a single-loader, like\nhis own. The other two were from one of the light Southron rifles,\nwhich fired a dozen shots one after another. They had shot, or shot\nat, something like a deer, he supposed. That was sensible; it would\nsave their dried meat for the trip across the back of the Ice-Father.\nAnd it showed that they still didn't know he was following them. He\nfound their tracks, some hours later.\n\nToward dusk, he came to a steep building-mound. It had fared better\nthan most of the houses of the ancient people; it rose to twenty times\na man's height and on the south-east side it was almost perpendicular.\nThe other side sloped, and he was able to climb to the top, and far\naway, ahead of him, he saw a tiny spark appear and grow. The fire\ncould not be more than two hours ahead.\n\nHe built no fire that evening, but shared a slab of pemmican with\nBrave, and they huddled together under the bearskin robe. The dog fell\nasleep at once. For a long time, Raud sat awake, thinking.\n\nAt first, he considered resting for a while, and then pressing forward\nand attacking them as they slept. He had to kill all of them to regain\nthe Crown; that he had taken for granted from the first. He knew what\nwould happen if the Government Police came into this. They would take\none Southron's word against the word of ten Northfolk, and the thieves\nwould simply claim the Crown as theirs and accuse him of trying to\nsteal it. And Dranigo and Salvadro--they seemed like good men, but\nthey might see this as the only way to get the Crown for\nthemselves.... He would have to settle the affair for himself, before\nthe men reached Long Valley town.\n\nIf he could do it here, it would save him and Brave the toil and\ndanger of climbing the Ice-Father. But could he? They had two rifles,\none an autoloader, and they had in all likelihood three negatron\npistols. After the single shot of the big rifle was fired, he had only\na knife and a hatchet and the spiked and pickaxed ice-staff, and\nBrave. One of the thieves would kill him before he and Brave killed\nall of them, and then the Crown would be lost. He dropped into sleep,\nstill thinking of what to do.\n\nHe climbed the mound of the ancient building again in the morning, and\nlooked long and carefully at the face of the Ice-Father. It would take\nthe thieves the whole day to reach that place where the two tongues of\nthe glacier split apart, the easiest spot to climb. They would not try\nto climb that evening; Vahr, who knew the most about it, would be the\nlast to advise such a risk. He was sure that by going up at the\nnearest point he could get to the top of the Ice-Father before dark,\nand drag Brave up after him. It would be a fearful climb, and he would\nhave most of a day's journey after that to reach the head of the long\nravine up which the thieves would come, but when they came up, he\ncould be there waiting for them. He knew what the old rifle could do,\nto an inch, and there were places where the thieves would be coming up\nwhere he could stay out of blaster-range and pick them all off, even\nwith a single-loader.\n\nHe knew about negatron pistols, too. They shot little bullets of\nenergy; they were very fast, and did not drop, like a real bullet, so\nthat no judgment of range was needed. But the energy died quickly; the\nnegatrons lived only long enough to go five hundred paces and no more.\nAt eight hundred, he could hit a man easily. He almost felt himself\npitying Vahr Farg's son and his companions.\n\nWhen he reached the tumble of rocks that had been dragged along with\nand pushed out from the Ice-Father, he stopped and made up a\npack--sleeping robes, all his cartridges, as much pemmican as he could\ncarry, and the bag of trade-tokens. If the chase took him to Long\nValley Town, he would need money. He also coiled about his waist a\nlong rawhide climbing-rope, and left the sled-harness on Brave, simply\ndetaching the traces.\n\nAt first, they walked easily on the sloping ice. Then, as it grew\nsteeper, he fastened the rope to the dog's harness and advanced a\nlittle at a time, dragging Brave up after him. Soon he was forced to\nsnub the rope with his ice-staff and chop steps with his hatchet.\nToward noon--at least he thought it was noon--it began snowing again,\nand the valley below was blotted out in a swirl of white.\n\nThey came to a narrow ledge, where they could rest, with a wall of ice\nrising sheerly above them. He would have to climb that alone, and then\npull Brave up with the rope. He started working his way up the\nperpendicular face, clinging by the pick of his ice-staff, chopping\nfootholds with the hatchet; the pack and the slung rifle on his back\npulled at him and threatened to drag him down. At length, he dragged\nhimself over the edge and drove the ice-staff in.\n\n\"Up, Brave!\" he called, tugging on the rope. \"Good dog, Brave; come\nup!\"\n\nBrave tried to jump and slipped back. He tried again, and this time\nRaud snubbed the rope and held him. Below the dog pawed frantically,\nuntil he found a paw-hold on one of the chopped-out steps. Raud hauled\non the rope, and made another snub.\n\nIt seemed like hours. It probably was; his arms were aching, and he\nhad lost all sense of time, or of the cold, or the danger of the narrow\nledge; he forgot about the Crown and the men who had stolen it; he\neven forgot how he had come here, or that he had ever been anywhere\nelse. All that mattered was to get Brave up on the ledge beside him.\n\nFinally Brave came up and got first his fore-paws and then his body\nover the edge. He lay still, panting proudly, while Raud hugged him\nand told him, over and over, that he was a good dog. They rested for a\nlong time, and Raud got a slab of pemmican from the pack and divided\nit with Brave.\n\nIt was while they rested in the snow, munching, that he heard the\nsound for the first time. It was faint and far away, and it sounded\nlike thunder, or like an avalanche beginning, and that puzzled him,\nfor this was not the time of year for either. As he listened, he heard\nit again, and this time he recognized it--negatron pistols. It\nfrightened him; he wondered if the thieves had met a band of hunters.\nNo; if they were fighting Northfolk, there would be the reports of\nfirearms, too. Or might they be fighting among themselves? Remembering\nthe melted brass studs on Bold's collar, he became more frightened at\nthe thought of what a negatron-blast could do to the Crown.\n\nThe noise stopped, then started again, and he got to his feet, calling\nto Brave. They were on a wide ledge that slanted upward toward the\nnorth. It would take him closer to the top, and closer to where Vahr\nand his companions would come up. Together, they started up, Raud\nprobing cautiously ahead of him with the ice-staff for hidden\ncrevasses. After a while, he came to a wide gap in the ice beside him,\nslanting toward the top, its upper end lost in swirling snow. So he\nand Brave began climbing, and after a while he could no longer hear\nthe negatron pistols.\n\nWhen it was almost too dark to go farther, he suddenly found himself\non level snow, and here he made camp, digging a hole and lining it\nwith the sleeping robes.\n\nThe sky was clear when he woke, and a pale yellow light was glowing in\nthe east. For a while he lay huddled with the dog, stiff and\nmiserable, and then he forced himself to his feet. He ate, and fed\nBrave, and then checked his rifle and made his pack.\n\nHe was sure, now, that he had a plan that would succeed. He could\nreach the place where Vahr and the Southrons would come up long before\nthey did, and be waiting for them. In his imagination, he could see\nthem coming up in single file, Vahr Farg's son in the lead, and he\ncould imagine himself hidden behind a mound of snow, the ice-staff\nupright to brace his left hand and the forestock of the rifle resting\non his outthrust thumb and the butt against his shoulder. The first\nbullet would be for Vahr. He could shoot all of them, one after\nanother, that way....\n\nHe stopped, looking in chagrined incredulity at the tracks in front of\nhim--the tracks he knew so well, of one man in sealskin boots and\nthree men with ribbed plastic soles. Why, it couldn't be! They should\nbe no more than half way up the long ravine, between the two tongues\nof the Ice-Father, ten miles to the north. But here they were, on the\nback of the Ice-Father and crossing to the west ahead of him. They\nmust have climbed the sheer wall of ice, only a few miles from where\nhe had dragged himself and Brave to the top. Then he remembered the\nnegatron-blasts he had heard. While he had been chopping footholds\nwith a hatchet, they had been smashing tons of ice out of their way.\n\n\"Well, Brave,\" he said mildly. \"Old Keeper wasn't so smart, after all,\nwas he? Come on, Brave.\"\n\nThe thieves were making good time. He read that from the tracks\n--straight, evenly spaced, no weary heel-dragging. Once or twice, he\nsaw where they had stopped for a brief rest. He hoped to see their\nfire in the evening.\n\nHe didn't. They wouldn't have enough fuel to make a big one, or keep\nit burning long. But in the morning, as he was breaking camp, he saw\nblack smoke ahead.\n\nA few times, he had been in air-boats, and had looked down on the back\nof the Ice-Father, and it had looked flat. Really, it was not. There\nwere long ridges, sheer on one side and sloping gently on the other,\nwhere the ice had overridden hills and low mountains, or had cracked\nand one side had pushed up over the other. And there were deep gullies\nwhere the prevailing winds had scooped away loose snow year after year\nfor centuries, and drifts where it had piled, many of them higher than\nthe building-mounds of the ancient cities. But from a distance, as\nfrom above, they all blended into a featureless white monotony.\n\nAt last, leaving a tangle of cliffs and ravines, he looked out across\na broad stretch of nearly level snow and saw, for the first time, the\nmen he was following. Four tiny dots, so far that they seemed\nmotionless, strung out in single file. Instantly, he crouched behind a\nswell in the surface and dragged Brave down beside him. One of them,\nlooking back, might see him, as he saw them. When they vanished behind\na snow-hill, he rose and hastened forward, to take cover again. He\nkept at this all day; by alternately resting and running, be found\nhimself gaining on them, and toward evening, he was within\nrifle-range. The man in the lead was Vahr Farg's son; even at that\ndistance he recognized him easily. The others were Southrons, of\ncourse; they wore quilted garments of cloth, and quilted hoods. The\nman next to Vahr, in blue, carried a rifle, as Vahr did. The man in\nyellow had only an ice-staff, and the man in green, at the rear, had\nthe Crown on his pack, still in the bearskin bundle.\n\nHe waited, at the end of the day, until he saw the light of their\nfire. Then he and Brave circled widely around their camp, and stopped\nbehind a snow-ridge, on the other side of an open and level stretch a\nmile wide. He dug the sleeping-hole on the crest of the ridge, making\nit larger than usual, and piled up a snow breastwork in front of it,\nwith an embrasure through which he could look or fire without being\nseen.\n\nBefore daybreak, he was awake and had his pack made, and when he saw\nthe smoke of the thieves' campfire, he was lying behind his\nbreastwork, the rifle resting on its folded cover, muzzle toward the\nsmoke. He lay for a long time, watching, before he saw the file of\ntiny dots emerge into the open.\n\nThey came forward steadily, in the same order as on the day before,\nVahr in the lead and the man with the Crown in the rear. The thieves\nsuspected nothing; they grew larger and larger as they approached,\nuntil they were at the range for which he had set his sights. He\ncuddled the butt of the rifle against his cheek. As the man who\ncarried the Crown walked under the blade of the front sight, he\nsqueezed the trigger.\n\nThe rifle belched pink flame and roared and pounded his shoulder. As\nthe muzzle was still rising, he flipped open the breech, and threw out\nthe empty. He inserted a fresh round.\n\nThere were only three of them, now. The man with the bearskin bundle\nwas down and motionless. Vahr Farg's son had gotten his rifle unslung\nand uncovered. The Southron with the other rifle was slower; he was\nonly getting off the cover as Vahr, who must have seen the flash,\nfired hastily. Too hastily; the bullet kicked up snow twenty feet to\nthe left. The third man had drawn his negatron pistol and was trying\nto use it; thin hairlines of brilliance were jetting out from his\nhand, stopping far short of their mark.\n\nRaud closed his sights on the man with the autoloading rifle; as he\ndid, the man with the negatron pistol, realizing the limitations of\nhis weapon, was sweeping it back and forth, aiming at the snow fifty\nyards in front of him. Raud couldn't see the effect of his second\nshot--between him and his target, blueish light blazed and twinkled,\nand dense clouds of steam rose--but he felt sure that he had missed.\nHe reloaded, and watched for movements on the edge of the rising\nsteam.\n\nIt cleared, slowly; when it did, there was nothing behind it. Even the\nbody of the dead man was gone. He blinked, bewildered. He'd picked\nthat place carefully; there had been no gully or ravine within running\ndistance. Then he grunted. There hadn't been--but there was now. The\nnegatron pistol again. The thieves were hidden in a pit they had\nblasted, and they had dragged the body in with them.\n\nHe crawled back to reassure Brave, who was guarding the pack, and to\nshift the pack back for some distance. Then he returned to his\nembrasure in the snow-fort and resumed his watch. For a long time,\nnothing happened, and then a head came briefly peeping up out of the\npit. A head under a green hood. Raud chuckled mirthlessly into his\nbeard. If he'd been doing that, he'd have traded hoods with the dead\nman before shoving up his body to draw fire. This kept up, at\nintervals, for about an hour. He was wondering if they would stay in\nthe pit until dark.\n\nThen Vahr Farg's son leaped out of the pit and began running across\nthe snow. He had his pack, and his rifle; he ran, zig-zag, almost\ndirectly toward where Raud was lying. Raud laughed, this time in real\namusement. The Southrons had chased Vahr out, as a buck will chase his\ndoes in front of him when he thinks there is danger in front. If Vahr\nwasn't shot, it would be safe for them to come out. If he was, it\nwould be no loss, and the price of the Crown would only have to be\ndivided in two, rather than three, shares. Vahr came to within two\nhundred yards of Raud's unseen rifle, and then dropped his pack and\nflung himself down behind it, covering the ridge with his rifle.\n\nMinutes passed, and then the Southron in yellow came out and ran\nforward. He had the bearskin bundle on his pack; he ran to where Vahr\nlay, added his pack to Vahr's, and lay down behind it. Raud chewed his\nunderlip in vexation. This wasn't the way he wanted it; that fellow\nhad a negatron pistol, and he was close enough to use it effectively.\nAnd he was sheltered behind the Crown; Raud was afraid to shoot. He\ndidn't miss what he shot at--often. But no man alive could say that he\nnever missed.\n\nThe other Southron, the one in blue with the autoloading rifle, came\nout and advanced slowly, his weapon at the ready. Raud tensed himself\nto jump, aimed carefully, and waited. When the man in blue was a\nhundred yards from the pit, he shot him dead. The rifle was still\nlifting from the recoil when he sprang to his feet, turned, and ran.\nBefore he was twenty feet away, the place where he had been exploded;\nthe force of the blast almost knocked him down, and steam blew past\nand ahead of him. Ignoring his pack and ice-staff, he ran on, calling\nto Brave to follow. The dog obeyed instantly; more negatron-blasts\nwere thundering and blazing and steaming on the crest of the ridge. He\nswerved left, ran up another slope, and slid down the declivity\nbeyond into the ravine on the other side.\n\nThere he paused to eject the empty, make sure that there was no snow\nin the rifle bore, and reload. The blasting had stopped by then; after\na moment, he heard the voice of Vahr Farg's son, and guessed that the\ntwo surviving thieves had advanced to the blasted crest of the other\nridge. They'd find the pack, and his tracks and Brave's. He wondered\nwhether they'd come hunting for him, or turn around and go the other\nway. He knew what he'd do, under the circumstances, but he doubted if\nVahr's mind would work that way. The Southron's might; he wouldn't\nwant to be caught between blaster-range and rifle-range of Raud the\nKeeper again.\n\n\"Come, Brave,\" he whispered, looking quickly around and then starting\nto run.\n\nLay a trail down this ravine for them to follow. Then get to the top\nof the ridge beside it, double back, and wait for them. Let them pass,\nand shoot the Southron first. By now, Vahr would have a negatron\npistol too, taken from the body of the man in blue, but it wasn't a\nweapon he was accustomed to, and he'd be more than a little afraid of\nit.\n\nThe ravine ended against an upthrust face of ice, at right angles to\nthe ridge he had just crossed; there was a V-shaped notch between\nthem. He turned into this; it would be a good place to get to the\ntop....\n\nHe found himself face to face, at fifteen feet, with Vahr Farg's son\nand the Southron in yellow, coming through from the other side. They\nhad their packs, the Southron had the bearskin bundle, and they had\ndrawn negatron pistols in their hands.\n\nSwinging up the rifle, he shot the Southron in the chest, making sure\nhe hit him low enough to miss the Crown. At the same time, he shouted:\n\n\"_Catch, Brave!_\"\n\nBrave never jumped for the deer or wild-ox that had been shot; always\nfor the one still on its feet. He launched himself straight at the\nthroat of Vahr Farg's son--and into the muzzle of Vahr's blaster. He\ndied in a blue-white flash.\n\nRaud had reversed the heavy rifle as Brave leaped; he threw it,\nbutt-on, like a seal-spear, into Vahr's face. As soon as it was out of\nhis fingers, he was jumping forward, snatching out his knife. His left\nhand found Vahr's right wrist, and he knew that he was driving the\nknife into Vahr's body, over and over, trying to keep the blaster\npointed away from him and away from the body of the dead Southron. At\nlast, the negatron-pistol fell from Vahr's fingers, and the arm that\nhad been trying to fend off his knife relaxed.\n\nHe straightened and tried to stand--he had been kneeling on Vahr's\nbody, he found--and reeled giddily. He got to his feet and stumbled to\nthe other body, kneeling beside it. He tried for a long time before he\nwas able to detach the bearskin bundle from the dead man's pack. Then\nhe got the pack open, and found dried venison. He started to divide\nit, and realized that there was no Brave with whom to share it. He had\njust sent Brave to his death.\n\nWell, and so? Brave had been the Keeper's dog. He had died for the\nCrown, and that had been his duty. If he could have saved the Crown by\ngiving his own life, Raud would have died too. But he could not--if\nRaud died the Crown was lost.\n\nThe sky was darkening rapidly, and the snow was whitening the body in\ngreen. Moving slowly, he started to make camp for the night.\n\nIt was still snowing when he woke. He started to rise, wondering, at\nfirst, where Brave was, and then he huddled back among the robes--his\nown and the dead men's--and tried to go to sleep again. Finally, he\ngot up and ate some of his pemmican, gathered his gear and broke camp.\nFor a moment, and only a moment, he stood looking to the east, in the\ndirection he had come from. Then he turned west and started across the\nsnow toward the edge of the Ice-Father.\n\n       *       *       *       *       *\n\nThe snow stopped before he reached the edge, and the sun was shining\nwhen he found a slanting way down into the valley. Then, out of the\nnorth, a black dot appeared in the sky and grew larger, until he saw\nthat it was a Government airboat--one of the kind used by the men who\nmeasured the growth of the Ice-Father. It came curving in and down\ntoward him, and a window slid open and a man put his head out.\n\n\"Want us to lift you down?\" he asked. \"We're going to Long Valley\nTown. If that's where you're going, we can take you the whole way.\"\n\n\"Yes. That's where I'm going.\" He said it as though he were revealing,\nfor the first time, some discovery he had just made. \"For your\nkindness and help, I thank you.\"\n\nIn less time than a man could walk two miles with a pack, they were\nletting down in front of the Government House in Long Valley Town.\n\nHe had never been in the Government House before. The walls were clear\nglass. The floors were plastic, clean and white. Strips of bright new\nlumicon ran around every room at the tops of all the walls. There were\nno fires, but the great rooms were as warm as though it were a\nmidsummer afternoon.\n\nStill carrying his pack and his rifle, Raud went to a desk where a\nSouthron in a white shirt sat.\n\n\"Has Yorn Nazvik's ship, the _Issa_, been here lately?\" he asked.\n\n\"About six days ago,\" the Southron said, without looking up from the\npapers on his desk. \"She's on a trading voyage to the west now, but\nNazvik's coming back here before he goes south. Be here in about ten\ndays.\" He looked up. \"You have business with Nazvik?\"\n\nRaud shook his head. \"Not with Yorn Nazvik, no. My business is with\nthe two Starfolk who are passengers with him. Dranigo and Salvadro.\"\n\nThe Southron looked displeased. \"Aren't you getting just a little\nabove yourself, old man, calling the Prince Salsavadran and the Lord\nDranigrastan by their familiar names?\" he asked.\n\n\"I don't know what you're talking about. Those were the names they\ngave me; I didn't know they had any others.\"\n\nThe Southron started to laugh, then stopped.\n\n\"And if I may ask, what is your name, and what business have you with\nthem?\" he inquired.\n\nRaud told him his name. \"I have something for them. Something they\nwant very badly. If I can find a place to stay here, I will wait until\nthey return--\"\n\nThe Southron got to his feet. \"Wait here for a moment, Keeper,\" he\nsaid. \"I'll be back soon.\"\n\nHe left the desk, going into another room. After a while, he came\nback. This time he was respectful.\n\n\"I was talking to the Lord Dranigrastan--whom you know as Dranigo--on\nthe radio. He and the Prince Salsavadran are lifting clear of the\n_Issa_ in their airboat and coming back here to see you. They should\nbe here in about three hours. If, in the meantime, you wish to bathe\nand rest, I'll find you a room. And I suppose you'll want something to\neat, too....\"\n\n       *       *       *       *       *\n\nHe was waiting at the front of the office, looking out the glass wall,\nwhen the airboat came in and grounded, and Salvadro and Dranigo jumped\nout and came hurrying up the walk to the doorway.\n\n\"Well, here you are, Keeper,\" Dranigo greeted him, clasping his hand.\nThen he saw the bearskin bundle under Raud's arm. \"You brought it with\nyou? But didn't you believe that we were coming?\"\n\n\"Are you going to let us have it?\" Salvadro was asking.\n\n\"Yes; I will sell it to you, for the price you offered. I am not fit\nto be Keeper any longer. I lost it. It was stolen from me, the day\nafter I saw you, and I have only yesterday gotten it back. Both my\ndogs were killed, too. I can no longer keep it safe. Better that you\ntake it with you to Dremna, away from this world where it was made. I\nhave thought, before, that this world and I are both old and good for\nnothing any more.\"\n\n\"This world may be old, Keeper,\" Dranigo said, \"but it is the\nMother-World, Terra, the world that sent Man to the Stars. And\nyou--when you lost the Crown, you recovered it again.\"\n\n\"The next time, I won't be able to. Too many people will know that the\nCrown is worth stealing, and the next time, they'll kill me first.\"\n\n\"Well, we said we'd give you twenty thousand trade-tokens for it,\"\nSalvadro said. \"We'll have them for you as soon as we can draw them\nfrom the Government bank, here. Or give you a check and let you draw\nthem as you want them.\" Raud didn't understand that, and Salvadro\ndidn't try to explain. \"And then we'll fly you home.\"\n\nHe shook his head. \"No, I have no home. The place where you saw me is\nKeeper's House, and I am not the Keeper any more. I will stay here and\nfind a place to live, and pay somebody to take care of me....\"\n\nWith twenty thousand trade-tokens, he could do that. It would buy a\nhouse in which he could live, and he could find some woman who had\nlost her man, who would do his work for him. But he must be careful of\nthe money. Dig a crypt in the corner of his house for it. He wondered\nif he could find a pair of good dogs and train them to guard it for\nhim....\n\n       *       *       *       *       *\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Keeper, by Henry Beam Piper\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE KEEPER ***\n\n***** This file should be named 19338.txt or 19338.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/9/3/3/19338/\n\nProduced by Greg Weeks, Sankar Viswanathan, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}