{"title": "In the Year 2889", "author": "Jules Verne and Michel Verne", "releaseDate": "January 2, 2007", "language": "English", "content": "\n\n\n\nProduced by Norm Wolcott\n\n\n\n\n\n\nIN THE YEAR 2889\n\nBy Jules Verne and Michel Verne\n\n\n\n[Redactor's note: _In the Year 2889_ was first published in the\n_Forum_, February, 1889; p. 662. It was published in France the next\nyear. Although published under the name of Jules Verne, it is now\nbelieved to be chiefly if not entirely the work of Jules' son, Michel\nVerne. In any event, many of the topics in the article echo Verne's\nideas.]\n\n\n\nIN THE YEAR 2889.\n\nLittle though they seem to think of it, the people of this twenty-ninth\ncentury live continually in fairyland. Surfeited as they are with\nmarvels, they are indifferent in presence of each new marvel. To them\nall seems natural. Could they but duly appreciate the refinements of\ncivilization in our day; could they but compare the present with the\npast, and so better comprehend the advance we have made! How much fairer\nthey would find our modern towns, with populations amounting sometimes\nto 10,000,000 souls; their streets 300 feet wide, their houses 1000 feet\nin height; with a temperature the same in all seasons; with their lines\nof aërial locomotion crossing the sky in every direction! If they would\nbut picture to themselves the state of things that once existed, when\nthrough muddy streets rumbling boxes on wheels, drawn by horses--yes, by\nhorses!--were the only means of conveyance. Think of the railroads of\nthe olden time, and you will be able to appreciate the pneumatic tubes\nthrough which to-day one travels at the rate of 1000 miles an hour.\nWould not our contemporaries prize the telephone and the telephote more\nhighly if they had not forgotten the telegraph?\n\nSingularly enough, all these transformations rest upon principles which\nwere perfectly familiar to our remote ancestors, but which they\ndisregarded. Heat, for instance, is as ancient as man himself;\nelectricity was known 3000 years ago, and steam 1100 years ago. Nay, so\nearly as ten centuries ago it was known that the differences between the\nseveral chemical and physical forces depend on the mode of vibration of\nthe etheric particles, which is for each specifically different. When at\nlast the kinship of all these forces was discovered, it is simply\nastounding that 500 years should still have to elapse before men could\nanalyze and describe the several modes of vibration that constitute\nthese differences. Above all, it is singular that the mode of\nreproducing these forces directly from one another, and of reproducing\none without the others, should have remained undiscovered till less than\na hundred years ago. Nevertheless, such was the course of events, for it\nwas not till the year 2792 that the famous Oswald Nier made this great\ndiscovery.\n\nTruly was he a great benefactor of the human race. His admirable\ndiscovery led to many another. Hence is sprung a pleiad of inventors,\nits brightest star being our great Joseph Jackson. To Jackson we are\nindebted for those wonderful instruments the new accumulators. Some of\nthese absorb and condense the living force contained in the sun's rays;\nothers, the electricity stored in our globe; others again, the energy\ncoming from whatever source, as a waterfall, a stream, the winds, etc.\nHe, too, it was that invented the transformer, a more wonderful\ncontrivance still, which takes the living force from the accumulator,\nand, on the simple pressure of a button, gives it back to space in\nwhatever form may be desired, whether as heat, light, electricity, or\nmechanical force, after having first obtained from it the work required.\nFrom the day when these two instruments were contrived is to be dated\nthe era of true progress. They have put into the hands of man a power\nthat is almost infinite. As for their applications, they are numberless.\nMitigating the rigors of winter, by giving back to the atmosphere the\nsurplus heat stored up during the summer, they have revolutionized\nagriculture. By supplying motive power for aërial navigation, they have\ngiven to commerce a mighty impetus. To them we are indebted for the\ncontinuous production of electricity without batteries or dynamos, of\nlight without combustion or incandescence, and for an unfailing supply\nof mechanical energy for all the needs of industry.\n\nYes, all these wonders have been wrought by the accumulator and the\ntransformer. And can we not to them also trace, indirectly, this latest\nwonder of all, the great \"Earth Chronicle\" building in 253d Avenue,\nwhich was dedicated the other day? If George Washington Smith, the\nfounder of the Manhattan \"Chronicle,\" should come back to life to-day,\nwhat would he think were he to be told that this palace of marble and\ngold belongs to his remote descendant, Fritz Napoleon Smith, who, after\nthirty generations have come and gone, is owner of the same newspaper\nwhich his ancestor established!\n\nFor George Washington Smith's newspaper has lived generation after\ngeneration, now passing out of the family, anon coming back to it. When,\n200 years ago, the political center of the United States was transferred\nfrom Washington to Centropolis, the newspaper followed the government\nand assumed the name of Earth Chronicle. Unfortunately, it was unable to\nmaintain itself at the high level of its name. Pressed on all sides by\nrival journals of a more modern type, it was continually in danger of\ncollapse. Twenty years ago its subscription list contained but a few\nhundred thousand names, and then Mr. Fritz Napoleon Smith bought it for\na mere trifle, and originated telephonic journalism.\n\nEvery one is familiar with Fritz Napoleon Smith's system--a system made\npossible by the enormous development of telephony during the last\nhundred years. Instead of being printed, the Earth Chronicle is every\nmorning spoken to subscribers, who, in interesting conversations with\nreporters, statesmen, and scientists, learn the news of the day.\nFurthermore, each subscriber owns a phonograph, and to this instrument\nhe leaves the task of gathering the news whenever he happens not to be\nin a mood to listen directly himself. As for purchasers of single\ncopies, they can at a very trifling cost learn all that is in the paper\nof the day at any of the innumerable phonographs set up nearly\neverywhere.\n\nFritz Napoleon Smith's innovation galvanized the old newspaper. In the\ncourse of a few years the number of subscribers grew to be 85,000,000,\nand Smith's wealth went on growing, till now it reaches the almost\nunimaginable figure of $10,000,000,000. This lucky hit has enabled him\nto erect his new building, a vast edifice with four _façades_, each 3,250\nfeet in length, over which proudly floats the hundred-starred flag of\nthe Union. Thanks to the same lucky hit, he is to-day king of\nnewspaperdom; indeed, he would be king of all the Americans, too, if\nAmericans could ever accept a king. You do not believe it? Well, then,\nlook at the plenipotentiaries of all nations and our own ministers\nthemselves crowding about his door, entreating his counsels, begging for\nhis approbation, imploring the aid of his all-powerful organ. Reckon up\nthe number of scientists and artists that he supports, of inventors that\nhe has under his pay.\n\nYes, a king is he. And in truth his is a royalty full of burdens. His\nlabors are incessant, and there is no doubt at all that in earlier times\nany man would have succumbed under the overpowering stress of the toil\nwhich Mr. Smith has to perform. Very fortunately for him, thanks to the\nprogress of hygiene, which, abating all the old sources of\nunhealthfulness, has lifted the mean of human life from 37 up to 52\nyears, men have stronger constitutions now than heretofore. The\ndiscovery of nutritive air is still in the future, but in the meantime\nmen today consume food that is compounded and prepared according to\nscientific principles, and they breathe an atmosphere freed from the\nmicro-organisms that formerly used to swarm in it; hence they live\nlonger than their forefathers and know nothing of the innumerable\ndiseases of olden times.\n\nNevertheless, and notwithstanding these considerations, Fritz Napoleon\nSmith's mode of life may well astonish one. His iron constitution is\ntaxed to the utmost by the heavy strain that is put upon it. Vain the\nattempt to estimate the amount of labor he undergoes; an example alone\ncan give an idea of it. Let us then go about with him for one day as he\nattends to his multifarious concernments. What day? That matters little;\nit is the same every day. Let us then take at random September 25th of\nthis present year 2889.\n\nThis morning Mr. Fritz Napoleon Smith awoke in very bad humor. His wife\nhaving left for France eight days ago, he was feeling disconsolate.\nIncredible though it seems, in all the ten years since their marriage,\nthis is the first time that Mrs. Edith Smith, the professional beauty,\nhas been so long absent from home; two or three days usually suffice for\nher frequent trips to Europe. The first thing that Mr. Smith does is to\nconnect his phonotelephote, the wires of which communicate with his\nParis mansion. The telephote! Here is another of the great triumphs of\nscience in our time. The transmission of speech is an old story; the\ntransmission of images by means of sensitive mirrors connected by wires\nis a thing but of yesterday. A valuable invention indeed, and Mr. Smith\nthis morning was not niggard of blessings for the inventor, when by its\naid he was able distinctly to see his wife notwithstanding the distance\nthat separated him from her. Mrs. Smith, weary after the ball or the\nvisit to the theater the preceding night, is still abed, though it is\nnear noontide at Paris. She is asleep, her head sunk in the lace-covered\npillows. What? She stirs? Her lips move. She is dreaming perhaps? Yes,\ndreaming. She is talking, pronouncing a name--his name--Fritz! The\ndelightful vision gave a happier turn to Mr. Smith's thoughts. And now,\nat the call of imperative duty, light-hearted he springs from his bed\nand enters his mechanical dresser.\n\nTwo minutes later the machine deposited him all dressed at the threshold\nof his office. The round of journalistic work was now begun. First he\nenters the hall of the novel-writers, a vast apartment crowned with an\nenormous transparent cupola. In one corner is a telephone, through which\na hundred Earth Chronicle _littérateurs_ in turn recount to the public\nin daily installments a hundred novels. Addressing one of these authors\nwho was waiting his turn, \"Capital! Capital! my dear fellow,\" said he,\n\"your last story. The scene where the village maid discusses interesting\nphilosophical problems with her lover shows your very acute power of\nobservation. Never have the ways of country folk been better portrayed.\nKeep on, my dear Archibald, keep on! Since yesterday, thanks to you,\nthere is a gain of 5000 subscribers.\"\n\n\"Mr. John Last,\" he began again, turning to a new arrival, \"I am not so\nwell pleased with your work. Your story is not a picture of life; it\nlacks the elements of truth. And why? Simply because you run straight on\nto the end; because you do not analyze. Your heroes do this thing or\nthat from this or that motive, which you assign without ever a thought\nof dissecting their mental and moral natures. Our feelings, you must\nremember, are far more complex than all that. In real life every act is\nthe resultant of a hundred thoughts that come and go, and these you must\nstudy, each by itself, if you would create a living character. 'But,'\nyou will say, 'in order to note these fleeting thoughts one must know\nthem, must be able to follow them in their capricious meanderings.' Why,\nany child can do that, as you know. You have simply to make use of\nhypnotism, electrical or human, which gives one a two-fold being,\nsetting free the witness-personality so that it may see, understand, and\nremember the reasons which determine the personality that acts. Just\nstudy yourself as you live from day to day, my dear Last. Imitate your\nassociate whom I was complimenting a moment ago. Let yourself be\nhypnotized. What's that? You have tried it already? Not sufficiently,\nthen, not sufficiently!\"\n\nMr. Smith continues his round and enters the reporters' hall. Here 1500\nreporters, in their respective places, facing an equal number of\ntelephones, are communicating to the subscribers the news of the world\nas gathered during the night. The organization of this matchless service\nhas often been described. Besides his telephone, each reporter, as the\nreader is aware, has in front of him a set of commutators, which enable\nhim to communicate with any desired telephotic line. Thus the\nsubscribers not only hear the news but see the occurrences. When an\nincident is described that is already past, photographs of its main\nfeatures are transmitted with the narrative. And there is no confusion\nwithal. The reporters' items, just like the different stories and all\nthe other component parts of the journal, are classified automatically\naccording to an ingenious system, and reach the hearer in due\nsuccession. Furthermore, the hearers are free to listen only to what\nspecially concerns them. They may at pleasure give attention to one\neditor and refuse it to another.\n\nMr. Smith next addresses one of the ten reporters in the astronomical\ndepartment--a department still in the embryonic stage, but which will\nyet play an important part in journalism.\n\n\"Well, Cash, what's the news?\"\n\n\"We have phototelegrams from Mercury, Venus, and Mars.\"\n\n\"Are those from Mars of any interest?\"\n\n\"Yes, indeed. There is a revolution in the Central Empire.\"\n\n\"And what of Jupiter?\" asked Mr. Smith.\n\n\"Nothing as yet. We cannot quite understand their signals. Perhaps ours\ndo not reach them.\"\n\n\"That's bad,\" exclaimed Mr. Smith, as he hurried away, not in the best\nof humor, toward the hall of the scientific editors. With their heads bent down over their electric computers, thirty\nscientific men were absorbed in transcendental calculations. The coming\nof Mr. Smith was like the falling of a bomb among them.\n\n\"Well, gentlemen, what is this I hear? No answer from Jupiter? Is it\nalways to be thus? Come, Cooley, you have been at work now twenty years\non this problem, and yet--\"\n\n\"True enough,\" replied the man addressed. \"Our science of optics is\nstill very defective, and through our mile-and-three-quarter telescopes--\"\n\n\"Listen to that, Peer,\" broke in Mr. Smith, turning to a second\nscientist. \"Optical science defective! Optical science is your\nspecialty. But,\" he continued, again addressing William Cooley, \"failing\nwith Jupiter, are we getting any results from the moon?\"\n\n\"The case is no better there.\"\n\n\"This time you do not lay the blame on the science of optics. The moon\nis immeasurably less distant than Mars, yet with Mars our communication\nis fully established. I presume you will not say that you lack\ntelescopes?\"\n\n\"Telescopes? O no, the trouble here is about--inhabitants!\"\n\n\"That's it,\" added Peer.\n\n\"So, then, the moon is positively uninhabited?\" asked Mr. Smith.\n\n\"At least,\" answered Cooley, \"on the face which she presents to us. As\nfor the opposite side, who knows?\"\n\n\"Ah, the opposite side! You think, then,\" remarked Mr. Smith, musingly,\n\"that if one could but--\"\n\n\"Could what?\"\n\n\"Why, turn the moon about-face.\"\n\n\"Ah, there's something in that,\" cried the two men at once. And indeed,\nso confident was their air, they seemed to have no doubt as to the\npossibility of success in such an undertaking.\n\n\"Meanwhile,\" asked Mr. Smith, after a moment's silence, \"have you no\nnews of interest to-day?\"\n\n\"Indeed we have,\" answered Cooley. \"The elements of Olympus are\ndefinitively settled. That great planet gravitates beyond Neptune at the\nmean distance of 11,400,799,642 miles from the sun, and to traverse its\nvast orbit takes 1311 years, 294 days, 12 hours, 43 minutes, 9 seconds.\"\n\n\"Why didn't you tell me that sooner?\" cried Mr. Smith. \"Now inform the\nreporters of this straightway. You know how eager is the curiosity of\nthe public with regard to these astronomical questions. That news must\ngo into to-day's issue.\"\n\nThen, the two men bowing to him, Mr. Smith passed into the next hall, an\nenormous gallery upward of 3200 feet in length, devoted to atmospheric\nadvertising. Every one has noticed those enormous advertisements\nreflected from the clouds, so large that they may be seen by the\npopulations of whole cities or even of entire countries. This, too, is\none of Mr. Fritz Napoleon Smith's ideas, and in the Earth Chronicle\nbuilding a thousand projectors are constantly engaged in displaying upon\nthe clouds these mammoth advertisements.\n\nWhen Mr. Smith to-day entered the sky-advertising department, he found\nthe operators sitting with folded arms at their motionless projectors,\nand inquired as to the cause of their inaction. In response, the man\naddressed simply pointed to the sky, which was of a pure blue. \"Yes,\"\nmuttered Mr. Smith, \"a cloudless sky! That's too bad, but what's to be\ndone? Shall we produce rain? That we might do, but is it of any use?\nWhat we need is clouds, not rain. Go,\" said he, addressing the head\nengineer, \"go see Mr. Samuel Mark, of the meteorological division of the\nscientific department, and tell him for me to go to work in earnest on\nthe question of artificial clouds. It will never do for us to be always\nthus at the mercy of cloudless skies!\"\n\nMr. Smith's daily tour through the several departments of his newspaper\nis now finished. Next, from the advertisement hall he passes to the\nreception chamber, where the ambassadors accredited to the American\ngovernment are awaiting him, desirous of having a word of counsel or\nadvice from the all-powerful editor. A discussion was going on when he\nentered. \"Your Excellency will pardon me,\" the French Ambassador was\nsaying to the Russian, \"but I see nothing in the map of Europe that\nrequires change. 'The North for the Slavs?' Why, yes, of course; but the\nSouth for the Latins. Our common frontier, the Rhine, it seems to me,\nserves very well. Besides, my government, as you must know, will firmly\noppose every movement, not only against Paris, our capital, or our two\ngreat prefectures, Rome and Madrid, but also against the kingdom of\nJerusalem, the dominion of Saint Peter, of which France means to be the\ntrusty defender.\"\n\n\"Well said!\" exclaimed Mr. Smith. \"How is it,\" he asked, turning to the\nRussian ambassador, \"that you Russians are not content with your vast\nempire, the most extensive in the world, stretching from the banks of\nthe Rhine to the Celestial Mountains and the Kara-Korum, whose shores\nare washed by the Frozen Ocean, the Atlantic, the Mediterranean, and the\nIndian Ocean? Then, what is the use of threats? Is war possible in view\nof modern inventions--asphyxiating shells capable of being projected a\ndistance of 60 miles, an electric spark of 90 miles, that can at one\nstroke annihilate a battalion; to say nothing of the plague, the\ncholera, the yellow fever, that the belligerents might spread among\ntheir antagonists mutually, and which would in a few days destroy the\ngreatest armies?\"\n\n\"True,\" answered the Russian; \"but can we do all that we wish? As for us\nRussians, pressed on our eastern frontier by the Chinese, we must at any\ncost put forth our strength for an effort toward the west.\"\n\n\"O, is that all? In that case,\" said Mr. Smith, \"the thing can be\narranged. I will speak to the Secretary of State about it. The attention\nof the Chinese government shall be called to the matter. This is not the\nfirst time that the Chinese have bothered us.\"\n\n\"Under these conditions, of course--\" And the Russian ambassador\ndeclared himself satisfied.\n\n\"Ah, Sir John, what can I do for you?\" asked Mr. Smith as he turned to\nthe representative of the people of Great Britain, who till now had\nremained silent.\n\n\"A great deal,\" was the reply. \"If the Earth Chronicle would but open a\ncampaign on our behalf--\"\n\n\"And for what object?\"\n\n\"Simply for the annulment of the Act of Congress annexing to the United\nStates the British islands.\"\n\nThough, by a just turn-about of things here below, Great Britain has\nbecome a colony of the United States, the English are not yet reconciled\nto the situation. At regular intervals they are ever addressing to the\nAmerican government vain complaints.\n\n\"A campaign against the annexation that has been an accomplished fact\nfor 150 years!\" exclaimed Mr. Smith. \"How can your people suppose that\nI would do anything so unpatriotic?\"\n\n\"We at home think that your people must now be sated. The Monroe\ndoctrine is fully applied; the whole of America belongs to the\nAmericans. What more do you want? Besides, we will pay for what we ask.\"\n\n\"Indeed!\" answered Mr. Smith, without manifesting the slightest\nirritation. \"Well, you English will ever be the same. No, no, Sir John,\ndo not count on me for help. Give up our fairest province, Britain? Why\nnot ask France generously to renounce possession of Africa, that\nmagnificent colony the complete conquest of which cost her the labor of\n800 years? You will be well received!\"\n\n\"You decline! All is over then!\" murmured the British agent sadly. \"The\nUnited Kingdom falls to the share of the Americans; the Indies to that\nof--\"\n\n\"The Russians,\" said Mr. Smith, completing the sentence.\n\n\"Australia--\"\n\n\"Has an independent government.\"\n\n\"Then nothing at all remains for us!\" sighed Sir John, downcast.\n\n\"Nothing?\" asked Mr. Smith, laughing. \"Well, now, there's Gibraltar!\"\n\nWith this sally the audience ended. The clock was striking twelve, the\nhour of breakfast. Mr. Smith returns to his chamber. Where the bed stood\nin the morning a table all spread comes up through the floor. For Mr.\nSmith, being above all a practical man, has reduced the problem of\nexistence to its simplest terms. For him, instead of the endless suites\nof apartments of the olden time, one room fitted with ingenious\nmechanical contrivances is enough. Here he sleeps, takes his meals, in\nshort, lives.\n\nHe seats himself. In the mirror of the phonotelephote is seen the same\nchamber at Paris which appeared in it this morning. A table furnished\nforth is likewise in readiness here, for notwithstanding the difference\nof hours, Mr. Smith and his wife have arranged to take their meals\nsimultaneously. It is delightful thus to take breakfast _tęte-ŕ-tęte_\nwith one who is 3000 miles or so away. Just now, Mrs. Smith's chamber\nhas no occupant.\n\n\"She is late! Woman's punctuality! Progress everywhere except there!\"\nmuttered Mr. Smith as he turned the tap for the first dish. For like all\nwealthy folk in our day, Mr. Smith has done away with the domestic\nkitchen and is a subscriber to the Grand Alimentation Company, which\nsends through a great network of tubes to subscribers' residences all\nsorts of dishes, as a varied assortment is always in readiness. A\nsubscription costs money, to be sure, but the _cuisine_ is of the best,\nand the system has this advantage, that it does away with the pestering\nrace of the _cordons-bleus_. Mr. Smith received and ate, all alone, the\n_hors-d'oeuvre_, _entrées_, _rôti_, and _legumes_ that constituted the\nrepast. He was just finishing the dessert when Mrs. Smith appeared in\nthe mirror of the telephote.\n\n\"Why, where have you been?\" asked Mr. Smith through the telephone.\n\n\"What! You are already at the dessert? Then I am late,\" she exclaimed,\nwith a winsome _naďveté_. \"Where have I been, you ask? Why, at my\ndress-maker's. The hats are just lovely this season! I suppose I forgot\nto note the time, and so am a little late.\"\n\n\"Yes, a little,\" growled Mr. Smith; \"so little that I have already\nquite finished breakfast. Excuse me if I leave you now, but I must be\ngoing.\"\n\n\"O certainly, my dear; good-by till evening.\"\n\nSmith stepped into his air-coach, which was in waiting for him at a\nwindow. \"Where do you wish to go, sir?\" inquired the coachman.\n\n\"Let me see; I have three hours,\" Mr. Smith mused. \"Jack, take me to my\naccumulator works at Niagara.\"\n\nFor Mr. Smith has obtained a lease of the great falls of Niagara. For\nages the energy developed by the falls went unutilized. Smith, applying\nJackson's invention, now collects this energy, and lets or sells it. His\nvisit to the works took more time than he had anticipated. It was four\no'clock when he returned home, just in time for the daily audience which\nhe grants to callers.\n\nOne readily understands how a man situated as Smith is must be beset\nwith requests of all kinds. Now it is an inventor needing capital; again\nit is some visionary who comes to advocate a brilliant scheme which must\nsurely yield millions of profit. A choice has to be made between these\nprojects, rejecting the worthless, examining the questionable ones,\naccepting the meritorious. To this work Mr. Smith devotes every day two\nfull hours.\n\nThe callers were fewer to-day than usual--only twelve of them. Of these,\neight had only impracticable schemes to propose. In fact, one of them\nwanted to revive painting, an art fallen into desuetude owing to the\nprogress made in color-photography. Another, a physician, boasted that\nhe had discovered a cure for nasal catarrh! These impracticables were\ndismissed in short order. Of the four projects favorably received, the\nfirst was that of a young man whose broad forehead betokened his\nintellectual power.\n\n\"Sir, I am a chemist,\" he began, \"and as such I come to you.\"\n\n\"Well!\"\n\n\"Once the elementary bodies,\" said the young chemist, \"were held to be\nsixty-two in number; a hundred years ago they were reduced to ten; now\nonly three remain irresolvable, as you are aware.\"\n\n\"Yes, yes.\"\n\n\"Well, sir, these also I will show to be composite. In a few months, a\nfew weeks, I shall have succeeded in solving the problem. Indeed, it may\ntake only a few days.\"\n\n\"And then?\"\n\n\"Then, sir, I shall simply have determined the absolute. All I want is\nmoney enough to carry my research to a successful issue.\"\n\n\"Very well,\" said Mr. Smith. \"And what will be the practical outcome of\nyour discovery?\"\n\n\"The practical outcome? Why, that we shall be able to produce easily all\nbodies whatever--stone, wood, metal, fibers--\"\n\n\"And flesh and blood?\" queried Mr. Smith, interrupting him. \"Do you\npretend that you expect to manufacture a human being out and out?\"\n\n\"Why not?\"\n\nMr. Smith advanced $100,000 to the young chemist, and engaged his\nservices for the Earth Chronicle laboratory.\n\nThe second of the four successful applicants, starting from experiments\nmade so long ago as the nineteenth century and again and again repeated,\nhad conceived the idea of removing an entire city all at once from one\nplace to another. His special project had to do with the city of\nGranton, situated, as everybody knows, some fifteen miles inland. He\nproposes to transport the city on rails and to change it into a\nwatering-place. The profit, of course, would be enormous. Mr. Smith,\ncaptivated by the scheme, bought a half-interest in it.\n\n\"As you are aware, sir,\" began applicant No. 3, \"by the aid of our solar\nand terrestrial accumulators and transformers, we are able to make all\nthe seasons the same. I propose to do something better still. Transform\ninto heat a portion of the surplus energy at our disposal; send this\nheat to the poles; then the polar regions, relieved of their snow-cap,\nwill become a vast territory available for man's use. What think you of\nthe scheme?\"\n\n\"Leave your plans with me, and come back in a week. I will have them\nexamined in the meantime.\"\n\nFinally, the fourth announced the early solution of a weighty scientific\nproblem. Every one will remember the bold experiment made a hundred\nyears ago by Dr. Nathaniel Faithburn. The doctor, being a firm believer\nin human hibernation--in other words, in the possibility of our\nsuspending our vital functions and of calling them into action again\nafter a time--resolved to subject the theory to a practical test. To\nthis end, having first made his last will and pointed out the proper\nmethod of awakening him; having also directed that his sleep was to\ncontinue a hundred years to a day from the date of his apparent death,\nhe unhesitatingly put the theory to the proof in his own person. Reduced to the condition of a mummy, Dr. Faithburn was coffined and laid\nin a tomb. Time went on. September 25th, 2889, being the day set for his\nresurrection, it was proposed to Mr. Smith that he should permit the\nsecond part of the experiment to be performed at his residence this\nevening.\n\n\"Agreed. Be here at ten o'clock,\" answered Mr. Smith; and with that the\nday's audience was closed.\n\nLeft to himself, feeling tired, he lay down on an extension chair. Then,\ntouching a knob, he established communication with the Central Concert\nHall, whence our greatest _maestros_ send out to subscribers their\ndelightful successions of accords determined by recondite algebraic\nformulas. Night was approaching. Entranced by the harmony, forgetful of\nthe hour, Smith did not notice that it was growing dark. It was quite\ndark when he was aroused by the sound of a door opening. \"Who is there?\"\nhe asked, touching a commutator.\n\nSuddenly, in consequence of the vibrations produced, the air became\nluminous.\n\n\"Ah! you, Doctor?\"\n\n\"Yes,\" was the reply. \"How are you?\"\n\n\"I am feeling well.\"\n\n\"Good! Let me see your tongue. All right! Your pulse. Regular! And your\nappetite?\"\n\n\"Only passably good.\"\n\n\"Yes, the stomach. There's the rub. You are over-worked. If your stomach\nis out of repair, it must be mended. That requires study. We must think\nabout it.\"\n\n\"In the meantime,\" said Mr. Smith, \"you will dine with me.\"\n\nAs in the morning, the table rose out of the floor. Again, as in the\nmorning, the _potage_, _rôti_, _ragoűts_, and _legumes_ were supplied\nthrough the food-pipes. Toward the close of the meal, phonotelephotic\ncommunication was made with Paris. Smith saw his wife, seated alone at\nthe dinner-table, looking anything but pleased at her loneliness.\n\n\"Pardon me, my dear, for having left you alone,\" he said through the\ntelephone. \"I was with Dr. Wilkins.\"\n\n\"Ah, the good doctor!\" remarked Mrs. Smith, her countenance lighting up.\n\n\"Yes. But, pray, when are you coming home?\"\n\n\"This evening.\"\n\n\"Very well. Do you come by tube or by air-train?\"\n\n\"Oh, by tube.\"\n\n\"Yes; and at what hour will you arrive?\"\n\n\"About eleven, I suppose.\"\n\n\"Eleven by Centropolis time, you mean?\"\n\n\"Yes.\"\n\n\"Good-by, then, for a little while,\" said Mr. Smith as he severed\ncommunication with Paris.\n\nDinner over, Dr. Wilkins wished to depart. \"I shall expect you at ten,\"\nsaid Mr Smith. \"To-day, it seems, is the day for the return to life of\nthe famous Dr. Faithburn. You did not think of it, I suppose. The\nawakening is to take place here in my house. You must come and see. I\nshall depend on your being here.\"\n\n\"I will come back,\" answered Dr. Wilkins.\n\nLeft alone, Mr. Smith busied himself with examining his accounts--a task\nof vast magnitude, having to do with transactions which involve a daily\nexpenditure of upward of $800,000. Fortunately, indeed, the stupendous\nprogress of mechanic art in modern times makes it comparatively easy.\nThanks to the Piano Electro-Reckoner, the most complex calculations can\nbe made in a few seconds. In two hours Mr. Smith completed his task.\nJust in time. Scarcely had he turned over the last page when Dr. Wilkins\narrived. After him came the body of Dr. Faithburn, escorted by a\nnumerous company of men of science. They commenced work at once. The\ncasket being laid down in the middle of the room, the telephote was got\nin readiness. The outer world, already notified, was anxiously\nexpectant, for the whole world could be eye-witnesses of the\nperformance, a reporter meanwhile, like the chorus in the ancient drama,\nexplaining it all _viva voce_ through the telephone.\n\n\"They are opening the casket,\" he explained. \"Now they are taking\nFaithburn out of it--a veritable mummy, yellow, hard, and dry. Strike\nthe body and it resounds like a block of wood. They are now applying\nheat; now electricity. No result. These experiments are suspended for a\nmoment while Dr. Wilkins makes an examination of the body. Dr. Wilkins,\nrising, declares the man to be dead. 'Dead!' exclaims every one present.\n'Yes,' answers Dr. Wilkins, 'dead!' 'And how long has he been dead?' Dr.\nWilkins makes another examination. 'A hundred years,' he replies.\"\n\nThe case stood just as the reporter said. Faithburn was dead, quite\ncertainly dead! \"Here is a method that needs improvement,\" remarked Mr.\nSmith to Dr. Wilkins, as the scientific committee on hibernation bore\nthe casket out. \"So much for that experiment. But if poor Faithburn is\ndead, at least he is sleeping,\" he continued. \"I wish I could get some\nsleep. I am tired out, Doctor, quite tired out! Do you not think that a\nbath would refresh me?\"\n\n\"Certainly. But you must wrap yourself up well before you go out into\nthe hall-way. You must not expose yourself to cold.\"\n\n\"Hall-way? Why, Doctor, as you well know, everything is done by\nmachinery here. It is not for me to go to the bath; the bath will come\nto me. Just look!\" and he pressed a button. After a few seconds a faint\nrumbling was heard, which grew louder and louder. Suddenly the door\nopened, and the tub appeared.\n\nSuch, for this year of grace 2889, is the history of one day in the life\nof the editor of the Earth Chronicle. And the history of that one day\nis the history of 365 days every year, except leap-years, and then of\n366 days--for as yet no means has been found of increasing the length of\nthe terrestrial year.\n\nJules Verne.\n\n\n\n\nEnd of Project Gutenberg's In the Year 2889, by Jules Verne and Michel Verne\n\n*** END OF THIS PROJECT GUTENBERG EBOOK IN THE YEAR 2889 ***\n\n***** This file should be named 19362-8.txt or 19362-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.net/1/9/3/6/19362/\n\nProduced by Norm Wolcott\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}