{"title": "Ullr Uprising", "author": "Henry Beam Piper", "releaseDate": "January 2, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Sankar Viswanathan, and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n   This etext was produced from Space Science Fiction, February and\n   March, 1953. Extensive research did not uncover any evidence that the\n   U.S. copyright on this publication was renewed.\n\n\n\n                            ULLR UPRISING\n\n                         A STORY IN TWO PARTS\n\n                            [Illustration]\n\n\n\n                           BY H. BEAM PIPER\n\n\n                         ILLUSTRATED BY ORBAN\n\n                            [Illustration]\n\n\n         \"The heathen geeks, they wear no breeks,\" the Terrans\n          sang. But on a crazy world like Ullr, clothes didn't\n          make the fighting man. There both red and yellow\n          meant danger--and blood!\n\n       *       *       *       *       *\n\n\n\n\nI\n\n\nThe big armor-tender vibrated, gently and not unpleasantly, as the\ncontragravity field alternated on and off. Sometimes it rocked\nslightly, like a boat on the water, and, in the big screen which\nserved in lieu of a window at the front of the control-cabin, the\ndingy-yellow landscape would seem to tilt a little. The air was\nfaintly yellow, the sky was yellow with a greenish cast, and the\nclouds were green-gray.\n\nNo human had ever set foot on the surface, or breathed the air, of\nNiflheim. To have done so would have been instant death; the air was a\nmixture of free fluorine and fluoride gasses, the soil was metallic\nfluorides, damp with acid rains, and the river was pure hydrofluoric\nacid. Even the ordinary spacesuit would have been no protection; the\nglass and rubber and plastic would have disintegrated in a matter of\nminutes. People came to Niflheim, and worked the mines and uranium\nrefineries and chemical plants, but they did so inside power-driven\nand contragravity-lifted armor, and they lived on artificial\nsatellites two thousand miles off-planet. Niflheim was worse than\nairless; much worse.\n\nThe chief engineer sat at his controls, making the minor lateral\nadjustments in the vehicle's position which were not possible to the\nautomatic controls. At his own panel of instruments, a small man with\ngrizzled black hair around a bald crown, and a grizzled beard, chewed\nnervously at the stump of a dead cigar and listened intently. A large,\nplump-faced, young man in soiled khaki shirt and shorts, with\nextremely hairy legs, was doodling on his notepad and eating candy out\nof a bag. And a black-haired girl in a suit of coveralls three sizes\ntoo big for her, and, apparently, not much of anything else, lounged\nwith one knee hooked over her chair-arm, staring into the screen at\nthe distant horizon.\n\n\"I can see them,\" the girl said, lifting a hand in front of her. \"At\ntwo o'clock, about one of my hand's-breaths above the horizon. But\nonly four of them.\"\n\nThe man with the grizzled beard put his face into the fur around the\neyepiece of the telescopic-'visor and twisted a dial. \"You have good\neyes, Miss Quinton,\" he complimented. \"The fifth's inside the handling\nmachine. One of the Ullrans. Gorkrink.\"\n\n       *       *       *       *       *\n\nThe largest of the specks that had appeared on the horizon resolved\nitself into a handling-machine, a thing like an oversized\ncontragravity-tank, with a bull-dozer-blade, a stubby derrick-boom\ninstead of a gun, and jointed, claw-tipped, arms at the sides. The\nsmaller dots grew into personal armor--egg-shaped things that sprouted\narms and grab-hooks and pushers in all directions. The man with the\ngrizzled beard began talking rapidly into his hand-phone, then hung it\nup. There was a series of bumps, and the armor-tender, weightless on\ncontragravity, shook as the handling-machine came aboard.\n\n\"You ever see any nuclear bombing, Miss Quinton?\" the young man with\nthe hairy legs asked, offering her his candybag.\n\n\"Only by telecast, back Solside,\" Paula Quinton replied, helping\nherself. \"Test-shots at the Federation Navy proving-ground on Mars. I\nnever even heard of nuclear bombs being used for mining till I came\nhere, though.\"\n\n\"It'll be something to see,\" he promised. \"These volcanoes have been\ndormant for, oh, maybe as long as a thousand years; there ought to be\na pretty good head of gas down there. The volcanoes we shot three\nmonths ago yielded a fine flow of lava with all sorts of\nmetals--nickel, beryllium, vanadium, chromium, iridium, as well as\ncopper and iron.\"\n\n\"What sort of gas were you speaking about?\" she asked.\n\n\"Hydrogen. That's what's going to make the fireworks; it combines\nexplosively with fluorine. The hydrogen-fluorine combination is what\npasses for combustion here: the result is hydrofluoric acid, the local\nequivalent of water. The subsurface hydrogen is produced when the acid\nfilters down through the rock, combines with pure metals underneath.\"\n\nThe door at the rear of the control-cabin opened, and Juan Murillo,\nthe seismologist, entered, followed by an assistant, who was not\nhuman. He was a biped, vaguely humanoid, but he had four arms and a\nface like a lizard's, and, except for some equipment on belt, he was\nentirely naked.\n\nHe spoke rapidly to Murillo, in a squeaking jabber. Murillo turned.\n\n\"Yes, if you wish, Gorkrink,\" he said, in Lingua Terra. Then he turned\nback to Gomes as the Ullran sat down in a chair by the door.\n\n\"Well, she's all yours, Lourenço; shoot the works.\"\n\nGomes stabbed the radio-detonator button in front of him.\n\n       *       *       *       *       *\n\nOut on the rolling skyline, fifty miles away, a lancelike ray of\nblue-white light shot up into the gathering dusk--a clump of five\nrays, really, from five deep shafts in an irregular pentagon half a\nmile across, blended into one by the distance. An instant later, there\nwas a blinding flash, like sheet-lightning, and a huge ball of\nvaricolored fire belched upward, leaving a series of smoke-rings to\nfloat more slowly after it. The fireball flattened, then spread to\nform the mushroom-head of a column of incandescent gas that mounted to\novertake it, engorging the smoke-rings as it rose, twisting, writhing,\nchanging shape, turning to dark smoke in one moment and belching flame\nand crackling with lightning the next.\n\n\"In about half an hour,\" the large young man told Paula Quinton, \"the\nreal fireworks should be starting. What's coming up now is just small\ndebris from the nuclear blast. When the shock-waves get down far\nenough to crack things open, the gas'll come up, and then steam and\nash, and then magma.\"\n\n\"Well, even this was worth staying over for,\" the girl said, watching\nthe screen.\n\n\"You going on to Ullr on the _City of Canberra_?\" Lourenço Gomes\nasked. \"I wish I were; I have to stay over and make another shot, in a\nmonth or so, and I've had about all of Niflheim I can take, now.\"\n\n\"When are you going to Terra?\" the girl asked him.\n\n\"Terra? I don't know; a year, two years. But I'm going to Ullr on the\nnext ship--the _City of Pretoria_--if we get the next blast off in\ntime. They want me to design some improvements on a couple of\npower-reactors at Keegark so I'll probably see you when I get there.\"\n\n\"Here she comes!\" the chief engineer called. \"Watch the base of the\ncolumn!\"\n\nThe pillar of fiery smoke and dust, still boiling up from where the\nbombs had gone off far underground, was being violently agitated at\nthe bottom. A series of new flashes broke out, lifting and spreading\nthe incandescent radioactive gasses, and then a great gush of flame\nrose. A column of pure hydrogen must have rushed up into the vacuum\ncreated by the explosion; the next blast of flame, in a lateral sheet,\ncame at nearly ten thousand feet above the ground. Then geysers of hot\nash and molten rock spouted upward; some of the white-hot debris\nlanded almost at the acid river, half-way to the armor-tender.\n\n\"We've started a first-class earthquake, too,\" Murillo said, looking\nat the instruments.\n\n\"About six big cracks opening in the rock-structure. You know, when\nthis quiets down and cools off, we'll have more ore on the surface\nthan we can handle in ten years, and more than we could have mined by\nordinary means in fifty.\"\n\n\"Well, that finishes our work,\" the large young man said, going to a\nkit-bag in the corner of the cabin and getting out a bottle. \"Get some\nof those plastic cups, over there, somebody; this one calls for a\ndrink.\"\n\nThe Ullran, in the background, rose quickly and squeaked\napologetically. Murillo nodded. \"Yes, of course, Gorkrink. No need for\nyou to stay here.\" The Ullran went out, closing the door behind him.\n\n\"That taboo against Ullrans and Terrans watching each other eat and\ndrink,\" Paula Quinton commented. \"But you were speaking to him in\nLingua Terra; I didn't know any of them understood it.\"\n\n\"Gorkrink does,\" Murillo said, uncorking the bottle and pouring into\nthe plastic cups. \"None of them can speak it, of course, because of\nthe structure of their vocal organs, any more than we can speak their\nlanguages without artificial aids. But I can talk to him in Lingua\nTerra without having to put one of those damn gags in my mouth, and he\ncan pass my instructions on to the others. He's been a big help; I'll\nbe sorry to lose him.\"\n\n\"Lose him?\"\n\n\"Yes, his year's up; he's going back to Ullr on the _Canberra_. He's\nfrom Keegark; claims to be a prince, or something. But he's a damn\ngood worker. Very smart; picks things up the first time you tell him.\nI'll recommend him unqualifiedly for any kind of work with\ncontragravity or mechanized equipment.\"\n\nThey all had drinks, now, except the chief engineer, who wanted a\nrain-check on his.\n\n\"Well, here's to us,\" Murillo said. \"The first A-bomb miners in\nhistory....\"\n\n\n\n\nII\n\n\nCarlos von Schlichten, General of the troops on Ullr, threw his\ncigarette away and set his monocle more firmly in his eye, stepping\nforward to let Brigadier-General Themistocles M'zangwe and little\nColonel Hideyoshi O'Leary follow him out of the fort. On the little\nhundred-foot-square parade ground in front of the keep, his aircar was\nparked, and the soldiers were assembled.\n\nTen or twelve of them were Terrans--a couple of lieutenants,\nsergeants, gunners, technicians, the sergeant-driver and\ncorporal-gunner of his own car. The other fifty-odd were Ullrans. They\nstood erect on stumpy legs and broad, six-toed feet. They had four\narms apiece, one pair from true shoulders and the other connected to a\npseudo-pelvis midway down the torso. Their skins were slate-gray and\nrubbery, speckled with pinhead-sized bits of quartz that had been\nformed from perspiration, since their body-tissues were silicone\ninstead of carbon-hydrogen. Their narrow heads were unpleasantly\nsaurian; they had small, double-lidded red eyes, and slit-like\nnostrils, and wide mouths filled with opalescent teeth. Being\ncold-blooded, they needed no clothing, beyond their belts and\nequipment, and the emblem of the Chartered Ullr Company painted on\ntheir chests and backs. They had no need for modesty, since all were\nof the same gender--true, functional hermaphrodites; any individual\namong them could bear young, or fertilize the ova of any other\nindividual.\n\nFifteen years before, when he had come to Ullr as a newly commissioned\ncolonel in the army of the Ullr Company, it had taken him some time to\nadjust. But now his mind disregarded them and went on worrying about\nthe mysterious disappearance of pet animals from Terran homes; there\nmust be some connection with the subtle change he had noticed in the\nattitudes of the natives, but he couldn't guess what. He didn't like\nit, though, any more than the beginning of cannibalism among the wild\nJeel tribesmen. Or the visit of Paula Quinton on Ullr as field-agent\nfor the Extraterrestrials' Rights Association; now was no time to stir\nup trouble among the natives, unless his hunch was wrong.\n\nHe shrugged it aside and climbed into the command-car, followed by\nM'zangwe and O'Leary. Sergeant Harry Quong and Corporal Hassan\nBogdanoff took their places in the front seat; the car lifted, turned\nto nose into the wind, and rose in a slow spiral.\n\n\"Where now, sir?\" Quong asked.\n\n\"Back to Konkrook; to the island.\"\n\n       *       *       *       *       *\n\nThe nose of the car swung east by south; the cold-jet rotors began\nhumming, and the hot-jets were cut in. The car turned from the fort\nand the mountains and shot away over the foothills toward the coastal\nplains. Below were forests, yellow-green with new foliage of the\nsecond growing-season of the equatorial year, veined with narrow dirt\nroads and spotted with occasional clearings. Farther east, the dirty\ngray woodsmoke of Ullr marked the progress of the charcoal-burnings.\nThat was the only natural fuel on Ullr; there was too much silica on\nUllr and not enough of anything else; what would be coal-seams on\nTerra were strata of silicified wood. And, of course, there was no\npetroleum. There was less charcoal being burned now than formerly; the\nUllr Company had been bringing in great quantities of synthetic\nthermoconcentrate-fuel, and had been setting up nuclear furnaces and\nnuclear-electric power-plants, wherever they gained a foothold on the\nplanet.\n\nAs planets went, Ullr was no bargain, he thought sourly. At times, he\nwished he had never followed the lure of rapid promotion and\nfanatically high pay and left the Federation regulars for the army of\nthe Ullr Company. If he hadn't, he'd probably be a colonel, at five\nthousand sols a year, but maybe it would be better to be a middle-aged\ncolonel on a decent planet than a Company army general at twenty-five\nthousand on this combination icebox, furnace, wind-tunnel and\nstonepile, where the water tasted like soapsuds and left a crackly\nfilm when it dried; where the temperature ranged, from pole to pole,\nbetween two hundred and fifty and minus a hundred and fifty Fahrenheit\nand the Beaufort-scale ran up to thirty; where nothing that ran or\nswam or grew was fit for a human to eat.\n\nAhead, the city of Konkrook sprawled along the delta of the Konk river\nand extended itself inland. The river was dry, now. Except in Spring,\nwhen it was a red-brown torrent, it never ran more than a trickle, and\nnot at all this late in the Northern Summer. The aircar lost altitude,\nand the hot-jet stopped firing. They came gliding in over the suburbs\nand the yellow-green parks, over the low one-story dwellings and\nshops, the lofty temples and palaces, the fantastically-twisted\ntowers, following a street that became increasingly mean and squalid\nas it neared the industrial district along the waterfront.\n\n       *       *       *       *       *\n\nVon Schlichten, on the right, glanced idly down, puffing slowly on his\ncigarette. Then he stiffened, the muscles around his right eye\nclamping tighter on the monocle. Leaning forward, he punched Harry\nQuong lightly on the man's right shoulder.\n\n\"Yes, sir; I saw it,\" the Chinese-Australian driver replied. \"Terrans\nin trouble; bein' mobbed by geeks. Aircar parked right in the bloody\nmiddle of it.\"\n\nThe car made a twisting, banking loop and came back, more slowly. Von\nSchlichten had the handset of the car's radio, and was punching out\nthe combination of the Company guardhouse on Gongonk Island; he held\ndown the signal button until he got an answer.\n\n\"Von Schlichten, in car over Konkrook. Riot on Fourth Avenue, just off\nSeventy-second Street.\" No Terran could possibly remember the names of\nKonkrook's streets; even native troops recruited from outside found\nthe numbers easier to learn and remember. \"Geeks mobbing a couple of\nTerrans. I'm going down, now, to do what I can to help; send troops in\na hurry. Kragan Rifles. And stand by; my driver'll give it to you as\nit happens.\"\n\nThe voice of somebody at the guardhouse, bawling orders, came out of\nthe receiver as he tossed the phone forward over Harry Quong's\nshoulder; Quong caught it and began speaking rapidly and urgently into\nit while he steered with the other hand. Von Schlichten took one of\nthe five-pound spiked riot-maces out of the rack in front of him.\n\nBogdanoff rose into the ball-turret and swung the twin 15-mm.'s\naround, cutting loose. Quong brought the car in fast, at about\nshoulder-height on the mob. Between them, they left a swath of\nmangled, killed, wounded, and stunned natives. Then, spinning the car\naround, Quong set it down hard on a clump of rioters as close as\npossible to the struggling group around the two Terrans. Von\nSchlichten threw back the canopy and jumped out of the car, O'Leary\nand M'zangwe behind him.\n\nThere was another aircar, a dark maroon civilian job, at the curb; its\nnative driver was slumped forward over the controls, a short\ncrossbow-bolt sticking out of his neck. Backed against the closed door\nof a house, a Terran with white hair and a small beard was clubbing\nfutilely with an empty pistol. He was wounded, and blood was streaming\nover his face. His companion, a young woman in a long fur coat, was\nlaying about her with a native bolo-knife.\n\n       *       *       *       *       *\n\nVon Schlichten's mace had a spiked ball-head, and a four-inch spike in\nfront of that. He smashed the ball down on the back of one Ullran's\nhead, and jabbed another in the rump with the spike.\n\n\"_Zak! Zak!_\" he yelled, in pidgin-Ullran. \"_Jik-jik_, you\nlizard-faced Creator's blunder!\"\n\nThe Ullran whirled, swinging a blade somewhere between a big\nbutcher-knife and a small machete. His mouth was open, and there was\nfroth on his lips.\n\n\"_Znidd suddabit!_\" he shrieked.\n\nVon Schlichten parried the cut on the steel shaft of his mace.\n\"_Suddabit_ yourself!\" he shouted back, ramming the spike-end into the\nopal-filled mouth. \"And _znidd_ you, too,\" he added, recovering and\nslamming the ball-head down on the narrow saurian skull. The Ullran\nwent down, spurting a yellow fluid about the consistency of gun-oil.\n\nAhead, one of the natives had caught the wounded Terran with both\nlower hands, and was raising a dagger with his upper right. The girl\nin the fur coat swung wildly, slashing the knife-arm, then chopped\ndown on the creature's neck.\n\nAnother of them closed with the girl, grabbing her right arm with all\nfour hands and biting at her; she screamed and kicked her attacker in\nthe groin, where an Ullran is, if anything, even more vulnerable than\na Terran. The native howled hideously, and von Schlichten, jumping\nover a couple of corpses, shoved the muzzle of his pistol into the\ncreature's open mouth and pulled the trigger, blowing its head apart\nlike a rotten pumpkin and splashing both himself and the girl with\nyellow blood and rancid-looking gray-green brains.\n\nO'Leary, jumping forward after von Schlichten, stuck his dagger into\nthe neck of a rioter and left it there, then caught the girl around\nthe waist with his free arm. M'zangwe dropped his mace and swung the\nfrail-looking man onto his back. Together, they struggled back to the\ncommand-car, von Schlichten covering the retreat with his pistol.\nAnother rioter was aiming one of the long-barreled native air-rifles,\nholding the ten-inch globe of the air-chamber in both lower hands. Von\nSchlichten shot him, and the native literally blew to pieces.\n\nFor an instant, he wondered how the small bursting-charge of a 10-mm.\nexplosive pistol-bullet could accomplish such havoc, and assumed that\nthe native had been carrying a bomb in his belt. Then another\nexplosion tossed fragmentary corpses nearby, and another and another.\nGlancing quickly over his shoulder, he saw four combat-cars coming in,\nfiring with 40-mm. auto-cannon and 15-mm. machine-guns. They swept\nbetween the hovels on one side and the warehouses on the other,\nstrafing the mob, darted up to a thousand feet, looped, and came\nswooping back, and this time there were three long blue-gray\ntroop-carriers behind them.\n\nThese landed in the hastily-cleared street and began disgorging native\nCompany soldiers--Kragan mercenaries, he noted with satisfaction. They\ncarried a modified version of the regular Terran Federation infantry\nrifle, stocked and sighted to conform to their physical peculiarities,\nwith long, thorn-like, triangular bayonets. One platoon ran forward,\ndropped to one knee, and began firing rapidly into what was left of\nthe mob. Four-handed soldiers can deliver a simply astonishing volume\nof fire, particularly when armed with auto-rifles having twenty-shot\ndrop-out magazines which can be changed with the lower hands without\nlowering the weapon.\n\n       *       *       *       *       *\n\nThere was a clatter of shod hoofs, and a company of King Jaikark of\nKonkrook's cavalry came trotting up on their six-legged,\nlizard-headed, quartz-speckled, mounts. Some of these charged into\nside alleys, joyfully lancing and cutting-down fleeing rioters, while\nothers dismounted, three tossing their reins to a fourth, and went to\nwork with their crossbows. Von Schlichten, who ordinarily entertained\na dim opinion of the King of Konkrook's soldiery, admitted,\ngrudgingly, that it was smart work; four hands were a big help in\nusing a crossbow, too.\n\nA Terran captain of native infantry came over, saluting.\n\n\"Are you and your people all right, general?\" he asked.\n\nVon Schlichten glanced at the front seat of his car, where Harry\nQuong, a pistol in his right hand, was still talking into the\nradio-phone, and Hassan Bogdanoff was putting fresh belts into his\nguns. Then he saw that they had gotten the wounded man into the car.\nThe girl, having dropped her bolo, was leaning against the side of the\ncar.\n\n\"We seem to be, Captain Pedolsky. Very smart work; you must have those\nvehicles of yours on hyperspace-drive.... How is he, colonel?\"\n\n\"We'd better get him to the hospital, right away,\" O'Leary replied. \"I\nthink he has a concussion.\"\n\n\"Harry, call the hospital. Tell them what the score is, and tell them\nwe're bringing the casualty in to their top landing stage.... Why,\nwe'll make out very nicely, captain. You'd better stay around with\nyour Kragans and make sure that these geeks of King Jaikark's don't\nlet the riot flare up again and get away from them. And don't let them\nget the impression that they can maintain order around here without\nour help; the Company would like to see that attitude discouraged.\"\n\n\"Yes, sir; I understand.\" Captain Pedolsky opened the pouch on his\nbelt and took out the false palate and tongue-clicker without which no\nTerran could do more than mouth a crude and barely comprehensible\npidgin-Ullran. Stuffing the gadget into his mouth, he turned and began\njabbering orders.\n\nVon Schlichten helped the girl into the car, placing her on his right.\nThe wounded civilian was propped up in the left corner of the seat,\nand Colonel O'Leary and Brigadier-General M'zangwe took the\njump-seats. The driver put on the contragravity-field, and the car\nlifted up.\n\n\"Them, see if there's a flask and a drinking-cup in the door pocket\nnext you,\" he said. \"I think Miss Quinton could use a drink.\"\n\n       *       *       *       *       *\n\nThe girl turned. Even in her present disheveled condition, she was\nbeautiful--a trifle on the petite side, with black hair and black eyes\nthat quirled up oddly at the outer corners. Her nails were\nblack-lacquered and spotted with little gold stars, evidently a new\nfeminine fad from Terra.\n\n\"I certainly could, general.... How did you know my name?\"\n\n\"You've been on Ullr for the last three months; ever since the _City\nof Canberra_ got in from Niflheim. On Ullr, there aren't enough of us\nthat everybody doesn't know all about everybody else. You're Dr. Paula\nQuinton; you're an extraterrestrial sociographer, and you're a\nfield-agent for the Extraterrestrials' Rights Association, like\nMohammed Ferriera, here.\" He took the cup and flask from Themistocles\nM'zangwe and poured her a drink. \"Take this easy, now; Baldur\nhoney-rum, a hundred and fifty proof.\"\n\nHe watched her sip the stuff cautiously, cough over the first\nmouthful, and then get the rest of it down.\n\n\"More?\" When she shook her head, he stoppered the flask and relieved\nher of the cup. \"What were you doing in that district, anyhow?\" he\nwanted to know. \"I'd have thought Mohammed Ferriera would have had\nmore sense than to take you there, or go there, himself, for that\nmatter,\" he added quickly.\n\n\"We went to visit a friend of his, a native named Keeluk, who seems to\nbe a sort of combination clergyman and labor-leader,\" she replied.\n\"I'm going to observe labor conditions at the North Pole mines in a\nshort while, and Mr. Keeluk was going to give me letters of\nintroduction to friends of his at Skilk. We talked with Mr. Keeluk for\na while, and when we came out, we found that our driver had been\nkilled and a mob had gathered. Of course, we were carrying pistols;\nthey're part of this survival-kit you make everybody carry, along with\nthe emergency-rations and the water desilicator. Mr. Ferriera's wasn't\nloaded, but mine was. When they rushed us, I shot a couple of them,\nand then picked up that big knife.... I never in my life saw anything\nas beautiful as you coming through that mob swinging that warclub!\"\n\n       *       *       *       *       *\n\nThe aircar swung out over Konkrook Channel and headed toward the\nblue-gray Company buildings on Gongonk Island, and the Company\nairport.\n\n\"Just what happened, while you and Mr. Ferriera were in Keeluk's\nhouse, Miss Quinton?\" O'Leary asked, trying not to sound official.\n\"Was Keeluk with you all the time? Or did he go out for a while, say\nfifteen or twenty minutes before you left?\"\n\n\"Why, yes, he did.\" Paula Quinton looked surprised. \"How did you guess\nit? You see, a dog started barking, behind the house, and he excused\nhimself and....\"\n\n\"A dog?\" von Schlichten almost shouted. The other officers echoed him.\n\n\"Why, yes....\" Paula Quinton's eyes widened. \"But there are no dogs on\nUllr, except a few owned by Terrans. And wasn't there something\nabout ...?\"\n\nVon Schlichten had the radio-phone and was calling the command car at\nthe scene of the riot. The sergeant-driver answered.\n\n\"Von Schlichten here; my compliments to Captain Pedolsky, and tell him\nhe's to make immediate and thorough search of the house in front of\nwhich the incident occurred, and adjoining houses. For his\ninformation, that's Keeluk's house. Tell him to look for traces of\nGovernor-General Harrington's collie, or any of the other terrestrial\nanimals that have been disappearing--that goat, for instance, or those\nrabbits. And I want Keeluk brought in, alive and in condition to be\ninterrogated.\"\n\n\"But, what ...?\" the girl began, her voice puzzled.\n\n\"That's why you were attacked,\" he told her. \"Keeluk was afraid to let\nyou get away from there alive to report hearing that dog, so he went\nout and had a gang of thugs rounded up to kill you.\"\n\n\"But he was only gone five minutes.\"\n\n\"In five minutes, I can put all the troops in Konkrook into action.\nKeeluk doesn't have radio or TV--we hope--but he has his forces\nconcentrated, and he has a pretty good staff.\"\n\n\"But Mr. Keeluk's a friend of ours. He knows what our Association is\ntrying to do for his people....\"\n\n\"So he shows his appreciation by setting that mob on you. Look, he has\na lot of influence in that section. When you were attacked, why wasn't\nhe out trying to quiet the mob?\"\n\n\"When they jumped you, you tried to get back into the house,\" M'zangwe\nput in. \"And you found the door barred against you.\"\n\n\"Yes, but....\" The girl looked troubled; M'zangwe had guessed right.\n\"But what's all the excitement about the dog? What is it, the sacred\ntotem-animal of the Ullr Company?\"\n\n\"It's just a big brown collie named Stalin. But somebody stole it, and\nKeeluk was keeping it. We want to know why. We don't like geek\nmysteries--not when they lead to murderous attacks on Terrans, at\nleast.\"\n\nIt seemed to satisfy her, as the aircar let down on the hospital\nlanding stage. But it didn't satisfy von Schlichten. He could smell\ntrouble brewing. Just what could the geeks do with a dog? Nothing, so\nfar as he could tell--but they didn't go in for such behaviour without\nwhat they considered good reason. Good for them, that is!\n\n\n\n\nIII\n\n\nGovernor-General Sidney Harrington had a ruddy outdoors-man's face and\na ragged gray mustache; in his old tweed coat spotted with pipe ashes,\nhe might have been any of a dozen-odd country-gentlemen of von\nSchlichten's boyhood in the Argentine. His face was composed enough\nfor the part, too. But beyond him in the governor's office,\nLieutenant-Governor Eric Blount matched von Schlichten's frown, his\nsandy-haired and younger face puckered in worry.\n\n\"We picked up a few of Keeluk's goon-gang,\" von Schlichten was\nreporting. \"But I doubt if they'll tell us anything we don't already\nknow. The dog was gone, but we found where it had been kept; at least\none of the rabbits had been there, too. No trace of the goat. Anyhow,\nthe riot's been put down. The Kragans and some of King Jaikark's\ninfantry are patrolling the section. Jaikark's troops are busy making\nmass arrests. Either more slaves for the King's court favorites or\nelse our Prime Minister Gurgurk wants to use them for patronage.\"\n\nBlount nodded. \"Gurgurk's building quite a political organization,\nlately. He must be about ready to shove Jaikark off the throne.\"\n\n\"Oh, Gurgurk wouldn't dare try anything like that,\" Harrington said.\n\"He knows we wouldn't let him get away with it.\"\n\n\"Then why's he subsidizing this Mad Prophet Rakkeed?\" Blount wanted to\nknow. \"Rakkeed is preaching a holy war against all Terrans and against\nJaikark. Gurgurk subsidizes Rakkeed, and....\"\n\n\"You haven't any proof of that,\" the governor protested.\n\nBlount shrugged, his face looking grim. Von Schlichten knew how he\nfelt. They couldn't prove it, but both knew that Rakkeed had been\ngetting funds from the hands of Gurgurk. The prophet had been stepping\nup his crusade against the Terrans, and Gurgurk wasn't the only one\nbacking him. The Prime Minister probably figured on using Rakkeed to\nstir up an outbreak; then Gurgurk could step in, after Jaikark was\nkilled, put down the revolt he helped incite, and claim to be the best\nfriend of the Company. But the question was whether Rakkeed could be\nused that way. He was becoming more of a menace than Gurgurk could\never be. Everywhere they turned, Rakkeed was at the bottom of their\ntrouble--just in this case, where Keeluk was one of Rakkeed's\nfollowers.\n\nHis power seemed to be growing, too. There were rumors that he had\nbeen entertained at the palace in Keegark, just as he was usually\nentertained by the big shipowning nobles here at Konkrook; come to\nthink of it, the last time here, he'd been guest of the Keegarkan\nambassador. He went all over Ullr, crusading, traveling coolie-class\nin disguise on Company ships, according to their best information.\n\nBlount sighed heavily. \"This damned dog business worries me.\"\n\n\"Worries me, too,\" Harrington said. \"I'm fond of that mutt, and God\nonly knows what sort of stuff he's been getting to eat.\"\n\n\"I'm a lot more worried about why Keeluk was hiding him, and why he\nwas willing to murder the only two Terrans on Konkrook who trust him,\nto prevent our finding out he had Stalin,\" Blount struck in.\n\nVon Schlichten chain-lit another cigarette and stubbed out the old\none. \"Maybe Keeluk turned him over to Rakkeed to kill before a\ncongregation of his followers--killing us in effigy. Or maybe they\nfigure we worship Stalin, and getting him would give them power over\nus. I wish I knew a little more about Ullran psychology.\"\n\n\"One thing,\" Blount said. \"It doesn't take any Ullran psychologist to\nknow about eighty per cent of them hate us poisonously.\"\n\n\"Oh, rubbish!\" Harrington blew the exclamation out around his pipe\nstem with a gush of smoke. \"A few fanatics hate us, but nine-tenths of\nthem have benefitted enormously from us.\"\n\n\"And hate us more deeply with each new benefit,\" Blount added. \"They\nresent everything we've done for them.\"\n\n\"Yes, this spaceport proposition of King Orgzild of Keegark looks like\nit, doesn't it?\" Harrington retorted. \"He hates us so much he's\noffered us a spaceport at his city....\"\n\n\"At what cost?\" Blount asked. \"He takes the land from some noble he\nexecutes for treason and gives it to us--together with forced labor.\nWe furnish everything else. We get a port we don't need, and he gets\nall the business it'll bring. In fact, considering that Rakkeed is a\nwelcome guest there, I wonder if he isn't fomenting trouble here at\nKonkrook to make us move our main base to Keegark. He's so sure we'll\naccept already that he's started building two new power-reactors to\nhandle the additional demand from increased business.\"\n\n\"Where's he getting the plutonium?\" von Schlichten asked,\nsuspiciously.\n\n\"He just bought four tons of it from us, off the _City of Pretoria_,\"\nHarrington replied.\n\n\"A hell of a lot of plutonium,\" Blount said. \"I wonder if he has any\nidea of what else plutonium can be used for?\"\n\n\"Oh, God, I hope not!\" Harrington exclaimed. \"Bosh! What about those\nletters Keeluk gave the Quinton girl?\"\n\n\"All addressed to rabidly anti-Terran Rakkeed disciples,\" von\nSchlichten replied. \"We couldn't find any indication of a cipher, but\nthe gossip about Keeluk's friends might have had code-meanings. I'll\nhave to advise her to have nothing to do with any of the people\nKeeluk gave her letters to.\"\n\n\"Think she'll listen to you? These Extraterrestrial Rights Association\npeople are a lot of blasted fanatics, themselves. They think we're a\ngang of bloody-fisted, flint-hearted imperialists.\"\n\n\"Oh, they're not as bad as all that. Old Mohammed Ferriera's always\nbeen decent enough. And the Association's really done a lot of good in\nother places.\"\n\nA calculating look came into Harrington's eye. \"She was going to\nSkilk, eh? And you're going there yourself, to investigate some of\nthis Rakkeed worry of Eric's. Why not invite her along, and maybe you\ncan plant a couple of ideas where they'll do the most good. We all\nknow there are a lot of things at the polar mines that would look bad\nto anybody who didn't understand. And with all this trouble being\nstirred up now....\"\n\nIt was his first admission that there _was_ trouble, but von\nSchlichten let it pass. \"Her company wouldn't be any heavy cross to\nbear,\" he replied. \"I won't guarantee anything, of course....\"\n\nThe intercom-speaker on the table whistled, and Harrington flipped a\nswitch and spoke into the box. \"Governor,\" a voice replied out of it,\n\"there's a geek procession just landed from a water-barge in front,\ncoming up the roadway to Company House. A platoon of Jaikark's\nHousehold Guards with a royal litter, Spear of State, gift-litter,\nnobles and such.\"\n\n\"Gurgurk with indemnity for the riot, eh? Let them in, give them an\nhonor guard of Kragans, but keep their own gun-toters outside. Take them\nto Reception Hall until I signal from Audience Hall, then herd them in.\"\nHe flipped back the switch and turned back. \"We'll have to let them wait\nor they'll think we're worried. But you see--everything's going along\nnormal lines.\"\n\nBlount nodded, but his face showed disbelief. And von Schlichten\ngrumbled unhappily to himself, without knowing why, until they finally\nwent out to the big Audience Hall to meet the delegation.\n\nGovernor-General Sidney Harrington, on the comfortably-upholstered\nbench on the dais of the Audience Hall, didn't look particularly\nregal. But then, to a Terran, any of the kings of Ullr would have\nlooked like a freak birth in a lizard-house at a zoo; it was hard to\nguess what impression Harrington would make on the Ullran psychology.\n\nHe took the false palate and tongue-clicker, officially designated as\nan \"enunciator, Ullran\" and, colloquially, as a geek-speaker, out of\nhis coat pocket and shoved it into his mouth. Von Schlichten and\nBlount put in theirs, and Harrington pressed the floor-button with his\ntoe. After a brief interval, the wide doors at the other end of the\nhall slid open, and the Konkrookan notables, attended by a dozen\nCompany native-officers and a guard of Kragan Rifles, entered. The\nhonor-guard advanced in two columns; between them marched an unclad\nand heavily armed native carrying an ornate spear with a three-foot\nblade upright in front of him with all four hands. It was the\nKonkrookan Spear of State; it represented the proxy-presence of King\nJaikark. Behind it stalked Gurgurk, the Konkrookan equivalent of Prime\nMinister or Grand Vizier; he wore a gold helmet and a thing like a\nstring-vest made of gold wire, and carried a long sword with a\ntwo-hand grip, a pair of Terran automatics built for a hand with\nsix-four-knuckled fingers, and a pair of matched daggers. He was\nconsiderably past the Ullran prime of life--seventy or eighty, to\njudge from the worn appearance of his opal teeth, the color of his\nskin, and the predominantly reddish tint of his quartz-speckles. The\nretinue of nobles behind Gurgurk ran through the whole spectrum, from\na princeling who was almost oyster-gray to the Keegarkan Ambassador,\nwho was even blacker and more red-speckled than Gurgurk.\n\nFour slaves brought up in the rear, carrying an ornately inlaid box on\npoles. When the spear-bearer reached the exact middle of the hall, he\nhalted and grounded his regalia-weapon with a thump. Gurgurk came up\nand halted a couple of paces behind and to the left of the spear, and\nmost of the other nobles drew up in two curved lines some ten paces to\nthe rear; the ambassador and another noble came up and planted\nthemselves beside Gurgurk.\n\n       *       *       *       *       *\n\nThe Governor-General rose slowly and descended from the dais,\nadvancing to within ten paces of the Spear, von Schlichten and Blount\naccompanying him.\n\n\"Welcome, Gurgurk,\" Harrington gibbered through his false palate. \"The\nCompany is honored by this visit.\"\n\n\"I come in the name of my royal master, His Sublime and Ineffable\nMajesty, Jaikark the Seventeenth, King of Konkrook and of all the\nlands of the Konk Isthmus,\" Gurgurk squeaked and clicked. \"I have the\nhonor to bring with me the Lord Ambassador of King Orgzild of Keegark\nto the court of my royal master.\"\n\n\"And I,\" the ambassador said, after being suitably welcomed, \"am\nhonored to be accompanied by Prince Gorkrink, special envoy from my\nmaster, His Royal and Imperial Majesty King Orgzild, who is in your\ncity to receive the shipment of power-metal my royal master has been\nhonored to be permitted to purchase from the Company.\"\n\nMore protocol about welcoming Gorkrink. Then Gurgurk cleared his\nthroat with a series of barking sounds.\n\n\"My royal master, His Sublime and Ineffable Majesty, is prostrated\nwith grief,\" he stated solemnly. \"Were his sorrow not so overwhelming,\nhe would have come in His Own Sacred Person to express the pain and\nshame which he feels that people of the Company should be set upon and\nendangered in the streets of the royal city.\"\n\n\"The soldiers of His Sublime and Ineffable Majesty came most promptly\nto the aid of the troops of the Company, did they not, General von\nSchlichten?\" Harrington asked, solemn-faced.\n\n\"Within minutes, Your Excellency,\" von Schlichten replied gravely.\n\"Their promptness, valor and efficiency were most exemplary.\"\n\n       *       *       *       *       *\n\nGurgurk spoke at length, expressing himself as delighted, on behalf of\nhis royal master, at hearing such high praise from so distinguished a\nsoldier. Eric Blount contributed a short speech, beseeching the gods\nthat the deep and beautiful friendship existing between the Chartered\nUllr Company and His Sublime etcetera would continue unimpaired. The\nKeegarkan Ambassador spoke his piece, expressing on behalf of King\nOrgzild the deepest regret that the people of the Company should be so\nmolested, and managing to hint that things like that simply didn't\nhappen at Keegark.\n\nThe Prince Gorkrink then spoke briefly, in sympathy. Von Schlichten\nnoticed that a few of his more recent quartz-specks were slightly\ngreenish in tinge, a sure sign that he had, not long ago, been exposed\nto the fluorine-tainted air which men and geeks alike breathed on\nNiflheim. When a geek prince hired out as a laborer for a year on\nNiflheim, he did so for only one purpose--to learn Terran\ntechnologies.\n\nGurgurk then announced that so enormous a crime against the friends of\nHis Sublime etcetera had not been allowed to go unpunished, signalling\nbehind him with one of his lower hands for the box to be brought\nforward. The slaves carried it to the front, set it down, and opened\nit, taking from it a rug which they spread on the floor. On this, from\nthe box, they placed twenty-four newly severed opal-grinning heads, in\nfour neat rows. They had all been freshly scrubbed and polished, but\nthey still smelled like crushed cockroaches.\n\nThe three Terrans looked at them gravely. A double-dozen heads was\nstandard payment for an attack in which no Terran had been killed.\nOstensibly, they were the heads of the ringleaders; in practice, they\nwere usually lopped from the first two-dozen prisoners or overage\nslaves at hand, without regard for whether the victims had ever heard\nof the crime they were expiating.\n\nThere was another long speech from Gurgurk, with the nobles behind him\nmurmuring antiphonal agreement--standard procedure, for which there\nwas a standard pun, geek chorus--and a speech of response from Sid\nHarrington. Standing stiffly through the whole rigamarole, von\nSchlichten waited for it to end, as, finally, it did.\n\nThey walked back from the door, whence they had escorted the\ndelegation, and stood looking down at the saurian heads on the rug.\nHarrington raised his voice and called to a Kragan sergeant whose\nchevrons were painted on all four arms.\n\n\"Take this carrion out and stuff it in the incinerator,\" he ordered.\n\n       *       *       *       *       *\n\n\"Wait a minute,\" von Schlichten told the sergeant. Then he disgorged\nand pouched his geek-speaker. \"See that head, there?\" he asked,\nrolling it over with his toe. \"I killed that geek, myself, with my\npistol. And Hid O'Leary stuck a knife in that one.\" He walked around\nthe rug, turning heads over with his foot. \"This was a cut-rate\nhead-payment; they just slashed off two-dozen heads at the scene of\nthe riot. Six months ago, Gurgurk wouldn't have tried to pull anything\nlike this. Now he's laughing up his non-existent sleeve at us.\"\n\n\"That's what I've been preaching, all along,\" Eric Blount took up\nafter him. \"These geeks need having the fear of Terra thrown into\nthem.\"\n\n\"Oh, nonsense, Eric; you're just as bad as Carlos, here!\" Harrington\ntut-tuted. \"Next, you'll be saying that we ought to depose Jaikark\nand take control ourselves.\"\n\n\"Well, what's wrong with that, for an idea?\" von Schlichten demanded.\n\n\"My God!\" Harrington exploded. \"Don't let me hear that kind of talk\nagain! We're not _conquistadores_: we're employees of a business\nconcern, here to make money honestly, by exchanging goods and services\nwith these people....\"\n\n       *       *       *       *       *\n\nHe turned and walked away, out of the Audience Hall, leaving von\nSchlichten and Blount to watch the removal of the geek-heads.\n\n\"You know, I went a little too far,\" von Schlichten confessed. \"Or too\nfast, rather.\"\n\n\"We can't go too slowly, though,\" Blount replied.\n\nVon Schlichten nodded seriously. \"Did you notice the green specks in\nthe hide of that Prince Gorkrink?\" he asked. \"He's just come back from\nNiflheim. Probably on the _Canberra_, three months ago.\"\n\n\"And he's here to get that plutonium, and ship it to Keegark on the\n_Oom Paul Kruger_,\" Blount considered. \"I wonder just what he learned,\non Niflheim.\"\n\n\"I wonder just what's going on at Keegark,\" von Schlichten said.\n\"Orgzild's pulled down a regular First-Century-model iron curtain. You\nknow, four of our best native Intelligence operatives have been\nmurdered in Keegark in the last three months, and six more have just\nvanished there.\"\n\n\"Well, I'm going there in a few days, myself, to talk to Orgzild about\nthis spaceport deal,\" Blount said. \"I'll have a talk with Hendrik\nLemoyne and Colonel MacKinnon. And I'll see what I can find out for\nmyself.\"\n\n\"Well, let's go have a drink,\" von Schlichten suggested.\n\nBut he kept remembering the falsehood of Gurgurk's indemnity. When the\nUllrans started making a mockery of such things, it was no time for\nHarrington's trusting policies. The smell of trouble was suddenly\nstronger in his nostrils.\n\n\n\n\nIV\n\n\nVon Schlichten and Blount entered the bar together. Going to a\nbartending machine, von Schlichten dialed the cocktail they had\ndecided upon and inserted his key to charge the drinks to his account,\nfilling a four-portion jug.\n\nAs they turned away, they almost collided with Hideyoshi O'Leary and\nPaula Quinton. The girl wore a long-sleeved gown to conceal a bandage\non her right wrist, and her face was rather heavily powdered in spots;\notherwise she looked none the worse for recent experiences. Von\nSchlichten invited her and her escort to join him and Blount. Colonel\nO'Leary was carrying a cocktail jug and a couple of glasses; finding a\ntable out of the worst of the noise, they all sat down together.\n\n\"I suppose you think it's a joke, our being nearly murdered by the\npeople we came to help,\" Paula began, a trifle defensively.\n\n\"Not a very funny joke,\" von Schlichten told her. \"It's been played on\nus till it's lost its humor.\"\n\n\"Yes, geek ingratitude's an old story to all of us,\" Blount agreed.\n\"You stay on this planet very long and you'll see what I mean.\"\n\n\"You call them that, too?\" she asked, as though disappointed in him.\n\"Maybe if you stopped calling them geeks, they wouldn't resent you the\nway they do. You know, that's a nasty name; in the First Century\nPre-Atomic, it designated a degraded person who performed some sort of\nrevolting public exhibition....\"\n\n\"As far as that goes, you know what the geek name for a Terran is?\"\nBlount asked. \"_Suddabit_.\"\n\nShe looked puzzled for a moment, then slipped in her enunciator. Even\nin the absence of any native, she used her handkerchief to mask the\nact.\n\n\"Suddabit,\" she said, distinctly. \"Sud-da-a-_bit_.\" Taking out the\ngeek-speaker, she put it away. \"Why, that's exactly how they'd\npronounce it!\"\n\n\"And don't tell me you haven't heard it before,\" O'Leary said. \"The\ngeeks were screaming it at you, over on Seventy-second Street, this\nafternoon. _Znidd suddabit_; kill the Terrans. That's Rakkeed the\nProphet's whole gospel.\"\n\n\"So you see,\" Eric Blount rammed home the moral, \"this is just another\ncase of nobody with any right to call anybody else's kettle black....\nCigarette?\"\n\n       *       *       *       *       *\n\n\"Thank you.\" She leaned toward the lighter-flame O'Leary had snapped\ninto being. \"I suspect that of being a principle you'd like me to bear\nin mind at the Polar mines, when I see, let's say, some laborer being\nbeaten by a couple of overseers with three foot lengths of\nthree-quarter-inch steel cable.\"\n\n\"If you think the natives who work at the mines feel themselves\nill-treated, you might propose closing them down entirely and see what\nthe native reaction would be,\" von Schlichten told her.\n\"Independently-hired free workers can make themselves rich, by native\nstandards, in a couple of seasons; many of the serfs pick up enough\nmoney from us in incentive-pay to buy their freedom after one season.\"\n\n\"Well, if the Company's doing so much good on this planet, how is it\nthat this native, Rakkeed, the one you call the Mad Prophet, is able\nto find such a following?\" Paula demanded. \"There must be something\nwrong somewhere.\"\n\n\"That's a fair question,\" Blount replied, inverting a cocktail jug\nover his glass to extract the last few drops. \"When we came to Ullr,\nwe found a culture roughly like that of Europe during the Seventh\nCentury Pre-Atomic. We initiated a technological and economic\nrevolution here, and such revolutions have their casualties, too. A\nnumber of classes and groups got squeezed pretty badly, like the\nhorse-breeders and harness-manufacturers on Terra by the invention of\nthe automobile, or the coal and hydroelectric interests when direct\nconversion of nuclear energy to electric current was developed, or the\nrailroads and steamship lines at the time of the discovery of the\ncontragravity-field. Naturally, there's a lot of ill-feeling on the\npart of merchants and artisans who weren't able or willing to adapt\nthemselves to changing conditions; they're all backing Rakkeed and\nyelling '_Znidd suddabit!_' now. But it is a fact, which not even\nRakkeed can successfully deny, that we've raised the general living\nstandard of this planet by about two hundred per cent.\"\n\n       *       *       *       *       *\n\nBoth jugs were empty. Colonel O'Leary, as befitted his junior rank,\npicked them up; after a good-natured wrangled with von Schlichten,\nBlount handed the colonel his credit-key.\n\n\"The merchants in the North don't like us; beside spoiling the\ncaravan-trade, we're spoiling their local business, because the\nlandowning barons, who used to deal with them, are now dealing\ndirectly with us. At Skilk, King Firkked's afraid his feudal nobility\nis going to force a Runnymede on him, so he's been currying favor with\nthe urban merchants; that makes him as pro-Rakkeed and as anti-Terran\nas they are. At Krink, King Jonkvank has the support of his barons,\nbut he's afraid of his urban bourgeoisie, and we pay him a handsome\nsubsidy, so he's pro-Terran and anti-Rakkeed. At Skilk, Rakkeed comes\nand goes openly; at Krink he has a price on his head.\"\n\n\"Jonkvank is not one of the assets we boast about too loudly,\"\nHideyoshi O'Leary said, pausing on his way from the table. \"He's as\nbloody-minded an old murderer as you'd care not to meet in a dark\nalley.\"\n\n\"We can turn our backs on him and not expect a knife between our\nshoulders, anyhow,\" von Schlichten said. \"And we can believe, oh, up\nto eighty per cent of what he tells us, and that's sixty per cent\nbetter than any of the other native princes, except King Kankad, of\ncourse. The Kragans are the only real friends we have on this planet.\"\nHe thought for a moment. \"Miss Quinton, are you doing sociographic\nresearch-work here, in addition to your Ex-Rights work?\" he asked.\n\"Well, let me advise you to pay some attention to the Kragans.\"\n\n\"Oh, but they're just a parasite-race on the Terrans,\" Dr. Paula\nQuinton objected. \"You find races like that all through the explored\nGalaxy--pathetic cultural mongrels.\"\n\nBoth men laughed heartily. Colonel O'Leary, returning with the jugs,\nwanted to know what he'd missed. Blount told him.\n\n\"Ha! She's been reading that thing of Stanley-Browne's,\" he said.\n\n\"What's the matter with Stanley-Browne?\" Paula demanded.\n\n\"Stanley-Browne is one author you can depend on,\" O'Leary assured her.\n\"If you read it in Stanley-Browne, it's wrong. You know, I don't think\nshe's run into many Kragans. We ought to take her over and introduce\nher to King Kankad.\"\n\n       *       *       *       *       *\n\nVon Schlichten allowed himself to be smitten by an idea. \"By Allah, so\nwe had!\" he exclaimed. \"Look, you're going to Skilk, in the next week,\naren't you? Well, do you think you could get all your end-jobs cleared\nup here and be ready to leave by 0800 Tuesday? That's four days from\ntoday.\"\n\n\"I'm sure I could. Why?\"\n\n\"Well, I'm going to Skilk, myself, with the armed troopship\n_Aldebaran_. We're stopping at King Kankad's Town to pick up a\nbattalion of Kragan Rifles for duty at the Polar mines, where you're\ngoing. Suppose we leave here in my command-car, go to Kankad's Town,\nand wait there till the _Aldebaran_ gets in. That would give us about\ntwo to three hours. If you think the Kragans are 'pathetic cultural\nmongrels', what you'll see there will open your eyes. And I might add\nthat the nearest Stanley-Browne ever came to seeing Kankad's Town was\nfrom the air, once, at a distance of more than four miles.\"\n\n\"Well, general, I'll take you up,\" she said. \"But I warn you; if this\nis some scheme to indoctrinate me with the Ullr Company's side of the\ncase and blind me to unjust exploitation of the natives here, I don't\npropagandize very easily.\"\n\n\"Fair enough, as long as you don't let fear of being propagandized\nblind you to the good we're doing here, or impair your ability to\nobserve and draw accurate conclusions. Just stay scientific about it\nand I'll be satisfied. Now, let's take time out for lubrication,\" he\nsaid, filling her glass and passing the jug.\n\nTwo hours and five cocktails later, they were still at the table, and\nthey had taught Paula Quinton some twenty verses of _The Heathen\nGeeks, They Wear No Breeks_, including the four printable ones.\n\n       *       *       *       *       *\n\nFour days later they stood together as the aircar passed over the\nKraggork Swamps--pleasantly close together, von Schlichten realized.\nFor the moment, he could almost forget the queer, intangible tension\nthat had been growing steadily, and the feeling that things were\nnearing a breaking point of some kind.\n\nVon Schlichten was scanning the horizon ahead. He pulled over a pair\nof fifty-power binoculars on a swinging arm and put them where she\ncould use them.\n\n\"Right ahead, there; just a little to the left. See that brown-gray\nspot on the landward edge of the swamp? That's King Kankad's Town.\nIt's been there for thousands of years, and it's always been Kankad's\nTown. You might say, even the same Kankad. The Kragan kings have\nalways provided their own heirs, by self-fertilization. The offspring\nis an exact duplicate of the single parent. The present Kankad speaks\nof his heir as 'Little Me,' which is a fairly accurate way of putting\nit.\"\n\nHe knew what she was seeing through the glasses--a massive butte of\nflint, jutting out into the swamp on the end of a sharp ridge, with a\ncity on top of it. All the buildings were multi-storied, some piling\nupward from the top and some clinging to the sides. The high\nwatchtower at the front now carried a telecast-director, aimed at an\nautomatic relay-station on an unmanned orbiter two thousand miles\noff-planet.\n\n\"They're either swamp-people who moved up onto that rock, or they're\nmountaineers who came out that far along the ridges and stopped,\" she\nsaid. \"Which?\"\n\n\"Nobody's ever tried to find out. Maybe if you stay on Ullr long\nenough, you can. That ought to be good for about eight to ten honorary\ndoctorates. And maybe a hundred sols a year in book royalties.\"\n\n\"Maybe I'll just do that, general.... What's that, on the little\nisland over there?\" she asked, shifting the glasses. \"A clump of\nflat-roofed buildings. Under a red-and-yellow danger-flag.\"\n\n\"That's Dynamite Island; the Kragans have an explosives-plant there.\nThey make nitroglycerine, like all the thalassic peoples; they also\nmake TNT and propellants. Learned that from us, of course. They also\nmanufacture most of their own firearms, some of them pretty\nextreme--up to 25-mm. for shoulder rifles. Don't ever fire one; it'd\nbreak every bone in your body.\"\n\n\"Are they that much stronger than us?\"\n\nHe shook his head. \"Just denser; heavier. They're about equal to us in\nweight-lifting. They can't run, or jump, as well as we can. We often\ncome out here for games with the Kragans, where the geeks can't watch\nus. And that reminds me--you're right about that being a term of\nderogation, because I don't believe I've ever knowingly spoken of a\nKragan as a geek, and in fact they've picked up the word from us and\napply it to all non-Kragans. But as I was saying, our baseball team\nhas to give theirs a handicap, but their football team can beat the\ndaylights out of ours. In a tug-of-war, we have to put two men on our\nend for every one of theirs. But they don't even try to play tennis\nwith us.\"\n\n\"Don't the other natives make their own firearms?\"\n\n\"No, and we're not going to teach them how!\"\n\n       *       *       *       *       *\n\nThe aircar came in, circling slowly over the town on the big rock, and\nlet down on the roof of the castle-like building from which the\nwatchtower rose. There were a dozen or so individuals waiting for\nthem--the five Terrans, three men and two women, from the telecast\nstation, and the rest Kragans. One of these, dark-skinned but with\nspeckles no darker than light amber, armed only with a heavy dagger,\ncame over and clapped von Schlichten on the shoulder, grinning\nopalescently.\n\n\"Greetings, Von!\" he squawked in Kragan, then, seeing Paula, switched\nover to the customary language of the Takkad Sea country. \"It makes\nhappiness to see you. How long will you stay with us?\"\n\n\"Till the _Aldebaran_ gets in from Konkrook, to pick up the Rifles,\"\nvon Schlichten replied, in Lingua Terra. He looked at his watch. \"Two\nhours and a half.... Kankad, this is Paula Quinton; Paula, King\nKankad.\"\n\nHe took out his geek-speaker and crammed it into his mouth. Before any\nother race on Ullr, that would have been the most shocking sort of bad\nmanners, without the token-concealment of the handkerchief. Kankad\ntook it as a matter of course. At some length, von Schlichten\nexplained the nature of Paula's sociographic work, her connection with\nthe Extraterrestrials' Rights Association, and her intention of going\nto the Arctic mines. Kankad nodded.\n\n\"You were right,\" he said. \"I wouldn't have understood all that in\nyour language. If I had read it, maybe, but not if I heard it.\" He put\nhis upper right hand on Paula's shoulder and uttered a clicking\napproximation of her name. He turned and introduced another Kragan,\nabout his own age, who wore the equipment and insignia of a Company\nnative-major and was freshly painted with the Company emblem. \"This is\nKormork. He and I have borne young to each other. Kormork, you watch\nover Paula Quinton.\" He managed, on the second try, to make it more or\nless recognizable. \"Bring her back safe. Or else find yourself a good\nplace to hide.\"\n\nKankad introduced the rest of his people, and von Schlichten\nintroduced the Terrans from the telecast-station. Then Kankad looked\nat the watch he was wearing on his lower left wrist.\n\n\"We will have plenty of time, before the ship comes, to show Paula the\ntown,\" he suggested. \"Von, you know better than I do what she would\nlike to see.\"\n\n       *       *       *       *       *\n\nHe led the way past a pair of long 90-mm. guns to a stone stairway.\nVon Schlichten explained, as they went down, that the guns of King\nKankad's town were the only artillery above 75-mm. on Ullr in\nnon-Terran hands. They climbed into an open machine-gun carrier and\nstrapped themselves to their seats, and for two hours King Kankad\nshowed her the sights of the town. They visited the school, where\nyoung Kragans were being taught to read Lingua Terra and studied from\ntextbooks printed in Johannesburg and Sydney and Buenos Aires. Kankad\nshowed her the repair-shops, where two-score descendants of Kragan\nriver-chieftains were working on contragravity equipment, under the\nsupervision of a Scottish-Afrikaner and his Malay-Portuguese wife;\nthe small-arms factory, where very respectable copies of Terran rifles\nand pistols and auto-weapons were being turned out; the machine-shop;\nthe physics and chemistry labs; the hospital; the ammunition-loading\nplant; the battery of 155-mm. Long Toms, built in Kankad's own shops,\nwhich covered the road up the sloping rock-spine behind the city; the\nprinting-shop and book-bindery; the observatory, with a big telescope\nand an ingenious orrery of the Beta Hydrae system; the nuclear-power\nplant, part of the original price for giving up brigandage.\n\nHalf an hour before the ship from Konkrook was due, they had arrived\nat the airport, where a gang of Kragans were clearing a berth for the\n_Aldebaran_. From somewhere, Kankad produced two cold bottles of Cape\nTown beer for Paula and von Schlichten, and a bowl of some boiling-hot\nblack liquid for himself. Von Schlichten and Paula lit cigarettes;\nbetween sips of his bubbling hell brew, Kankad gnawed on the stalk of\nsome swamp-plant. Paula seemed as much surprised at Kankad's disregard\nfor the eating taboo as she had been at von Schlichten's open flouting\nof the convention of concealment when he had put in his geek-speaker.\n\n\"This is the only place on Ullr where this happens,\" von Schlichten\ntold her. \"Here, or in the field when Terran and Kragan soldiers are\ntogether. There aren't any taboos between us and the Kragans.\"\n\n\"No,\" Kankad said. \"We cannot eat each others' food, and because our\nbodies are different, we cannot be the fathers of each others' young.\nBut we have been battle-comrades, and work-sharers, and we have\nlearned from each other, my people more from yours than yours from\nmine. Before you came, my people were like children, shooting arrows\nat little animals on the beach, and climbing among the rocks at\ndare-me-and-I-do, and playing war with toy weapons. But we are growing\nup, and it will not be long before we will stand beside you, as the\ngrown son stands beside his parent, and when that day comes, you will\nnot be ashamed of us.\"\n\n       *       *       *       *       *\n\nIt was easy to forget that Kankad had four arms and a rubbery,\nquartz-speckled skin, and a face like a lizard's.\n\n\"I want Little Me, when he's old enough to travel, to visit your\nworld,\" Kankad said. \"And some of the other young ones. And when\nLittle Me is old enough to take over the rule of our people, I would\nlike to go to Terra, myself.\"\n\n\"You're going,\" von Schlichten assured him. \"Some day, when I return,\nI'll see that you make the trip with me.\"\n\n\"Wonderful, Von!\" Kankad was silent for a moment. When he spoke again,\nit was in Kragan, and quickly. \"If we live so long, old friend. There\nis trouble coming, though even my spies cannot find what that trouble\nis. And two days ago in Keegark, two of my people died trying to learn\nit. I ask you--be careful!\"\n\nThen he switched hastily back to the language Paula could understand,\napologizing. It gave von Schlichten time to wipe the worry from his\nface before she turned back to him, though it was worse news than he\nhad expected. If Kankad thought things were bad enough to add his own\nspies to those of the Company, things couldn't be much worse. In fact,\nanything that brought whatever it was out into the open would be\nbetter.\n\nHe was still fretting over it as they said their good-byes to Kankad\nand boarded the _Aldebaran_ for Skilk.\n\n\n\n\nV\n\n\nThe last clatter of silverware and dishes ceased as the native\nservants finished clearing the table. There was a remaining clatter of\ncups and saucers; liqueur-glasses tinkled, and an occasional\ncigarette-lighter clicked. At the head table, the voices seemed\nlouder.\n\n\"... don't like it a millisol's worth,\" Brigadier-General Barney\nMordkovitz, the Skilk military CO, was saying to the lady on his\nright. \"They're too confounded meek. Nowadays, nobody yells '_Znidd\nsuddabit!_' at you. They just stand and look at you like a farmer\nlooking at a turkey the week before Christmas, and that I don't like!\"\n\n\"Oh, bosh!\" Jules Keaveney, the Skilk Resident-Agent, at the head of\nthe table, exclaimed. \"If they don't bow and scrape to you and get off\nthe sidewalk to let you pass, you say they're insolent and need a\nlesson. If they do, you say they're plotting insurrection.\"\n\n\"What I said,\" Mordkovitz repeated, \"was that I expect a certain\namount of disorder, and a certain minimum show of hostility toward us\nfrom some of these geeks, to conform to what I know to be our\nunpopularity with many of them. When I don't find it, I want to know\nwhy.\"\n\n\"I'm inclined,\" von Schlichten came to his subordinate's support, \"to\nagree. This sudden absence of overt hostility is disquieting. Colonel\nCheng-Li,\" he called on the local Intelligence officer and\nConstabulary chief. \"This fellow Rakkeed was here, about a month ago.\nWas there any noticeable disorder at that time? Anti-Terran\ndemonstrations, attacks on Company property or personnel, shooting at\naircars, that sort of thing?\"\n\n\"No more than usual, general. In fact, it was when Rakkeed came here\nthat the condition General Mordkovitz was speaking of began to become\nconspicuous.\"\n\nVon Schlichten nodded. \"And I might say that Lieutenant-Governor\nBlount has reported from Keegark, where he is now, that the same\nunnatural absence of hostility exists there.\"\n\n\"Well, of course, general,\" Keaveney said patronizingly, \"King Orgzild\nhas things under pretty tight control at Keegark. He'd not allow a few\nfanatics to do anything to prejudice these spaceport negotiations.\"\n\n       *       *       *       *       *\n\n\"I wonder if the idea back of that spaceport proposition isn't to get\nus concentrated at Keegark, where Orgzild could wipe us all out in one\nsurprise blow,\" somebody down the table suggested, and others nodded.\n\n\"Oh, Orgzild wouldn't be crazy enough to try anything like that,\"\nCommander Dirk Prinsloo, of the _Aldebaran_, declared. \"He'd get away\nwith it for just twelve months--the time it would take to get the news\nto Terra and for a Federation Space Navy task-force to get here. And\nthen, there'd be little bits of radioactive geek floating around this\nsystem as far out as the orbit of Beta Hydrae VII.\"\n\n\"That's quite true,\" von Schlichten agreed. \"The point is, does\nOrgzild know it? I doubt if he even believes there is a Terra.\"\n\n\"Then where in Space does he think we come from?\" Keaveney demanded.\n\n\"I believe he thinks Niflheim is our home world,\" von Schlichten\nreplied. \"Or, rather, the string of orbiters and artificial satellites\naround Niflheim. Where he thinks Niflheim is, I wouldn't even try to\nguess.\"\n\n\"Yes. After he'd wiped us out, he might even consider the idea of an\ninvasion of Niflheim with captured contragravity ships,\" Hideyoshi\nO'Leary chuckled. \"That would be a big laugh--if any of us were alive,\nthen, to do any laughing.\"\n\n\"You don't really believe that, general?\" Keaveney asked. His tone was\nstill derisive, but under the derision was uncertainty. After all,\nvon Schlichten had been on Ullr for fifteen years, to his two.\n\n\"Any question of geek psychology is wide open as far as I'm concerned;\nthe longer I stay here, the less I understand it.\" Von Schlichten\nfinished his brandy and got out cigarette-case and lighter. \"I have an\nidea of the sort of garbled reports these spies of his who spend a\nyear on Niflheim as laborers bring back.\"\n\n       *       *       *       *       *\n\n\"You know the line Rakkeed's been taking, of course,\" Colonel Cheng-Li\nput in. \"He as much as says that Niflheim's our home, and that the\nfarms where we raise food, here, and those evergreen plantings on Konk\nIsthmus and between here and Grank are the beginning of an attempt to\ndrive all native life from this planet and make it over for\nourselves.\"\n\n\"And that savage didn't think an idea like that up for himself; he got\nit from somebody like Orgzild,\" the black-bearded brigadier-general\nadded. \"You know, the main base off Niflheim is practically\nself-supporting, with hyproponic-gardens and animal-tissue culture\nvats. And it's enough bigger than one of the _City_ ships to pass for\na little world. Yes; somebody like Orgzild, or King Firkked, here,\ncould easily pick up the idea that that's our home planet.\"\n\n\"The Company ought to let us stockpile nuclear weapons here, just to\nbe on the safe side,\" another officer, farther down the table, said.\n\n\"Well, I'm not exactly in favor of that,\" von Schlichten replied.\n\"It's the same principle as not allowing guards who have to go in\namong the convicts to carry firearms. If somebody like Orgzild got\nhold of a nuclear bomb, even a little old First-Century H-bomb, he\ncould use it for a model and construct a hundred like it, with all the\nplutonium we've been handing out for power reactors. And there are too\nfew of us, and we're concentrated in too few places, to last long if\nthat happened. What this planet needs, though, is a visit by a\nfifty-odd-ship task-force of the Space Navy, just to show the geeks\nwhat we have back of us. After a show like that, there'd be a lot less\n_znidd suddabit_ around here.\"\n\n\"General, I deplore that sort of talk,\" Keaveney said. \"I hear too\nmuch of this mailed-fist-and-rattling-sabre stuff from some of the\njunior officers here, without your giving countenance and\nencouragement to it. We're here to earn dividends for the\nstockholders of the Ullr Company, and we can only do that by gaining\nthe friendship, respect and confidence of the natives....\"\n\n       *       *       *       *       *\n\n\"Mr. Keaveney,\" Paula Quinton spoke. \"I doubt if even you would\nseriously accuse the Extraterrestrials Rights Association of favoring\nwhat you call a mailed fist and rattling sabre policy. We've done\neverything in our power to help these people, and if anybody should\nhave their friendship, we should. Well, only five days ago, in\nKonkrook, Mr. Mohammed Ferriera and I were attacked by a mob, our\nnative aircar driver was murdered, and if it hadn't been for General\nvon Schlichten and his soldiers, we'd have lost our own lives. Mr.\nFerriera is still hospitalized as a result of injuries he received. It\nseems that General von Schlichten and his Kragans aren't trying to get\nfriendship and confidence; they're willing to settle for respect, in\nthe only way they can get it--by hitting harder and quicker than the\nnatives can.\"\n\nSomebody down the table--one of the military, of course--said, \"Hear,\nhear!\" Von Schlichten came as close as a man wearing a monocle can to\nwinking at Paula. Good girl, he thought; she's started playing on the\nArmy team, and about time!\n\n\"Well, of course....\" Keaveney began. Then he stopped, as a Terran\nsergeant came up to the table and bent over Barney Mordkovitz'\nshoulder, whispering urgently. The black-bearded brigadier rose\nimmediately, taking his belt from the back of his chair and putting it\non. Motioning the sergeant to accompany, he spoke briefly to Keaveney\nand then came around the table to where von Schlichten sat, the\nResident-Agent accompanying him.\n\n\"Message just came in from Konkrook, general,\" he said softly.\n\"Governor Harrington's dead.\"\n\nIt took von Schlichten all of a second to grasp what had been said.\n\"Good God! When? How?\"\n\n\"Here's all we know, sir,\" the sergeant said, giving him a radioprint\nslip. \"Came in ten minutes ago.\"\n\nIt was an all-station priority telecast. Governor-General Harrington\nhad died suddenly, in his room, at 2210; there were no details. He\nglanced at his watch; it was 2243. Konkrook and Skilk were in the same\ntime-zone; that was fast work. He handed the slip to Mordkovitz, who\ngave it to Keaveney.\n\n\"You from the telecast station, sergeant?\" he asked. \"All right, in\nthat case, let's go.\"\n\nAs he hurried from the banquet-room, he could hear Keaveney tapping on\nhis wine-glass.\n\n\"Everybody, please! Let me have your attention! There has just come in\na piece of the most tragic news....\"\n\n       *       *       *       *       *\n\nA woman captain met him just inside the door of the big soundproofed\nroom of the telecast station, next to the Administration Building.\n\n\"We have a wavelength open to Konkrook, general,\" she said. \"In booth\nthree.\"\n\nAnother girl, a tech-sergeant, was in the booth; on the screen was the\nimage of a third young woman, a lieutenant, at Konkrook station. The\nsergeant rose and started to leave the booth.\n\n\"Stick around, sergeant,\" von Schlichten told her. \"I'll want you to\ntake over when I'm through.\" He sat down in front of the combination\nvisiscreen and pickup. \"Now, lieutenant; just what happened?\" he\nasked. \"How did he die?\"\n\n\"We think it was poison, general. General M'zangwe has ordered autopsy\nand chemical analysis. If you can wait about ten minutes, he'll be\nable to talk to you, himself.\"\n\n\"Call him. In the meantime, give me everything you know.\"\n\n\"Well, at about 2210, the Kragan guard-sergeant on that floor heard\nten pistol-shots, as fast as they could be fired semi-auto, in the\ngovernor's room. The door was locked, but he shot it off with his own\npistol and went in. He found Governor Harrington on the floor, wearing\nonly his gown, holding an empty pistol. He was in convulsions,\nfrothing at the mouth, in horrible pain. Evidently he'd fired his\npistol, which he kept on his desk, to call help; all the bullets had\ngone into the ceiling. One of the medics got there in five minutes,\njust as he was dying. He'd written his diary up to noon of today, and\nbroken off in the middle of a word. There was a bottle and an\noverturned glass on his desk. The Constabulary got there a few minutes\nlater, and then Brigadier-General M'zangwe took charge. A white rat,\ngiven fifteen drops from the whiskey-bottle, died with the same\nsymptoms in about ninety seconds.\"\n\n\"Who had access to the whiskey-bottle?\"\n\n\"A geek servant, who takes care of the room. He was caught, an hour\nearlier, trying to slip off the island without a pass; they were\nholding him at the guardhouse when Governor Harrington died. He's now\nbeing questioned by the Kragans.\" The girl's face was bleakly\nremorseless. \"I hope they do plenty to him!\"\n\n\"I hope they don't kill him before he talks.\"\n\n       *       *       *       *       *\n\n\"Wait a moment, general; we have General M'zangwe, now,\" the girl\nsaid. \"I'll switch you over.\"\n\nThe screen broke into a kaleidoscopic jumble of color, then cleared;\nthe chocolate-brown face of M'zangwe was looking out of it.\n\n\"I heard what happened, how they found him, and about that geek\nchamber-valet being arrested,\" von Schlichten said. \"Did you get\nanything out of him?\"\n\n\"He's admitted putting poison in the bottle, but he claims it was his\nown idea. But he's one of Father Keeluk's parishioners, so....\"\n\n\"Keeluk! God damn, so that was it!\" von Schlichten almost shouted.\n\"Now I know what he wanted with Stalin, and that goat, and those\nrabbits! Of course they'd need terrestrial animals, to find out what\nwould poison a Terran! Who's in charge at Konkrook now?\"\n\n\"Not much of anybody. Laviola, the Fiscal Secretary, and Hans\nMeyerstein, the Banking Cartel's lawyer, and Howlett, the Personnel\nChief, and Buhrmann, the Commercial Secretary, have made up a sort of\nquadrumvirate and are trying to run things. I don't know what would\nhappen if anything came up suddenly....\" A blue-gray uniformed arm,\nwith a major's cuff-braid, came into the screen, handing a slip of\npaper to M'zangwe; he took it, glanced at it, and swore. Von\nSchlichten waited until he had read it through.\n\n\"Well, something has, all right,\" the African said. \"Just got a call\nfrom Jaikark's palace--a revolt's broken out, presumably headed by\nGurgurk; Household Guards either mutinied or wiped out by the\nmutineers, all but those twenty Kragan Rifles we loaned Jaikark. They,\nand about a dozen of Jaikark's courtiers and their personal retainers,\nare holding the approaches to the King's apartments. The\nnative-lieutenant in charge of the Kragans just radioed in; says the\nsituation is desperate.\"\n\n\"When a Kragan says that, he means damn near hopeless. Is this being\nrecorded?\" When M'zangwe nodded, he continued. \"All right. Use the\nrecording for your authority and take charge. I'm declaring martial\nrule at Konkrook, as of now, 2258. Tell Eric Blount what's happened,\nand what you've done, as soon as you can get in touch with him at\nKeegark. I'm leaving for Konkrook at once! I ought to get in by 0800.\n\n\"Now, as to the trouble at the Palace. Don't commit more than one\ncompany of Kragans and ten airjeeps and four combat-cars, and tell\nthem to evacuate Jaikark and his followers and our Kragans to Gongonk\nIsland. And alert your whole force. These geek palace revolutions are\nalways synchronized with street-rioting, and this thing seems to have\nbeen synchronized with Sid Harrington's death, too. Get our Kragans\nout if you can't save anybody else from the Palace, but sacrificing\nthirty or forty men to save twenty is no kind of business. And keep\nsending reports; I can pick them up on my car radio as I come down.\"\nHe turned to the girl Sergeant. \"Keep on this; there'll be more coming\nin.\"\n\n       *       *       *       *       *\n\nHe rose and left the booth. If we can pull Jaikark's bacon off the\nfire, he was thinking, the Company can dictate its own terms to him\nafterward; if Jaikark's killed, we'll have Gurgurk's head off for it,\nand then take over Konkrook. In either case, it'll be a long step\ntoward getting rid of all these geek despots. And with Eric Blount as\nGovernor-General....\n\nThe inner door of the soundproofed telecast-room burst open, three men\nhurried inside, and it slammed shut behind them. In the brief\ninterval, there had been firing audible from outside. One of the men\nhad a pistol in his right hand, and with his left arm he supported a\ncompanion, whose shoulder was mangled and dripped blood. The third man\nhad a burp-gun in his hands. All were in civilian dress--shorts and\nlight jackets. The man with the pistol holstered it and helped his\ninjured companion into a chair. The burp-gunner advanced into the\nroom, looked around, saw von Schlichten, and addressed him.\n\n\"General! The geeks turned on us!\" he cried. \"The Tenth North Ullr's\nmutinied; they're running wild all over the place. They've taken their\nbarracks and supply-buildings, and the lorry-hangars and the\nmaintenance-yard; they're headed this way in a mob. Some of the Zirk\nCavalry's joined them.\"\n\n\"Have any ammo left for that burp-gun? Come on, then; let's see what\nit's like at Company House,\" von Schlichten said. \"Captain Malavez,\nyou know what to do about defending this station. Get busy doing it.\nAnd have that girl in booth three tell Konkrook what's happened here,\nand say that I won't be coming down, as I planned, just yet.\"\n\n[Illustration]\n\nHe opened the door, and the rattle of shots outside became audible\nagain. The civilian with the burp-gun knew better than to let a\ngeneral go out first; elbowing von Schlichten out of the way, he\ncrouched over his weapon and dashed outside. Drawing his pistol, von\nSchlichten followed, pulling the door shut after him.\n\n       *       *       *       *       *\n\nDarkness had fallen, while he had been inside; now the whole Company\nReservation was ablaze with electric lights. Somebody at the\npower-plant had thrown on the emergency lights. There was a confused\nmass of gray-skinned figures in front of Company House, reflected\nlight twinkling on steel over them; from the direction of the\nnative-troops barracks more natives were coming on the run. On the\nroof of a building across the street, two machine-guns were already\nfiring into the mob. From up the street, a hundred-odd saurian-faced\nnative soldiers were coming at the double, bayonets fixed and rifles\nat high port; with them ran-several Terrans. Motioning his companion\nto follow, von Schlichten ran to meet them, falling in beside a Terran\ncaptain who ran in front.\n\n\"What's the score, captain?\" he asked the panting captain.\n\n\"Tenth North Ullr and the Fifth Cavalry have mutinied; so have these\nrag-tag Auxiliaries. That mob down there's part of them.\" He was\npuffing under the double effort of running and talking. \"Whole thing\nblew up in seconds; no chance to communicate with anybody....\"\n\nA Terran woman, in black slacks and an orange sweater, ran across the\nstreet in front of them, pursued by a group of enlisted \"men\" of the\nTenth North Ullr Native Infantry, all shrieking \"_Znidd suddabit!_\"\nThe fugitive ran into a doorway across the street; before her pursuers\nwere aware of their danger, the Kragans had swept over them. There was\nno shooting; the slim, cruel-bladed bayonets did the work. From behind\nhim, as he ran, von Schlichten could hear Kragan voices in a new cry:\n\"_Znidd geek! Znidd geek!_\"\n\nThe mob were swarming up onto the steps and into the semi-rotunda of\nthe storm-porch. There was shooting, which told him that some of the\nhumans who had been at the banquet were still alive. He wondered,\nhalf-sick, how many, and whether they could hold out till he could\nclear the doorway, and, most of all, he found himself thinking of\nPaula Quinton. Skidding to a stop within fifty yards of the mob, he\nflung out his arms crucifix-wise to halt the Kragans. Behind, he could\nhear the Terrans and native-officers shouting commands to form front.\n\n\"Give them one clip, reload, and then give them the bayonet!\" he\nordered. \"Shove them off the steps and then clear the porch!\"\n\nThe hundred rifles let go all at once; and for five seconds they\npoured a deafening two thousand rounds into the mutineers. There was\nsome fire in reply; a Zirk corporal narrowly missed him with a pistol;\nhe saw the captain's head fly apart when an explosive rifle-bullet hit\nhim, and half a dozen Kragans went down.\n\n\"Reload! Set your safeties!\" von Schlichten bellowed. \"Charge!\"\n\n       *       *       *       *       *\n\nUnder human officers, the North Ullr Native Infantry would have stood\nfirm. Even under their native-officers and sergeants, they should not\nhave broken as they did, but the best of these had paid for their\nloyalty to the Company with their lives. At that, the Skilkan\npeasantry who made up the Tenth Infantry, and the Zirk cavalrymen,\ntried briefly to fight as individuals, shrieking \"_Znidd suddabit!_\"\nuntil the Kragans were upon them, stabbing and shooting. They drove\nthe rioters from the steps or killed them there, they wiped out those\nwho had gotten into the semicircle of the storm-porch. The inside\ndoors, von Schlichten saw, were open, but beyond them were Terrans and\na dozen or so Kragans. Hideyoshi O'Leary and Barney Mordkovitz seemed\nto be in command of these.\n\n\"We had about thirty seconds' warning,\" Mordkovitz reported, \"and the\nKragans in the hall bought us another sixty seconds. Of course, we all\nhad our pistols....\"\n\n\"Hey! These storm-doors are wedged!\" somebody discovered. \"Those\ngoddam geek servants ...!\"\n\n\"Yeah; kill any of them you catch,\" somebody else advised. \"If we\ncould have gotten these doors closed....\"\n\nThe mob, driven from the steps, was trying to re-form and renew the\nattack. From up the street, the machine-guns, silent during the\nbayonet-fight, began hammering again. The mob surged forward to get\nout of their fire, and were met by a rifle-blast and a hedge of\nbayonets at the steps; they surged back, and the machine-guns flailed\nthem again. They started to rush the building from whence the\nautomatic-fire came, and there was a fusilade and a shriek of \"_Znidd\ngeek!_\" from up the street. They turned and fled in the direction from\nwhence they had come, bullets scourging them from three directions at\nonce.\n\nFor a moment, von Schlichten and the three Terrans and eighty-odd\nKragans who had survived the fight stood on the steps, weapons poised,\nseeking more enemies. The machine-guns up the street stuttered a few\nshort bursts and were silent. From behind, the beleaguered Terrans and\ntheir Kragan guards were emerging. He saw Jules Keaveney and his wife;\nCommander Prinsloo of the _Aldebaran_; Harry Quong and Bogdanoff. Ah,\nthere she was! He heaved a breath of relief and waved to her.\n\nThe Kragans were already setting about their after-battle chores. A\ncouple of hundred more Kragans, led by Native-Major Kormork, the\nco-parent of young with King Kankad, came up at the double and stopped\nin front of Company House.\n\n       *       *       *       *       *\n\n\"We were in quarters, aboard the _Aldebaran_ and in the guest-house at\nthe airport,\" Kormork reported. \"We were attacked, fifteen minutes\nago, by a mob. We took ten minutes beating them off, and five more\ngetting here. I sent Native-Captain Zeerjeek and the rest of the force\nto re-take the supply-depot and the shops and lorry hangars, which had\nbeen taken, and relieve the military airport, which is under attack.\"\n\n\"Good enough. I hope you didn't spread yourself out too thin. What's\nthe situation at the commercial airport?\"\n\n\"The two ships, the _Aldebaran_ and the freighter _Northern Star_, are\nboth safe,\" Kormork replied. \"I saw them go on contragravity and rise\nto about a hundred feet.\"\n\n\"Whose crowd is that you have?\" he asked the Terran lieutenant who had\ntaken over command of the first force of Kragans.\n\n\"Company 6, Eighteenth Rifles, sir. We were on duty at the guardhouse;\nfighting broke out in the direction of the native barracks. A couple\nof runners from Captain Retief of Company 4 came in with word that he\nwas being attacked by mutineers from the Tenth N.U.N.I., but that he\nwas holding them back. So Captain Charbonneau, who was killed a few\nminutes ago, left a Terran lieutenant and a Kragan native-lieutenant\nand a couple of native-sergeants and thirty Kragans to hold the\nguardhouse, and brought the rest of us here.\"\n\nVon Schlichten nodded. \"You'd pass the military airport and the\npower-plant, wouldn't you?\" he asked.\n\n\"Yes, sir. The military airport's holding out, and I saw the\nred-and-yellow danger-lights on the fence around the power-plant.\"\n\nThat meant the power-plant was, for the time, safe; somebody'd turned\ntwenty thousand volts into the fence.\n\n\"All right. I'm setting up my command post at the telecast station,\nwhere the communication equipment is.\" He turned to the crowd that had\ncome out onto the porch from inside. \"Where's Colonel Cheng-Li?\"\n\n\"Here, general.\" The Intelligence and Constabulary officer pushed\nthrough the crowd. \"I was on the phone, talking to the military\nairport, the commercial airport, ordnance depot, spaceport, ship-docks\nand power plant. All answer. I'm afraid Pop Goode, at the city\npower-plant, is done for; nobody answers there, but the TV-pickup is\nstill on in the load-dispatcher's room, and the place is full of\ngeeks. Colonel Jarman's coming here with a lorry to get combat-car\ncrews; he's short-handed. Port-Captain Leavitt has all the native\nlabor at the airport and spaceport herded into a repair dock; he's\nkeeping them covered with the forward 90-mm. gun of the _Northern\nStar_. Lorry-hangars, repair-shops and maintenance-yards don't\nanswer.\"\n\n\"That's what I was going to ask you. Good enough. Harry Quong, Hassan\nBogdanoff!\"\n\nHis command-car crew front-and-centered.\n\n\"I want you to take Colonel O'Leary up, as soon as my car's brought\nhere.... Hid, you go up and see what's going on. Drop flares where\nthere isn't any light. And take a look at the native-labor camp and\nthe equipment-park, south of the reservation.... Kormork, you take all\nyour gang, and half these soldiers from the Eighteenth, here, and help\nclear the native-troops barracks. And don't bother taking any\nprisoners; we can't spare personnel to guard them.\"\n\nKormork grinned. The taking of prisoners had always been one of those\nirrational Terran customs which no Ullran regarded with favor, or even\ncomprehension.\n\n\n\n\nVI\n\n\nThere was fresh intelligence from Konkrook, by the time he returned\nto the telecast station. Mutiny had broken out there among the\nlaborers and native troops, who outnumbered the Terrans and their\nKragan mercenaries on Gongonk Island by five thousand to five hundred\nand fifteen hundred respectively. The attempt to relieve Jaikark's\npalace had been called off before the relief-force could be sent;\nthere was heavy and confused fighting all over the island, and most of\nthe combat contragravity and about half the Kragan Rifles had had to\nbe committed to defend the Company farms across the Channel, on the\nmainland, south of the city. There had also been an urgent call for\nhelp from Colonel Rodolfo MacKinnon, in command of Company troops at\nthe Keegark Residency.\n\nHe called Keegark; a girl, apparently one of the civilian telecast\ntechnicians, answered.\n\n\"We must have help, General von Schlichten,\" she told him. \"The native\ntroops, all but two hundred Kragans, have mutinied. They have\neverything here except Company House--docks, airport, everything.\nWe're trying to hold out, but there are thousands of them.\"\n\n\"What happened to Eric Blount and your Resident-Agent, Mr. Lemoyne?\"\n\n\"We don't know. They were at the Palace, talking to King Orgzild.\nWe've tried to call the Palace, but we can't get through. General, we\nmust have help....\"\n\nA call came in, a few minutes later, from Krink, five hundred miles to\nthe north-east across the mountains; the Resident-Agent there, one\nFrancis Xavier Shapiro, reported rioting in the city and an attempted\npalace-revolution against King Jonkvank, and that the Residency was\nunder attack. By way of variety, it was the army of King Jonkvank that\nhad mutinied; the Sixth North Ullr Native Infantry and the two\ncompanies of Zirk cavalry at Krink were still loyal, along with the\nKragans.\n\n       *       *       *       *       *\n\nThere was a pattern to all this. Von Schlichten stood staring at the\nbig map, on the wall, showing the Takkad Sea area at the Equatorial\nZone, and the country north of it to the Pole, the area of Ullr\noccupied by the Company. He was almost beginning to discern the\nunderlying logic of the past half-hour's events when Keaveney, the\nSkilk Resident, blundered into him in a half-daze.\n\n\"Sorry, general; didn't see you.\" His face was ashen, and his jowls\nsagged. \"My God, it's happening all over Ullr! Why, it's the end of\nall of us!\"\n\n\"It's not quite that bad, Mr. Keaveney.\" He looked at his watch. It\nwas now nearly an hour since the native troops here at Skilk had\nmutinied. Insurrections like this usually succeeded or failed in the\nfirst hour. \"If we all do our part, we'll come out of it all right,\"\nhe told Keaveney, more cheerfully than he felt, then turned to ask\nBrigadier-General Mordkovitz how the fighting was going at the\nnative-troops barracks.\n\n\"Not badly, general. Colonel Jarman's got some contragravity up and\nworking. They blew out all four of the Tenth N.U.N.I.'s barracks; the\nTenth and the Zirks are trying to defend the cavalry barracks. Some of\nour Kragans managed to slip around behind the cavalry stables. They're\nleading out hipposaurs, and sniping at the rear of the cavalry\nbarracks.\"\n\n\"That'll give us some cavalry of our own; a lot of these Kragans are\ngood riders.... How about the repair-shops and maintenance-yard and\nlorry-hangars? I don't want these geeks getting hold of that equipment\nand using it against us.\"\n\n\"Kormork's outfit are trying to take back the lorry-hangars. Jarman's\ngot a couple of airjeeps and a combat-car helping them.\"\n\n\"... won't be one of us left by this time tomorrow,\" Keaveney was\nwailing, to Paula Quinton and another woman. \"And the Company is\nfinished!\"\n\nColonel Cheng-Li, the Intelligence officer, approached Keaveney and\ntried to quiet him. At the same time, a woman in black slacks and an\norange sweater--the one whose pursuers had been overrun by the Kragans\nat the beginning of the fighting--approached von Schlichten.\n\n\"General; King Kankad's calling,\" she said. \"He's on the screen in\nbooth four.\"\n\n       *       *       *       *       *\n\nKankad's face was looking out of the screen at him, with Phil\nYamazaki, the telecast operator at Kankad's Town, standing behind him.\n\n\"Von!\" The Kragan spoke almost as though in physical pain. \"What can I\ndo to help? I have twenty thousand of my people here who are capable\nof bearing arms, all with firearms, but I have transport for only five\nhundred. Where shall I send them?\"\n\nVon Schlichten thought quickly. Keegark was finished; the Residency\nstood in the middle of the city, surrounded by two hundred thousand of\nKing Orgzild's troops and subjects. Sending Kankad's five hundred\nwarriors and his meager contragravity there would be the same as\nshovelling them into a furnace. The people at Keegark would have to be\nwritten off, like the twenty Kragans at Jaikark's palace.\n\n\"Send them to Konkrook,\" he decided. \"Them M'zangwe's in command,\nthere; he'll need help to hold the Company farms. Maybe he can find\nadditional transport for you. I'll call him.\"\n\n\"I'll send off what force I can, at once,\" Kankad promised. \"How does\nit go with you at Skilk?\"\n\n\"We're holding, so far,\" he replied.\n\nCaptain Inez Malavez, the woman officer in charge of the station, put\nher head into the booth.\n\n\"General! Immediate-urgency message from Colonel O'Leary,\" she said.\n\"Native laborers from the mine-labor camp are pouring into the\nmine-equipment park. Colonel O'Leary's used all his rockets and\nmg-ammunition trying to stop them.\"\n\n\"Call you back, later,\" von Schlichten told Kankad. \"I'll see what\nThem M'zangwe can do about transport; get what force you can started\nfor Konkrook at once.\"\n\nHe left the booth. \"Barney!\" he called. \"General Mordkovitz! Who's the\nranking officer in direct contact with the Eighteenth Rifles? Major\nFalkenberg?\"\n\n\"That's right.\"\n\n\"Well, tell him to get as many of his Kragans as he can spare down to\nthe equipment-park.\" He turned to Inez Malavez. \"You call Jarman; tell\nhim what O'Leary reported, and tell him to get cracking on it. Tell\nhim not to let those geeks get any of that equipment onto\ncontragravity; knock it down as fast as they try to lift out with it.\nAnd tell him to see what he can do in the way of troop-carriers or\nlorries, to get Falkenberg's Rifles to the equipment-park.... How's\nbusiness at the lorry-hangars and maintenance-yard?\"\n\n\"Kormork's still working on that,\" the girl captain told him. \"Nothing\ndefinite, yet.\"\n\n       *       *       *       *       *\n\nIn one corner of the big room, somebody had thumbtacked a\nten-foot-square map of the Company area to the floor. Paula Quinton\nand Mrs. Jules Keaveney were on their knees beside it, pushing out\nhandfuls of little pink and white pills that somebody had brought in\ntwo bottles from the dispensary across the road, each using a\nbilliard-bridge. The girl in the orange sweater had a handful of\nscribbled notes, and was telling them where to push the pills. There\nwere other objects on the map, too--pistol-cartridges, and\ncigarettes, and foil-wrapped food-concentrate wafers. Paula, seeing\nhim, straightened.\n\n\"The pink are ours, general,\" she said. \"The white are the geeks.\" Von\nSchlichten suppressed a grin; that was the second time he'd heard her\nuse that word, this evening. \"The cigarettes are airjeeps, the\ncartridges are combat-cars, and the wafers are lorries or\ntroop-carriers.\"\n\n\"Not exactly regulation map-markers, but I've seen stranger things\nused.... Captain Malavez!\"\n\n\"Yes, sir?\" The girl captain, rushing past, her hands full of\nteleprint-sheets, stopped in mid-stride.\n\n\"What we need,\" he told her, \"is a big TV-screen, and a pickup mounted\non some sort of a contragravity vehicle at about two to five thousand\nfeet directly overhead, to give us an image of the whole area. Can\ndo?\"\n\n\"Can try, sir. We have an eight-foot circular screen that ought to do\nall right for two thousand feet. I'll implement that at once.\"\n\nGoing into a temporarily idle telecast booth, he called Konkrook, and\nfinally got Themistocles M'zangwe on the screen.\n\n\"How is it, now?\" he asked.\n\n\"Getting a little better,\" the Graeco-African replied. \"Half an hour\nago, we were shooting geeks out the windows, here; now we have them\ncontained between the spaceport and the native-troops and labor\nbarracks, and down the east side of the island to the farms. We have\nthe wire around the farms on the island electrified, and we're using\nalmost all our combat contragravity to keep the farms on the mainland\nclear.\" He hesitated for a moment. \"Did you hear about Eric Blount and\nLemoyne?\"\n\nVon Schlichten shook his head.\n\n       *       *       *       *       *\n\n\"The whole party that were at Orgzild's palace were massacred. Some of\nthem were lucky enough to get killed fighting. The geeks took Eric and\nHendrik alive; rolled them in a puddle of thermoconcentrate fuel and\nset fire to them. When we can spare the contragravity, we're going to\ndrop something on the Kee-geek embassy, over in town.\"\n\nVon Schlichten grimaced, but he'd expected something like it. He told\nM'zangwe about King Kankad's offer. \"His crowd ought to be coming in\nin a couple of hours. What can you scrape up to send to Kankad's Town\nto airlift Kragans in?\"\n\n\"Well, we have three hundred-and-fifty-foot gun-cutters, one 90-mm.\napiece. The _Elmoran_, the _Gaucho_, and the _Bushranger_. But they're\nnot much as transports, and we need them here pretty badly. Then, we\nhave five fertilizer and charcoal scows, and a lot of heavy transport\nlorries, and two one-eighty-foot pickup boats.\"\n\n\"How about the _Piet Joubert?_\" von Schlichten asked. \"She was due in\nKonkrook from the east about 1300 today, wasn't she?\"\n\nM'zangwe swore. \"She got in, all right. But the geeks boarded her at\nthe dock, within twenty minutes after things started. They tried to\nlift out with her, and the Channel Battery shot her down into Konkrook\nChannel, off the Fifty-sixth Street docks.\"\n\n\"Well, you couldn't let the geeks have her, to use against us. What do\nyou hear from the other ships?\"\n\n\"_Procyon's_ at Grank; we haven't had any reports of any kind from\nthere, which doesn't look so good. The _Northern Lights_ is at Grank,\ntoo. The _Oom Paid Kruger_ should have been at Bwork, in the east,\nwhen the gun went off. And the _Jan Smuts_ and the _Christiaan De\nWett_ were both at Keegark; we can assume Orgzild has both of them.\"\n\n\"All right. I'm sending _Aldebaran_ to Kankad's, to pick up more\nreenforcements for you.\"\n\n       *       *       *       *       *\n\nLeaving the booth, he heard, above the clatter of\ncommunications-machines and the hubbub of voices, Jules Keaveney\narguing contentiously. Evidently Colonel Cheng-Li's efforts to drag\nthe Resident out of his despondency had been an excessive success.\n\n\"But it's crazy! Not just here; everywhere on Ullr!\" Keaveney was\nsaying. \"How did they do it? They have no telecast equipment.\"\n\n\"You have me stopped, Jules,\" Mordkovitz was replying. \"I know a lot\nof rich geeks have receiving sets, but no sending sets.\"\n\nThe pattern that had been tantalizing von Schlichten took visible\nshape in his mind. For a moment, he shelved the matter of the\n_Aldebaran_.\n\n\"They didn't need sending equipment, Barney,\" he said. \"They used\nours. Sid Harrington was poisoned in Konkrook. The news, of course,\nwas sent out at once, as the geeks knew it would be, to every\nresidency and trading-station on Ullr, and that was the signal they'd\nagreed upon, probably months in advance!\"\n\n\"Well, what was our Intelligence doing; sleeping?\" Keaveney demanded\nangrily.\n\n\"No; they were writing reports for your civil administration blokes to\nstuff in the wastebasket, and being called mailed-fist-and-rattling-sabre\nalarmists for their pains.\" He turned away from Keaveney. \"Barney, where\nis Dirk Prinsloo?\"\n\n\"Aboard his ship. He hitched a ride to the airport with Jarman, when\nhe was here picking up air-crews.\"\n\n\"Call him. Tell him to take the _Aldebaran_ to Kankad's Town, at once;\nas soon as he arrives there, which ought to be about 1100, he's to\npick up all the Kragans he can pack aboard and take them to Konkrook.\nFrom then on, he'll be under Them M'zangwe's orders.\"\n\n\"To Konkrook?\" Keaveney fairly howled. \"Are you nuts? Don't you think\nwe need reenforcements here, too?\"\n\n\"Yes, I do. I'm going to try to get them,\" von Schlichten told him.\n\"Now pipe down and get out of people's way.\"\n\nHe crossed the room, to where two Kragans, a male sergeant, and the\nubiquitous girl in the orange sweater were struggling to get a big\ncircular TV-screen up, then turned to look at the situation-map. A\ngirl tech-sergeant was keeping Paula Quinton and Mrs. Jules Keaveney\ninformed.\n\n\"Start pushing geeks out of the Fifth Zirk Cavalry barracks,\" the\nsergeant was saying. \"The one at the north end, and the one next to\nit; they're both on fire, now.\" She tossed a slip into the wastebasket\nbeside her and glanced at the next slip. \"And more pink pills back of\nthe barracks and stables, and move them a little to the north-west;\nKragans as skirmishers, to intercept geeks trying to slip away from\nthe cavalry barracks.\"\n\n       *       *       *       *       *\n\nA young Kragan with his lower left arm in a sling and a daub of\nantiseptic plaster over the back of his head came up and gave him a\nradioprint slip. Guido Karamessinis, the Resident-Agent at Grank, had\nreported, at last. The city, he said, was quiet, but King Yoorkerk's\ntroops had seized the Company airport and docks, taken the _Procyon_\nand the _Northern Lights_ and put guards aboard them, and were\nsurrounding the Residency. He wanted to know what to do.\n\nVon Schlichten managed to get him on the screen, after awhile.\n\n\"It looks as though Yoorkerk's trying to play both sides at once,\" he\ntold the Grank Resident. \"If the rebellion's put down, he'll come\nforward as your friend and protector; if we're wiped out elsewhere,\nhe'll yell '_Znidd suddabit!_' and swamp you. Don't antagonize him; we\ncan't afford to fight this war on any more fronts than we are now.\nWe'll try to do something to get you unfrozen, before long.\"\n\nHe called Krink again. A girl with red-gold hair and a dusting of\nfreckles across her nose answered.\n\n\"How are you making out?\" he asked.\n\n\"So far, fine, general. We're in complete control of the Company area,\nand all our native-troops, not just the Kragans, are with us.\nJonkvank's pushed the mutineers out of his palace, and we're keeping\nopen a couple of streets between there and here. We airlifted all our\nKragans and half the Sixth N.U.N.I. to the Palace, and we have the\nZirks patrolling the streets on 'saur-back. Now, we have our lorries\nand troop-carriers out picking up elements of Jonkvank's loyal troops\noutside town.\"\n\n\"Who's doing the rioting, then?\"\n\nShe named three of Jonkvank's regiments. \"And the city hoodlums, and\npriests from the temples of one sect that followed Rakkeed, and the\nwhole passel of Skilkan fifth columnists.\"\n\n\"How long do you think it'd take, with the equipment you have, to\nairlift all of Jonkvank's loyal troops into the city?\"\n\n\"Not before this time tomorrow.\"\n\n\"All right. Are you in radio communication with Jonkvank now?\"\n\n\"Full telecast, audio-visual,\" the girl replied. \"Just a minute,\ngeneral.\"\n\n       *       *       *       *       *\n\nHe put in his geek-speaker. Within a few minutes, a saurian Ullran\nface was looking out of it at him; a harsh-lined, elderly, face, with\nan old scar, quartz-crusted, along one side.\n\n\"Your Majesty,\" von Schlichten greeted him.\n\nJonkvank pronounced something intended to correspond to von\nSchlichten's name. \"We have image-met under sad circumstances,\ngeneral,\" he said.\n\n\"Sad for both of us, King Jonkvank; we must help one another. I am\ntold that your soldiers in Krink have risen against you, and that your\nloyal troops are far from the city.\"\n\n\"Yes. That was the work of my War Minister, Hurkkirk, who was in the\npay of King Firkked of Skilk, may Jeels devour him alive! I have\nHurkkirk's head here somewhere. I can have it found, if you want to\nsee it.\"\n\n\"Dead-traitors' heads do not interest me, King Jonkvank,\" von\nSchlichten replied, in what he estimated that the Krinkan king would\ninterpret as a tone of cold-blooded cruelty. \"There are too many\ntraitors' heads still on traitors' shoulders.... What regiments are\nloyal to you, and where are they now?\"\n\nJonkvank began naming regiments and locating them, all at minor\nprovincial towns at least a hundred miles from Krink.\n\n\"Hurkkirk did his work well; I'm afraid you killed him too\nmercifully,\" von Schlichten said. \"Well, I'm sending the _Northern\nStar_ to Krink. She can only bring in one regiment at a trip, the way\nthey're scattered; which one do you want first?\"\n\nJonkvank's mouth, until now compressed grimly, parted in a gleaming\nsmile. He made an exclamation of pleasure which sounded rather like a\nboy running along a picket fence with a stick.\n\n\"Good, general! Good!\" he cried. \"The first should be the regiment\nMurderers, at Furnk; they all have rifles like your soldiers. Have\nthem brought to the Great Square, at the Palace here. And then, the\nregiment Fear-Makers, at Jeelznidd, and the regiment Corpse-Reapers,\nat....\"\n\n\"Let that go until the Murderers are in,\" von Schlichten advised.\n\"They're at Furnk, you say? I'll send the _Northern Star_ there,\ndirectly.\"\n\n\"Oh, good, general! I will not soon forget this! And, as soon as the\nwork is finished here, I will send soldiers to help you at Skilk.\nThere shall be a great pile of the heads of those who had part in this\nwickedness, both here and there!\"\n\n\"Good. Now, if you will pardon me, I'll go to give the necessary\norders....\"\n\n       *       *       *       *       *\n\nAs he left the booth, he saw Hideyoshi O'Leary in front of the\nsituation-map, and hailed him.\n\n\"Harry and Hassan are getting the car re-ammoed; they dropped me off\nhere. Want to come up with us and see the show?\" O'Leary asked, as he\nsaw the general.\n\n\"No, I want you to go to Krink, as soon as Harry brings the car here\nagain.\" He told O'Leary what he intended doing. \"You'll probably have\nto go around ahead of the _Star_ and alert these regiments. And as\nsoon as things stabilize at Krink, prod Jonkvank into airlifting\ntroops here. You're authorized, in my name, to promise Jonkvank that\nhe can assume political control at Skilk, after we've stuffed\nFirkked's head in the dustbin.\"\n\nJules Keaveney, who always seemed to be where he wasn't wanted, heard\nthat and fairly screamed.\n\n\"General von Schlichten! That is a political decision! You have no\nauthority to make promises like that; that is a matter for the\nGovernor-General, at least!\"\n\n\"Well, as of now, and until a successor to Sid Harrington can be sent\nhere from Terra, I'm Governor-General,\" von Schlichten told him,\nmentally thanking Keaveney for reminding him of the necessity for such\na step. \"Captain Malavez! You will send out an all-station telecast,\nimmediately: Military Commander-in-Chief Carlos von Schlichten, being\ninformed of the deaths of both Governor-General Harrington and\nLieutenant-Governor Blount, assumes the duties of Governor-General, as\nof 0001 today.\" He turned to Keaveney. \"Does that satisfy you?\" he\nasked.\n\n\"No, it doesn't. You have no authority to assume a civil position of\nany sort, let alone the very highest position....\"\n\nVon Schlichten unbuttoned his holster and took out his authority,\nletting Keaveney look in to the muzzle of it.\n\n\"Here it is,\" he said. \"If you're wise, don't make me appeal to it.\"\n\nKeaveney shrugged. \"I can't argue with that,\" he said. \"But I don't\nfancy the Ullr Company is going to be impressed by it.\"\n\n\"The Ullr Company,\" von Schlichten replied, \"is six and a half parsecs\naway. It takes a ship six months to get from here to Terra, and\nanother six months to get back. A radio message takes a little over\ntwenty-one years, each way.\" He holstered the pistol again.\n\n\"That brings up another question, general,\" one of Keaveney's\nsubordinates said. \"Can we hold out long enough for help to get here\nfrom Terra?\"\n\n\"By the time help could reach us from Terra,\" von Schlichten replied,\n\"we'll either have this revolt crushed, or there won't be a live\nTerran left on Ullr.\" He felt a brief sadistic pleasure as he watched\nKeaveney's face sag in horror. \"On this planet, there's not more than\na three months' supply of any sort of food a human can eat. And the\nships that'll be coming in until word of our plight can get to Terra\nwon't bring enough to keep us going. We need the farms and livestock\nand the animal-tissue culture plant at Konkrook, and the farms at\nKrink and on the plateau back of Skilk, and we need peace and native\nlabor to work them.\"\n\n       *       *       *       *       *\n\nNobody seemed to have anything to say after that, for awhile. Then\nKeaveney suggested that the next ship was due in from Niflheim in\nthree months, and that it could be used to evacuate all the Terrans on\nUllr.\n\n\"And I'll personally shoot any able-bodied Terran who tries to board\nthat ship,\" von Schlichten promised. \"Get this through your heads, all\nof you. We are going to break this rebellion, and we are going to hold\nUllr for the Company and the Terran Federation.\" He looked around him.\n\"Now, get back to work, all of you,\" he told the group that had formed\naround him and Keaveney. \"Miss Quinton, you just heard me order my\nadjutant, Colonel O'Leary, on detached duty to Krink. I want you to\ntake over for him. You'll have rank and authority as colonel for the\nduration of this war.\"\n\nShe was thunderstruck. \"But I know absolutely nothing about military\nmatters. There must be a hundred people here who are better qualified\nthan I am....\"\n\n\"There are, and they all have jobs, and I'd have to find replacements\nfor them, and replacements for the replacements. You won't leave any\nvacancy to be filled. And you'll learn, fast enough.\" He went over to\nthe situation-map again, and looked at the arrangements of pink and\nwhite pills. \"First of all, I want you to call Jarman, at the military\nairport, and have an airjeep and driver sent around here for me. I'm\ngoing up and have a look around. Barney, keep the show going while I'm\nout, and tell Colonel Quinton what it's all about.\"\n\n\n\n\nVII\n\n\nHe looked at his watch, as the light airjeep let down into the street.\nOh-one-fifteen--two hours and a half since the mutiny at the\nnative-troops barracks had broken out. The Company reservation was\nstill ablaze with lights, and over the roof of the hospital and\ndispensary and test-lab he could see the glare of the burning\nbarracks. There was more fire-glare to the south, in the direction of\nthe mine-equipment park and the mine-labor camp, and from that\ndirection the bulk of the firing was to be heard.\n\nThe driver, a young lieutenant, slid back the duraglass canopy for him\nto climb in, then snapped it into place when he had strapped himself\ninto his seat, and hit the controls.\n\nThey lifted up, the driver turning the nose of the airjeep in the\ndirection of the flames and explosions and magnesium-lights to the\nsouth and tapping his booster-button gently. The vehicle shot forward\nand came floating in over the scene of the fighting. The situation-map\nat the improvised headquarters had shown a mixture of pink and white\npills in the mine-equipment park; something was going to have to be\ndone about the lag in correcting it, for the area was entirely in the\nhands of loyal Company troops, and the mob of laborers and mutinous\nsoldiers had been pushed back into the temporary camp where the\nworkers had been gathered to await transportation to the Arctic. As he\nhad feared, the rioting workers, many of whom were trained to handle\ncontragravity equipment, had managed to lift up a number of\ndump-trucks and power-shovels and bulldozers, intending to use them as\nimprovised air-tanks, but Jarman's combat-cars had gotten on the job\npromptly and all of these had been shot down and were lying in\nwreckage, mostly among the rows of parked mining-equipment.\n\n       *       *       *       *       *\n\nFrom the labor-camp, a surprising volume of fire was being directed\nagainst the attack which had already started from the retaken\nequipment-park.\n\nHovering above the fighting, aloof from it, he saw six long\ntroop-carriers land and disgorge Kragan Rifles who had been released\nby the liquidation of resistance at the native-troops barracks. A\nlittle later, two air-tanks floated in, and then two more, going off\ncontragravity and lumbering forward on treads to fire their 90-mm.\nrifles. At the same time, combat-cars swooped in, banging away with\ntheir lighter auto-cannon and launching rockets. The titanium\nprefab-huts, set up to house the laborers and intended to be taken\nnorth with them for their stay on the polar desert, were simply wiped\naway. Among the wreckage, resistance was being blown out like the\nlights of a candelabrum.\n\nHe took up the hand-phone and called HQ.\n\n\"Von Schlichten; what's the wavelength of the officer in command at\nthe equipment-park?\"\n\nA voice at the telecast station furnished it; he punched it out.\n\n\"Von Schlichten, right overhead. That you, Major Falkenberg? Nice\ngoing, major; how are your casualties?\"\n\n\"Not too bad. Twenty or thirty Kragans and loyal Skilkans, and eight\nTerrans killed; about as many wounded.\"\n\n\"Pretty good, considering what you're running into. Get many of your\nKragans mounted on those hipposaurs?\"\n\n\"About a hundred; a lot of 'saurs got shot, while we were leading them\nout from the stables.\"\n\n\"Well, I can see geeks streaming away from the labor-camp, out the\nsouth end, going in the direction of the river. Use what cavalry you\nhave on them, and what contragravity you can spare. I'll drop a few\nflares to show their position and direction.\"\n\nAnticipating him, the driver turned the airjeep and started toward the\ndry Hoork River. Von Schlichten nodded approval and told him to\nrelease flares when over the fugitives.\n\n\"Right,\" Falkenberg replied. \"I'll get on it at once, general.\"\n\n\"And start moving that mine-equipment up into the Company area. Some\nof it we can put into the air; the rest we can use to build\nbarricades. None of it do we want the geeks getting hold of, and the\nequipment-park's outside our practical perimeter. I'll send people to\nhelp you move it.\"\n\n\"No need to do that, sir; I have about a hundred and fifty loyal North\nUllrans--foremen, technicians, overseers--who can handle it.\"\n\n\"All right. Use your own judgment. Put the stuff back of the\nnative-troops barracks, and between the power-plant and the Company\noffice-buildings, and anywhere else you can.\" The lieutenant nudged\nhim and pushed a couple of buttons on the dashboard. \"Here go the\nflares, now.\"\n\n       *       *       *       *       *\n\nImmediately, a couple of airjeeps pounced in, to strafe the fleeing\nenemy. Somebody must have already been issuing orders on another\nwavelength; a number of Kragans, riding hipposaurs, were galloping\ninto the light of the flares.\n\n\"Now, let's have a look at the native barracks and the\nmaintenance-yards,\" he said. \"And then, we'll make a circuit around\nthe Reservation, about two-three miles out. I'm not happy about where\nFirkked's army is.\"\n\nThe driver looked at him. \"I've been worrying about that, too, sir,\"\nhe said. \"I can't understand why he hasn't jumped us, already. I know\nit takes time to get one of these geek armies on the road, but....\"\n\n\"He's hoping our native-troops and the mine laborers will be able to\nwipe us out, themselves,\" von Schlichten said.\n\nThere was nothing going on in the area between the native barracks\nand the mountains except some sporadic firing as small patrols of\nKragans clashed with clumps of fleeing mutineers. All the barracks,\neven those of the Rifles, were burning; the red-and-yellow\ndanger-lights around the power-plant and the water-works and the\nexplosives magazines were still on. Most of the floodlights were still\non, and there was still some fighting around the maintenance-yard. It\nlooked as though the survivors of the Tenth N.U.N.I. were in a few\nsmall pockets which were being squeezed out.\n\nThere was nothing at all going on north of the Reservation; the\ncountryside, by day a checkerboard of walled fields and small\nvillages, was dark, except for a dim light, here and there, where the\noccupants of some farmhouse had been awakened by the noise of battle.\n\nThen, two miles east of the Reservation, he caught a new sound--the\nflowing, riverlike, murmur of something vast on the move.\n\n\"Hear that, lieutenant?\" he asked. \"Head for it, at about a thousand\nfeet. When we're directly above it, let go some flares.\"\n\n\"Yes, sir.\" The younger man had lowered his voice to a whisper.\n\n\"That's geeks; headed for the Reservation.\"\n\n\"Maybe Firkked's army,\" von Schlichten thought aloud. \"Or maybe a city\nmob.\"\n\n       *       *       *       *       *\n\nThe noises were growing clearer, louder. He picked up the phone and\npunched the wavelength of the military airport.\n\n\"Von Schlichten; my compliments to Colonel Jarman. Tell him there's a\ngeek mob, or possibly Firkked's regulars, on the main highway from\nSkilk, two miles east of the Reservation. Get some combat\ncontragravity over here, at once. We'll light them up for you. And\ntell Colonel Jarman to start flying patrols up and down along the\nHoork River; this may not be the only gang that's coming out to see\nus.\"\n\nThe sounds were directly below, now--the scuffing of horny-soled feet\non the dirt road, the clink and rattle of slung weapons, the clicking\nand squeaking of Ullran voices.\n\nThe lieutenant said: \"Here go the flares, sir.\"\n\nVon Schlichten shut his eyes, then opened them slowly. The driver,\nupon releasing the flares, had nosed up, banked, turned, and was\ncoming in again, down the road toward the advancing column. Von\nSchlichten peered into his all-armament sight, his foot on the\nmachine-gun pedal and his fingers on the rocket buttons. The highway\nbelow was jammed with geeks, and they were all stopped dead and\nstaring upward, as though hypnotized by the lights. It was obviously a\nmob. A second later, they had recovered and were shooting--not at the\nairjeep, but at the four globes of blazing magnesium. Then he had the\nclose-packed mass of non-humanity in his sights; he tramped the pedal\nand began punching buttons. He still had four rockets left by the time\nthe mob was behind him.\n\n\"All right, let's take another pass at them. Same direction.\"\n\nThe driver put the airjeep into a quick loop and came out of it in\nfront of the mob, who now had their backs turned and were staring in\nthe direction in which they had last seen the vehicle. Again, von\nSchlichten plowed them with rockets and harrowed them with his guns.\nSome of the Skilkans were trying to get over the high fences on either\nside of the road--really stockades of petrified tree-trunks. Others\nwere firing, and this time they were shooting at the airjeep. It took\none hit from a heavy shellosaur-rifle, and immediately the driver\nbanked and turned away from the road, heading back.\n\n\"Dammit, why did you do that?\" von Schlichten demanded, lifting his\nfoot from the gun-pedal. \"Are you afraid of the kind of popguns those\ngeeks are using?\"\n\n\"I am not afraid to risk my vehicle, or myself, sir,\" the lieutenant\nreplied, with the extreme formality of a very junior officer chewing\nout a very senior one. \"I am, however, afraid to risk my passenger.\nGenerals are not expendable, sir.\"\n\nHe was right, of course. Von Schlichten admitted it. \"I'm too old to\nplay cowboy, like this,\" he said. \"Back to the Reservation; telecast\nstation.\"\n\nLooking back over his shoulder, he saw eight or ten more flares\nalight, and the ground-flashes of exploding shells and rockets; the\nair above the road was sparkling with gun-flames. Jarman must have had\nsome contragravity ready to be sent off on the instant.\n\n       *       *       *       *       *\n\nWhile he had been out, somebody had gotten a TV-pickup mounted on a\ncontragravity-lifter and run up to two thousand feet, on the end of a\nsteel-tough tensilon mooring-line. The big circular screen was lit,\nshowing the whole Company Reservation, with the surrounding\ncountryside foreshortened by perspective to the distant lights of\nSkilk. The map had been taken up from the floor, and a big\nterrain-board had been brought in from the Chief Engineer's office and\nset up in its place. In front of the screen, Paula Quinton, Barney\nMordkovitz, Colonel Cheng-Li, and, conspicuously silent, Jules\nKeaveney, sat drinking coffee and munching sandwiches. Half a dozen\nTerrans, of both sexes, were working furiously to get the markers\nwhich replaced the pink and white pills placed on the board, and one\nof Captain Inez Malavez' non-coms, with a headset, was getting combat\nreports directly from the switchboard. Everything was clicking like\nwell-oiled machinery.\n\nOn the TV-screen, the Residency area was ablaze with light, and so\nwere the ship-docks, the airport and spaceport, the shops, and the\nmaintenance-yard. On the terrain-board, the latter was now marked as\ncompletely in Company hands. The ruins of the native-troops barracks\nwere still burning, and there was a twinkle of orange-red here and\nthere among the ruins of the labor-camp. Much of the equipment for the\nPolar mines had already been shifted into defensible ground. The rest\nof the circle was dark, except for the distant lights of Skilk, where\nthe nuclear power plant was apparently still functioning in native\nhands.\n\nThen, without warning, a spot of white light blazed into being\nsouth-east of the Company area and south-west of Skilk, followed by\nanother and another. Instantly, von Schlichten glanced up at the row\nof smaller screens, and on one of them saw the view as picked up by a\npatrolling airjeep.\n\nThe army of King Firkked of Skilk had finally put in its appearance,\nabout three miles south of the Reservation. The Skilkan regulars had\nbeen marching in formation, some on the road and some along parallel\nlanes and paths. They had the look of trained and disciplined troops,\nbut they had made the same mistake as the rabble that had been shot up\non the north side of the Reservation. Unused to attack from the air,\nthey had all halted in place and were gaping open-mouthed, their opal\nteeth gleaming in the white flare-light.\n\n       *       *       *       *       *\n\nIn the big screen, it could be seen that Colonel Jarman had thrown\nmost of his available contragravity at them, including the combat-cars\nthat had already started to form the second wave of the attack on the\nmob to the north. Other flares bloomed in the darkness, and the fiery\ntrails of rockets curved downward to end in yellow flashes on the\nground.\n\nThe airjeep with the pickup circled back; the troops on the road and\nin the adjoining fields had broken. The former were caught between the\nfences which made Ullran roads such deathtraps when under air-attack.\nThe latter had dispersed, and were running away, individually and by\nsquads; at first, it looked like a panic, but he could see officers\nsignalling to the larger groups of fugitives to open out, apparently\ndirecting the flight. By this time, there were ten or twelve\ncombat-cars and about twenty airjeeps at work. In the moving view from\nthe pickup-jeep, he saw what looked like a 90-mm. rocket land in the\nmiddle of a company that was still trying to defend itself with\nsmall-arms fire on the road, wiping out about half of them.\n\n\"The next time they're air-struck, they won't stay bunched,\"\nMordkovitz stated. \"A lot of them didn't stay bunched this time, if\nyou noticed. And they'll keep out from between the fences.\"\n\nIn the large screen, a quick succession of gun-flashes leaped up from\nthe direction of the Hoork River; shells began bursting over the scene\nof the attack. The screen tuned to the pickup on the airjeep went\ndead; in the big screen, there was a twinkling of falling fire. Almost\nat once, thirty or forty rocket-trails converged on the gun-position,\nand, for a moment, explosions burned like a bonfire.\n\n\"They had a 75-mm. at the rear of the column,\" somebody called from\nthe big switchboard. \"Lieutenant Kalanang's jeep was hit; Lieutenant\nVermaas is cutting in his pickup on the same wavelength.\"\n\n       *       *       *       *       *\n\nThe small screen lighted again. In the big screen, a cluster of\nmagnesium-lights then appeared above where the Skilkan gun had been;\nin the small screen, there was a stubbled grain-field, pocked with\ncraters, and the bodies of fifteen or twenty natives, all rather badly\nmangled. An overturned and apparently destroyed 75-mm. gun lay on its\nside.\n\n\"As far as we know, that was the only 75-mm. gun Firkked had,\" Colonel\nCheng-Li said. \"He has at least six, possibly ten, 40-mm's. It's a\nwonder we haven't seen anything of them.\"\n\n\"Well, there's no way of being sure,\" Jules Keaveney said, \"but I have\nan idea they're all at or around the Palace. Firkked knows about how\nmuch contragravity we have. He's probably wondering why we aren't\nbombing him, now.\"\n\n\"He doesn't know we've sold the Palace to King Jonkvank for an army,\"\nvon Schlichten said. \"And that reminds me; how much contragravity\ncould Firkked scrape together, for an attack on us? I've been\nexpecting a geek Luftwaffe over here, at any moment.\"\n\nColonel Cheng-Li studied the smoking tip of his cigarette for a\nmoment. \"Well, Firkked owns, personally, three ten-passenger aircars,\na thing like a troop-carrier that he transports some of his courtiers\naround in, four airjeeps armed with a pair of 15-mm. machine-guns\napiece, and two big lorries. There are possibly two hundred vehicles\nof all types in Skilk and the country around, but some of them are in\nthe hands of natives friendly to us.\"\n\nVon Schlichten nodded. \"And there'll be oodles of\nthermoconcentrate-fuel, and blasting explosives. Colonel Quinton,\nsuppose you call Ed Wallingsby, the Chief Engineer, right away; have\nhim commissioned colonel. Tell him to get to work making this place\nsecure against air-attack, to consult with Colonel Jarman, and to get\nthose geeks Leavitt has penned in the repair-dock at the airport and\nuse them to dig slit-trenches and fill sandbags and so on. He can use\nKragan limited-duty wounded to guard them.... Mr. Keaveney, you'll\nbegin setting up something in the way of an ARP-organization. You'll\nhave to get along on what nobody else wants. You will also consult\nwith Colonel Jarman, and with Colonel Wallingsby. Better get started\non it now. Just think of everything around here that could go wrong in\ncase of an air attack, and try to do something about it in advance.\"\n\n\n\n\nVIII\n\n\nAt 0245, an attack developed on the north-western corner of the\nReservation, in the direction of the explosives magazines. It turned\nout to be relatively trivial. Remnants of the mob that had been broken\nup by air attack on the road had gotten together and were making\nrushes in small bands, keeping well spread out. Beating them off took\nconsiderable ammunition, but it was accomplished with negligible\ncasualties to the defenders. They finally stopped coming around\ndaylight.\n\nIn the meantime, Themistocles M'zangwe called from Konkrook. \"About\nsix hundred of Kankad's people have gotten in, already, in the\ndamnedest collection of vehicles you ever saw,\" he reported. \"Kankad\nmust be using every scrap of contragravity he has; it's a regular\nairborne Dunkirk-in-reverse. Kankad sent word that he's coming here in\nperson, as soon as he has things organized at his place. And the\ngeeks, here, have scraped together an air-force of their\nown--farm-lorries, aircars, that sort of thing--and they're using them\nto bomb us here and at the mainland farm, mostly with nitroglycerine.\nWe've shot down about twenty of them, but they're still coming. They\ntried a boat-attack across the Channel. We've been doing some bombing,\nourselves; we made a down-payment for Eric Blount and Hendrik Lemoyne.\nTook a fifty-ton tank off a fuel-lorry, fitted it with a detonator,\nfilled it with thermoconcentrate, and ferried it over on the Elmoran\nand dumped it on the Keegarkan Embassy. It must have landed in the\nmiddle of the central court; in about fifteen seconds, flames were\ncoming out every window in the place.\" His face became less jovial.\n\"We had something pretty bad happen here, too,\" he said. \"That\nKonkrook Fencibles rabble of Prince Jaizerd's mutinied, along with the\nothers; they got into the hospital and butchered everybody in the\nplace, patients and staff. The Kragans got there too late to save\nanybody, but they wiped out the Fencibles. Jaizerd himself was the\nonly one they took alive, and he didn't stay that way very long.\"\n\n\"How are you making out with your Civil Administration crowd?\"\n\nM'zangwe grimaced. \"I haven't had to put any of them under actual\narrest, so far, but we've had to keep Buhrmann away from the\ncommunications equipment by force. He wanted to call you up and chew\nyou out for not evacuating everybody in the North to Konkrook.\"\n\n\"Is he crazy?\"\n\n\"No, just scared. He says you're going to get everybody on Ullr\nmassacred by detail, when you could save Konkrook by bringing them all\nhere.\"\n\n\"You tell him I'm going to hold this planet, not just one city. Tell\nhim I have a sense of my duty to the Company and its stockholders, if\nhe hasn't; put it in those terms and he may understand you.\"\n\n       *       *       *       *       *\n\nBy 0330, it was daylight; the attacks against the north-west corner of the\nperimeter stopped entirely. Wallingsby had the three-hundred-odd Skilkan\nlaborers at work; he had gathered up all the tarpaulin he could find, and\nhad the two sewing-machines in the tentmaker's shop running on sandbags.\nJules Keaveney, to von Schlichten's agreeable surprise, had taken hold of\nhis ARP assignment, and was doing an efficient job in organizing for\nfire-fighting, damage-control and first aid. Colonel Jarman had his\nairjeeps and combat-cars working in ever-widening circles over the\ncountryside, shooting up everything in sight that even looked like\ncontragravity equipment. Some of these patrols had to be recalled, around\n1030, when sporadic nuisance-sniping began from the side of the mountain\nto the west. And, along with everything else, Paula Quinton managed to get\na complete digest prepared of the situation elsewhere in the\nTerran-occupied parts of the planet.\n\nThe situation at Konkrook was brightening steadily. The second wave of\nKankad's improvised airlift, reenforced by contragravity from\nKonkrook, had come in; there were now close to two thousand fresh\nKragans on Gongonk Island and the mainland farms, Kankad himself with\nthem. The _Aldebaran_ had reached Kankad's Town, and was loading\nanother thousand Kragans.... There was nothing more from Keegark. A\nmessage from Colonel MacKinnon had come in at dawn, to the effect that\nthe geeks had penetrated his last defenses and that he was about to\nblow up the Residency; thereafter Keegark went off the air.... By\n0730, the _Northern Star_ had landed the regiment Murderers, armed\nwith first-quality Terran infantry-rifles and a few machine-guns and\nbazookas, at the Palace at Krink, and by 0845 she had returned with\nanother regiment, the Jeel-Feeders. The three-street lane connecting\nthe Palace and the Residency had been widened to six, and then to\neight.... Guido Karamessinis, at Grank, was still at uneasy peace with\nKing Yoorkerk, who was still undecided whether the rebels or the\nCompany were going to be the eventual victors, and afraid to take any\nirrevocable step in either direction.\n\n       *       *       *       *       *\n\nAt 1100, Paula Quinton and Barney Mordkovitz virtually ordered him to\nget some sleep. He went to his quarters at Company House, downed a\nspaceship-captain's-size drink of honey-rum, and slept until 1600. As\nhe dressed and shaved, he could hear, through the open window, the\nslow sputter of small-arms-fire, punctuated by the occasional\n_whump-whump-whump_ of 40-mm. auto-cannon or the hammering of a\nmachine-gun.\n\nReturning to his command-post at the telecast station, the\nterrain-board showed that the perimeter of defense had been pushed out\nin a bulge at the north-west corner; the TV-screen pictured a crude\nbreastwork of petrified tree-trunks, sandbags, mining machinery,\npacking-cases and odds-and-ends, upon which Wallingsby's native\nlaborers were working under guard while a skirmish-line of Kragans had\nbeen thrown out another four or five hundred yards and were exchanging\npotshots with Skilkans on the gullied hillside.\n\n\"Where's Colonel Quinton?\" he asked. \"She ought to be taking a turn in\nthe sack, now.\"\n\n\"She's taking one,\" Major Falkenberg told him. \"General Mordkovitz\nchased her off to bed a couple of hours ago, called me in to take her\nplace, and then went out to replace me. Colonel Guilliford's in the\nhospital; got hit about thirteen hundred. They're afraid he's going to\nlose a leg.\"\n\nMore reports came in. The entire garrison of the small Residency at\nKwurk, the most northern of the eastern shore Free Cities, had arrived\nat Kankad's Town in two hundred-foot contragravity scows and five\naircars. Two of the aircars arrived half an hour behind the rest of\nthe refugee flotilla, having turned off at Keegark to pay their\nrespects to King Orgzild. They reported the Keegark Residency in\nruins, its central buildings vanished in a huge crater; the _Jan\nSmuts_ and the _Christiaan De Wett_ were still in the Company docks,\nboth apparently damaged by the blast which had destroyed the\nResidency. One of the aircars had rocketed and machine-gunned some\nKeegarkans who appeared to be trying to repair them; the other blew up\nKing Orgzild's nitroglycerine plant. Von Schlichten called Konkrook\nand ordered a bombing-mission against Keegark organized, to make sure\nthe two ships stayed out of service.\n\n       *       *       *       *       *\n\nThe _Northern Star_ was still bringing loyal troops into Krink. King\nJonkvank, whom von Schlichten called, was highly elated.\n\n\"We are killing traitors wherever we find them!\" he exulted. \"The city\nis yellow with their blood; their heads are piled everywhere! How is\nit with you at Skilk? Do the heads fall?\"\n\n\"We have killed many, also,\" von Schlichten boasted. \"And tonight, we\nwill kill more; we are preparing bombs of great destruction, which we\nwill rain down upon Skilk until there is not one stone left upon\nanother, or one infant of a day's age left alive!\"\n\nJonkvank reacted as he was intended to. \"Oh, no, general; don't do all\nthat!\" he exclaimed. \"You promised me that I should have Skilk, on the\nword of a Terran. Are you going to give me a city of ruins and\ncorpses? Ruins are no good to anybody, and I am not a Jeel, to eat\ncorpses.\"\n\nVon Schlichten shrugged. \"When you are strong, you can flog your\nenemies with a whip; when you are weak, all you can do is kill them.\nIf I had five thousand more troops, here....\"\n\n\"Oh, I will send troops, as soon as I can,\" Jonkvank hastened to\npromise. \"All my best regiments. But, now that we have stopped this\nsinful rebellion, here, I can't take chances that it will break out\nagain as soon as I strip the city of troops.\"\n\nVon Schlichten nodded. Jonkvank's argument made sense; he would have\ntaken a similar position, himself.\n\n\"Well, get as many as you can over here, as soon as possible,\" he\nsaid. \"We'll try to do as little damage to Skilk as we can, but....\"\n\n       *       *       *       *       *\n\nAt 1830, Paula joined him for her breakfast, while he sat in front of\nthe big screen, eating his dinner. There had been light ground-action\nalong the southern end of the perimeter--King Firkked's regulars,\nreinforced by Zirk tribesmen and levies of townspeople, all of whom\nseemed to have firearms, were filtering in through the ruins of the\nlabor-camp and the wreckage of the equipment-park--and there was\nrenewed sniping from the mountainside. The long afternoon of the\nnorthern Autumn dragged on; finally, at 2200, the sun set, and it was\nnot fully dark for another hour. For some time, there was an ominous\nquiet, and then, at 0030, the enemy began attacking in force, driving\nherds of livestock--lumbering six-legged brutes bred by the North\nUllrans for food--to test the defenses for electrified wire and\nlandmines. Most of these were shot down or blown up, but a few got as\nfar as the wire, which, by now, had been strung and electrified\ncompletely around the perimeter.\n\nBehind them came parties of Skilkan regulars with long-handled\ninsulated cutters; a couple of cuts were made in the wire, and a\nsection of it went dead. The line, at this point, had been rather\nthinly held; the defenders immediately called for air-support, and\nJarman ordered fifteen of his remaining twenty airjeeps and five\ncombat-cars into the fight. No sooner were they committed than the\nradar on the commercial airport control-tower picked up air vehicles\napproaching from the north, and the air-raid sirens began howling and\nthe searchlights went on.\n\nThe contragravity which had been sent to support the ground-defense at\nthe south side of the Reservation turned to meet this new threat, and\neverything else available, including the four heavy air-tanks, lifted\nup. Meanwhile, guns began firing from the ground and from rooftops.\n\nThere had been four aircars, ordinary passenger vehicles equipped with\nmachine-guns on improvised mounts, and ten big lorries converted into\nbombers, in the attack. All the lorries, and all but one of the\nmakeshift fighter-escort, were shot down, but not before explosive and\nthermoconcentrate bombs were dumped all over the place. One lorry\nemptied its load of thermoconcentrate-bombs on the control-building at\nthe airport, starting a raging fire and putting the radar out of\ncommission. A repair-shop at ordnance-depot was set on fire, and a\nquantity of small-arms and machine-gun ammunition piled outside for\ntransportation to the outer defenses blew up. An explosive bomb landed\non the roof of the building between Company House and the telecast\nstation, blowing a hole in the roof and demolishing the upper floor.\nAnd another load of thermoconcentrate, missing the power-plant, set\nfire to the dry grass between it and the ruins of the native-troops\nbarracks.\n\n       *       *       *       *       *\n\nBefore the air-attack had been broken up, the soldiers of King Firkked\nand their irregular supporters were swarming through the dead section\nof wire. They had four or five big farm-tractors, nuclear-powered but\nunequipped with contragravity-generators, which they were using like\nground-tanks of the First Century. This attack penetrated to the\nmiddle of the Reservation before it was stopped and the attackers\neither killed or driven out; for the first time since daybreak, the\nred-and-yellow lights came on around the power-plant.\n\nAs soon as the combined air and ground attack was beaten off, von\nSchlichten ordered all his available contragravity up, flying patrols\naround the Reservation and retaliatory bombing missions against Skilk,\nand began bombarding the city with his 90-mm. guns. A number of fires\nbroke out, and at about 0200 a huge expanding globe of orange-red\nflame soared up from the city.\n\n\"There goes Firkked's thermoconcentrate stock,\" he said to Paula, who\nwas standing beside him in front of the screen.\n\nHalf an hour later, he discovered that he had been over-optimistic.\nMuch of the enemy's supply of Terran thermoconcentrate had been\ndestroyed, but enough remained to pelt the Reservation and the Company\nbuildings with incendiaries, when a second and more severe air-attack\ndeveloped, consisting of forty or fifty makeshift lorry-bombers and\nfifteen aircars.\n\nLike the first, the second air-attack was beaten off, or, more\nexactly, down. Most of the enemy contragravity was destroyed; at least\ntwo dozen vehicles crashed inside the Reservation. As in the first\ninstance, there was a simultaneous ground attack from the southern\nside, with a demonstration-attack at the north end. It was full\ndaylight before the last of the attackers was either killed or driven\nout.\n\nFive minutes later, the _Northern Star_ came bulking over the\nmountains from the west.\n\n\n\n\nIX\n\n\nVon Schlichten raced for the telecast station, to receive a call from\na Colonel Khalid ib'n Talal, aboard the approaching ship.\n\n\"I've one of Jonkvank's regiments, the Jeel-Feeders, armed with Terran\n9-mm. rifles and a few bazookas; I have a company of our Zirks, with\ntheir mounts, and a battalion of the Sixth N.U.N.I.; I also have four\n90-mm. guns, Terran-manned,\" he reported. \"What's the situation,\ngeneral, and where do you want me to land?\"\n\nVon Schlichten described the situation succinctly, in an ancient and\nunprintable military cliche. \"Try landing south of the Reservation, a\nlittle west of the ruins of the labor-camp,\" he advised. \"The bulk of\nFirkked's army is in that section, and I want them run out as soon as\npossible. We'll give you all the contragravity and fire support we\ncan.\"\n\nThe _Northern Star_ let down slowly, firing her guns and dropping\nbombs; as she descended, rifle-fire spurted from all her lower-deck\nportholes. There was cheering, human and Ullran, from inside the\nbattered defense-perimeter; combat-cars, airjeeps, and improvised\nbombers lifted out to strafe the Skilkans on the ground, and the four\nair-tanks moved out to take position and open fire with their\n90-mm.'s, helping to flush King Firkked's regulars and auxiliaries out\nof the gullies and ruins and drive them south along the mountain, away\nfrom where the ship would land and also away from the city of Skilk.\nThe _Northern Star_ set down quickly, and troops and artillery began\nto be unloaded, joining in the fighting.\n\nIt was five hundred miles to Krink; three hours after lifting out, the\n_Northern Star_ was back again, with two more of King Jonkvank's\ninfantry regiments, and by 1300, when the fourth load arrived from\nKrink, the fighting was entirely on the eastern bank of the dry Hoork\nRiver. This last contingent of reenforcements was landed in the\neastern suburbs of Skilk and began fighting their way into the city\nfrom the rear.\n\nIt was evident, however, that the pacification of Skilk would not be\naccomplished as rapidly as von Schlichten wished--street fighting,\nagainst a determined enemy, is notoriously slow work--and he decided\nto risk the _Northern Star_ in an attack against the Palace itself,\nand, over the objections of Paula Quinton, Jules Keaveney, and Barney\nMordkovitz, to lead the attack in person.\n\n       *       *       *       *       *\n\nInside the city, he found that the Zirk cavalry from Krink had thrust\nup one of the broader streets to within a thousand yards of the\nPalace, and, supported by infantry, contragravity, and a couple of\nair-tanks, were pounding and hacking at a mass of Skilkans whose\nuniform lack of costume prevented distinguishing between soldiery and\ntownsfolk. Very few of these, he observed, seemed to be using\nfirearms; with his glasses, he could see them shooting with long\nNorthern air-rifles and a few Takkad Sea crossbows. Either weapon\nwould shoot clear through a Terran or half-way through an Ullran at\nfifty yards, but at over two hundred they were almost harmless. There\nwere a few fires still burning from the bombardment of the night\nbefore--Ullran, and particularly North Ullran, cities did not burn\nwell--and the blaze which had consumed the bulk of Firkked's stock of\nthermoconcentrate fuel had long ago burned out, leaving an area of six\nor eight blocks blackened and lifeless.\n\nThe ship let down, while the six combat-cars which had accompanied her\nbuzzed the Palace roof, strafing it to keep it clear, and the Kragans\naboard fired with their rifles. She came to rest on seven-eights\nweight reduction, and even before the gangplanks were run out, the\nKragans were dropping to the flat roof, running to stairhead\npenthouses and tossing grenades into them.\n\nThe taking of the Palace was a gruesome business. Knowing exactly how\nmuch mercy they would have shown had they been storming the Residency,\nFirkked's soldiers and courtiers fought desperately and had to be\nexterminated, floor by floor, room by room, hallway by hallway. They\nhad to fight for every inch downward.\n\nDriving down from above, von Schlichten and his Kragans slithered over\nfloors increasingly greasy with yellow Ullran blood. He had picked up\na broadsword at the foot of the first stairway down; a little later,\nhe tossed it aside in favor of another, better balanced and with a\nbetter guard. There was a furious battle at the doorways of the Throne\nRoom; finally, climbing over the bodies of their own dead and the\nenemy's, they were inside.\n\n       *       *       *       *       *\n\nHere there was no question of quarter whatever, at least as long as\nFirkked lived; North Ullran nobles did not surrender under the eyes of\ntheir king, and North Ullran kings did not surrender their thrones\nalive. There was also a tradition, of which von Schlichten was\nmindful, that a king must only be killed by his conqueror, in personal\ncombat, with steel.\n\nWith a wedge of Kragan bayonets around him and the picked-up\nbroadsword in his hand, he fought his way to the throne, where Firkked\nwaited, a sword in one of his upper hands, his Spear of State in the\nother, and a dagger in either lower hand. With his left hand, von\nSchlichten detached the bayonet from the rifle of one of his followers\nand went forward, trying not to think of the absurdity of a man of the\nSixth Century A.E., the representative of a civilized Chartered\nCompany, dueling to the death with swords with a barbarian king for a\nthrone he had promised to another barbarian, or of what could happen\non Ullr if he allowed this four-armed monstrosity to kill him.\n\nIt was not as bad as it looked, however. The ornate Spear of State,\nin spite of its long, cruel-looking blade, was not an especially good\ncombat-weapon, at least for one hand, and Firkked seemed confused by\nthe very abundance of his armament. After a few slashes and jabs, von\nSchlichten knocked the unwieldy thing from his opponent's hand. This\nraised a fearful ullulation from the Skilkan nobility, who had stopped\nfighting to watch the duel; evidently it was the very worst sort of a\nbad omen. Firkked, seemingly relieved to be disencumbered of the\nthing, caught his sword in both hands and aimed a roundhouse swing at\nvon Schlichten's head; von Schlichten dodged, crippled one of\nFirkked's lower hands with a quick slash, and lunged at the royal\nbelly. Firkked used his remaining dagger to parry, backed a step\ncloser his throne, and took another swing with his sword, which von\nSchlichten parried on the bayonet in his left hand. Then, backing, he\nslashed at the inside of Firkked's leg with the thousand-year-old\n_coup-de-Jarnac_. Firkked, unable to support the weight of his\ndense-tissued body on one leg, stumbled; von Schlichten ran him neatly\nthrough the breast with his sword and through the throat with the\nbayonet.\n\nThere was silence in the throne-room for an instant, and then, with a\nhorrible collective shriek, the Skilkans threw down their weapons. One\nof von Schlichten's Kragans slung his rifle and picked up the Spear of\nState with all four hands, taking his post ceremoniously behind the\nvictor. A couple of others dragged the body of Firkked to the edge of\nthe dais, and one of them drew his leaf-shaped short-sword and\nbeheaded it.\n\nAt mid-afternoon, von Schlichten was on the roof of the Palace,\nholding the Spear of State, with Firkked's head impaled on the point,\nwhile a Terran technician aimed an audio-visual recorder.\n\n\"This,\" he said, with the geek-speaker in his mouth, \"is King\nFirkked's Spear of State, and here, upon it, is King Firkked's head.\nTwo days ago, Firkked was at peace with the Company, and Firkked was\nKing in Skilk. If he had not dared raise his feeble hand against the\nmight of the Ullr Company, he would still be alive, and his Spear\nwould still be borne behind him. So must all those who rise against\nthe Company perish.... Cut.\"\n\nThe camera stopped. A Kragan came forward and took the Spear of State,\nwith its grisly burden, carrying it to a nearby wall and leaning it\nup, like a piece of stage property no longer required for this scene\nbut needed for the next. Von Schlichten took out his geek-speaker,\nwiped and pouched it, and took his cigarette case from his pocket.\n\n\"Well, this is the limit!\" Paula Quinton, who had come up during the\nfilming of the scene, exploded. \"I thought you had to kill him\nyourself in order to encourage your soldiers; I didn't think you\nwanted to make a movie of it to show your friends.\"\n\nVon Schlichten tapped the cigarette on the gold-and-platinum case and\nstared at her through his monocle.\n\n\"Sit down, colonel.\" He lit the cigarette. \"Your politico-military\neducation still needs a little filling in. At Grank, we have two\nships. One is the _Northern Lights_, sister ships of the _Northern\nStar_. The other is the cruiser _Procyon_, the only real warship on\nUllr, with a main battery of four 200-mm. guns. How King Yoorkerk was\nable to get control of those ships I don't know, but there will be a\nboard of inquiry and maybe a couple of courts-martial, when things get\nstabilized to a point where we can afford such luxuries. As it is, we\nneed those ships desperately, and as soon as he gets in, I'm sending\nHideyoshi O'Leary to Grank with the _Northern Star_ and a load of\nKragan Rifles, to pry them loose. The audio-visual of which this is\nthe last scene is going to be one of the crowbars he's going to use.\"\n\n\"But why did you have to fight Firkked, yourself?\" she asked.\n\n\"I had to kill him, myself, with a sword; according to local custom,\nthat makes me King of Skilk.\"\n\n\"Why, your Majesty!\" She rose and curtsied mockingly. \"But I thought\nyou were going to make Jonkvank King of Skilk.\"\n\nHe shook his head. \"Just Viceroy,\" he corrected. \"I'm handing the\nSpear of State _down_ to him, not up to him; he'll reign as my vassal,\nand, consequently, as vassal of the Company, and before long, he won't\nbe much more at Krink, either. That'll take a little longer--there'll\nhave to be military missions, and economic missions, and\ntrade-agreements, and all the rest of it, first--but he's on the way\nto becoming a puppet-prince.\"\n\n       *       *       *       *       *\n\nHalf an hour later, a large and excessively ornate air-launch,\nspecially built at the Konkrook shipyards for King Jonkvank, was\nsighted coming over the mountain from the east. An escort of\ncombat-cars was sent to meet it, and a battalion of Kragans and the\nsurvivors of Firkked's court were drawn up on the Palace roof.\n\n\"His Majesty, Jonkvank, King of Krink!\" the former herald of King\nFirkked's court, now herald to King Carlos von Schlichten, shouted,\nbanging on a brass shield with the flat of his sword, as Jonkvank\ndescended from his launch, attended by a group of his nobles and his\nSpear of State, with Hideyoshi O'Leary and Francis X. Shapiro\nshepherding them. As the guests advanced across the roof, the herald\nbanged again on his shield.\n\n\"His Majesty, Carlos von Schlichten,\"--which came out more or less as\nKarlok vonk Zlikdenk--\"King, by right of combat, of Skilk!\"\n\nVon Schlichten advanced to meet his fellow-monarch, his own Spear of\nState, with Firkked's head still grinning from it, two paces behind\nhim.\n\nJonkvank stopped, his face contorted with saurian rage.\n\n\"What is this?\" he demanded. \"You told me that I could be King of\nSkilk; is this how a Terran keeps his word?\"\n\n\"A Terran's word is always good, Jonkvank,\" von Schlichten replied,\nomitting the titles, as was proper in one sovereign addressing\nanother. \"My word was that you should reign in Skilk, and my word\nstands. But these things must be done decently, according to custom\nand law. I killed Firkked in single combat. Had I not done so, the\nSpear of Skilk would have been left lying, for any of the young of\nFirkked to pick up. Is that not the law?\"\n\nJonkvank nodded grudgingly. \"It is the law,\" he admitted.\n\n\"Good. Now, since I killed Firkked in lawful manner, his Spear is\nmine, and what is mine I can give as I please. I now give you the\nSpear of Skilk, to carry in my name, as I promised.\"\n\nThe Kragan who was carrying the ceremonial weapon tossed the head of\nFirkked from the point; another Kragan kicked it aside and advanced to\nwipe the spear-blade with a rag. Von Schlichten took the spear and\ngave it to Jonkvank.\n\n\"This is not good!\" one of the Skilkan nobles protested. \"That you\nshould rule over us, yes. You killed Firkked in single combat, and you\nare the soldier of the Company, which is mighty, as all here have\nseen. But that this foreigner be given the Spear of Skilk, that is not\nat all good!\"\n\nSome of the others, emboldened by his example, were jabbering\nagreement.\n\n\"Listen, all of you!\" von Schlichten shouted. \"Here is no question of\nKrink ruling over Skilk. Does it matter who holds the Spear of Skilk,\nwhen he does so in my name? And King Jonkvank will be no foreigner. He\nwill come and live among you, and later he will travel back and forth\nbetween Krink and Skilk, and he will leave the Spear of Krink in\nKrink, and the Spear of Skilk in Skilk, and in Skilk he will be a\nSkilkan. That is how it must be.\"\n\n       *       *       *       *       *\n\nThat seemed to satisfy everybody except Jonkvank, and he had wit\nenough not to make an issue of it. He even had the Spear of Krink\ncarried back aboard his launch, out of sight, and when he accompanied\nvon Schlichten, an hour later, to see Hideyoshi O'Leary off for Grank,\nhe had the Spear of Skilk carried behind him. When he was alone with\nvon Schlichten, in the room that had been King Firkked's bedchamber,\nhowever, he exploded.\n\n\"What is all this foolishness which you promised these people in my\nname and which I must now carry out? That I am to leave the Spear of\nSkilk in Skilk and the Spear of Krink in Krink, and come here to\nlive....\"\n\n\"You wish to hold Skilk?\" von Schlichten asked.\n\n\"I intend to hold Skilk. To begin with, there shall be a great killing\nhere. A very great killing: of all those who advised that fool of a\nFirkked to start this business; of those who gave shelter to the false\nprophet, Rakkeed, when he was here; of the faithless priests who gave\near to his abominable heresies and allowed him to spew out his\nblasphemies in the temples; of those who sent spies to Krink, to\ncorrupt and pervert my soldiers and nobles; of those who....\"\n\n\"All that is as it should be,\" von Schlichten agreed. \"Except that it\nmust be done quickly and all at once, before the memories of these\ncrimes fade from the minds of the people. And great care must be taken\nto kill only those who can be proven to be guilty of something; thus\nit will be said that the justice of King Jonkvank is terrible to\nevildoers but a protection and a shield to those who keep the peace\nand obey the laws. And when the priests are to be killed, it should be\ndone under the direction of those other priests who were faithful to\nthe gods and whom King Firkked drove out of their temples, and it must\nbe done in the name of the gods. Thus will you be esteemed a pious,\nand not an impious, king. It must not be allowed to seem that the city\nhas come under foreign rule. And you must not change the laws, unless\nthe people petition you to do so, nor must you increase the taxes, and\nyou must not confiscate the estates of those who are put to death, for\nthe death of parents is always forgiven before the loss of\npatrimonies. And you should select certain Skilkan nobles, and become\nthe father of their young, and above all, you must leave none of the\nyoung of Firkked alive, to raise rebellion against you later.\"\n\nJonkvank nodded, deeply impressed. \"By the gods, Karlok vonk Zlikdenk,\nthis is wisdom! Now it is to be seen why the likes of Firkked cannot\nprevail against you, or against the Company as long as you are the\nCompany's upper sword-arm!\"\n\nHonesty tempted von Schlichten, for a moment, to disclaim originality\nfor the principles he had just enunciated, even at the price of trying\nto pronounce the name of Niccolo Machiavelli with a geek-speaker.\n\n       *       *       *       *       *\n\nThe sun slid lower and lower toward the horizon behind them as the\naircar bulleted south along the broad valley and dry bed of the Hoork\nRiver, nearing the zone of equal day and night. Hassan Bogdanoff drove\nwhile Harry Quong finished his lunch, then changed places to begin his\nown. Von Schlichten got two bottles of beer from the refrigerated\nsection of the lunch-hamper and opened one for Paula Quinton and one\nfor himself.\n\n\"What are we going to do with these geeks,\"--she was using the nasty\nand derogatory word unconsciously and by custom, now--\"after this is\nall over? We can't just tell them, 'Jolly well played; nice game,\nwasn't it?' and go back to where we were Wednesday evening.\"\n\n\"No, we can't. There's going to have to be a Terran seizure of\npolitical power in every part of this planet that we occupy, and as\nsoon as we're consolidated around the north of Takkad Sea, we're going\nto have to move in elsewhere,\" he replied. \"Keegark, Konkrook, and the\nFree Cities, of course, will be relatively easy. They're in arms\nagainst us now, and we can take them over by force. We had to make\nthat deal with Jonkvank, or, rather, I did, so that will be a slower\nprocess, but we'll get it done in time. If I know that pair as well as\nI think I do, Jonkvank and Yoorkerk will give us plenty of pretexts,\nbefore long. Then, we can start giving them government by law instead\nof by royal decree, and real courts of justice; put an end to the\nhead-payment system, and to these arbitrary mass arrests and\ntax-delinquency imprisonments that are nothing but slave-raids by the\ngeek princes on their own people. And, gradually, abolish serfdom. In\na couple of centuries, this planet will be fit to admit to the\nFederation, like Odin and Freya.\"\n\n\"Well, won't that depend a lot on whom the Company sends here to take\nHarrington's place?\"\n\n\"Unless I'm much mistaken, the Company will confirm me,\" he replied.\n\"Administration on Ullr is going to be a military matter for a long\ntime to come, and even the Banking Cartel and the mercantile interests\nin the Company are going to realize that, and see the necessity for\ntaking political control. And just to make sure, I'm sending Hid\nO'Leary to Terra on the next ship, to make a full report on the\nsituation.\"\n\n\"You think it'll be cleared up by then? The _City of Montevideo_ is\ndue in from Niflheim in a little under three months.\"\n\n\"It'll have to be cleared up by then. We can't keep this war going\nmore than a month, at the present rate. Police-action, and mopping-up,\nyes; full-scale war, no.\"\n\n\"Ammunition?\" she asked.\n\n       *       *       *       *       *\n\nHe looked at her in pleased surprise. \"Your education has been\nprogressing, at that,\" he said. \"You know, a lot of professional\nofficers, even up to field rank in the combat branches, seem to think\nthat ammo comes down miraculously from Heaven, in contragravity\nlorries, every time they pray into a radio for it. It doesn't; it has\nto be produced as fast as it's expended, and we haven't been doing\nthat. So we'll have to lick these geeks before it runs out, because we\ncan't lick them with gun-butts and bayonets.\"\n\n\"Well, how about nuclear weapons?\" Paula asked. \"I hate to suggest\nit--I know what they did on Mimir, and Fenris, and Midgard, and what\nthey did on Terra, during the First Century. But it may be our only\nchance.\"\n\nHe finished his beer and shoved the bottle into the waste-receiver,\nthen got out his cigarettes. \"There isn't a single nuclear bomb on the\nplanet. The Company's always refused to allow them to be manufactured\nor stockpiled here.\"\n\n\"I don't think there'd be any criticism of your making them, now,\ngeneral. And there's certainly plenty of plutonium. You could make\nA-bombs, at least.\"\n\n\"There isn't anybody here who even knows how to make one. Most of our\nnuclear engineers could work one up, in about three months, when we'd\neither not need one or not be alive.\"\n\n\"Dr. Gomes, who came in on the _Pretoria_, two weeks ago, can make\nthem,\" she contradicted. \"He built at, least a dozen of them on\nNiflheim, to use in activating volcanoes and bringing ore-bearing lava\nto the surface.\"\n\nVon Schlichten's hand, bringing his lighter to the tip of his\ncigarette, paused for a second. Then he completed the operation,\nsnapped it shut, and put it away.\n\n\"When did all this happen?\"\n\nShe took time out for mental arithmetic; even a spaceship officer had\nto do that, when a question of interstellar time-relations arose.\n\n\"About three-fifty days ago, Galactic Standard. They'd put off the\nfirst shot, six bombs, before I got in from Terra. I saw the second\nshot a day or so before I left Niflheim on the _Canberra_. Dr. Gomes\nhad to stay over till the _Pretoria_ to put off the third shot. Why?\"\n\n\"Did you run into a geek named Gorkrink, while you were on Nif?\" he\nasked her. \"And what sort of work was he doing?\"\n\n       *       *       *       *       *\n\n\"Gorkrink? I don't seem to remember.... Oh, yes! He was helping Dr.\nMurillo, the seismologist. His year was up after the second shot; he\ncame to Ullr on the _Canberra_. Dr. Murillo was sorry to lose him. He\nunderstood Lingua Terra perfectly; Dr. Murillo could talk to him, the\nway you do with Kankad, without using a geek-speaker.\"\n\n\"Well, but what sort of work ...?\"\n\n\"Helping set and fire the A-bombs.... _Oh! Good Lord!_\"\n\n\"You can say that again, and deal in Allah, Shiva, and Kali,\" von\nSchlichten told her. \"Especially Kali.... Harry! See if you can get\nsome more speed out of this can. I want to get to Konkrook while it's\nstill there!\"\n\nIt wouldn't be there long, the way things looked. King Orgzild had\nfour tons of plutonium, and with Prince Gorkrink probably able to\nbuild A-bombs, Keegark would be set to bring Ullr its first taste of\nnuclear warfare. Von Schlichten shuddered as he pictured that\nhappening. At the moment, shuddering was about the only thing he could\ndo.\n\n\n\n\nX\n\n[Illustration]\n\n\nIt was full dark when Konkrook came in view beyond the East Konk\nMountains, a lurid smear on the underside of the clouds, and at\nGongonk Island and at the Company farms to the south, a couple of\nbunches of searchlights were fingering about in the sky. When von\nSchlichten turned on the outside sound-pickup, he could hear the\ndistant tom-tomming of heavy guns, and the crash of shells and bombs.\nKeeping the car high enough to be above the trajectories of incoming\nshells, Harry Quong circled over the city while Hassan Bogdanoff\ntalked to Gongonk Inland on the radio.\n\nThe city was in a bad way. There were seventy-five to a hundred big\nfires going, and a new one started in a rising ball of thermoconcentrate\nflame while they watched. The three gun-cutters, _Elmoran_, _Gaucho_ and\n_Bushranger_, and about fifty big freight lorries converted to bombers,\nwere shuttling back and forth between the island and the city. The Royal\nPalace was on fire from end to end, and the entire waterfront and\nindustrial district were in flames. Combat-cars and air jeeps were\ndiving in to shell and rocket and machine-gun streets and buildings. He\nsaw six big bomber-lorries move in dignified procession to unload, one\nafter the other, on a row of buildings along what the Terrans called\nSouth Tenth Street, and on the roofs of buildings a block away, red and\nblue flares were burning, and he could see figures, both human and\nUllran, setting up mortars and machine-guns.\n\nLanding on the top stage of Company House, on the island, they were\nmet by a Terran whom von Schlichten had seen, a few days ago, bossing\nnative labor at the spaceport, but who was now wearing a major's\ninsignia. He greeted von Schlichten with a salute which he must have\nlearned from some movie about the ancient French Foreign Legion. Von\nSchlichten seriously returned it in kind.\n\n\"Everybody's down in the Governor-General's office, sir,\" he said.\n\"Your office, that is. King Kankad's here with us, too.\"\n\nHe accompanied them to the elevator, then turned to a telephone; when\nvon Schlichten and Paula reached the office, everybody was crowded at\nthe door to greet them: Themistocles M'zangwe, his arm in a sling;\nHans Meyerstein, the Johannesburg lawyer, who seemed to have even more\nBantu blood than the brigadier-general; Morton Buhrmann, the\nCommercial Superintendent; Laviola, the Fiscal Secretary; a dozen or\nso other officers and civil administrators. There was a hubbub of\ngreetings, and he was pleased to detect as much real warmth from the\ncivil administration crowd as from the officers.\n\n\"Well, I'm glad to be back with you,\" he replied, generally. \"And let\nme present Colonel Paula Quinton, my new adjutant; Hideyoshi O'Leary's\non duty in the North.... Them, this was a perfectly splendid piece of\nwork, here; you can take this not only as a personal congratulation,\nbut as a sort of unit citation for the whole crowd. You've all behaved\nabove praise.\" He turned to King Kankad, who was wearing a pair of\nautomatics in shoulder-holsters for his upper hands and another pair\nin cross-body belt holsters for his lower. \"And what I've said for\nanybody else goes double for you, Kankad,\" he added, clapping the\nKragan on the shoulder.\n\n\"All he did was save the lot of us!\" M'zangwe said. \"We were hanging\non by our fingernails here till his people started coming in. And\nthen, after you sent the _Aldebaran_....\"\n\n\"Where is the _Aldebaran_, by the way? I didn't see her when I came\nin.\"\n\n\"Based on Kankad's, flying bombardment against Keegark, and keeping an\neye out for those ships. Prinsloo caught the _De Wett_ in the docks\nthere and smashed her, but the _Jan Smuts_ got away, and we haven't\nbeen able to locate the _Oom Paul Kruger_, either. They're probably\nboth on the Eastern Shore, gathering up reenforcements for Orgzild,\"\nM'zangwe said.\n\n\"Our ability to move troops rapidly is what's kept us on top this\nlong, and Orgzild's had plenty of time to realize it,\" von Schlichten\nsaid. \"When we get _Procyon_ down here, I'm going to send her out,\nwith a screen of light scout-vehicles, to find those ships and get rid\nof them.... How's Hid been making out, at Grank, by the way? I didn't\nhave my car-radio on, coming down.\"\n\nThat touched off another hubbub: \"Haven't you heard, general?\" ... \"Oh,\nmy God, this is simply out of this continuum!\" ... \"Well, tell him,\nsomebody!\" ... \"No, get Hid on the screen; it's his story!\"\n\nSomebody busied himself at the switchboard. The rest of them sat down\nat the long conference-table. Laviola and Meyerstein and Buhrmann were\nespecially obsequious in seating von Schlichten in Sid Harrington's\nold chair, and in getting a chair for Paula Quinton. After awhile, the\njumbled colors on the big screen resolved themselves into an image of\nHideyoshi O'Leary, grinning like a pussycat beside an empty\ngoldfish-bowl, licking its chops.\n\n\"Well, what happened?\" von Schlichten asked, after they had exchanged\ngreetings. \"How did Yoorkerk like the movies? And did you get the\n_Procyon_ and the _Northern Lights_ loose?\"\n\n\"Yoorkerk was deeply impressed,\" O'Leary replied. \"His story is that\nhe is and always was the true and ever-loving friend of the Company;\nhe acted to prevent quote certain disloyal elements unquote from\nharming the people and property of the Company. _Procyon's_ on the way\nto Konkrook. I'm holding _Northern Lights_ here and _Northern Star_ at\nSkilk; where do you want them sent?\"\n\n\"Leave _Northern Star_ at Skilk, for the time being. Tell the\nCompany's great and good friend King Yoorkerk that the Company expects\nhim to contribute some soldiers for the campaign here and against\nKeegark, when that starts; be sure you get the best-armed and\nbest-trained regiments he has, and get them down here as soon as\npossible. Don't send any of your Kragans or Karamessinis' troops here,\nthough; hold them in Grank till we make sure of the quality of\nYoorkerk's friendship.\"\n\n\"Well, general, I think we can be pretty sure, now. You see, he turned\nRakkeed the Prophet over to me....\"\n\n\"_What_?\" Von Schlichten felt his monocle starting to slip and took a\nfirmer grip on it. \"Who?\"\n\n\"Pay me, Them; he didn't drop it,\" Hideyoshi O'Leary said. \"Why,\nRakkeed the Prophet. Yoorkerk was holding our ships and our people in\ncase we lost; he was also holding Rakkeed at the Palace in case we\nwon. Of course, Rakkeed thought he was an honored guest, right up till\nYoorkerk's guards dragged him in and turned him over to us....\"\n\n\"That geek,\" von Schlichten said, \"is too smart for his own good. Some\nof these days he's going to play both ends against the middle and both\nends'll fold in on him and smash him.\" A suspicion occurred to him.\n\"You sure this is Rakkeed? It would be just like Yoorkerk to try to\nsell us a ringer.\"\n\nO'Leary shook his head solemnly. \"I thought of that, right away. This\nis the real article; Karamessinis' Constabulary and Intelligence\nofficers certified him for me. What do you want me to do, send him\ndown to Konkrook?\"\n\nVon Schlichten shook his head. \"Get the priests of the locally\nvenerated gods to put him on trial for blasphemy, heresy,\nimpersonating a prophet, practicing witchcraft without a license, or\nany other ecclesiastical crimes you or they can think of. Then, after\nhe's been given a scrupulously fair trial, have the soldiers of King\nYoorkerk behead him, and stick his head up over a big sign, in all\nnative languages, 'Rakkeed the False Prophet.' And have audio-visuals\nmade of the whole business, trial and execution, and be sure that the\npriests and Yoorkerk's officers are in the foreground and our people\nstay out of the pictures.\"\n\n\"Soap and towels, for General Pontius von Pilate!\" Paula Quinton\ncalled out.\n\n\"That's an idea; I was wondering what to give Yoorkerk as a\ntestimonial present,\" Hideyoshi O'Leary said. \"A nice thirty-piece\nsilver set!\"\n\n\"Quite appropriate,\" von Schlichten approved. \"Well, you did a first-class\njob. I want you back with us as soon as possible--incidentally, you're now\na brigadier-general--but not till the situation Grank-Krink-Skilk is\nstabilized. And, eventually, you'll probably have to set up permanent\nheadquarters in the North.\"\n\n       *       *       *       *       *\n\nAfter Hideyoshi O'Leary had thanked him and signed off, and the screen\nwas dark again, he turned to the others.\n\n\"Well, gentlemen, I don't think we need worry too much about the\nNorth, for the next few days. How long do you estimate this operation\nagainst Konkrook's going to take, to complete pacification, Them?\"\n\n\"How complete is complete pacification, general?\" Themistocles\nM'zangwe wanted to know. \"If you mean to the end of organized\nresistance by larger than squad-size groups, I'd say three days, give\nor take twelve hours. Of course, there'll be small groups holding out\nfor a couple of weeks, particularly in the farming country and back in\nthe forest....\"\n\n\"We can forget them; that's minor-tactics stuff. We'll need to keep\nsome kind of an occupation force here for some time; they can deal\nwith that. We'll have to get to work on Keegark, as soon as possible;\nafter we've reduced Keegark, we'll be able to reorganize for a\ncampaign against the Free Cities on the Eastern Shore.\"\n\n\"Begging your pardon, general, but reduce is a mild word for what we\nought to do to Keegark,\" Hans Meyerstein said. \"We ought to raze that\ncity as flat as a football field, and then play football on it with\nKing Orgzild's head.\"\n\n\"Any special reason?\" von Schlichten asked. \"In addition to the\nBlount-Lemoyne massacre, that is?\"\n\n\"I should say so, general!\" Themistocles M'zangwe backed Meyerstein\nup. \"Bob, you tell him.\"\n\nColonel Robert Grinell, the Intelligence officer, got up and took the\ncigar out of his mouth. He was short and round-bodied and bald-headed,\nbut he was old Terran Federation Regular Army through and through.\n\n\"Well, general, we've been finding out quite a bit about the genesis\nof this business, lately,\" he said. \"From up North, it probably looked\nlike an all-Rakkeed show; that's how it was supposed to look. But the\nwhole thing was hatched at Keegark, by King Orgzild. We've managed to\ncapture a few prominent Konkrookans\"--he named half a dozen--\"who've\nbeen made to talk, and a number of others have come in voluntarily and\nfurnished information. Orgzild conceived the scheme in the beginning;\nRakkeed was just the messenger-boy. My face gets the color of the\nCompany trademark every time I think that the whole thing was planned\nfor over a year, right under our noses, even to the signal that was to\ntouch the whole thing off....\"\n\n\"The poisoning of Sid Harrington, and our announcement of his death?\"\nvon Schlichten asked.\n\n\"You figured that out yourself, sir? Well, that was most of it.\"\n\nGrinell went on to elaborate, while von Schlichten tried to keep the\nimpatience out of his face. Beside him, Paula Quinton was fidgeting,\ntoo; she was thinking, as he was, of what King Orgzild and Prince\nGorkrink were doing now. \"And I know positively that the order for the\npoisoning of Sid Harrington came from the Keegarkan Embassy, here, and\nwas passed down through Gurgurk and Keeluk to this geek here who\nactually put the poison in the whiskey.\"\n\n\"Yes. I agree that Keegark should be wiped out, and I'd like to have\nan immediate estimate on the time it'll take to build a nuclear bomb\nto do the job. One of the old-fashioned plutonium fission A-bombs will\ndo quite well.\"\n\nEverybody turned quickly. There was a momentary silence, and then\nColonel Evan Colbert, of the Fourth Kragan Rifles, the senior officer\nunder Themistocles M'zangwe, found his voice.\n\n\"If that's an order, general, we'll get it done. But I'd like to\nremind you, first, of the Company policy on nuclear weapons on this\nplanet.\"\n\n\"I'm aware of that policy. I'm also aware of the reason for it. We've\nbeen compelled, because of the lack of natural fuel on Ullr, to set up\nnuclear power reactors and furnish large quantities of plutonium to\nthe geeks to fuel them. The Company doesn't want the natives here\nlearning of the possibility of using nuclear energy for destructive\npurposes. Well, gentlemen, that's a dead issue. They've learned it,\nthanks to our people on Niflheim, and unless my estimate is entirely\nwrong, King Orgzild already has at least one First-Century\nNagasaki-type plutonium bomb. I am inclined to believe that he had at\nleast one such bomb, probably more, at the time when orders were sent\nto his embassy, here, for the poisoning of Governor-General\nHarrington.\"\n\nWith that, he selected a cigarette from his case, offered it to Paula,\nand snapped his lighter. She had hers lit, and he was puffing on his\nown, when the others finally realized what he had told them.\n\n\"That's impossible!\" somebody down the table shouted, as though that\nwould make it so. Another--one of the civil administration\ncrowd--almost exactly repeated Jules Keaveney's words at Skilk: \"What\nthe hell was Intelligence doing; sleeping?\"\n\n\"General von Schlichten,\" Colonel Grinell took oblique cognizance of\nthe question. \"You've just made, by implication, a most grave charge\nagainst my department. If you're not mistaken in what you've just\nsaid, I deserve to be court-martialled.\"\n\n\"I couldn't bring charges against you, colonel; if it were a\ncourt-martial matter, I'd belong in the dock with you,\" von Schlichten\ntold him. \"It seems, though, that a piece of vital information was\npossessed by those who were unable to evaluate it, and until this\nafternoon, I was ignorant of its existence. Colonel Quinton, suppose\nyou repeat what you told me, on the way down from Skilk.\"\n\n\"Well, general, don't you think we ought to have Dr. Gomes do that?\"\nPaula asked. \"After all, he constructed those bombs on Niflheim, and\nit'll be he who'll have to build ours.\"\n\n       *       *       *       *       *\n\nVon Schlichten nodded in instant agreement.\n\n\"That's right.\" He looked around. \"Where's Dr. Lourenço Gomes, the\nnuclear engineer who came in on the _Pretoria_, two weeks ago? Send\nout for him, and get him in here to me at once.\"\n\nThere was another awkward silence. Then Kent Pickering, the chief of\nthe Gongonk Island power-plant, cleared his throat.\n\n\"Why, general, didn't you know? Dr. Gomes is dead. He was killed\nduring the first half hour of the uprising.\"\n\n\n\n\nXI\n\n\nHe flinched inwardly, and tightened his eye-muscles on the edge of the\nmonocle to keep them from flinching physically as well, trying to\nfreeze out of his face the consternation he felt.\n\n\"That's bad, Kent,\" he said. \"Very bad. I'd been counting heavily on\nDr. Gomes to design a bomb of our own.\"\n\n\"Well, general, if you please.\" That was Air-Commodore Leslie\nHargreaves. \"You say you suspect that King Orgzild has developed a\nnuclear bomb. If that's true, it's a horrible danger to all of us. But\nI find it hard to believe that the Keegarkans could have done so, with\ntheir resources and at their technological level. Now, if it had been\nthe Kragans, that would have been different, but....\"\n\n\"Paula, you'd better carry on and explain what you told me, and add\nanything else you can think of that might be relevant.... Is that\nsound-recorder turned on? Then turn it on, somebody; we want this\ntaped.\"\n\n       *       *       *       *       *\n\nPaula rose and began talking: \"I suppose you all understand what\nconditions are on Niflheim, and how these Ullran native workers are\nemployed; however, I'd better begin by explaining the purpose for\nwhich these nuclear bombs were designed and used....\"\n\nHe smiled; she realized that he needed time to think, and she was\nstalling to provide it. He drew a pencil and pad toward him and began\ndoodling in a bored manner, deliberately closing his mind to what she\nwas saying. There were two assumptions, he considered: first, that\nKing Orgzild already possessed a nuclear bomb which he could use when\nhe chose, and, second, that in the absence of Dr. Gomes, such a bomb\ncould only be produced on Gongonk Island after lengthy experimental\nwork. If both of these assumptions were true, he had just heard the\ndeath-sentence of every Terran on Ullr. The first he did not for a\nmoment doubt. The reasons for making it were too good. He dismissed it\nfrom further consideration and concentrated on the second.\n\n\"... what's known as a Nagasaki-type bomb, the first type of\nplutonium-bomb developed,\" Paula was saying. \"Really, it's a\ntechnological antique, but it was good enough for the purpose, and Dr.\nGomes could build it with locally available materials....\"\n\nThat was the crux of it. The plutonium bomb, from a military\nstandpoint, was as obsolete as the flintlock musket had been at the\ntime of the Second World War. He reviewed, quickly, the history of\nweapons-development since the beginning of the Atomic Era. The\nemphasis, since the end of the Second World War, had all been on\nnuclear weapons and rocket-missiles. There had been the H-bomb, itself\nobsolescent, and the Bethe-cycle bomb, and the subneutron bomb, and\nthe omega-ray bomb, and the negamatter bomb, and then the end of\ncivilization in the Northern Hemisphere and the rise of the new\ncivilization in South America and South Africa and Australia. Today,\nthe small-arms and artillery his troops were using were merely slight\nrefinements on the weapons of the First Century, and all the modern\nnuclear weapons used by the Terran Federation were produced at the\nSpace Navy base on Mars, by a small force of experts whose skills were\nalmost as closed to the general scientific and technical world as the\nsecrets of a medieval guild. The old A-bomb was an historical\ncuriosity, and there was nobody on Ullr who had more than a layman's\nknowledge of the intricate technology of modern nuclear weapons. There\nwere plenty of good nuclear-power engineers on Gongonk Island, but how\nlong would it take them to design and build a plutonium bomb?\n\n\"... Gorkrink also has a good understanding of Lingua Terra,\" Paula\nwas saying. \"He and Dr. Murillo conversed bi-lingually, just as I've\nheard General von Schlichten and King Kankad talking to one another. I\nhaven't any idea whether or not Gorkrink could read Lingua Terra, or,\nif so, what papers or plans he might have seen.\"\n\n\"Just a minute, Paula,\" he said. \"Colonel Grinell, what does your\nbranch have on this Gorkrink?\"\n\n\"He's the son of King Orgzild, and the daughter of Prince Jurnkonk,\"\nGrinell said. \"We knew he'd signed on for Nif, two years ago, but the\nstory we got was that he'd fallen out of favor at court and had been\nexiled. I can see, now, that that was planted to mislead us. As to\nwhether or not he can read Lingua Terra, my belief is that he can. We\nknow that he can understand it when spoken. He could have learned to\nread at one of those schools Mohammed Ferriera set up, ten or fifteen\nyears ago.\"\n\n\"And Dr. Gomes and Dr. Murillo and Dr. Livesey left papers and plans\nlying around all over the place,\" Paula added. \"If he went to Niflheim\nas a spy, he could have copied almost anything.\"\n\n\"Well, there you have it,\" von Schlichten said. \"When Gorkrink found\nout that plutonium can be used for bombs, he began gathering all the\ninformation he could. And as soon as he got home, he turned it all\nover to Pappy Orgzild.\"\n\n\"That still doesn't mean that the Kee-geeks were able to do anything\nwith it,\" Air-Commodore Hargreaves argued.\n\n\"I think it does,\" von Schlichten differed. \"As soon as Orgzild would\nhear about the possibility of making a plutonium bomb, he'd set up an\nA-bomb project, and don't think of it in terms of the old First\nCentury Manhattan Project. There would be no problem of producing\nfissionables--we've been scattering refined plutonium over this planet\nlike confetti.\"\n\n\"Well, an A-bomb's a pretty complicated piece of mechanism, even if\nyou have the plans for it,\" Kent Pickering said. \"As I recall, there\nhave to be several subcritical masses of plutonium, or U-235, or\nwhatever, blown together by shaped charges of explosive, all of which\nhave to be fired simultaneously. That would mean a lot of electrical\nfittings that I can't see these geeks making by hand.\"\n\n\"I can,\" Paula said. \"Have you ever seen the work these native\njewelers do? And didn't you tell me about a clockwork thing they have\nat the university, here, to show the apparent movements of the\nsun....\"\n\n\"That's right,\" von Schlichten said. \"And what they couldn't make,\nthey could have bought from us; we've sold them a lot of electrical\nequipment.\"\n\n\"All right, they could have built an A-bomb,\" Buhrmann said. \"But did\nthey?\"\n\n\"We assume they tried to. Gorkrink got back from Nif on the\n_Canberra_, three months ago,\" von Schlichten said. \"If Orgzild\ndecided to build an A-bomb, he wouldn't give the signal for this\nuprising until he either had one or knew he couldn't make one, and he\nwouldn't give up trying in only three months. Therefore, I think we\ncan assume that he succeeded, and had succeeded at the time he sent\nGorkrink here to get that four tons of plutonium we let him have, and,\nincidentally, to tell his ambassador to pass the word to have Sid\nHarrington poisoned according to plan.\"\n\n\"Then why didn't he just use it on us at the start of the uprising?\"\nMeyerstein wanted to know.\n\n\"Why should he? Getting rid of us is only the first step in Orgzild's\nplan,\" Grinell said. \"Back as far as geek history goes, the Kings of\nKeegark have been trying to conquer Konkrook and the Free Cities and\nmake themselves masters of the whole Takkad Sea area. Let Konkrook\nwipe us out, and then he can move in his troops and take Konkrook. Or,\nif we beat off the geeks here, as we seem to be doing, he can bomb us\nout and then move in on Konkrook. I think that as long as we're\nfighting, here, he'll wait. The more damage we do to Konkrook, the\neasier it'll be for him.\"\n\n\"Then we'd better start dragging our feet on the Konkrook front,\"\nLaviola said. \"And get busy trying to build a bomb of our own.\"\n\n       *       *       *       *       *\n\nVon Schlichten looked up at the big screen, on which the battle of\nKonkrook was being projected from an overhead pickup.\n\n\"I'll agree on the second half of it,\" von Schlichten said. \"And we'll\nalso have to set up some kind of security-patrol system against\nbombers from Keegark. And as soon as _Procyon_ gets here, we'll have\nto send her out to hunt down and destroy those two Boer-class\nfreighters, the _Jan Smuts_ and the _Kruger_. And we'll have to\narrange for protection of Kankad's Town; that's sure to be another of\nOrgzild's high-priority targets. As to the action against Konkrook,\nI'll rely on your advice, Them. Can we delay the fall of the city for\nany length of time?\"\n\nM'zangwe shook his head. \"When we divert contragravity to\nsecurity-patrol work, the ground action'll slow up a little, of\ncourse. But the geeks are about knocked out, now.\"\n\n\"The hell with it, then. I doubt if we'd be able to buy much time from\nOrgzild by delaying victory in the city, and we'll probably need the\ntroops as workers over here.\" He turned to Pickering. \"Dr. Pickering,\nwhat sort of a crew can you scrape together to design a bomb for us?\"\nhe asked.\n\n\"Well, there's Martirano, and Sternberg, and Howard Fu-Chung, and Piet\nvan Reenen, and....\" He nodded to himself. \"I can get six or eight of\nthem in here in about twenty minutes; I'll have a project set up and\nworking in a couple of hours. There has to be somebody qualified on\nduty at the plant, all the time, of course, but....\"\n\n\"All right; call them in. I want the bomb finished by yesterday\nafternoon. And everybody with you, and you, yourself, had better\nrevert to civilian status. This isn't something you can do by the\nnumbers, and I don't want anybody who doesn't know what it's all about\npulling rank on your outfit. Go ahead, call in your gang, and let me\nknow what you'll be able to do, as soon as--sooner than--it's\npossible.\"\n\nHe turned to Hargreaves. \"Les, you'll have charge of flying the\nsecurity patrols, and doing anything else you can to keep Orgzild from\nbombing us before we can bomb him. You'll have priority on everything\nsecond only to Pickering.\"\n\nHargreaves nodded. \"As you say, general, we'll have to protect\nKankad's, as well as this place. It's about five hundred miles from\nhere to Kankad's, and eight-fifty miles from Kankad's to Keegark....\"\n\n       *       *       *       *       *\n\nHe stopped talking to von Schlichten, and began muttering to himself,\nrunning over the names of ships, and the speeds and pay-load\ncapacities of airboats, and distances. In about five minutes, he would\nhave a program worked out; in the meantime, von Schlichten could only\nbe patient and contain himself. He looked along the table, and caught\nsight of a thin-faced, saturnine-looking man in a green shirt with a\ncolonel's three concentric circles marked on the shoulders in\nsilver-paint. Emmett Pearson, the communications chief.\n\n\"Emmett,\" he said, \"those orbiters you have strung around this planet,\ntwo thousand miles out, for telecast rebroadcast stations. How much of\na crew could be put on one of them?\"\n\nPearson laughed. \"Crew of what, general? White mice, or trained\ncockroaches? There isn't room inside one of those things for anything\nbigger to move around.\"\n\n\"Well, I know they're automatic, but how do you service them?\"\n\n\"From the outside. They're only ten feet through, by about twenty in\nlength, with a fifteen-foot ball at either end, and everything's in\nsections, which can be taken out. Our maintenance-gang goes up in a\nthing like a small spaceship, and either works on the outside in\nspacesuits, or puts in a new section and brings the unserviceable one\ndown here to the shops.\"\n\n\"Ah, and what sort of a thing is this small spaceship, now?\"\n\n\"A thing like a pair of fifty-ton lorries, with airlocks between, and\nconnected at the middle; airtight, of course, and pressurized and\ninsulated, like a spaceship. One side's living' quarters for a six-man\ncrew--sometimes the gang's out for as long as a week at a time--and\nthe other side's a workshop.\"\n\nThat sounded interesting. With contragravity, of course, terms like\n\"escape-velocity\" and \"mass-ratio\" were of purely antiquarian\ninterest.\n\n\"How long,\" he asked Pearson, \"would it take to fit that vehicle with\na full set of detection instruments--radar, infrared and ultraviolet\nvision, electron-telescope, heat and radiation detectors, the whole\nworks--and spot it about a hundred to a hundred and fifty miles above\nKeegark?\"\n\n\"That I couldn't say, general,\" Emmett Pearson replied. \"It'd have to\nbe a shipyard job, and a lot of that stuff's clear outside my\ndepartment. Ask Air-Commodore Hargreaves.\"\n\n\"Les!\" he called out. \"Wake up, Les!\"\n\n\"Just a second, general.\" Hargreaves scribbled frantically on his pad.\n\"Now,\" he said, raising his head. \"What is it, sir?\"\n\n\"Emmett, here, has a junior-grade spaceship that he used to service\nthose orbital telecast-relay stations of his. He'll tell you what it's\nlike. I want it fitted with every sort of detection device that can be\ncrammed into or onto it, and spotted above Keegark. It should, of\ncourse, be high enough to cover not only the Keegark area, but\nKonkrook, Kankad's, and the lower Hoork and Konk river-valleys.\"\n\n\"Yes, I get it.\" Hargreaves snatched up a phone, punched out a\ncombination, and began talking rapidly into it in a low voice. After\nawhile, he hung up. \"All right, Mr. Pearson--Colonel Pearson, I mean.\nHave your space-buggy sent around to the shipyard. My boys'll fix it\nup.\" He made a note on another piece of paper. \"If we live through\nthis, I'm going to have a couple of supra-atmosphere ships in service\non this planet.... Now, general; I have a tentative set-up. We're\ngoing to need the _Elmoran_ for patrol work south and east of\nKonkrook, and the _Gaucho_ and _Bushranger_ to the north and\nnorth-east, based on Kankad's. We'll keep the _Aldebaran_ at Kankad's,\nand use her for emergencies. And we'll have patrols of light\ncontragravity like this.\" He handed a map, with red-pencil and\nblue-pencil markings, along to von Schlichten. \"Red are Kankad-based;\nblue are Konkrook-based.\"\n\n\"That looks all right,\" von Schlichten said. \"There's another thing,\nthough. We want scout-vehicles to cover the Keegark area with\nradiation-detectors. These geeks are quite well aware of\nradiation-danger from fissionables, but they're accustomed to the\nordinary industrial-power reactors, which are either very lightly\nshielded or unshielded on top. We want to find out where Orgzild's\nbomb-plant is.\"\n\n\"Yes, general; as soon as we can get radiation detectors sent out to\nKankad's, we'll have a couple of fast aircars fitted with them for\nthat job.\"\n\n\"We have detectors, at our laboratory and reaction-plant,\" Kankad\nsaid. \"And my people can make more, as soon as you want them.\" He\nthought for a moment. \"Perhaps I should go to the town, now. I could\nbe of more use there than here.\"\n\nKent Pickering, who had been talking with his experts at a table\napart, returned.\n\n\"We've set up a program, general,\" he said. \"It's going to be a lot\nharder than I'd anticipated. None of us seem to know exactly what we\nhave to do in building one of those things. You see, the uranium or\nplutonium fission-bomb's been obsolete for over four hundred years. It\nwas a classified-secret matter long after its obsolescence, because it\nhadn't been rendered any the less deadly by being superseded--there\nwas that A-bomb that the Christian Anarchist Party put together at\nBuenos Aires in 378 A.E., for instance. And then, after it was\ndeclassified, it had been so far superseded that it was of only\nantiquarian interest; the textbooks dealt with it only in general\nterms. The principles, of course, are part of basic nuclear science;\nthe secret of the A-bomb was just a bag of engineering tricks that we\ndon't have, and which we will have to rediscover. Design of tampers,\ndesign of the chemical-explosive charges to bring subcritical masses\ntogether, case-design, detonating mechanism, things like that.\n\n\"The complete data on even the old Hiroshima and Nagasaki types is\nstill in existence, of course. You can get it at places like the\nUniversity of Montevideo Library, or Jan Smuts Memorial Library at\nCape Town. But we don't have it here. We're detailing a couple of\njunior technicians to make a search of the library here on Gongonk\nIsland, but we're not optimistic. We just can't afford to pass up any\nchance, even when it approaches zero-probability.\"\n\nVon Schlichten nodded. \"That's about what I'd expected,\" he said. \"I\nsuppose Gomes got his data out of one of the dustier storage-stacks at\nJan Smuts or Montevideo, in the first place.... Well, I still want\nthat bomb finished by yesterday afternoon, but since that's\nimpractical, you'll have to take a little--but as little as\npossible--longer.\"\n\n\"What are we going to do about publicity on this?\" Howlett, the\npersonnel man. asked. \"We don't want this getting out in garbled\nform--though how it could be made worse by garbling I couldn't\nguess--and having the troops watching the sky over their shoulders and\ngoing into a panic as soon as they saw something they didn't\nunderstand.\"\n\n\"No, we don't. I've seen a couple of troop-panics,\" von Schlichten\nsaid. \"There can't be anything much worse than a panic.\"\n\n\"I think the Terrans ought to be told the worst,\" Hargreaves said.\n\"And told that our only hope is to get a bomb of our own built and\ndropped first. As to the Kragans.... What do you think, King Kankad?\"\n\n\"Tell them that we are building a bomb to destroy Keegark; that we are\nrunning short of ammunition, and that it is our only hope of finishing\nthe war before the ammunition is gone,\" Kankad said. \"Tell them\nsomething of what sort of a bomb it is. But do not tell them that King\nOrgzild already has such a bomb. Old Kankad, who made me out of\nhimself, told me about how our people fled in panic from the weapons\nof the Terrans, when your people and mine were still enemies. This\nthing is to the weapons they faced then as those weapons were to the\nold Kragans' spears and bows.... And when the geeks from Grank come\nhere, tell them that we are winning and that if they fight well, they\ncan share the loot of Konkrook and Keegark.\"\n\nVon Schlichten looked up at the big screen. Already, Themistocles\nM'zangwe had ordered the Channel Battery to reduce fire; the big guns\nwere firing singly, in thirty-second-interval salvos. There was less\nbombing, too; contragravity was being drawn out of the battle.\n\n\"Well, we all have things to do,\" he said, \"and I think we've\ndiscussed everything there is to discuss. Anybody think of anything\nwe've forgotten?... Then we're adjourned.\"\n\nHe and Paula Quinton took the elevator to the roof, and sat side by\nside, silently watching the conflagration that was raging across the\nchannel and the nearer flashes of the big guns along the island's city\nside.\n\n\"Wednesday night, I thought we were all cooked,\" Paula told him.\n\"Cleaning up the North in two days seemed like an impossibility, too.\nMaybe you'll do it again.\"\n\n\"If I pull this one out of the fire, I won't be a general; I'll be a\nmagician,\" he said. \"Pickering'll be a magician, I mean; he's the boy\nwho'll save our bacon, if it's saveable.\" He looked somberly across\nthe flame-reflecting water. \"Let's not kid ourselves; we're just\nkicking and biting at the guards on the way up the gallows-steps.\"\n\n[Illustration]\n\n\"Well, why stop till the trap's sprung?\" she asked. \"What'll happen to\nthese people on this planet, after we're atomized?\"\n\n\"That I don't want to think about. Kankad's Town will get the second\nbomb; Orgzild won't dare leave the Kragans after he's wiped us out.\nYoorkerk and Jonkvank, in the North, will turn on Keaveney and Shapiro\nand Karamessinis and Hid O'Leary and wipe them out. And when the next\nship gets in here and they find out what happened, they'll send the\nFederation Space Navy, and this planet'll get it worse than Fenris\ndid. They'll blast anything that has four arms and a face like a\nlizard....\"\n\nHalf a dozen aircars lifted suddenly from the airport and streaked\naway to the north-east. As they went past, in the light of the\nburning-city, he could see that at least three of them had multiple\nrocket-launchers on top. In a matter of seconds, a gun-cutter raced\nafter them, and a second, which had been over Konkrook, jettisoned a\nbomb and turned away to follow.\n\n\"Maybe that's it,\" Paula said.\n\n\"Well, if it is, we won't be any better off anywhere else than here,\"\nhe told her. \"Let's stay where we are and watch.\"\n\nAfter what seemed like a long time, however, a twinkle of lights\nshowed over the East Konk Mountains. They weren't the flashes of\nexplosions; some were magnesium flares, and some were the lights of a\nship.\n\n\"That's _Procyon_, from Grank,\" he said. \"Everybody gets a good mark\nfor this--detection stations, interceptors, gun-cutters. If that had\nbeen it, there'd have been a good chance of stopping it.\" He felt\nbetter than he had since Pickering had told him that Lourenço Gomes\nwas dead. \"It's a good thing Gorkrink didn't pick up any dope on\nguided missiles, while he was at it. As long as they have to deliver\nit with contragravity, we have a chance.\"\n\nThey rose from the balustrade where they had been sitting, and, for\nthe first time, he discovered that he had had his left arm over her\nshoulder and that she had had her right hand resting on the point of\nhis right hip, just above his pistol. He picked up the folder of\npapers she had been carrying, and put her into the elevator ahead of\nhim, and it was only when they parted on the living-quarters level\nthat he recalled having followed the older protocol of gallantry\nrather than the precedence of military rank.\n\n\n\n\nXII\n\n\nHe woke with a guilty start and looked up at the clock on the ceiling;\nit was 0945. Kicking himself free of the covers, he slid his feet to\nthe floor and sprinted for the bathroom. While he was fussing to get\nthe shower adjusted to the right temperature, he bludgeoned his\nconscience by telling himself that a wide-awake general is more good\nthan a half-asleep general, that there was nothing he could do but\nhope that Hargreaves' patrols would keep the bomb away from Konkrook\nuntil Pickering's brain-trust came up with one of their own, and that\nthe fact that the commander-in-chief was making sack-time would be\nmuch better for morale than the spectacle of him running around in\ncircles. He shaved carefully; a stubble of beard on his chin might\nbetray the fact that he was worried. Then he dressed, put his monocle\nin his eye, and called the headquarters that had been set up in Sid\nHarrington's--now his--office. A girl at the switchboard appeared on\nhis screen, and gave place to Paula Quinton, who had been up for the\npast two hours.\n\n\"The _Northern Lights_ got in about three hours ago, general,\" she\ntold him. \"She had four of King Yoorkerk's infantry regiments\naboard--the Seventh, Glorious-and-Terrible, the Fourth,\nFirm-in-Adversity, the Second, Strength-of-the-Throne, and the\nTwelfth, Forever-Admirable. They're the sorriest looking rabble I ever\nsaw, but Hideyoshi says they're the best Yoorkerk has, and they all\nhave Terran-style rifles. General M'zangwe broke them into battalions,\nand put a battalion in with each of the Kragan regiments. I think\nthey're more afraid of the Kragans than they are of the rebels.\"\n\nHe nodded. That was probably the best way to employ them, within the\nexisting situation. The trouble was, Them M'zangwe was incurably\ntactical-minded. Put those geeks of Yoorkerk's in with the Kragans and\nthey'd be most useful in conquering Konkrook, but the trouble was\nthat, after associating with Kragans, they might develop into\nreasonably good troops, themselves, to the undesired improvement of\nKing Yoorkerk's army. On the other hand, maybe not. Keep them in\nCompany service long enough, and they might want to forget about\nYoorkerk and stay there.\n\n\"How's the situation over in town?\" he asked.\n\n\"Well, it's slowing up, since we began pulling contragravity out,\" she\ntold him, \"but the geeks are breaking up rapidly.... Oh, there was\nsomething funny about that hassle, last evening, when the Procyon came\nin. Two contragravity vehicles, an aircar and an air-lorry, that went\nout to meet the ship, are unaccounted for.\"\n\n\"You mean two of our vehicles are missing?\"\n\nShe shook her head, frowning in perplexity. \"Well, no. All the\nvehicles that answered that unidentified-aircraft alert returned, but\nthere were these two that went out that we haven't any record of.\nColonel Grinell is investigating, but he can't find out anything....\"\n\n\"Tell him not to waste any more time,\" he said. \"Those two were\nprobably geeks from Konkrook. You know, that's how the von Schlichten\nfamily got out of Germany, in the Year Three--flew a bomber to Spain.\nThe Konkrook war-criminals are getting out before the Army of\nOccupation moves in.\"\n\n\"Well, the posts at the old Kragan castles report some contragravity,\nand parties riding 'saurs, moving west from the city,\" she told him.\n\"There are a lot of refugees on the roads. And combat reports from\nKonkrook agree that resistance is getting weaker every hour.... And\nthe supra-atmosphere observation-craft--they're beginning to call her\nthe Sky-Spy--is up a hundred and fifty miles over Keegark. We have\nradar and vision screens and telemetered radiation and other detectors\nhere, tuned to her. They're installing a similar set on the _Northern\nLights_ at the shipyard. By the way, Air-Commodore Hargreaves wants to\nknow if he can take a pair of 155-mm rifles from the Channel Battery\nand mount them on the _Lights_.\"\n\n\"Yes, of course; he can have anything he wants, as long as it isn't\nurgently needed for the bomb project.\"\n\n\"_Sky-Spy_ reports normal contragravity traffic between Keegark and\nthe farming-villages around--aircars, lorries, a few scows--but\nnothing suspicious. No trace of either of the Boer-class ships.\nKankad's people are building receiving sets to install on the\n_Procyon_ and the _Aldebaran_, and another set for Kankad's Town.\nPickering and his people are still working, but they all look pretty\nfrustrated. They have Major Thornton, at the ammunition plant, doing\nexperimental work on chemical-explosive charges to bring the\nsubcritical masses together and hold them together till an explosion\ncan be produced; they're using most of the skilled electrical and\nelectronics people to work up a detonating device. That's why\nKankad's people are doing most of the detection-device work.\nHargreaves is fitting a lot of small craft--combat-cars and civilian\naircars--with radar sets, to use for patrolling.\"\n\n\"That sounds good,\" von Schlichten said. \"I'll be around and see how\nthings are, after I've had some breakfast.\"\n\nHe had breakfast at the main cafeteria, four floors down; there wasn't\nas much laughing and talking as usual, but the crowd there seemed in\ngood spirits. He spent some time at headquarters, watching Keegark by\nTV and radar. So far, nothing had been done about direct\nreconnaissance over Keegark with radiation-detectors, but Hargreaves\nreported that a couple of privately-owned aircars were being fitted\nfor the job.\n\nHe made a flying inspection trip around the island, and visited the\nfarms south of the city, on the mainland, and, finally, made a sweep\nin his command-car over the city itself. Reconnaissance in person was\nan archaic and unprogressive procedure, and it was a good way to get\ngenerals killed, but one could see a lot of things that would be\nmissed on TV. He let down several times in areas that had already been\ntaken, and talked to company and platoon officers. For one thing, King\nYoorkerk's flamboyantly-named regiments weren't quite as bad as Paula\nhad thought. She'd been spoiled by the Kragans in her appreciation of\nother native troops. They had good, standard-quality, Volund-made\narms; they were brave and capable; and they had been just enough\ninsulted by being integrated into Kragan regiments to try to make a\ngood showing.\n\nBy noon, resistance in the city was beginning to cave in. Surrender\nflags were appearing on one after another of the Konkrookan rebel\nstrong-points, and at 1430, after he had returned to the Island, a\ndelegation, headed by the Konkrookan equivalent of Lord Mayor and\ncomposed largely of prominent merchants, came across the channel under\na flag of truce to surrender the city's Spear of State, with abject\napologies for not having Gurgurk's head on the point of it. Gurgurk,\nthey reported had fled to Keegark by air the night before, which\nexplained the incident of the unaccountable aircar and lorry. The\nChannel Battery stopped firing, and, with the exception of an\noccasional spatter of small-arms fire, the city fell silent.\n\nAt 1600, von Schlichten visited the headquarters Pickering had set up\nin the office building at the power-plant. As he stepped off the lift\non the third floor, a girl, running down the hall with her arms full\nof papers in folders, collided with him; the load of papers flew in\nall directions. He stooped to help her pick them up.\n\n\"Oh, general! Isn't it wonderful?\" she cried. \"I just can't believe\nit!\"\n\n\"Isn't what wonderful?\" he asked.\n\n\"Oh, don't you know? They've got it!\"\n\n\"Huh? They have?\" He gathered up the last of the big envelopes and\ngave them to her. \"When?\"\n\n\"Just half an hour ago. And to think, those books were around here all\nthe time, and.... Oh, I've got to run!\" She disappeared into the lift.\n\nInside the office, one of Pickering's engineers was sitting on the\nmiddle of his spinal column, a stenograph-phone in one hand and a book\nin the other. Once in a while, he would say something into the\nmouthpiece of the phone. Two other nuclear engineers had similar books\nspread out on a desk in front of them; they were making notes and\nlooking up references in the Nuclear Engineers' Handbook, and making\ncalculations with their slide-rules. There was a huddle around the\ndrafting-boards, where two more such books were in use.\n\n\"Well, what's happened?\" he demanded, catching Pickering by the arm as\nhe rushed from one group to another.\n\n\"Ha! We have it!\" Pickering cried. \"Everything we need! Look!\"\n\nHe had another of the books under his arm. He held it out to von\nSchlichten, and von Schlichten suddenly felt sicker than he had ever\nfelt since, at the age of fourteen, he had gotten drunk for the first\ntime. He had seen men crack up under intolerable strain before, but\nthis was the first time he had seen a whole roomful of men blow their\ntops in the same manner.\n\nThe book was a novel--a jumbo-size historical novel, of some seven or\neight hundred pages. Its dust-jacket bore a slightly-more-than-bust-length\npicture of a young lady with crimson hair and green eyes and jade earrings\nand a plunging--not to say power-diving--neckline that left her\naffiliation with the class of Mammalia in no doubt whatever. In the\nbackground, a mushroom-topped smoke-column rose, and away from it\nsomething intended to be a four-motor propeller-driven bomber of the First\nCentury was racing madly. The title, he saw, was _Dire Dawn_, and the\nauthor was one Hildegarde Hernandez.\n\n\"Well, it has a picture of an A-bomb explosion an it,\" he agreed.\n\n\"It has more than that; it has the whole business. Case\nspecifications, tampers, charge design, detonating device, everything.\nWhy, end-papers even have diagrams: copies of the original\nNagasaki-bomb drawing. Look.\"\n\nVon Schlichten looked. He had no more than the average intelligent\nlayman's knowledge of nuclear physics--enough to recharge or repair a\nconversion-unit--but the drawings looked authentic enough. They seemed\nto be copies of ancient blueprints, lettered in First Century English,\nwith Lingua Terra translations added, and marked TOP SECRET and U. S.\nARMY CORPS OF ENGINEERS and MANHATTAN ENGINEERING DISTRICT.\n\n\"And look at this!\" Pickering opened at a marked page and showed it to\nhim. \"And this!\" He opened where another slip of paper had been\ninserted. \"Everything we want to know, practically.\"\n\n\"I don't get this.\" He wasn't sick, any more; just bewildered. \"I read\nsome reviews of this thing. All the reviewers panned hell out of\nit--'World War II Through a Bedroom Keyhole'; 'Henty in Black Lace\nPanties'--that sort of thing.\"\n\n\"Yeh, yeh, sure,\" Pickering agreed. \"But this Hernandez has illusions\nof being a great serious historical novelist, see. She won't try to\nwrite a book till she's put in years of research--actually, about six\nmonths' research by a herd of librarians and college-juniors and other\nsuch literary coolies--and she boasts that she never yet has been\ncaught in an error of historical background detail.\n\n\"Well, this opus is about the old Manhattan Project. The heroine is a\nsort of super-Mata-Hari, who is, alternately and sometimes\nsimultaneously, in the pay of the Nazis, the Soviets, the Vatican,\nChiang Kai-Shek, the Japanese Emperor, and the Jewish International\nBankers, and she has affairs with everybody from Joe Stalin to Joe\nMcCarthy, and of course, she is in on every step of the A-bomb\nproject. She even manages to stow away on the Enola Gay, with the help\nof a general she's spent fifty incandescent pages seducing.\n\n\"In order to tool up for this production-job, La Hernandez did her\nresearching just where Lourenço Gomes probably did his--University of\nMontevideo Library. She even had access to the photostats of the old\nU. S. data that General Lanningham brought to South America after the\ndebacle in the United States in A.E. 114. Those end-papers are part of\nthe Lanningham stuff. As far as we've been able to check\nmathematically, everything is strictly authentic and practical. We'll\nhave to run a few more tests on the chemical-explosive charges--we\ndon't have any data on the exact strength of the explosives they used\nthen--and the tampers and detonating device will need to be tested a\nlittle. But in about half an hour, we ought to be able to start\ndrawing plans for the case, and as soon as they're finished, we'll\nrush them to the shipyard foundries for casting.\"\n\nVon Schlichten handed the book back to Pickering, and sighed deeply.\n\"And I thought everybody here had gone off his rocker,\" he said. \"We\nwill erect, on the ruins of Keegark, a hundred-foot statue of Señorita\nHildegrade Hernandez.... How did you get onto this?\"\n\nPickering pointed to a young man with dull brick colored hair, who was\npunching out some kind of a problem on a small computing machine.\n\n\"Piet van Reenen, over there; he has a girl-friend whose taste runs to\nthis sort of literary bubble-gum. She told him it was all in a book\nshe'd just read, and showed him. We descended in force on the bookshop\nand grabbed every copy in stock. We are now running a sort of\ngaseous-diffusion process, to separate the nuclear physics from the\npornography. I must say, Hildegarde has her biological data very well\nin hand, too.\"\n\n\"I'll bet she'd have fun writing a novel about these geeks,\" von\nSchlichten said. \"Well, how soon do you think you can have a bomb made\nup and all ready for us?\"\n\n\"Casting the cases is going to slow us down the most,\" Pickering said.\n\"But, even with that, we ought to have one ready in three days, at the\nmost. By two weeks, we'll be turning them out on an assembly-line.\"\n\n\"I hope we don't need more than one. But you'd better produce at least\nhalf a dozen. And have some practice-bombs made up, out of concrete or\nanything, as long as they're the right weight and airfoil and have\nsome way of releasing smoke. Get them done as soon as you have your\ncase designed. We want to be able to make a couple of practice drops.\"\n\nThere was no use, he thought, of raising hopes which might prove\npremature. He told Paula Quinton, of course, and Themistocles\nM'zangwe, and, by telecast on sealed beam, King Kankad and\nAir-Commodore Hargreaves. Beyond that, there was nothing to do but\nwait, and hope that Hargreaves could keep Orgzild's bombers away from\nGongonk Island and Kankad's Town and that Hildegarde Hernandez had\nbeen playing fair with her public. He visited the city, where a few\npockets of die-hard resistance were being liquidated, and where\neverybody who had not been too deeply and publicly involved in the\n_znidd suddabit_ conspiracy was now coming forward and claiming to\nhave been a lifelong friend of the Terrans and the Company. Von\nSchlichten returned to Gongonk Island, debating with himself whether\nto declare a general amnesty or to set up a dozen guillotines in the\ncity and run them around the clock for a week. There were cogent\narguments for and against either procedure.\n\nBy 2100, the last organized resistance had been wiped out, a curfew\nhad been imposed, and peace of a sort restored. There was still the\nthreat from Keegark, but it was looking less ominous now than it had\nthe evening before. Von Schlichten and Paula were having dinner in the\nBroadway Room, confident that there was nothing left to do that they\ncould do anything about, when the extension phone that had been\nplugged in at their table rang.\n\n\"Colonel Quinton here,\" Paula identified herself into it, and listened\nfor a moment. \"There has? When?... Well, where did it come from?... I\nsee. And the direction?... Anything else?\"\n\nApparently there was nothing else. She hung up, and turned to von\nSchlichten.\n\n\"The _Sky-Spy_ just detected a ship lifting out from Keegark, presumed\none of the Boer-class freighters, either the _Jan Smuts_ or the _Oom\nPaul Kruger_. It was first picked up on contragravity at about a\nhundred feet, rising vertically from near the Palace. The supposition\nis the geeks had her camouflaged since the time Commander Prinsloo\nfirst bombarded Keegark with the _Aldebaran_. That was about twenty\nminutes ago; at last report, she's fifty miles north of Keegark,\nheaded up the Hoork River.\"\n\nVon Schlichten started thinking aloud: \"That could be a feint, to draw\nour ships north after her, and leave the approach to Konkrook or\nKankad's open, but that would be presuming that they know about the\n_Sky-Spy_, and I doubt that, though not enough to take chances on.\nThey know we have ground and ship-radar, and they may think they can\nslip down the Konk Valley either undetected or mistaken for one of our\nships from North Ullr.\"\n\nHe picked up the phone. \"Get me through on telecast to Air-Commodore\nHargreaves, aboard the _Procyon_,\" he said. \"I'll take it in the\noffice; I'll be up directly.\" He rose. \"Finish your dinner, and have\nthe rest of mine sent up,\" he told Paula.\n\nLeaving the elevator, he rushed into the big headquarters room just as\ncontact was established with the _Procyon_, on station over the\nnorth-western corner of Takkad Sea, between Kankad's Town and Keegark.\nThe Aldebaran, he knew, was west of Keegark; the _Northern Lights_,\nnow fitted with a pair of 155-mm guns, in addition to her 90's, had\njust arrived at Kankad's. He had the _Aldebaran_ sent north along the\ncrest of the mountain-range between the Hoork and Konk river-valleys,\nwhere she could cover both with her own radar and other\ndetection-devices and exchange information with the _Sky-Spy_, and the\n_Gaucho_ sent in what looked like the right course to intercept the\nBoer-class freighter from Keegark. The _Northern Lights_, also with\nscreens tuned to the _Sky-Spy_, was sent to take over the Aldebaran's\nregular station. Finally, he called Skilk and had the _Northern Star_\nsent south down the Hoork Valley.\n\nAfter that, there was nothing to do but wait, and watch the screens.\nPaula Quinton put in an appearance shortly after he had finished\ncalling Skilk, pushing a cocktail-wagon on which their interrupted\ndinners had been placed. They finished eating, and drank coffee, and\nsmoked. Most of the rest of his staff who were not busy on the\nbomb-project or at the shipyards or with the occupation of Konkrook\ndrifted in; they all sat and stared from one to another of the\nscreens, which told, in radar-patterns and direct vision and\ntelescopic vision and heat and radiation detection, the story of what\nwas going on to the north-east of them.\n\nKeegark was dark, on the vision-screen; evidently King Orgzild had\ninvented the blackout, too. Not that it did him any good; the\nradar-screen showed the city clearly, and it was just as clear on the\nradiation and heat screens. The Keegarkan ship was completely blacked\nout, but the radiations from her engines and the distinctive\nradiation-pattern of her contragravity-field showed clearly, and\nthere was a speck that marked her position on the radar-screen. The\nsame position was marked with a pin-point of light on the vision\nscreen--some device on _Sky-Spy_, synchronized with the detectors,\nkept it focused there. The Company ships and contragravity vehicles\nall were carrying topside lights, visible only from above, which\nflashed alternate red and blue to identify them.\n\nTime crawled slowly around the clock-face on the wall, the\nsixty-five-second minutes of Ullr dragging like hours. The spots that\nmarked the enemy ship and her hunters crawled, too; seen from the\nhundred-and-fifty-mile altitude of the _Sky-Spy_, even the\nsix-hundred-mile speed of the _Gaucho_ was barely visible. They drank\ncoffee till the stuff revolted them; they smoked until their throats\nand mouths were dry, they watched the screens until they thought that\nthey would see them in their dreams forever. Then the _Gaucho_\nreported radar-contact with the Keegarkan ship, which had begun to\nturn in a hairpin-shaped course and was coming south down the Konk\nValley.\n\nAfter that, the _Gaucho_ began reporting directly, and her topside\nidentification-light went out.\n\n\"... doused our lights; we're down in the valley, altitude about a\nthousand feet. We're trying to get a glimpse of her against the sky,\"\na voice came in. \"We're cutting in our forward TV-pick-up.\" The voice\nrepeated, several times, the wavelength, and somebody got an auxiliary\nscreen tuned in. There was nothing visible in it but the darkness of\nthe valley, the star-jeweled sky, and the loom of the East Konk\nMountains. \"We still can't see her, but we ought to, any moment; radar\nshows her well above the mountains. Ah, there she is; she just\nobscured Beta Hydrae V; she's moving toward that big constellation to\nthe east of it, the one they call Finnegan's Goat. Now she'll be right\nin the center of the screen; we're going straight for her. We're going\nto try to slow her down till _Aldebaran_ can get here....\"\n\nThe enemy ship was vaguely visible, now, becoming clearer in the\nstarlight. She was a Boer-class freighter, all right. Probably the\n_Jan Smuts_; the _Oom Paul Kruger_ had last been reported at Bwork,\nand there was little chance that she had slipped into Keegark since\nthe uprising had started. For all anybody knew, she could have been\ndestroyed in the fighting before the Bwork Residency fell.\n\n\"All right, we have her spotted; we're going to open up on her,\" the\nvoice from the _Gaucho_ announced. \"She has two 90's to our one; we'll\ntry to disable them, first.\" The vision-screen lit with the indirect\nglare of the gun-flash, and the image in it jiggled violently as the\nship shook to the recoil, then steadied again, with the enemy ship\nvisible in the middle of it, growing larger and larger as the _Gaucho_\nrushed toward her. The gun fired again and again, flooding the screen\nwith momentary yellow light and disturbing the image as the recoil\nshook the gun-cutter. The enemy ship began firing in reply; the shots\nwere all wide misses. Apparently the geek gun-crew didn't know how to\nsynchronize the radar sights, and were ignorant of the correct setting\nfor the proximity-fuzes. The _Gaucho's_ searchlights came on, bathing\nher quarry in light. It was the _Jan Smuts_; the name, and the\nfigure-head-bust of the old soldier-philosopher, were plainly visible.\nHer forward gun had been knocked out, and she was trying to swing\nabout to get a field of fire for her stern-gun.\n\n\"We're going to give her a rocket-salvo,\" the voice said. \"Watch this,\nnow!\"\n\nThe rockets leaped forward, from the topside racks, four and four and\nfour and four, at half-second intervals. The first four hit the Smuts\namidships and low, exploding with a flare that grew before it could\ndie away as the second four landed. Nobody ever saw the third and\nfourth four land. The _Jan Smuts_ vanished in a blaze of light that\nblinded everybody in the room; when they could see again, after some\nthirty seconds, the screen was dark.\n\nIn the direct-vision screen from the _Sky-Spy_, the whole countryside\nof the Konk Valley, five hundred miles north of Konkrook, was lighted.\nThe heat and radiation detectors were going insane. And in the\nshifting confusion on the radar-screen, there was no trace either of\nthe _Jan Smuts_ or the _Gaucho_.\n\n\"Well, the geeks did have an A-bomb,\" Themistocles M'zangwe said, at\nlength. \"I'd been trying to kid myself that we were just preparing\nagainst a million-to-one chance. I wonder how many more they have.\"\n\n\"Paula, find out who was in command of the _Gaucho_; he'd be a\njunior-grade lieutenant. Fix up orders promoting him to navy captain,\nas of now. It's probably the only thing we can do for him, any more.\nAnd promotions of the same order for everybody else aboard that\ncutter. Authority Carlos von Schlichten, acting Governor-General.\" He\npicked up a phone. \"Get me Commander Prinsloo, on _Aldebaran_....\"\n\nHe ordered Prinsloo to launch airboats and make a search; cautioned\nhim to be careful of radiation, but to take no chances on any of the\n_Gaucho's_ complement being still alive and in need of help. While\nthat was going on, the _Sky-Spy_ reported another ship coming over her\nhorizon to the east, from the direction of Bwork. That would be the\n_Oom Paul Kruger_. Hargreaves had already learned of the advent of the\nsecond freighter. He was unwilling to take the _Procyon_ off her\nstation until the _Aldebaran_ returned from the Konk Valley. In this,\nvon Schlichten concurred.\n\nSomebody suggested that a drink would be in order. They had just\nwatched the all-but-certain death of three Terran officers, fifteen\nTerran airmen, and ten Kragans, but they had all been living in too\nclose companionship with death in the past three days--or was it three\ncenturies--to be too deeply affected. And they had also watched, at\nleast for a day or so, the removal of the threat that had hung over\ntheir heads. And they had seen proof that they had a defense against\nKing Orgzild's bombs.\n\nThey were still mixing cocktails when Pickering phoned in.\n\n\"Some good news, general, from Operation 'Hildegarde.' We ought to\nhave at least one bomb ready to drop by 1500 tomorrow; four or five\nmore by next mid-night,\" he said. \"We don't need to have cases cast.\nWe got our dimensions decided, and we find that there are a lot of big\nempty liquid-oxygen flasks, or tanks, rather, at the spaceport,\nthat'll accommodate everything--fissionables, explosive-charges,\ntampers, detonator, and all.\"\n\n\"Well, go ahead with it. Make up a few of them; as many as you can\nbetween now and 2400 Sunday.\" He thought for a moment. \"Don't waste\ntime on those practice bombs I mentioned. We'll make a practice drop\nwith a live bomb. And don't throw away the design for the cast case.\nWe may need that, later on.\"\n\n\n\n\nXIII\n\n\nThe Company fleet hung off Keegark, at fifteen thousand feet, in a\nbelt of calm air just below the seesawing currents from the warming\nAntarctic and the cooling deserts of the Arctic. There was the\n_Procyon_, from the bridge of which von Schlichten watched the\nmovements of the other ships and airboats and the distant horizon. The\n_Aldebaran_ was ten miles off, to the west, her metal sheathing\nglinting the red light of the evening sun. There was the _Northern\nStar_, down from Skilk, a smaller and more distant twinkle of\nreflected light to the north of _Aldebaran_. The _Northern Lights_ was\noff to the east, and between her and _Procyon_ was a fifth ship;\nturning the arm-mounted binoculars around, he could just make out, on\nher bow, the figure-head bust of a man in an ancient top-hat and a\nfringe of chin-beard. She was the _Oom Paul Kruger_, captured by the\n_Procyon_ after a chase across the mountains north-east of Keegark the\nday before. And, remote from the other ships, to the south, a tiny\nspeck of blue-gray, almost invisible against the sky, and a smaller\ntwinkle of reflected sunlight--a garbage-scow, unflatteringly but\nsomewhat aptly rechristened _Hildegarde Hernandez_, which had been\naltered as a bomb-carrier, and the gun-cutter _Elmoran_. With the\nglasses, he could see a bulky cylinder being handled off the scow and\nloaded onto the improvised bomb-catapult on the _Elmoran's_ stern.\nShortly thereafter, the gun-cutter broke loose from the tender and\nbegan to approach the fleet.\n\n\"General, I must protest again against your doing this,\" Air-Commodore\nHargreaves said. \"There's simply no sense in it. That bomb can be\ndropped without your personal supervision aboard, sir, and you're\nendangering yourself unnecessarily. That infernal-machine hasn't been\ntested or anything; it might even let go on the catapult when you try\nto drop it. And we simply can't afford to lose you, now.\"\n\n\"No, what would become of us, if you go out there and blow yourself up\nwith that contraption?\" Buhrmann supported him. \"My God, I thought Don\nQuixote was a Spaniard, instead of a German!\"\n\n\"Argentino,\" von Schlichten corrected. \"And don't try to sell me that\nIrreplaceable-Man, either. Them M'zangwe can replace me, Hid O'Leary\ncan replace him, Barney Mordkovitz can replace him, and so on down to\nwhere you make a second lieutenant out of some sergeant. We've been\nall over this last evening. Admitted we can't take time for a long\nstring of test-shots, and admitted we have to use an untested weapon;\nI'm not sending men out under those circumstances and staying here on\nthis ship and watch them blow themselves up. If that bomb's our only\nhope, it's got to be dropped right, and I'm not going to take a chance\non having it dropped by a crew who think they've been sent out on a\nsuicide mission. What happened to the _Gaucho_ when she blew the\n_Smuts_ up is too fresh in everybody's mind. But if I, who ordered\nthe mission, accompany it, they'll know I have some confidence that\nthey'll come back alive.\"\n\n       *       *       *       *       *\n\n\"Well, I'm coming along, too, general,\" Kent Pickering spoke up. \"I\nmade the damned thing, and I ought to be along when it's dropped, on\nthe principle that a restaurant-proprietor ought to be seen eating his\nown food once in a while.\"\n\n\"I still don't see why we couldn't have made at least one test shot,\nfirst,\" Hans Meyerstein, the Banking Cartel man, objected.\n\n\"Well, I'll tell you why,\" Paula Quinton spoke up. \"There's a good\nchance that the geeks don't know we have a bomb of our own. They may\nbelieve that it was something invented on Niflheim for mining\npurposes, and that we haven't realized its military application.\nThere's more than a good chance that the loss of the _Jan Smuts_ has\ntemporarily demoralized them. Personally, I believe that both King\nOrgzild and Prince Gorkrink were aboard her when she blew up. That's\nsomething we'll never know, positively, of course. That ship and\neverything and everybody in her were simply vaporized, and the\nparticles are registering on our geigers now. But I'm as sure as I am\nof anything about these geeks that one or both of them accompanied\nher.\"\n\n\"Paula knows what she's talking about,\" King Kankad jabbered in the\nTakkad Sea language which they all understood. \"Just like Von saying\nthat he has to go on our cutter, to encourage the crew. They always\ninsist that their kings and generals go into battle, particularly if\nsomething important is to be done. They think the gods get angry if\nthey don't.\"\n\n\"And we have to hit them now,\" von Schlichten said. \"They still have a\ncouple of bombs left. We haven't been able to locate them with\ndetectors, but those geeks Kankad's men caught on that commando-raid,\nlast night, say that there were at least three of them made. We can't\ntake a chance that some fanatic may load one into an aircar and make a\nkamikaze-raid on Gongonk Island.\"\n\n       *       *       *       *       *\n\nThe _Elmoran_ ran alongside, with her Masai-warrior figure-head and\nthe black cylinder on her catapult aft. Somebody had painted, on the\nbomb: DIRE DAWN _by Hildegarde Hernandez. Compliments of the author to\nH. M. King Orgzild of Keegark._ A canvas-entubed gangway was run out\nto connect the ship with the cutter. Von Schlichten and Kent Pickering\nwent down the ladder from the bridge, the others accompanying them.\nAs he stepped into the gangway, Paula Quinton fell in behind him.\n\n\"Where do you think you're going?\" he demanded.\n\n\"Along with you,\" she replied. \"I'm your adjutant, I believe.\"\n\n\"You definitely are not going along. Personally, I don't believe\nthere's any danger, but I'm not having you run any unnecessary\nrisks....\"\n\n\"Von, I don't know much about the way Terrans think, except about\nfighting and about making things,\" Kankad told him. \"And I don't know\nanything at all about the kind of Terrans who have young. But I\nbelieve this is something important to Paula. Let her go with you,\nbecause if you go alone and don't come back I don't think she will\never be happy again.\"\n\nHe looked at Kankad curiously, wondering, as he had so often before,\njust what went on inside that lizard-skull. Then he looked at Paula,\nand, after a moment, he nodded.\n\n\"All right, colonel; objection withdrawn,\" he said.\n\nAboard the _Elmoran_, they gave the bomb a last-minute inspection and\nchecked the catapult and the bomb-sight, and then went up on the\nbridge.\n\n\"Ready for the bombing mission, sir?\" the skipper, a Lieutenant (j.g.)\nMorrison, asked.\n\n\"Ready if you are, Lieutenant. Carry on; we're just passengers.\"\n\n\"Thank you, sir. We'd thought of going in over the city at about five\nthousand for a target-check, turning when we're half way back to the\nmountains, and coming back for our bombing-run at fifteen thousand. Is\nthat all right, sir?\"\n\nVon Schlichten nodded. \"You're the skipper, lieutenant. You'd better\nmake sure, though, that as soon as the bomb-off signal is flashed,\nyour engineer hits his auxiliary rocket-propulsion button. We want to\nbe about fifteen miles from where that thing goes off.\"\n\nThe lieutenant (j.g.) muttered something that sounded unmilitarily\nlike, \"You ain't foolin', brother!\"\n\n\"No, I'm not,\" von Schlichten agreed. \"I saw the _Jan Smuts_ on the\nTV-screen.\"\n\n       *       *       *       *       *\n\nThe _Elmoran_ pointed her bow, and the long blade of the figure-head\nwarrior's spear, toward Keegark. The city grew out of the ground-mist,\na particolored blur at the delta of the dry Hoork River, and then a\ncolor-splashed triangle between the river and the bay and the hills on\nthe landward side, and then it took shape, cross-ruled with streets\nand granulated with buildings. As they came in, von Schlichten, who\nhad approached it from the air many times before, could distinguish\nthe landmarks--the site of King Orgzild's nitroglycerine plant, now a\ncrater surrounded by a quarter-mile radius of ruins; the Residency,\nanother crater since Rodolfo MacKinnon had blown it up under him; the\nsmashed _Christian De Wett_ at the Company docks; King Orgzild's\npalace, fire-stained and with a hole blown in one corner by the\n_Aldebaran's_ bombs.... Then they were past the city and over open\ncountry.\n\n\"I wish we had some idea where the rest of those bombs are stored,\nsir,\" Lieutenant Morrison said. \"We don't seem to have gotten anything\nsignificant when we flew reconnaissance with the radiation detectors.\"\n\n\"No; about all that was picked up was the main power-plant, and the\nradiation-escape from there was normal,\" Pickering agreed. \"The bombs\nthemselves wouldn't be detectable, except to the extent that, say, a\nnuclear-conversion engine for an airboat would be. They probably have\nthem underground, somewhere, well shielded.\"\n\n\"Those prisoners Kankad's commandos dragged in only knew that they\nwere in the city somewhere,\" von Schlichten considered. \"How about\nmidway between the Palace and the Residency for our ground-zero,\nlieutenant? That looks like the center of the city.\"\n\nThe cutter turned and started back, having risen another ten thousand\nfeet. Morrison passed the word to the bombardier. The city, with the\nsea beyond it now, came rushing at them, and von Schlichten, standing\nat the front of the bridge, discovered that he had his arm around\nPaula's waist and was holding her a little more closely than was\nmilitary. He made no attempt to release her, however.\n\n\"There's nothing to worry about, really,\" he was assuring her.\n\"Pickering's boys built this thing according to the best principles of\nengineering, and the stuff they got out of that big-economy-size\nshilling-shocker all checked mathematically....\"\n\nThe red light on the bridge flashed, and the intercom shouted \"_Bomb\noff!_\" He forced Paula down on the bridge deck and crouched beside\nher.\n\n\"Cover your eyes,\" he warned. \"You remember what the flash was like in\nthe screen, when the _Jon Smuts_ blew up. And we didn't get the worst\nof it; the pickup on the _Gaucho_ was knocked out too soon.\"\n\nHe kept on lecturing her about gamma-rays and ultraviolet rays and\nX-rays and cosmic rays, trying to keep making some sort of intelligent\nsounds while they clung together and waited, and, with the other half\nof his mind, trying not to think of everything that could go wrong\nwith that jerry-built improvisation they had just dumped onto Keegark.\nIf it didn't blow, and the geeks found it, they'd know that another\none would be along shortly, and....\n\n       *       *       *       *       *\n\nAn invisible hand caught the gun-cutter and hurled her end-over-end,\nsending von Schlichten and Paula sprawling at full length on the deck,\nstill clinging to one another. There was a blast of almost palpable\nsound, and a sensation of heat that penetrated even the airtight\nsuperstructure of the _Elmoran_. An instant later, there was another,\nand another, similar shock. Two more bombs had gone off behind them,\nin Keegark; that meant that they had found King Orgzild's remaining\nnuclear armament. There were shattering sounds of breaking glass, and\nheavy thumps that told of structural damage to the cutter, and hoarse\nshouts, and lurid cursing as Morrison and his airmen struggled with\nthe controls. The cutter began losing altitude, but she was back on a\nreasonably even keel. Von Schlichten rose, helping Paula to her feet,\nand found that they had been kissing one another passionately. They\nwere still in each other's arms when the pitching and rolling of the\ncutter ceased and somebody tapped him on the shoulder.\n\nHe came out of the embrace and looked around. It was Lieutenant (j.g.)\nMorrison.\n\n\"What the devil, lieutenant?\" he demanded.\n\n\"Sorry to interrupt, sir, but we're starting back to _Procyon_. And\nhere; you'll want this, I suppose.\" He held out a glass disc. \"I never\nexpected to see it, but at that it took three A-bombs to blow you\nloose from your monocle.\"\n\n\"Oh, that?\" Von Schlichten took his trade mark and set it in his eye.\n\"I didn't lose it,\" he lied. \"I just jettisoned it. Don't you know,\nlieutenant, that no gentleman ever wears a monocle while he's kissing\na lady?\"\n\nHe looked around. They were at about eight hundred to a thousand feet\nabove the water, with a stiff following wind away from the explosion\narea. The 90-mm gun, forward, must have been knocked loose and carried\naway; it was gone, and so was the TV-pickup and the radar. Something,\nprobably the gun, had slammed against the front of the bridge--the\nmetal skeleton was bent in, and the armor-glass had been knocked out.\nThe cutter was vibrating properly, so the contragravity-field had not\nbeen disturbed, and her jets were firing.\n\n\"It was the second and third bombs that did the damage, sir,\" Morrison\nwas saying. \"We'd have gone through the effects of our own bomb with\nnothing more than a bad shaking--of course, on contragravity, we're\nweightless relative to the air-mass, but she was built to stand the\nwinds in the high latitudes. But the two geek bombs caught us off\nbalance....\"\n\n\"You don't need to apologize, lieutenant. You and your crew behaved\nsplendidly, lieutenant-commander; best traditions, and all that sort\nof thing. It was a pleasure, commander; hope to be aboard with you\nagain, captain.\"\n\nThey found Kent Pickering at the rear of the bridge, and joined him,\nlooking astern. Even von Schlichten, who had seen H-bombs and\nBethe-cycle bombs, was impressed. Keegark was completely obliterated\nunder an outward-rolling cloud of smoke and dust that spread out for\nfive miles at the bottom of the towering column.\n\n       *       *       *       *       *\n\nThere had been a hundred and fifty thousand people in that city, even\nif their faces were the faces of lizards and they had four arms and\nquartz-speckled skins. What fraction of them were now alive, he could\nnot guess. He had to remind himself that they were the people who had\nburned Eric Blount and Hendrik Lemoyne alive; that two of the three\nbombs that had contributed to that column of boiling smoke had been\nmade in Keegark, by Keegarkans, and that, with a few casual factors\naltered, he was seeing what would have happened to Konkrook. Perhaps\nevery Terran felt a superstitious dread of nuclear energy turned to\nthe purposes of war; small wonder, after what they had done on their\nown world.\n\nFor one thing, he thought grimly, the next geek who picks up the idea\nof soaking a Terran in thermoconcentrate and setting fire to him will\ndrop it again like a hot potato. And the next geek potentate who tries\nto organize an anti-Terran conspiracy, or the next crazy\ncaravan-driver who preaches _znidd suddabit_, will be lynched on the\nspot. But this must be the last nuclear bomb used on Ullr....\n\nDrunkard's morning-after resolution! he told himself contemptuously.\nThe next time, it will come easier, and easier still the time after\nthat. After you drop the first bomb, there is no turning back, any\nmore than there had been after Hiroshima, four-hundred-and-fifty-odd\nyears ago. Why, he had even been considering just where, against the\nmountains back of Bwork, he would drop a demonstration bomb as a\nprelude to a surrender demand.\n\nYou either went on to the inevitable catastrophe, or you realized, in\ntime, that nuclear armament and nationalism cannot exist together on\nthe same planet, and it is easier to banish a habit of thought than a\npiece of knowledge. Ullr was not ready for membership in the Terran\nFederation; then its people must bow to the Terran Pax. The Kragans\nwould help--as proconsuls, administrators, now, instead of\nmercenaries. And there must be manned orbital stations, and the\nResidencies must be moved outside the cities, away from possible\nblast-areas. And Sid Harrington's idea of encouraging the natives to\nown their contragravity-ships must be shelved, for a long time to\ncome. Maybe, in time....\n\nKankad had a good idea, at that; a most meritorious idea. He was sold\non it, already, and he doubted if it would take much salesmanship with\nPaula, either. Already, she was clinging to his arm with obvious\npossessiveness. Maybe their grandchildren, and the Kankad of that\ntime, would see Ullr a civilized member of the Federation....\n\nThey paused, as the gun-cutter nuzzled up to the _Procyon_ and the\ncanvas-entubed gangway was run out and made fast, looking back at the\nfearful thing that had sprouted from where Keegark had been.\n\n\"You know,\" Paula was saying, echoing his earlier thought, \"but for\nthe female pornographer, that would have been Konkrook.\"\n\nHe nodded. \"Yes. I hope you won't mind, but there will always be a\nplace in my heart for Hildegarde.\"\n\nThen they turned their backs upon the abomination of Keegark's\ndesolation and went up the gangway together, looking very little like\na general and his adjutant.\n\n       *       *       *       *       *\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Ullr Uprising, by Henry Beam Piper\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ULLR UPRISING ***\n\n***** This file should be named 19370-8.txt or 19370-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.net/1/9/3/7/19370/\n\nProduced by Greg Weeks, Sankar Viswanathan, and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}