{"title": "Omnilingual", "author": "H. Beam Piper", "releaseDate": "October 2, 2006", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Susan Skinner, Greg Weeks and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n                      Transcriber's Note:\n\nThis etext was produced from \"Astounding Science Fiction,\" February,\n1957. Extensive research did not uncover any evidence that the U.S.\ncopyright on this publication was renewed.\n\n\n\n\n[Illustration]\n\n\n\n\nOMNILINGUAL\n\n\n    _To translate writings, you need a key to the code--and\n    if the last writer of Martian died forty thousand years\n    before the first writer of Earth was born ... how could\n    the Martian be translated...?_\n\nBY H. BEAM PIPER\n\nIllustrated by Freas\n\n       *       *       *       *       *\n\n[Illustration]\n\n\nMartha Dane paused, looking up at the purple-tinged copper sky. The wind\nhad shifted since noon, while she had been inside, and the dust storm\nthat was sweeping the high deserts to the east was now blowing out over\nSyrtis. The sun, magnified by the haze, was a gorgeous magenta ball, as\nlarge as the sun of Terra, at which she could look directly. Tonight,\nsome of that dust would come sifting down from the upper atmosphere to\nadd another film to what had been burying the city for the last fifty\nthousand years.\n\nThe red loess lay over everything, covering the streets and the open\nspaces of park and plaza, hiding the small houses that had been crushed\nand pressed flat under it and the rubble that had come down from the\ntall buildings when roofs had caved in and walls had toppled outward.\nHere, where she stood, the ancient streets were a hundred to a hundred\nand fifty feet below the surface; the breach they had made in the wall\nof the building behind her had opened into the sixth story. She could\nlook down on the cluster of prefabricated huts and sheds, on the\nbrush-grown flat that had been the waterfront when this place had been a\nseaport on the ocean that was now Syrtis Depression; already, the bright\nmetal was thinly coated with red dust. She thought, again, of what\nclearing this city would mean, in terms of time and labor, of people and\nsupplies and equipment brought across fifty million miles of space.\nThey'd have to use machinery; there was no other way it could be done.\nBulldozers and power shovels and draglines; they were fast, but they\nwere rough and indiscriminate. She remembered the digs around Harappa\nand Mohenjo-Daro, in the Indus Valley, and the careful, patient native\nlaborers--the painstaking foremen, the pickmen and spademen, the long\nfiles of basketmen carrying away the earth. Slow and primitive as the\ncivilization whose ruins they were uncovering, yes, but she could count\non the fingers of one hand the times one of her pickmen had damaged a\nvaluable object in the ground. If it hadn't been for the underpaid and\nuncomplaining native laborer, archaeology would still be back where\nWincklemann had found it. But on Mars there was no native labor; the\nlast Martian had died five hundred centuries ago.\n\nSomething started banging like a machine gun, four or five hundred yards\nto her left. A solenoid jack-hammer; Tony Lattimer must have decided\nwhich building he wanted to break into next. She became conscious, then,\nof the awkward weight of her equipment, and began redistributing it,\nshifting the straps of her oxy-tank pack, slinging the camera from one\nshoulder and the board and drafting tools from the other, gathering the\nnotebooks and sketchbooks under her left arm. She started walking down\nthe road, over hillocks of buried rubble, around snags of wall jutting\nup out of the loess, past buildings still standing, some of them already\nbreached and explored, and across the brush-grown flat to the huts.\n\n       *       *       *       *       *\n\nThere were ten people in the main office room of Hut One when she\nentered. As soon as she had disposed of her oxygen equipment, she lit a\ncigarette, her first since noon, then looked from one to another of\nthem. Old Selim von Ohlmhorst, the Turco-German, one of her two fellow\narchaeologists, sitting at the end of the long table against the farther\nwall, smoking his big curved pipe and going through a looseleaf\nnotebook. The girl ordnance officer, Sachiko Koremitsu, between two\ndroplights at the other end of the table, her head bent over her work.\nColonel Hubert Penrose, the Space Force CO, and Captain Field, the\nintelligence officer, listening to the report of one of the airdyne\npilots, returned from his afternoon survey flight. A couple of girl\nlieutenants from Signals, going over the script of the evening telecast,\nto be transmitted to the _Cyrano_, on orbit five thousand miles off\nplanet and relayed from thence to Terra via Lunar. Sid Chamberlain, the\nTrans-Space News Service man, was with them. Like Selim and herself, he\nwas a civilian; he was advertising the fact with a white shirt and a\nsleeveless blue sweater. And Major Lindemann, the engineer officer, and\none of his assistants, arguing over some plans on a drafting board. She\nhoped, drawing a pint of hot water to wash her hands and sponge off her\nface, that they were doing something about the pipeline.\n\nShe started to carry the notebooks and sketchbooks over to where Selim\nvon Ohlmhorst was sitting, and then, as she always did, she turned aside\nand stopped to watch Sachiko. The Japanese girl was restoring what had\nbeen a book, fifty thousand years ago; her eyes were masked by a\nbinocular loup, the black headband invisible against her glossy black\nhair, and she was picking delicately at the crumbled page with a\nhair-fine wire set in a handle of copper tubing. Finally, loosening a\nparticle as tiny as a snowflake, she grasped it with tweezers, placed it\non the sheet of transparent plastic on which she was reconstructing the\npage, and set it with a mist of fixative from a little spraygun. It was\na sheer joy to watch her; every movement was as graceful and precise as\nthough done to music after being rehearsed a hundred times.\n\n\"Hello, Martha. It isn't cocktail-time yet, is it?\" The girl at the\ntable spoke without raising her head, almost without moving her lips, as\nthough she were afraid that the slightest breath would disturb the flaky\nstuff in front of her.\n\n\"No, it's only fifteen-thirty. I finished my work, over there. I didn't\nfind any more books, if that's good news for you.\"\n\nSachiko took off the loup and leaned back in her chair, her palms cupped\nover her eyes.\n\n\"No, I like doing this. I call it micro-jigsaw puzzles. This book, here,\nreally is a mess. Selim found it lying open, with some heavy stuff on\ntop of it; the pages were simply crushed.\" She hesitated briefly. \"If\nonly it would mean something, after I did it.\"\n\nThere could be a faintly critical overtone to that. As she replied,\nMartha realized that she was being defensive.\n\n\"It will, some day. Look how long it took to read Egyptian\nhieroglyphics, even after they had the Rosetta Stone.\"\n\nSachiko smiled. \"Yes. I know. But they did have the Rosetta Stone.\"\n\n\"And we don't. There is no Rosetta Stone, not anywhere on Mars. A whole\nrace, a whole species, died while the first Crò-Magnon cave-artist was\ndaubing pictures of reindeer and bison, and across fifty thousand years\nand fifty million miles there was no bridge of understanding.\n\n\"We'll find one. There must be something, somewhere, that will give us\nthe meaning of a few words, and we'll use them to pry meaning out of\nmore words, and so on. We may not live to learn this language, but we'll\nmake a start, and some day somebody will.\"\n\nSachiko took her hands from her eyes, being careful not to look toward\nthe unshaded light, and smiled again. This time Martha was sure that it\nwas not the Japanese smile of politeness, but the universally human\nsmile of friendship.\n\n\"I hope so, Martha: really I do. It would be wonderful for you to be the\nfirst to do it, and it would be wonderful for all of us to be able to\nread what these people wrote. It would really bring this dead city to\nlife again.\" The smile faded slowly. \"But it seems so hopeless.\"\n\n\"You haven't found any more pictures?\"\n\nSachiko shook her head. Not that it would have meant much if she had.\nThey had found hundreds of pictures with captions; they had never been\nable to establish a positive relationship between any pictured object\nand any printed word. Neither of them said anything more, and after a\nmoment Sachiko replaced the loup and bent her head forward over the\nbook.\n\n       *       *       *       *       *\n\nSelim von Ohlmhorst looked up from his notebook, taking his pipe out of\nhis mouth.\n\n\"Everything finished, over there?\" he asked, releasing a puff of smoke.\n\n\"Such as it was.\" She laid the notebooks and sketches on the table.\n\"Captain Gicquel's started airsealing the building from the fifth floor\ndown, with an entrance on the sixth; he'll start putting in oxygen\ngenerators as soon as that's done. I have everything cleared up where\nhe'll be working.\"\n\nColonel Penrose looked up quickly, as though making a mental note to\nattend to something later. Then he returned his attention to the pilot,\nwho was pointing something out on a map.\n\nVon Ohlmhorst nodded. \"There wasn't much to it, at that,\" he agreed. \"Do\nyou know which building Tony has decided to enter next?\"\n\n\"The tall one with the conical thing like a candle extinguisher on top,\nI think. I heard him drilling for the blasting shots over that way.\"\n\n\"Well, I hope it turns out to be one that was occupied up to the end.\"\n\nThe last one hadn't. It had been stripped of its contents and fittings,\na piece of this and a bit of that, haphazardly, apparently over a long\nperiod of time, until it had been almost gutted. For centuries, as it\nhad died, this city had been consuming itself by a process of\nauto-cannibalism. She said something to that effect.\n\n\"Yes. We always find that--except, of course, at places like Pompeii.\nHave you seen any of the other Roman cities in Italy?\" he asked.\n\"Minturnae, for instance? First the inhabitants tore down this to repair\nthat, and then, after they had vacated the city, other people came along\nand tore down what was left, and burned the stones for lime, or crushed\nthem to mend roads, till there was nothing left but the foundation\ntraces. That's where we are fortunate; this is one of the places where\nthe Martian race perished, and there were no barbarians to come later\nand destroy what they had left.\" He puffed slowly at his pipe. \"Some of\nthese days, Martha, we are going to break into one of these buildings\nand find that it was one in which the last of these people died. Then we\nwill learn the story of the end of this civilization.\"\n\nAnd if we learn to read their language, we'll learn the whole story, not\njust the obituary. She hesitated, not putting the thought into words.\n\"We'll find that, sometime, Selim,\" she said, then looked at her watch.\n\"I'm going to get some more work done on my lists, before dinner.\"\n\nFor an instant, the old man's face stiffened in disapproval; he started\nto say something, thought better of it, and put his pipe back into his\nmouth. The brief wrinkling around his mouth and the twitch of his white\nmustache had been enough, however; she knew what he was thinking. She\nwas wasting time and effort, he believed; time and effort belonging not\nto herself but to the expedition. He could be right, too, she realized.\nBut he had to be wrong; there had to be a way to do it. She turned from\nhim silently and went to her own packing-case seat, at the middle of the\ntable.\n\n       *       *       *       *       *\n\nPhotographs, and photostats of restored pages of books, and transcripts\nof inscriptions, were piled in front of her, and the notebooks in which\nshe was compiling her lists. She sat down, lighting a fresh cigarette,\nand reached over to a stack of unexamined material, taking off the top\nsheet. It was a photostat of what looked like the title page and\ncontents of some sort of a periodical. She remembered it; she had found\nit herself, two days before, in a closet in the basement of the building\nshe had just finished examining.\n\nShe sat for a moment, looking at it. It was readable, in the sense that\nshe had set up a purely arbitrary but consistently pronounceable system\nof phonetic values for the letters. The long vertical symbols were\nvowels. There were only ten of them; not too many, allowing separate\ncharacters for long and short sounds. There were twenty of the short\nhorizontal letters, which meant that sounds like -ng or -ch or -sh were\nsingle letters. The odds were millions to one against her system being\nanything like the original sound of the language, but she had listed\nseveral thousand Martian words, and she could pronounce all of them.\n\nAnd that was as far as it went. She could pronounce between three and\nfour thousand Martian words, and she couldn't assign a meaning to one of\nthem. Selim von Ohlmhorst believed that she never would. So did Tony\nLattimer, and he was a great deal less reticent about saying so. So, she\nwas sure, did Sachiko Koremitsu. There were times, now and then, when\nshe began to be afraid that they were right.\n\nThe letters on the page in front of her began squirming and dancing,\nslender vowels with fat little consonants. They did that, now, every\nnight in her dreams. And there were other dreams, in which she read them\nas easily as English; waking, she would try desperately and vainly to\nremember. She blinked, and looked away from the photostatted page; when\nshe looked back, the letters were behaving themselves again. There were\nthree words at the top of the page, over-and-underlined, which seemed to\nbe the Martian method of capitalization. _Mastharnorvod Tadavas\nSornhulva_. She pronounced them mentally, leafing through her notebooks\nto see if she had encountered them before, and in what contexts. All\nthree were listed. In addition, _masthar_ was a fairly common word, and\nso was _norvod_, and so was _nor_, but _-vod_ was a suffix and nothing\nbut a suffix. _Davas_, was a word, too, and _ta-_ was a common prefix;\n_sorn_ and _hulva_ were both common words. This language, she had long\nago decided, must be something like German; when the Martians had needed\na new word, they had just pasted a couple of existing words together. It\nwould probably turn out to be a grammatical horror. Well, they had\npublished magazines, and one of them had been called _Mastharnorvod\nTadavas Sornhulva_. She wondered if it had been something like the\n_Quarterly Archaeological Review_, or something more on the order of\n_Sexy Stories_.\n\nA smaller line, under the title, was plainly the issue number and date;\nenough things had been found numbered in series to enable her to\nidentify the numerals and determine that a decimal system of numeration\nhad been used. This was the one thousand and seven hundred and\nfifty-fourth issue, for Doma, 14837; then Doma must be the name of one\nof the Martian months. The word had turned up several times before. She\nfound herself puffing furiously on her cigarette as she leafed through\nnotebooks and piles of already examined material.\n\n       *       *       *       *       *\n\nSachiko was speaking to somebody, and a chair scraped at the end of the\ntable. She raised her head, to see a big man with red hair and a red\nface, in Space Force green, with the single star of a major on his\nshoulder, sitting down. Ivan Fitzgerald, the medic. He was lifting\nweights from a book similar to the one the girl ordnance officer was\nrestoring.\n\n\"Haven't had time, lately,\" he was saying, in reply to Sachiko's\nquestion. \"The Finchley girl's still down with whatever it is she has,\nand it's something I haven't been able to diagnose yet. And I've been\nchecking on bacteria cultures, and in what spare time I have, I've been\ndissecting specimens for Bill Chandler. Bill's finally found a mammal.\nLooks like a lizard, and it's only four inches long, but it's a real\nwarm-blooded, gamogenetic, placental, viviparous mammal. Burrows, and\nseems to live on what pass for insects here.\"\n\n\"Is there enough oxygen for anything like that?\" Sachiko was asking.\n\n\"Seems to be, close to the ground.\" Fitzgerald got the headband of his\nloup adjusted, and pulled it down over his eyes. \"He found this thing in\na ravine down on the sea bottom--Ha, this page seems to be intact; now,\nif I can get it out all in one piece--\"\n\nHe went on talking inaudibly to himself, lifting the page a little at a\ntime and sliding one of the transparent plastic sheets under it, working\nwith minute delicacy. Not the delicacy of the Japanese girl's small\nhands, moving like the paws of a cat washing her face, but like a\nsteam-hammer cracking a peanut. Field archaeology requires a certain\ndelicacy of touch, too, but Martha watched the pair of them with envious\nadmiration. Then she turned back to her own work, finishing the table of\ncontents.\n\nThe next page was the beginning of the first article listed; many of the\nwords were unfamiliar. She had the impression that this must be some\nkind of scientific or technical journal; that could be because such\npublications made up the bulk of her own periodical reading. She doubted\nif it were fiction; the paragraphs had a solid, factual look.\n\nAt length, Ivan Fitzgerald gave a short, explosive grunt.\n\n\"Ha! Got it!\"\n\nShe looked up. He had detached the page and was cementing another\nplastic sheet onto it.\n\n\"Any pictures?\" she asked.\n\n\"None on this side. Wait a moment.\" He turned the sheet. \"None on this\nside, either.\" He sprayed another sheet of plastic to sandwich the page,\nthen picked up his pipe and relighted it.\n\n\"I get fun out of this, and it's good practice for my hands, so don't\nthink I'm complaining,\" he said, \"but, Martha, do you honestly think\nanybody's ever going to get anything out of this?\"\n\nSachiko held up a scrap of the silicone plastic the Martians had used\nfor paper with her tweezers. It was almost an inch square.\n\n\"Look; three whole words on this piece,\" she crowed. \"Ivan, you took the\neasy book.\"\n\nFitzgerald wasn't being sidetracked. \"This stuff's absolutely\nmeaningless,\" he continued. \"It had a meaning fifty thousand years ago,\nwhen it was written, but it has none at all now.\"\n\nShe shook her head. \"Meaning isn't something that evaporates with time,\"\nshe argued. \"It has just as much meaning now as it ever had. We just\nhaven't learned how to decipher it.\"\n\n\"That seems like a pretty pointless distinction,\" Selim von Ohlmhorst\njoined the conversation. \"There no longer exists a means of deciphering\nit.\"\n\n\"We'll find one.\" She was speaking, she realized, more in\nself-encouragement than in controversy.\n\n\"How? From pictures and captions? We've found captioned pictures, and\nwhat have they given us? A caption is intended to explain the picture,\nnot the picture to explain the caption. Suppose some alien to our\nculture found a picture of a man with a white beard and mustache sawing\na billet from a log. He would think the caption meant, 'Man Sawing\nWood.' How would he know that it was really 'Wilhelm II in Exile at\nDoorn?'\"\n\nSachiko had taken off her loup and was lighting a cigarette.\n\n\"I can think of pictures intended to explain their captions,\" she said.\n\"These picture language-books, the sort we use in the Service--little\nline drawings, with a word or phrase under them.\"\n\n\"Well, of course, if we found something like that,\" von Ohlmhorst began.\n\n       *       *       *       *       *\n\n\"Michael Ventris found something like that, back in the Fifties,\" Hubert\nPenrose's voice broke in from directly behind her.\n\nShe turned her head. The colonel was standing by the archaeologists'\ntable; Captain Field and the airdyne pilot had gone out.\n\n\"He found a lot of Greek inventories of military stores,\" Penrose\ncontinued. \"They were in Cretan Linear B script, and at the head of each\nlist was a little picture, a sword or a helmet or a cooking tripod or a\nchariot wheel. That's what gave him the key to the script.\"\n\n\"Colonel's getting to be quite an archaeologist,\" Fitzgerald commented.\n\"We're all learning each others' specialties, on this expedition.\"\n\n\"I heard about that long before this expedition was even contemplated.\"\nPenrose was tapping a cigarette on his gold case. \"I heard about that\nback before the Thirty Days' War, at Intelligence School, when I was a\nlieutenant. As a feat of cryptanalysis, not an archaeological\ndiscovery.\"\n\n\"Yes, cryptanalysis,\" von Ohlmhorst pounced. \"The reading of a known\nlanguage in an unknown form of writing. Ventris' lists were in the known\nlanguage, Greek. Neither he nor anybody else ever read a word of the\nCretan language until the finding of the Greek-Cretan bilingual in 1963,\nbecause only with a bilingual text, one language already known, can an\nunknown ancient language be learned. And what hope, I ask you, have we\nof finding anything like that here? Martha, you've been working on these\nMartian texts ever since we landed here--for the last six months. Tell\nme, have you found a single word to which you can positively assign a\nmeaning?\"\n\n\"Yes, I think I have one.\" She was trying hard not to sound too\nexultant. \"_Doma._ It's the name of one of the months of the Martian\ncalendar.\"\n\n\"Where did you find that?\" von Ohlmhorst asked. \"And how did you\nestablish--?\"\n\n\"Here.\" She picked up the photostat and handed it along the table to\nhim. \"I'd call this the title page of a magazine.\"\n\nHe was silent for a moment, looking at it. \"Yes. I would say so, too.\nHave you any of the rest of it?\"\n\n\"I'm working on the first page of the first article, listed there. Wait\ntill I see; yes, here's all I found, together, here.\" She told him where\nshe had gotten it. \"I just gathered it up, at the time, and gave it to\nGeoffrey and Rosita to photostat; this is the first I've really examined\nit.\"\n\nThe old man got to his feet, brushing tobacco ashes from the front of\nhis jacket, and came to where she was sitting, laying the title page on\nthe table and leafing quickly through the stack of photostats.\n\n[Illustration]\n\n\"Yes, and here is the second article, on page eight, and here's the next\none.\" He finished the pile of photostats. \"A couple of pages missing at\nthe end of the last article. This is remarkable; surprising that a thing\nlike a magazine would have survived so long.\"\n\n\"Well, this silicone stuff the Martians used for paper is pretty\ndurable,\" Hubert Penrose said. \"There doesn't seem to have been any\nwater or any other fluid in it originally, so it wouldn't dry out with\ntime.\"\n\n\"Oh, it's not remarkable that the material would have survived. We've\nfound a good many books and papers in excellent condition. But only a\nreally vital culture, an organized culture, will publish magazines, and\nthis civilization had been dying for hundreds of years before the end.\nIt might have been a thousand years before the time they died out\ncompletely that such activities as publishing ended.\"\n\n\"Well, look where I found it; in a closet in a cellar. Tossed in there\nand forgotten, and then ignored when they were stripping the building.\nThings like that happen.\"\n\nPenrose had picked up the title page and was looking at it.\n\n\"I don't think there's any doubt about this being a magazine, at all.\"\nHe looked again at the title, his lips moving silently. \"_Mastharnorvod\nTadavas Sornhulva_. Wonder what it means. But you're right about the\ndate--_Doma_ seems to be the name of a month. Yes, you have a word, Dr.\nDane.\"\n\nSid Chamberlain, seeing that something unusual was going on, had come\nover from the table at which he was working. After examining the title\npage and some of the inside pages, he began whispering into the\nstenophone he had taken from his belt.\n\n\"Don't try to blow this up to anything big, Sid,\" she cautioned. \"All we\nhave is the name of a month, and Lord only knows how long it'll be till\nwe even find out which month it was.\"\n\n\"Well, it's a start, isn't it?\" Penrose argued. \"Grotefend only had the\nword for 'king' when he started reading Persian cuneiform.\"\n\n\"But I don't have the word for month; just the name of a month.\nEverybody knew the names of the Persian kings, long before Grotefend.\"\n\n\"That's not the story,\" Chamberlain said. \"What the public back on Terra\nwill be interested in is finding out that the Martians published\nmagazines, just like we do. Something familiar; make the Martians seem\nmore real. More human.\"\n\n       *       *       *       *       *\n\nThree men had come in, and were removing their masks and helmets and\noxy-tanks, and peeling out of their quilted coveralls. Two were Space\nForce lieutenants; the third was a youngish civilian with close-cropped\nblond hair, in a checked woolen shirt. Tony Lattimer and his helpers.\n\n\"Don't tell me Martha finally got something out of that stuff?\" he\nasked, approaching the table. He might have been commenting on the\nantics of the village half-wit, from his tone.\n\n\"Yes; the name of one of the Martian months.\" Hubert Penrose went on to\nexplain, showing the photostat.\n\nTony Lattimer took it, glanced at it, and dropped it on the table.\n\n\"Sounds plausible, of course, but just an assumption. That word may not\nbe the name of a month, at all--could mean 'published' or 'authorized'\nor 'copyrighted' or anything like that. Fact is, I don't think it's more\nthan a wild guess that that thing's anything like a periodical.\" He\ndismissed the subject and turned to Penrose. \"I picked out the next\nbuilding to enter; that tall one with the conical thing on top. It ought\nto be in pretty good shape inside; the conical top wouldn't allow dust\nto accumulate, and from the outside nothing seems to be caved in or\ncrushed. Ground level's higher than the other one, about the seventh\nfloor. I found a good place and drilled for the shots; tomorrow I'll\nblast a hole in it, and if you can spare some people to help, we can\nstart exploring it right away.\"\n\n\"Yes, of course, Dr. Lattimer. I can spare about a dozen, and I suppose\nyou can find a few civilian volunteers,\" Penrose told him. \"What will\nyou need in the way of equipment?\"\n\n\"Oh, about six demolition-packets; they can all be shot together. And\nthe usual thing in the way of lights, and breaking and digging tools,\nand climbing equipment in case we run into broken or doubtful stairways.\nWe'll divide into two parties. Nothing ought to be entered for the first\ntime without a qualified archaeologist along. Three parties, if Martha\ncan tear herself away from this catalogue of systematized\nincomprehensibilities she's making long enough to do some real work.\"\n\nShe felt her chest tighten and her face become stiff. She was pressing\nher lips together to lock in a furious retort when Hubert Penrose\nanswered for her.\n\n\"Dr. Dane's been doing as much work, and as important work, as you\nhave,\" he said brusquely. \"More important work, I'd be inclined to say.\"\n\nVon Ohlmhorst was visibly distressed; he glanced once toward Sid\nChamberlain, then looked hastily away from him. Afraid of a story of\ndissension among archaeologists getting out.\n\n\"Working out a system of pronunciation by which the Martian language\ncould be transliterated was a most important contribution,\" he said.\n\"And Martha did that almost unassisted.\"\n\n\"Unassisted by Dr. Lattimer, anyway,\" Penrose added. \"Captain Field and\nLieutenant Koremitsu did some work, and I helped out a little, but\nnine-tenths of it she did herself.\"\n\n\"Purely arbitrary,\" Lattimer disdained. \"Why, we don't even know that\nthe Martians could make the same kind of vocal sounds we do.\"\n\n\"Oh, yes, we do,\" Ivan Fitzgerald contradicted, safe on his own ground.\n\"I haven't seen any actual Martian skulls--these people seem to have\nbeen very tidy about disposing of their dead--but from statues and busts\nand pictures I've seen. I'd say that their vocal organs were identical\nwith our own.\"\n\n\"Well, grant that. And grant that it's going to be impressive to rattle\noff the names of Martian notables whose statues we find, and that if\nwe're ever able to attribute any placenames, they'll sound a lot better\nthan this horse-doctors' Latin the old astronomers splashed all over the\nmap of Mars,\" Lattimer said. \"What I object to is her wasting time on\nthis stuff, of which nobody will ever be able to read a word if she\nfiddles around with those lists till there's another hundred feet of\nloess on this city, when there's so much real work to be done and we're\nas shorthanded as we are.\"\n\nThat was the first time that had come out in just so many words. She was\nglad Lattimer had said it and not Selim von Ohlmhorst.\n\n\"What you mean,\" she retorted, \"is that it doesn't have the publicity\nvalue that digging up statues has.\"\n\nFor an instant, she could see that the shot had scored. Then Lattimer,\nwith a side glance at Chamberlain, answered:\n\n\"What I mean is that you're trying to find something that any\narchaeologist, yourself included, should know doesn't exist. I don't\nobject to your gambling your professional reputation and making a\nlaughing stock of yourself; what I object to is that the blunders of one\narchaeologist discredit the whole subject in the eyes of the public.\"\n\nThat seemed to be what worried Lattimer most. She was framing a reply\nwhen the communication-outlet whistled shrilly, and then squawked:\n\"Cocktail time! One hour to dinner; cocktails in the library, Hut Four!\"\n\n       *       *       *       *       *\n\nThe library, which was also lounge, recreation room, and general\ngathering-place, was already crowded; most of the crowd was at the long\ntable topped with sheets of glasslike plastic that had been wall panels\nout of one of the ruined buildings. She poured herself what passed,\nhere, for a martini, and carried it over to where Selim von Ohlmhorst\nwas sitting alone.\n\nFor a while, they talked about the building they had just finished\nexploring, then drifted into reminiscences of their work on Terra--von\nOhlmhorst's in Asia Minor, with the Hittite Empire, and hers in\nPakistan, excavating the cities of the Harappa Civilization. They\nfinished their drinks--the ingredients were plentiful; alcohol and\nflavoring extracts synthesized from Martian vegetation--and von\nOhlmhorst took the two glasses to the table for refills.\n\n\"You know, Martha,\" he said, when he returned, \"Tony was right about one\nthing. You are gambling your professional standing and reputation. It's\nagainst all archaeological experience that a language so completely dead\nas this one could be deciphered. There was a continuity between all the\nother ancient languages--by knowing Greek, Champollion learned to read\nEgyptian; by knowing Egyptian, Hittite was learned. That's why you and\nyour colleagues have never been able to translate the Harappa\nhieroglyphics; no such continuity exists there. If you insist that this\nutterly dead language can be read, your reputation will suffer for it.\"\n\n\"I heard Colonel Penrose say, once, that an officer who's afraid to risk\nhis military reputation seldom makes much of a reputation. It's the same\nwith us. If we really want to find things out, we have to risk making\nmistakes. And I'm a lot more interested in finding things out than I am\nin my reputation.\"\n\nShe glanced across the room, to where Tony Lattimer was sitting with\nGloria Standish, talking earnestly, while Gloria sipped one of the\ncounterfeit martinis and listened. Gloria was the leading contender for\nthe title of Miss Mars, 1996, if you liked big bosomy blondes, but Tony\nwould have been just as attentive to her if she'd looked like the Wicked\nWitch in \"The Wizard of Oz.\" because Gloria was the Pan-Federation\nTelecast System commentator with the expedition.\n\n\"I know you are,\" the old Turco-German was saying. \"That's why, when\nthey asked me to name another archaeologist for this expedition, I named\nyou.\"\n\nHe hadn't named Tony Lattimer; Lattimer had been pushed onto the\nexpedition by his university. There'd been a lot of high-level\nstring-pulling to that; she wished she knew the whole story. She'd\nmanaged to keep clear of universities and university politics; all her\ndigs had been sponsored by non-academic foundations or art museums.\n\n\"You have an excellent standing: much better than my own, at your age.\nThat's why it disturbs me to see you jeopardizing it by this insistence\nthat the Martian language can be translated. I can't, really, see how\nyou can hope to succeed.\"\n\nShe shrugged and drank some more of her cocktail, then lit another\ncigarette. It was getting tiresome to try to verbalize something she\nonly felt.\n\n\"Neither do I, now, but I will. Maybe I'll find something like the\npicture-books Sachiko was talking about. A child's primer, maybe; surely\nthey had things like that. And if I don't. I'll find something else.\nWe've only been here six months. I can wait the rest of my life, if I\nhave to, but I'll do it sometime.\"\n\n\"I can't wait so long,\" von Ohlmhorst said. \"The rest of my life will\nonly be a few years, and when the _Schiaparelli_ orbits in, I'll be\ngoing back to Terra on the _Cyrano_.\"\n\n\"I wish you wouldn't. This is a whole new world of archaeology.\nLiterally.\"\n\n\"Yes.\" He finished the cocktail and looked at his pipe as though\nwondering whether to re-light it so soon before dinner, then put it in\nhis pocket. \"A whole new world--but I've grown old, and it isn't for me.\nI've spent my life studying the Hittites. I can speak the Hittite\nlanguage, though maybe King Muwatallis wouldn't be able to understand my\nmodern Turkish accent. But the things I'd have to learn here--chemistry,\nphysics, engineering, how to run analytic tests on steel girders and\nberyllo-silver alloys and plastics and silicones. I'm more at home with\na civilization that rode in chariots and fought with swords and was just\nlearning how to work iron. Mars is for young people. This expedition is\na cadre of leadership--not only the Space Force people, who'll be the\ncommanders of the main expedition, but us scientists, too. And I'm just\nan old cavalry general who can't learn to command tanks and aircraft.\nYou'll have time to learn about Mars. I won't.\"\n\nHis reputation as the dean of Hittitologists was solid and secure, too,\nshe added mentally. Then she felt ashamed of the thought. He wasn't to\nbe classed with Tony Lattimer.\n\n\"All I came for was to get the work started,\" he was continuing. \"The\nFederation Government felt that an old hand should do that. Well, it's\nstarted, now; you and Tony and whoever come out on the _Schiaparelli_\nmust carry it on. You said it, yourself; you have a whole new world.\nThis is only one city, of the last Martian civilization. Behind this,\nyou have the Late Upland Culture, and the Canal Builders, and all the\ncivilizations and races and empires before them, clear back to the\nMartian Stone Age.\" He hesitated for a moment. \"You have no idea what\nall you have to learn, Martha. This isn't the time to start specializing\ntoo narrowly.\"\n\n       *       *       *       *       *\n\nThey all got out of the truck and stretched their legs and looked up the\nroad to the tall building with the queer conical cap askew on its top.\nThe four little figures that had been busy against its wall climbed into\nthe jeep and started back slowly, the smallest of them, Sachiko\nKoremitsu, paying out an electric cable behind. When it pulled up beside\nthe truck, they climbed out; Sachiko attached the free end of the cable\nto a nuclear-electric battery. At once, dirty gray smoke and orange dust\npuffed out from the wall of the building, and, a second later, the\nmultiple explosion banged.\n\nShe and Tony Lattimer and Major Lindemann climbed onto the truck,\nleaving the jeep stand by the road. When they reached the building, a\nsatisfyingly wide breach had been blown in the wall. Lattimer had placed\nhis shots between two of the windows; they were both blown out along\nwith the wall between, and lay unbroken on the ground. Martha remembered\nthe first building they had entered. A Space Force officer had picked up\na stone and thrown it at one of the windows, thinking that would be all\nthey'd need to do. It had bounced back. He had drawn his pistol--they'd\nall carried guns, then, on the principle that what they didn't know\nabout Mars might easily hurt them--and fired four shots. The bullets had\nricocheted, screaming thinly; there were four coppery smears of\njacket-metal on the window, and a little surface spalling. Somebody\ntried a rifle; the 4000-f.s. bullet had cracked the glasslike pane\nwithout penetrating. An oxyacetylene torch had taken an hour to cut the\nwindow out; the lab crew, aboard the ship, were still trying to find out\njust what the stuff was.\n\nTony Lattimer had gone forward and was sweeping his flashlight back and\nforth, swearing petulantly, his voice harshened and amplified by his\nhelmet-speaker.\n\n\"I thought I was blasting into a hallway; this lets us into a room.\nCareful; there's about a two-foot drop to the floor, and a lot of rubble\nfrom the blast just inside.\"\n\nHe stepped down through the breach; the others began dragging equipment\nout of the trucks--shovels and picks and crowbars and sledges, portable\nfloodlights, cameras, sketching materials, an extension ladder, even\nAlpinists' ropes and crampons and pickaxes. Hubert Penrose was\nshouldering something that looked like a surrealist machine gun but\nwhich was really a nuclear-electric jack-hammer. Martha selected one of\nthe spike-shod mountaineer's ice axes, with which she could dig or chop\nor poke or pry or help herself over rough footing.\n\nThe windows, grimed and crusted with fifty millennia of dust, filtered\nin a dim twilight; even the breach in the wall, in the morning shade,\nlighted only a small patch of floor. Somebody snapped on a floodlight,\naiming it at the ceiling. The big room was empty and bare; dust lay\nthick on the floor and reddened the once-white walls. It could have been\na large office, but there was nothing left in it to indicate its use.\n\n\"This one's been stripped up to the seventh floor!\" Lattimer exclaimed.\n\"Street level'll be cleaned out, completely.\"\n\n\"Do for living quarters and shops, then,\" Lindemann said. \"Added to the\nothers, this'll take care of everybody on the _Schiaparelli_.\"\n\n\"Seem to have been a lot of electric or electronic apparatus over along\nthis wall,\" one of the Space Force officers commented. \"Ten or twelve\nelectric outlets.\" He brushed the dusty wall with his glove, then\nscraped on the floor with his foot. \"I can see where things were pried\nloose.\"\n\n       *       *       *       *       *\n\nThe door, one of the double sliding things the Martians had used, was\nclosed. Selim von Ohlmhorst tried it, but it was stuck fast. The metal\nlatch-parts had frozen together, molecule bonding itself to molecule,\nsince the door had last been closed. Hubert Penrose came over with the\njack-hammer, fitting a spear-point chisel into place. He set the chisel\nin the joint between the doors, braced the hammer against his hip, and\nsqueezed the trigger-switch. The hammer banged briefly like the weapon\nit resembled, and the doors popped a few inches apart, then stuck.\nEnough dust had worked into the recesses into which it was supposed to\nslide to block it on both sides.\n\nThat was old stuff; they ran into that every time they had to force a\ndoor, and they were prepared for it. Somebody went outside and brought\nin a power-jack and finally one of the doors inched back to the door\njamb. That was enough to get the lights and equipment through: they all\npassed from the room to the hallway beyond. About half the other doors\nwere open; each had a number and a single word, _Darfhulva_, over it.\n\n[Illustration]\n\nOne of the civilian volunteers, a woman professor of natural ecology\nfrom Penn State University, was looking up and down the hall.\n\n\"You know,\" she said, \"I feel at home here. I think this was a college\nof some sort, and these were classrooms. That word, up there; that was\nthe subject taught, or the department. And those electronic devices, all\nwhere the class would face them; audio-visual teaching aids.\"\n\n\"A twenty-five-story university?\" Lattimer scoffed. \"Why, a building\nlike this would handle thirty thousand students.\"\n\n\"Maybe there were that many. This was a big city, in its prime,\" Martha\nsaid, moved chiefly by a desire to oppose Lattimer.\n\n\"Yes, but think of the snafu in the halls, every time they changed\nclasses. It'd take half an hour to get everybody back and forth from one\nfloor to another.\" He turned to von Ohlmhorst. \"I'm going up above this\nfloor. This place has been looted clean up to here, but there's a chance\nthere may be something above,\" he said.\n\n\"I'll stay on this floor, at present,\" the Turco-German replied. \"There\nwill be much coming and going, and dragging things in and out. We should\nget this completely examined and recorded first. Then Major Lindemann's\npeople can do their worst, here.\"\n\n\"Well, if nobody else wants it, I'll take the downstairs,\" Martha said.\n\n\"I'll go along with you,\" Hubert Penrose told her. \"If the lower floors\nhave no archaeological value, we'll turn them into living quarters. I\nlike this building: it'll give everybody room to keep out from under\neverybody else's feet.\" He looked down the hall. \"We ought to find\nescalators at the middle.\"\n\n       *       *       *       *       *\n\nThe hallway, too, was thick underfoot with dust. Most of the open rooms\nwere empty, but a few contained furniture, including small seat-desks.\nThe original proponent of the university theory pointed these out as\njust what might be found in classrooms. There were escalators, up and\ndown, on either side of the hall, and more on the intersecting passage\nto the right.\n\n\"That's how they handled the students, between classes,\" Martha\ncommented. \"And I'll bet there are more ahead, there.\"\n\nThey came to a stop where the hallway ended at a great square central\nhall. There were elevators, there, on two of the sides, and four\nescalators, still usable as stairways. But it was the walls, and the\npaintings on them, that brought them up short and staring.\n\nThey were clouded with dirt--she was trying to imagine what they must\nhave looked like originally, and at the same time estimating the labor\nthat would be involved in cleaning them--but they were still\ndistinguishable, as was the word, _Darfhulva_, in golden letters above\neach of the four sides. It was a moment before she realized, from the\nmurals, that she had at last found a meaningful Martian word. They were\na vast historical panorama, clockwise around the room. A group of\nskin-clad savages squatting around a fire. Hunters with bows and spears,\ncarrying a carcass of an animal slightly like a pig. Nomads riding\nlong-legged, graceful mounts like hornless deer. Peasants sowing and\nreaping; mud-walled hut villages, and cities; processions of priests and\nwarriors; battles with swords and bows, and with cannon and muskets;\ngalleys, and ships with sails, and ships without visible means of\npropulsion, and aircraft. Changing costumes and weapons and machines\nand styles of architecture. A richly fertile landscape, gradually\nmerging into barren deserts and bushlands--the time of the great\nplanet-wide drought. The Canal Builders--men with machines recognizable\nas steam-shovels and derricks, digging and quarrying and driving across\nthe empty plains with aqueducts. More cities--seaports on the shrinking\noceans; dwindling, half-deserted cities; an abandoned city, with four\ntiny humanoid figures and a thing like a combat-car in the middle of a\nbrush-grown plaza, they and their vehicle dwarfed by the huge lifeless\nbuildings around them. She had not the least doubt; _Darfhulva_ was\nHistory.\n\n\"Wonderful!\" von Ohlmhorst was saying. \"The entire history of this race.\nWhy, if the painter depicted appropriate costumes and weapons and\nmachines for each period, and got the architecture right, we can break\nthe history of this planet into eras and periods and civilizations.\"\n\n\"You can assume they're authentic. The faculty of this university would\ninsist on authenticity in the _Darfhulva_--History--Department,\" she\nsaid.\n\n\"Yes! _Darfhulva_--History! And your magazine was a journal of\n_Sornhulva_!\" Penrose exclaimed. \"You have a word, Martha!\" It took her\nan instant to realize that he had called her by her first name, and not\nDr. Dane. She wasn't sure if that weren't a bigger triumph than learning\na word of the Martian language. Or a more auspicious start. \"Alone, I\nsuppose that _hulva_ means something like science or knowledge, or\nstudy; combined, it would be equivalent to our 'ology. And _darf_ would\nmean something like past, or old times, or human events, or chronicles.\"\n\n\"That gives you three words, Martha!\" Sachiko jubilated. \"You did it.\"\n\n\"Let's don't go too fast,\" Lattimer said, for once not derisively. \"I'll\nadmit that _darfhulva_ is the Martian word for history as a subject of\nstudy; I'll admit that _hulva_ is the general word and _darf_ modifies\nit and tells us which subject is meant. But as for assigning specific\nmeanings, we can't do that because we don't know just how the Martians\nthought, scientifically or otherwise.\"\n\nHe stopped short, startled by the blue-white light that blazed as Sid\nChamberlain's Kliegettes went on. When the whirring of the camera\nstopped, it was Chamberlain who was speaking:\n\n\"This is the biggest thing yet; the whole history of Mars, stone age to\nthe end, all on four walls. I'm taking this with the fast shutter, but\nwe'll telecast it in slow motion, from the beginning to the end. Tony, I\nwant you to do the voice for it--running commentary, interpretation of\neach scene as it's shown. Would you do that?\"\n\nWould he do that! Martha thought. If he had a tail, he'd be wagging it\nat the very thought.\n\n\"Well, there ought to be more murals on the other floors,\" she said.\n\"Who wants to come downstairs with us?\"\n\nSachiko did; immediately. Ivan Fitzgerald volunteered. Sid decided to go\nupstairs with Tony Lattimer, and Gloria Standish decided to go upstairs,\ntoo. Most of the party would remain on the seventh floor, to help Selim\nvon Ohlmhorst get it finished. After poking tentatively at the escalator\nwith the spike of her ice axe, Martha led the way downward.\n\n       *       *       *       *       *\n\nThe sixth floor was _Darfhulva_, too; military and technological\nhistory, from the character of the murals. They looked around the\ncentral hall, and went down to the fifth; it was like the floors above\nexcept that the big quadrangle was stacked with dusty furniture and\nboxes. Ivan Fitzgerald, who was carrying the floodlight, swung it slowly\naround. Here the murals were of heroic-sized Martians, so human in\nappearance as to seem members of her own race, each holding some\nobject--a book, or a test tube, or some bit of scientific apparatus, and\nbehind them were scenes of laboratories and factories, flame and smoke,\nlightning-flashes. The word at the top of each of the four walls was one\nwith which she was already familiar--_Sornhulva_.\n\n\"Hey, Martha; there's that word,\" Ivan Fitzgerald exclaimed. \"The one in\nthe title of your magazine.\" He looked at the paintings. \"Chemistry, or\nphysics.\"\n\n\"Both.\" Hubert Penrose considered. \"I don't think the Martians made any\nsharp distinction between them. See, the old fellow with the scraggly\nwhiskers must be the inventor of the spectroscope; he has one in his\nhands, and he has a rainbow behind him. And the woman in the blue smock,\nbeside him, worked in organic chemistry; see the diagrams of long-chain\nmolecules behind her. What word would convey the idea of chemistry and\nphysics taken as one subject?\"\n\n\"_Sornhulva_,\" Sachiko suggested. \"If _hulva's_ something like science,\n\"_sorn_\" must mean matter, or substance, or physical object. You were\nright, all along, Martha. A civilization like this would certainly leave\nsomething like this, that would be self-explanatory.\"\n\n\"This'll wipe a little more of that superior grin off Tony Lattimer's\nface,\" Fitzgerald was saying, as they went down the motionless escalator\nto the floor below. \"Tony wants to be a big shot. When you want to be a\nbig shot, you can't bear the possibility of anybody else being a bigger\nbig shot, and whoever makes a start on reading this language will be the\nbiggest big shot archaeology ever saw.\"\n\nThat was true. She hadn't thought of it, in that way, before, and now\nshe tried not to think about it. She didn't want to be a big shot. She\nwanted to be able to read the Martian language, and find things out\nabout the Martians.\n\nTwo escalators down, they came out on a mezzanine around a wide central\nhall on the street level, the floor forty feet below them and the\nceiling thirty feet above. Their lights picked out object after object\nbelow--a huge group of sculptured figures in the middle; some kind of a\nmotor vehicle jacked up on trestles for repairs; things that looked like\nmachine-guns and auto-cannon; long tables, tops littered with a\ndust-covered miscellany; machinery; boxes and crates and containers.\n\n       *       *       *       *       *\n\nThey made their way down and walked among the clutter, missing a hundred\nthings for every one they saw, until they found an escalator to the\nbasement. There were three basements, one under another, until at last\nthey stood at the bottom of the last escalator, on a bare concrete\nfloor, swinging the portable floodlight over stacks of boxes and barrels\nand drums, and heaps of powdery dust. The boxes were plastic--nobody had\never found anything made of wood in the city--and the barrels and drums\nwere of metal or glass or some glasslike substance. They were outwardly\nintact. The powdery heaps might have been anything organic, or anything\ncontaining fluid. Down here, where wind and dust could not reach,\nevaporation had been the only force of destruction after the minute life\nthat caused putrefaction had vanished.\n\nThey found refrigeration rooms, too, and using Martha's ice axe and the\npistollike vibratool Sachiko carried on her belt, they pounded and pried\none open, to find dessicated piles of what had been vegetables, and\nleathery chunks of meat. Samples of that stuff, rocketed up to the ship,\nwould give a reliable estimate, by radio-carbon dating, of how long ago\nthis building had been occupied. The refrigeration unit, radically\ndifferent from anything their own culture had produced, had been\nelectrically powered. Sachiko and Penrose, poking into it, found the\nswitches still on; the machine had only ceased to function when the\npower-source, whatever that had been, had failed.\n\nThe middle basement had also been used, at least toward the end, for\nstorage; it was cut in half by a partition pierced by but one door. They\ntook half an hour to force this, and were on the point of sending above\nfor heavy equipment when it yielded enough for them to squeeze through.\nFitzgerald, in the lead with the light, stopped short, looked around,\nand then gave a groan that came through his helmet-speaker like a\nfoghorn.\n\n\"Oh, no! _No!_\"\n\n\"What's the matter, Ivan?\" Sachiko, entering behind him, asked\nanxiously.\n\nHe stepped aside. \"Look at it, Sachi! Are we going to have to do all\nthat?\"\n\nMartha crowded through behind her friend and looked around, then stood\nmotionless, dizzy with excitement. Books. Case on case of books, half an\nacre of cases, fifteen feet to the ceiling. Fitzgerald, and Penrose, who\nhad pushed in behind her, were talking in rapid excitement; she only\nheard the sound of their voices, not their words. This must be the main\nstacks of the university library--the entire literature of the vanished\nrace of Mars. In the center, down an aisle between the cases, she could\nsee the hollow square of the librarians' desk, and stairs and a\ndumb-waiter to the floor above.\n\nShe realized that she was walking forward, with the others, toward this.\nSachiko was saying: \"I'm the lightest; let me go first.\" She must be\ntalking about the spidery metal stairs.\n\n\"I'd say they were safe,\" Penrose answered. \"The trouble we've had with\ndoors around here shows that the metal hasn't deteriorated.\"\n\nIn the end, the Japanese girl led the way, more catlike than ever in her\ncaution. The stairs were quite sound, in spite of their fragile\nappearance, and they all followed her. The floor above was a duplicate\nof the room they had entered, and seemed to contain about as many books.\nRather than waste time forcing the door here, they returned to the\nmiddle basement and came up by the escalator down which they had\noriginally descended.\n\nThe upper basement contained kitchens--electric stoves, some with pots\nand pans still on them--and a big room that must have been, originally,\nthe students' dining room, though when last used it had been a workshop.\nAs they expected, the library reading room was on the street-level\nfloor, directly above the stacks. It seemed to have been converted into\na sort of common living room for the building's last occupants. An\nadjoining auditorium had been made into a chemical works; there were\nvats and distillation apparatus, and a metal fractionating tower that\nextended through a hole knocked in the ceiling seventy feet above. A\ngood deal of plastic furniture of the sort they had been finding\neverywhere in the city was stacked about, some of it broken up,\napparently for reprocessing. The other rooms on the street floor seemed\nalso to have been devoted to manufacturing and repair work; a\nconsiderable industry, along a number of lines, must have been carried\non here for a long time after the university had ceased to function as\nsuch.\n\nOn the second floor, they found a museum; many of the exhibits remained,\ntantalizingly half-visible in grimed glass cases. There had been\nadministrative offices there, too. The doors of most of them were\nclosed, and they did not waste time trying to force them, but those that\nwere open had been turned into living quarters. They made notes, and\nrough floor plans, to guide them in future more thorough examination; it\nwas almost noon before they had worked their way back to the seventh\nfloor.\n\nSelim von Ohlmhorst was in a room on the north side of the building,\nsketching the position of things before examining them and collecting\nthem for removal. He had the floor checkerboarded with a grid of chalked\nlines, each numbered.\n\n\"We have everything on this floor photographed,\" he said. \"I have three\ngangs--all the floodlights I have--sketching and making measurements. At\nthe rate we're going, with time out for lunch, we'll be finished by the\nmiddle of the afternoon.\"\n\n\"You've been working fast. Evidently you aren't being high-church about\na 'qualified archaeologist' entering rooms first,\" Penrose commented.\n\n\"Ach, childishness!\" the old man exclaimed impatiently. \"These officers\nof yours aren't fools. All of them have been to Intelligence School and\nCriminal Investigation School. Some of the most careful amateur\narchaeologists I ever knew were retired soldiers or policemen. But there\nisn't much work to be done. Most of the rooms are either empty or like\nthis one--a few bits of furniture and broken trash and scraps of paper.\nDid you find anything down on the lower floors?\"\n\n\"Well, yes,\" Penrose said, a hint of mirth in his voice. \"What would you\nsay, Martha?\"\n\nShe started to tell Selim. The others, unable to restrain their\nexcitement, broke in with interruptions. Von Ohlmhorst was staring in\nincredulous amazement.\n\n\"But this floor was looted almost clean, and the buildings we've entered\nbefore were all looted from the street level up,\" he said, at length.\n\n\"The people who looted this one lived here,\" Penrose replied. \"They had\nelectric power to the last; we found refrigerators full of food, and\nstoves with the dinner still on them. They must have used the elevators\nto haul things down from the upper floor. The whole first floor was\nconverted into workshops and laboratories. I think that this place must\nhave been something like a monastery in the Dark Ages in Europe, or what\nsuch a monastery would have been like if the Dark Ages had followed the\nfall of a highly developed scientific civilization. For one thing, we\nfound a lot of machine guns and light auto-cannon on the street level,\nand all the doors were barricaded. The people here were trying to keep a\ncivilization running after the rest of the planet had gone back to\nbarbarism; I suppose they'd have to fight off raids by the barbarians\nnow and then.\"\n\n\"You're not going to insist on making this building into expedition\nquarters, I hope, colonel?\" von Ohlmhorst asked anxiously.\n\n\"Oh, no! This place is an archaeological treasure-house. More than that;\nfrom what I saw, our technicians can learn a lot, here. But you'd better\nget this floor cleaned up as soon as you can, though. I'll have the\nsubsurface part, from the sixth floor down, airsealed. Then we'll put\nin oxygen generators and power units, and get a couple of elevators into\nservice. For the floors above, we can use temporary airsealing floor by\nfloor, and portable equipment; when we have things atmosphered and\nlighted and heated, you and Martha and Tony Lattimer can go to work\nsystematically and in comfort, and I'll give you all the help I can\nspare from the other work. This is one of the biggest things we've found\nyet.\"\n\nTony Lattimer and his companions came down to the seventh floor a little\nlater.\n\n\"I don't get this, at all,\" he began, as soon as he joined them. \"This\nbuilding wasn't stripped the way the others were. Always, the procedure\nseems to have been to strip from the bottom up, but they seem to have\nstripped the top floors first, here. All but the very top. I found out\nwhat that conical thing is, by the way. It's a wind-rotor, and under it\nthere's an electric generator. This building generated its own power.\"\n\n\"What sort of condition are the generators in?\" Penrose asked.\n\n\"Well, everything's full of dust that blew in under the rotor, of\ncourse, but it looks to be in pretty good shape. Hey, I'll bet that's\nit! They had power, so they used the elevators to haul stuff down.\nThat's just what they did. Some of the floors above here don't seem to\nhave been touched, though.\" He paused momentarily; back of his oxy-mask,\nhe seemed to be grinning. \"I don't know that I ought to mention this in\nfront of Martha, but two floors above--we hit a room--it must have been\nthe reference library for one of the departments--that had close to five\nhundred books in it.\"\n\nThe noise that interrupted him, like the squawking of a Brobdingnagian\nparrot, was only Ivan Fitzgerald laughing through his helmet-speaker.\n\n       *       *       *       *       *\n\nLunch at the huts was a hasty meal, with a gabble of full-mouthed and\nexcited talking. Hubert Penrose and his chief subordinates snatched\ntheir food in a huddled consultation at one end of the table; in the\nafternoon, work was suspended on everything else and the fifty-odd men\nand women of the expedition concentrated their efforts on the\nUniversity. By the middle of the afternoon, the seventh floor had been\ncompletely examined, photographed and sketched, and the murals in the\nsquare central hall covered with protective tarpaulins, and Laurent\nGicquel and his airsealing crew had moved in and were at work. It had\nbeen decided to seal the central hall at the entrances. It took the\nFrench-Canadian engineer most of the afternoon to find all the\nventilation-ducts and plug them. An elevator-shaft on the north side was\nfound reaching clear to the twenty-fifth floor; this would give access\nto the top of the building; another shaft, from the center, would take\ncare of the floors below. Nobody seemed willing to trust the ancient\nelevators, themselves; it was the next evening before a couple of cars\nand the necessary machinery could be fabricated in the machine shops\naboard the ship and sent down by landing-rocket. By that time, the\nairsealing was finished, the nuclear-electric energy-converters were in\nplace, and the oxygen generators set up.\n\n[Illustration]\n\nMartha was in the lower basement, an hour or so before lunch the day\nafter, when a couple of Space Force officers came out of the elevator,\nbringing extra lights with them. She was still using oxygen-equipment;\nit was a moment before she realized that the newcomers had no masks, and\nthat one of them was smoking. She took off her own helmet-speaker,\nthroat-mike and mask and unslung her tank-pack, breathing cautiously.\nThe air was chilly, and musty-acrid with the odor of antiquity--the\nfirst Martian odor she had smelled--but when she lit a cigarette, the\nlighter flamed clear and steady and the tobacco caught and burned\nevenly.\n\nThe archaeologists, many of the other civilian scientists, a few of the\nSpace Force officers and the two news-correspondents, Sid Chamberlain\nand Gloria Standish, moved in that evening, setting up cots in vacant\nrooms. They installed electric stoves and a refrigerator in the old\nLibrary Reading Room, and put in a bar and lunch counter. For a few\ndays, the place was full of noise and activity, then, gradually, the\nSpace Force people and all but a few of the civilians returned to their\nown work. There was still the business of airsealing the more habitable\nof the buildings already explored, and fitting them up in readiness for\nthe arrival, in a year and a half, of the five hundred members of the\nmain expedition. There was work to be done enlarging the landing field\nfor the ship's rocket craft, and building new chemical-fuel tanks.\n\nThere was the work of getting the city's ancient reservoirs cleared of\nsilt before the next spring thaw brought more water down the underground\naqueducts everybody called canals in mistranslation of Schiaparelli's\nItalian word, though this was proving considerably easier than\nanticipated. The ancient Canal-Builders must have anticipated a time\nwhen their descendants would no longer be capable of maintenance work,\nand had prepared against it. By the day after the University had been\nmade completely habitable, the actual work there was being done by\nSelim, Tony Lattimer and herself, with half a dozen Space Force\nofficers, mostly girls, and four or five civilians, helping.\n\n       *       *       *       *       *\n\nThey worked up from the bottom, dividing the floor-surfaces into\nnumbered squares, measuring and listing and sketching and photographing.\nThey packaged samples of organic matter and sent them up to the ship for\nCarbon-14 dating and analysis; they opened cans and jars and bottles,\nand found that everything fluid in them had evaporated, through the\nporosity of glass and metal and plastic if there were no other way.\nWherever they looked, they found evidence of activity suddenly suspended\nand never resumed. A vise with a bar of metal in it, half cut through\nand the hacksaw beside it. Pots and pans with hardened remains of food\nin them; a leathery cut of meat on a table, with the knife ready at\nhand. Toilet articles on washstands; unmade beds, the bedding ready to\ncrumble at a touch but still retaining the impress of the sleeper's\nbody; papers and writing materials on desks, as though the writer had\ngotten up, meaning to return and finish in a fifty-thousand-year-ago\nmoment.\n\nIt worried her. Irrationally, she began to feel that the Martians had\nnever left this place; that they were still around her, watching\ndisapprovingly every time she picked up something they had laid down.\nThey haunted her dreams, now, instead of their enigmatic writing. At\nfirst, everybody who had moved into the University had taken a separate\nroom, happy to escape the crowding and lack of privacy of the huts.\nAfter a few nights, she was glad when Gloria Standish moved in with her,\nand accepted the newswoman's excuse that she felt lonely without\nsomebody to talk to before falling asleep. Sachiko Koremitsu joined them\nthe next evening, and before going to bed, the girl officer cleaned and\noiled her pistol, remarking that she was afraid some rust may have\ngotten into it.\n\nThe others felt it, too. Selim von Ohlmhorst developed the habit of\nturning quickly and looking behind him, as though trying to surprise\nsomebody or something that was stalking him. Tony Lattimer, having a\ndrink at the bar that had been improvised from the librarian's desk in\nthe Reading Room, set down his glass and swore.\n\n\"You know what this place is? It's an archaeological _Marie Celeste_!\"\nhe declared. \"It was occupied right up to the end--we've all seen the\nshifts these people used to keep a civilization going here--but what was\nthe end? What happened to them? Where did they go?\"\n\n\"You didn't expect them to be waiting out front, with a red carpet and a\nbig banner, _Welcome Terrans_, did you, Tony?\" Gloria Standish asked.\n\n\"No, of course not; they've all been dead for fifty thousand years. But\nif they were the last of the Martians, why haven't we found their bones,\nat least? Who buried them, after they were dead?\" He looked at the\nglass, a bubble-thin goblet, found, with hundreds of others like it, in\na closet above, as though debating with himself whether to have another\ndrink. Then he voted in the affirmative and reached for the cocktail\npitcher. \"And every door on the old ground level is either barred or\nbarricaded from the inside. How did they get out? And why did they\nleave?\"\n\n       *       *       *       *       *\n\nThe next day, at lunch, Sachiko Koremitsu had the answer to the second\nquestion. Four or five electrical engineers had come down by rocket from\nthe ship, and she had been spending the morning with them, in oxy-masks,\nat the top of the building.\n\n\"Tony, I thought you said those generators were in good shape,\" she\nbegan, catching sight of Lattimer. \"They aren't. They're in the most\nunholy mess I ever saw. What happened, up there, was that the supports\nof the wind-rotor gave way, and weight snapped the main shaft, and\nsmashed everything under it.\"\n\n\"Well, after fifty thousand years, you can expect something like that,\"\nLattimer retorted. \"When an archaeologist says something's in good\nshape, he doesn't necessarily mean it'll start as soon as you shove a\nswitch in.\"\n\n\"You didn't notice that it happened when the power was on, did you,\" one\nof the engineers asked, nettled at Lattimer's tone. \"Well, it was.\nEverything's burned out or shorted or fused together; I saw one busbar\neight inches across melted clean in two. It's a pity we didn't find\nthings in good shape, even archaeologically speaking. I saw a lot of\ninteresting things, things in advance of what we're using now. But it'll\ntake a couple of years to get everything sorted out and figure what it\nlooked like originally.\"\n\n\"Did it look as though anybody'd made any attempt to fix it?\" Martha\nasked.\n\nSachiko shook her head. \"They must have taken one look at it and given\nup. I don't believe there would have been any possible way to repair\nanything.\"\n\n\"Well, that explains why they left. They needed electricity for\nlighting, and heating, and all their industrial equipment was\nelectrical. They had a good life, here, with power; without it, this\nplace wouldn't have been habitable.\"\n\n\"Then why did they barricade everything from the inside, and how did\nthey get out?\" Lattimer wanted to know.\n\n\"To keep other people from breaking in and looting. Last man out\nprobably barred the last door and slid down a rope from upstairs,\" von\nOhlmhorst suggested. \"This Houdini-trick doesn't worry me too much.\nWe'll find out eventually.\"\n\n\"Yes, about the time Martha starts reading Martian,\" Lattimer scoffed.\n\n\"That may be just when we'll find out,\" von Ohlmhorst replied seriously.\n\"It wouldn't surprise me if they left something in writing when they\nevacuated this place.\"\n\n\"Are you really beginning to treat this pipe dream of hers as a serious\npossibility, Selim?\" Lattimer demanded. \"I know, it would be a wonderful\nthing, but wonderful things don't happen just because they're wonderful.\nOnly because they're possible, and this isn't. Let me quote that\ndistinguished Hittitologist, Johannes Friedrich: 'Nothing can be\ntranslated out of nothing.' Or that later but not less distinguished\nHittitologist, Selim von Ohlmhorst: 'Where are you going to get your\nbilingual?'\"\n\n\"Friedrich lived to see the Hittite language deciphered and read,\" von\nOhlmhorst reminded him.\n\n\"Yes, when they found Hittite-Assyrian bilinguals.\" Lattimer measured a\nspoonful of coffee-powder into his cup and added hot water. \"Martha, you\nought to know, better than anybody, how little chance you have. You've\nbeen working for years in the Indus Valley; how many words of Harappa\nhave you or anybody else ever been able to read?\"\n\n\"We never found a university, with a half-million-volume library, at\nHarappa or Mohenjo-Daro.\"\n\n\"And, the first day we entered this building, we established meanings\nfor several words,\" Selim von Ohlmhorst added.\n\n\"And you've never found another meaningful word since,\" Lattimer added.\n\"And you're only sure of general meaning, not specific meaning of\nword-elements, and you have a dozen different interpretations for each\nword.\"\n\n\"We made a start,\" von Ohlmhorst maintained. \"We have Grotefend's word\nfor 'king.' But I'm going to be able to read some of those books, over\nthere, if it takes me the rest of my life here. It probably will,\nanyhow.\"\n\n\"You mean you've changed your mind about going home on the _Cyrano_?\"\nMartha asked. \"You'll stay on here?\"\n\nThe old man nodded. \"I can't leave this. There's too much to discover.\nThe old dog will have to learn a lot of new tricks, but this is where my\nwork will be, from now on.\"\n\nLattimer was shocked. \"You're nuts!\" he cried. \"You mean you're going\nto throw away everything you've accomplished in Hittitology and start\nall over again here on Mars? Martha, if you've talked him into this\ncrazy decision, you're a criminal!\"\n\n\"Nobody talked me into anything,\" von Ohlmhorst said roughly. \"And as\nfor throwing away what I've accomplished in Hittitology, I don't know\nwhat the devil you're talking about. Everything I know about the Hittite\nEmpire is published and available to anybody. Hittitology's like\nEgyptology; it's stopped being research and archaeology and become\nscholarship and history. And I'm not a scholar or a historian; I'm a\npick-and-shovel field archaeologist--a highly skilled and specialized\ngrave-robber and junk-picker--and there's more pick-and-shovel work on\nthis planet than I could do in a hundred lifetimes. This is something\nnew; I was a fool to think I could turn my back on it and go back to\nscribbling footnotes about Hittite kings.\"\n\n\"You could have anything you wanted, in Hittitology. There are a dozen\nuniversities that'd sooner have you than a winning football team. But\nno! You have to be the top man in Martiology, too. You can't leave that\nfor anybody else--\" Lattimer shoved his chair back and got to his feet,\nleaving the table with an oath that was almost a sob of exasperation.\n\nMaybe his feelings were too much for him. Maybe he realized, as Martha\ndid, what he had betrayed. She sat, avoiding the eyes of the others,\nlooking at the ceiling, as embarrassed as though Lattimer had flung\nsomething dirty on the table in front of them. Tony Lattimer had,\ndesperately, wanted Selim to go home on the _Cyrano_. Martiology was a\nnew field; if Selim entered it, he would bring with him the reputation\nhe had already built in Hittitology, automatically stepping into the\nleading role that Lattimer had coveted for himself. Ivan Fitzgerald's\nwords echoed back to her--when you want to be a big shot, you can't bear\nthe possibility of anybody else being a bigger big shot. His derision of\nher own efforts became comprehensible, too. It wasn't that he was\nconvinced that she would never learn to read the Martian language. He\nhad been afraid that she would.\n\n       *       *       *       *       *\n\nIvan Fitzgerald finally isolated the germ that had caused the Finchley\ngirl's undiagnosed illness. Shortly afterward, the malady turned into a\nmild fever, from which she recovered. Nobody else seemed to have caught\nit. Fitzgerald was still trying to find out how the germ had been\ntransmitted.\n\nThey found a globe of Mars, made when the city had been a seaport. They\nlocated the city, and learned that its name had been Kukan--or something\nwith a similar vowel-consonant ratio. Immediately, Sid Chamberlain and\nGloria Standish began giving their telecasts a Kukan dateline, and\nHubert Penrose used the name in his official reports. They also found a\nMartian calendar; the year had been divided into ten more or less equal\nmonths, and one of them had been Doma. Another month was Nor, and that\nwas a part of the name of the scientific journal Martha had found.\n\nBill Chandler, the zoologist, had been going deeper and deeper into the\nold sea bottom of Syrtis. Four hundred miles from Kukan, and at fifteen\nthousand feet lower altitude, he shot a bird. At least, it was a\nsomething with wings and what were almost but not quite feathers, though\nit was more reptilian than avian in general characteristics. He and Ivan\nFitzgerald skinned and mounted it, and then dissected the carcass almost\ntissue by tissue. About seven-eighths of its body capacity was lungs; it\ncertainly breathed air containing at least half enough oxygen to support\nhuman life, or five times as much as the air around Kukan.\n\nThat took the center of interest away from archaeology, and started a\nnew burst of activity. All the expedition's aircraft--four jetticopters\nand three wingless airdyne reconnaissance fighters--were thrown into\nintensified exploration of the lower sea bottoms, and the bio-science\nboys and girls were wild with excitement and making new discoveries on\neach flight.\n\nThe University was left to Selim and Martha and Tony Lattimer, the\nlatter keeping to himself while she and the old Turco-German worked\ntogether. The civilian specialists in other fields, and the Space Force\npeople who had been holding tape lines and making sketches and snapping\ncameras, were all flying to lower Syrtis to find out how much oxygen\nthere was and what kind of life it supported.\n\nSometimes Sachiko dropped in; most of the time she was busy helping Ivan\nFitzgerald dissect specimens. They had four or five species of what\nmight loosely be called birds, and something that could easily be\nclassed as a reptile, and a carnivorous mammal the size of a cat with\nbirdlike claws, and a herbivore almost identical with the piglike thing\nin the big _Darfhulva_ mural, and another like a gazelle with a single\nhorn in the middle of its forehead.\n\nThe high point came when one party, at thirty thousand feet below the\nlevel of Kukan, found breathable air. One of them had a mild attack of\n_sorroche_ and had to be flown back for treatment in a hurry, but the\nothers showed no ill effects.\n\nThe daily newscasts from Terra showed a corresponding shift in interest\nat home. The discovery of the University had focused attention on the\ndead past of Mars; now the public was interested in Mars as a possible\nhome for humanity. It was Tony Lattimer who brought archaeology back\ninto the activities of the expedition and the news at home.\n\nMartha and Selim were working in the museum on the second floor,\nscrubbing the grime from the glass cases, noting contents, and\ngrease-penciling numbers; Lattimer and a couple of Space Force officers\nwere going through what had been the administrative offices on the other\nside. It was one of these, a young second lieutenant, who came hurrying\nin from the mezzanine, almost bursting with excitement.\n\n\"Hey, Martha! Dr. von Ohlmhorst!\" he was shouting. \"Where are you?\nTony's found the Martians!\"\n\nSelim dropped his rag back in the bucket; she laid her clipboard on top\nof the case beside her.\n\n\"Where?\" they asked together.\n\n\"Over on the north side.\" The lieutenant took hold of himself and spoke\nmore deliberately. \"Little room, back of one of the old faculty\noffices--conference room. It was locked from the inside, and we had to\nburn it down with a torch. That's where they are. Eighteen of them,\naround a long table--\"\n\nGloria Standish, who had dropped in for lunch, was on the mezzanine,\nfairly screaming into a radiophone extension:\n\n\" ... Dozen and a half of them! Well, of course they're dead. What a\nquestion! They look like skeletons covered with leather. No, I do not\nknow what they died of. Well, forget it; I don't care if Bill Chandler's\nfound a three-headed hippopotamus. Sid, don't you get it? We've found\nthe _Martians_!\"\n\nShe slammed the phone back on its hook, rushing away ahead of them.\n\n       *       *       *       *       *\n\nMartha remembered the closed door; on the first survey, they hadn't\nattempted opening it. Now it was burned away at both sides and lay,\nstill hot along the edges, on the floor of the big office room in front.\nA floodlight was on in the room inside, and Lattimer was going around\nlooking at things while a Space Force officer stood by the door. The\ncenter of the room was filled by a long table; in armchairs around it\nsat the eighteen men and women who had occupied the room for the last\nfifty millennia. There were bottles and glasses on the table in front of\nthem, and, had she seen them in a dimmer light, she would have thought\nthat they were merely dozing over their drinks. One had a knee hooked\nover his chair-arm and was curled in foetuslike sleep. Another had\nfallen forward onto the table, arms extended, the emerald set of a ring\ntwinkling dully on one finger. Skeletons covered with leather, Gloria\nStandish had called them, and so they were--faces like skulls, arms and\nlegs like sticks, the flesh shrunken onto the bones under it.\n\n\"Isn't this something!\" Lattimer was exulting. \"Mass suicide, that's\nwhat it was. Notice what's in the corners?\"\n\nBraziers, made of perforated two-gallon-odd metal cans, the white walls\nsmudged with smoke above them. Von Ohlmhorst had noticed them at once,\nand was poking into one of them with his flashlight.\n\n\"Yes; charcoal. I noticed a quantity of it around a couple of\nhand-forges in the shop on the first floor. That's why you had so much\ntrouble breaking in; they'd sealed the room on the inside.\" He\nstraightened and went around the room, until he found a ventilator, and\npeered into it. \"Stuffed with rags. They must have been all that were\nleft, here. Their power was gone, and they were old and tired, and all\naround them their world was dying. So they just came in here and lit the\ncharcoal, and sat drinking together till they all fell asleep. Well, we\nknow what became of them, now, anyhow.\"\n\nSid and Gloria made the most of it. The Terran public wanted to hear\nabout Martians, and if live Martians couldn't be found, a room full of\ndead ones was the next best thing. Maybe an even better thing; it had\nbeen only sixty-odd years since the Orson Welles invasion-scare. Tony\nLattimer, the discoverer, was beginning to cash in on his attentions to\nGloria and his ingratiation with Sid; he was always either making\nvoice-and-image talks for telecast or listening to the news from the\nhome planet. Without question, he had become, overnight, the most widely\nknown archaeologist in history.\n\n\"Not that I'm interested in all this, for myself,\" he disclaimed, after\nlistening to the telecast from Terra two days after his discovery. \"But\nthis is going to be a big thing for Martian archaeology. Bring it to the\npublic attention; dramatize it. Selim, can you remember when Lord\nCarnarvon and Howard Carter found the tomb of Tutankhamen?\"\n\n\"In 1923? I was two years old, then,\" von Ohlmhorst chuckled. \"I really\ndon't know how much that publicity ever did for Egyptology. Oh, the\nmuseums did devote more space to Egyptian exhibits, and after a museum\ndepartment head gets a few extra showcases, you know how hard it is to\nmake him give them up. And, for a while, it was easier to get financial\nsupport for new excavations. But I don't know how much good all this\npublic excitement really does, in the long run.\"\n\n\"Well, I think one of us should go back on the _Cyrano_, when the\n_Schiaparelli_ orbits in,\" Lattimer said. \"I'd hoped it would be you;\nyour voice would carry the most weight. But I think it's important that\none of us go back, to present the story of our work, and what we have\naccomplished and what we hope to accomplish, to the public and to the\nuniversities and the learned societies, and to the Federation\nGovernment. There will be a great deal of work that will have to be\ndone. We must not allow the other scientific fields and the so-called\npractical interests to monopolize public and academic support. So, I\nbelieve I shall go back at least for a while, and see what I can do--\"\n\nLectures. The organization of a Society of Martian Archaeology, with\nAnthony Lattimer, Ph.D., the logical candidate for the chair. Degrees,\nhonors; the deference of the learned, and the adulation of the lay\npublic. Positions, with impressive titles and salaries. Sweet are the\nuses of publicity.\n\nShe crushed out her cigarette and got to her feet. \"Well, I still have\nthe final lists of what we found in _Halvhulva_--Biology--department to\ncheck over. I'm starting on Sornhulva tomorrow, and I want that stuff in\nshape for expert evaluation.\"\n\nThat was the sort of thing Tony Lattimer wanted to get away from, the\ndetail-work and the drudgery. Let the infantry do the slogging through\nthe mud; the brass-hats got the medals.\n\n       *       *       *       *       *\n\nShe was halfway through the fifth floor, a week later, and was having\nmidday lunch in the reading room on the first floor when Hubert Penrose\ncame over and sat down beside her, asking her what she was doing. She\ntold him.\n\n\"I wonder if you could find me a couple of men, for an hour or so,\" she\nadded. \"I'm stopped by a couple of jammed doors at the central hall.\nLecture room and library, if the layout of that floor's anything like\nthe ones below it.\"\n\n\"Yes. I'm a pretty fair door-buster, myself.\" He looked around the room.\n\"There's Jeff Miles; he isn't doing much of anything. And we'll put Sid\nChamberlain to work, for a change, too. The four of us ought to get your\ndoors open.\" He called to Chamberlain, who was carrying his tray over to\nthe dish washer. \"Oh, Sid; you doing anything for the next hour or so?\"\n\n\"I was going up to the fourth floor, to see what Tony's doing.\"\n\n\"Forget it. Tony's bagged his season limit of Martians. I'm going to\nhelp Martha bust in a couple of doors; we'll probably find a whole\ncemetery full of Martians.\"\n\nChamberlain shrugged. \"Why not. A jammed door can have anything back of\nit, and I know what Tony's doing--just routine stuff.\"\n\nJeff Miles, the Space Force captain, came over, accompanied by one of\nthe lab-crew from the ship who had come down on the rocket the day\nbefore.\n\n\"This ought to be up your alley, Mort,\" he was saying to his companion.\n\"Chemistry and physics department. Want to come along?\"\n\nThe lab man, Mort Tranter, was willing. Seeing the sights was what he'd\ncome down from the ship for. She finished her coffee and cigarette, and\nthey went out into the hall together, gathered equipment and rode the\nelevator to the fifth floor.\n\nThe lecture hall door was the nearest; they attacked it first. With\nproper equipment and help, it was no problem and in ten minutes they had\nit open wide enough to squeeze through with the floodlights. The room\ninside was quite empty, and, like most of the rooms behind closed doors,\ncomparatively free from dust. The students, it appeared, had sat with\ntheir backs to the door, facing a low platform, but their seats and the\nlecturer's table and equipment had been removed. The two side walls bore\ninscriptions: on the right, a pattern of concentric circles which she\nrecognized as a diagram of atomic structure, and on the left a\ncomplicated table of numbers and words, in two columns. Tranter was\npointing at the diagram on the right.\n\n[Illustration]\n\n\"They got as far as the Bohr atom, anyhow,\" he said. \"Well, not quite.\nThey knew about electron shells, but they have the nucleus pictured as a\nsolid mass. No indication of proton-and-neutron structure. I'll bet,\nwhen you come to translate their scientific books, you'll find that they\ntaught that the atom was the ultimate and indivisible particle. That\nexplains why you people never found any evidence that the Martians used\nnuclear energy.\"\n\n\"That's a uranium atom,\" Captain Miles mentioned.\n\n\"It is?\" Sid Chamberlain asked, excitedly. \"Then they did know about\natomic energy. Just because we haven't found any pictures of A-bomb\nmushrooms doesn't mean--\"\n\nShe turned to look at the other wall. Sid's signal reactions were\ngetting away from him again; uranium meant nuclear power to him, and the\ntwo words were interchangeable. As she studied the arrangement of the\nnumbers and words, she could hear Tranter saying:\n\n\"Nuts, Sid. We knew about uranium a long time before anybody found out\nwhat could be done with it. Uranium was discovered on Terra in 1789, by\nKlaproth.\"\n\nThere was something familiar about the table on the left wall. She tried\nto remember what she had been taught in school about physics, and what\nshe had picked up by accident afterward. The second column was a\ncontinuation of the first: there were forty-six items in each, each item\nnumbered consecutively--\n\n\"Probably used uranium because it's the largest of the natural atoms,\"\nPenrose was saying. \"The fact that there's nothing beyond it there shows\nthat they hadn't created any of the transuranics. A student could go to\nthat thing and point out the outer electron of any of the ninety-two\nelements.\"\n\n       *       *       *       *       *\n\nNinety-two! That was it; there were ninety-two items in the table on the\nleft wall! Hydrogen was Number One, she knew; One, _Sarfaldsorn_. Helium\nwas Two; that was _Tirfaldsorn_. She couldn't remember which element\ncame next, but in Martian it was _Sarfalddavas_. _Sorn_ must mean\nmatter, or substance, then. And _davas_; she was trying to think of what\nit could be. She turned quickly to the others, catching hold of Hubert\nPenrose's arm with one hand and waving her clipboard with the other.\n\n\"Look at this thing, over here,\" she was clamoring excitedly. \"Tell me\nwhat you think it is. Could it be a table of the elements?\"\n\nThey all turned to look. Mort Tranter stared at it for a moment.\n\n\"Could be. If I only knew what those squiggles meant--\"\n\nThat was right; he'd spent his time aboard the ship.\n\n\"If you could read the numbers, would that help?\" she asked, beginning\nto set down the Arabic digits and their Martian equivalents. \"It's\ndecimal system, the same as we use.\"\n\n\"Sure. If that's a table of elements, all I'd need would be the numbers.\nThanks,\" he added as she tore off the sheet and gave it to him.\n\nPenrose knew the numbers, and was ahead of him. \"Ninety-two items,\nnumbered consecutively. The first number would be the atomic number.\nThen a single word, the name of the element. Then the atomic weight--\"\n\nShe began reading off the names of the elements. \"I know hydrogen and\nhelium; what's _tirfalddavas_, the third one?\"\n\n\"Lithium,\" Tranter said. \"The atomic weights aren't run out past the\ndecimal point. Hydrogen's one plus, if that double-hook dingus is a plus\nsign; Helium's four-plus, that's right. And lithium's given as seven,\nthat isn't right. It's six-point nine-four-oh. Or is that thing a\nMartian minus sign?\"\n\n\"Of course! Look! A plus sign is a hook, to hang things together; a\nminus sign is a knife, to cut something off from something--see, the\nlittle loop is the handle and the long pointed loop is the blade.\nStylized, of course, but that's what it is. And the fourth element,\nkiradavas; what's that?\"\n\n\"Beryllium. Atomic weight given as nine-and-a-hook; actually it's\nnine-point-oh-two.\"\n\nSid Chamberlain had been disgruntled because he couldn't get a story\nabout the Martians having developed atomic energy. It took him a few\nminutes to understand the newest development, but finally it dawned on\nhim.\n\n\"Hey! You're reading that!\" he cried. \"You're reading Martian!\"\n\n\"That's right,\" Penrose told him. \"Just reading it right off. I don't\nget the two items after the atomic weight, though. They look like months\nof the Martian calendar. What ought they to be, Mort?\"\n\n       *       *       *       *       *\n\nTranter hesitated. \"Well, the next information after the atomic weight\nought to be the period and group numbers. But those are words.\"\n\n\"What would the numbers be for the first one, hydrogen?\"\n\n\"Period One, Group One. One electron shell, one electron in the outer\nshell,\" Tranter told her. \"Helium's period one, too, but it has the\nouter--only--electron shell full, so it's in the group of inert\nelements.\"\n\n\"_Trav, Trav._ _Trav's_ the first month of the year. And helium's _Trav,\nYenth_; _Yenth_ is the eighth month.\"\n\n\"The inert elements could be called Group Eight, yes. And the third\nelement, lithium, is Period Two, Group One. That check?\"\n\n\"It certainly does. _Sanv, Trav_; _Sanv's_ the second month. What's the\nfirst element in Period Three?\"\n\n\"Sodium. Number Eleven.\"\n\nThat's right; it's _Krav, Trav_. Why, the names of the months are simply\nnumbers, one to ten, spelled out.\n\n\"_Doma_'s the fifth month. That was your first Martian word, Martha,\"\nPenrose told her. \"The word for five. And if _davas_ is the word for\nmetal, and _sornhulva_ is chemistry and / or physics, I'll bet Tadavas\nSornhulva is literally translated as: Of-Metal Matter-Knowledge.\nMetallurgy, in other words. I wonder what Mastharnorvod means.\" It\nsurprised her that, after so long and with so much happening in the\nmeantime, he could remember that. \"Something like 'Journal,' or\n'Review,' or maybe 'Quarterly.'\"\n\n\"We'll work that out, too,\" she said confidently. After this, nothing\nseemed impossible. \"Maybe we can find--\" Then she stopped short. \"You\nsaid 'Quarterly.' I think it was 'Monthly,' instead. It was dated for a\nspecific month, the fifth one. And if _nor_ is ten, Mastharnorvod could\nbe 'Year-Tenth.' And I'll bet we'll find that _masthar_ is the word for\nyear.\" She looked at the table on the wall again. \"Well, let's get all\nthese words down, with translations for as many as we can.\"\n\n\"Let's take a break for a minute,\" Penrose suggested, getting out his\ncigarettes. \"And then, let's do this in comfort. Jeff, suppose you and\nSid go across the hall and see what you find in the other room in the\nway of a desk or something like that, and a few chairs. There'll be a\nlot of work to do on this.\"\n\nSid Chamberlain had been squirming as though he were afflicted with\nants, trying to contain himself. Now he let go with an excited jabber.\n\n\"This is really it! _The_ it, not just it-of-the-week, like finding the\nreservoirs or those statues or this building, or even the animals and\nthe dead Martians! Wait till Selim and Tony see this! Wait till Tony\nsees it; I want to see his face! And when I get this on telecast, all\nTerra's going to go nuts about it!\" He turned to Captain Miles. \"Jeff,\nsuppose you take a look at that other door, while I find somebody to\nsend to tell Selim and Tony. And Gloria; wait till she sees this--\"\n\n\"Take it easy, Sid,\" Martha cautioned. \"You'd better let me have a look\nat your script, before you go too far overboard on the telecast. This is\njust a beginning; it'll take years and years before we're able to read\nany of those books downstairs.\"\n\n\"It'll go faster than you think, Martha,\" Hubert Penrose told her.\n\"We'll all work on it, and we'll teleprint material to Terra, and people\nthere will work on it. We'll send them everything we can ... everything\nwe work out, and copies of books, and copies of your word-lists--\"\n\nAnd there would be other tables--astronomical tables, tables in physics\nand mechanics, for instance--in which words and numbers were equivalent.\nThe library stacks, below, would be full of them. Transliterate them\ninto Roman alphabet spellings and Arabic numerals, and somewhere,\nsomebody would spot each numerical significance, as Hubert Penrose and\nMort Tranter and she had done with the table of elements. And pick out\nall the chemistry textbooks in the Library; new words would take on\nmeaning from contexts in which the names of elements appeared. She'd\nhave to start studying chemistry and physics, herself--\n\n       *       *       *       *       *\n\nSachiko Koremitsu peeped in through the door, then stepped inside.\n\n\"Is there anything I can do--?\" she began. \"What's happened? Something\nimportant?\"\n\n\"Important?\" Sid Chamberlain exploded. \"Look at that, Sachi! We're\nreading it! Martha's found out how to read Martian!\" He grabbed Captain\nMiles by the arm. \"Come on, Jeff; let's go. I want to call the others--\"\nHe was still babbling as he hurried from the room.\n\nSachi looked at the inscription. \"Is it true?\" she asked, and then,\nbefore Martha could more than begin to explain, flung her arms around\nher. \"Oh, it really is! You are reading it! I'm so happy!\"\n\nShe had to start explaining again when Selim von Ohlmhorst entered. This\ntime, she was able to finish.\n\n\"But, Martha, can you be really sure? You know, by now, that learning to\nread this language is as important to me as it is to you, but how can\nyou be so sure that those words really mean things like hydrogen and\nhelium and boron and oxygen? How do you know that their table of\nelements was anything like ours?\"\n\nTranter and Penrose and Sachiko all looked at him in amazement.\n\n\"That isn't just the Martian table of elements; that's _the_ table of\nelements. It's the only one there is.\" Mort Tranter almost exploded.\n\"Look, hydrogen has one proton and one electron. If it had more of\neither, it wouldn't be hydrogen, it'd be something else. And the same\nwith all the rest of the elements. And hydrogen on Mars is the same as\nhydrogen on Terra, or on Alpha Centauri, or in the next galaxy--\"\n\n\"You just set up those numbers, in that order, and any first-year\nchemistry student could tell you what elements they represented.\"\nPenrose said. \"Could if he expected to make a passing grade, that is.\"\n\nThe old man shook his head slowly, smiling. \"I'm afraid I wouldn't make\na passing grade. I didn't know, or at least didn't realize, that. One of\nthe things I'm going to place an order for, to be brought on the\n_Schiaparelli_, will be a set of primers in chemistry and physics, of\nthe sort intended for a bright child of ten or twelve. It seems that a\nMartiologist has to learn a lot of things the Hittites and the Assyrians\nnever heard about.\"\n\nTony Lattimer, coming in, caught the last part of the explanation. He\nlooked quickly at the walls and, having found out just what had\nhappened, advanced and caught Martha by the hand.\n\n\"You really did it, Martha! You found your bilingual! I never believed\nthat it would be possible; let me congratulate you!\"\n\nHe probably expected that to erase all the jibes and sneers of the past.\nIf he did, he could have it that way. His friendship would mean as\nlittle to her as his derision--except that his friends had to watch\ntheir backs and his knife. But he was going home on the _Cyrano_, to be\na big shot. Or had this changed his mind for him again?\n\n\"This is something we can show the world, to justify any expenditure of\ntime and money on Martian archaeological work. When I get back to Terra,\nI'll see that you're given full credit for this achievement--\"\n\nOn Terra, her back and his knife would be out of her watchfulness.\n\n\"We won't need to wait that long,\" Hubert Penrose told him dryly. \"I'm\nsending off an official report, tomorrow; you can be sure Dr. Dane will\nbe given full credit, not only for this but for her previous work,\nwhich made it possible to exploit this discovery.\"\n\n\"And you might add, work done in spite of the doubts and discouragements\nof her colleagues,\" Selim von Ohlmhorst said. \"To which I am ashamed to\nhave to confess my own share.\"\n\n\"You said we had to find a bilingual,\" she said. \"You were right, too.\"\n\n\"This is better than a bilingual, Martha,\" Hubert Penrose said.\n\"Physical science expresses universal facts; necessarily it is a\nuniversal language. Heretofore archaeologists have dealt only with\npre-scientific cultures.\"\n\n\nTHE END\n\n\n[Transcriber's Note: The following errors in the original have been\ncorrected in this version.\n\nPage 11: fixitive to fixative\ncrushed. to crushed.\"\n\nPage 13: photostated to photostatted\n\nPage 21: jeapordizing to jeopardizing\n\nPage 22: ricochetted to ricocheted\n\nPage 26: aquaducts to aqueducts\n\nPage 27: testtube to test tube\n\nPage 28: evaportation to evaporation\n\nPage 33: aquaducts to aqueducts\n\nPage 35: And you've never to \"And you've never\n\nPage 36: Finchly to Finchley\n\nPage 37: eights to eighths\n\nPage 39: Egyptiology to Egyptology\n\nPage 42: There's an uncorrected error here: the third element is\n\"Sarfalddavas\" above but \"tirfalddavas\" below. This wasn't changed in\nlater versions of the text, so it's not clear which is correct. The\ncapitalized one would be consistent with the other names, and the \"Sar-\"\nimplies a relationship with the first element, which _is_ in the same\ngroup. Or maybe the character misspoke, in her excitement?\n\nPage 45: big-shot to big shot\n\nPage 46: archeologists to archaeologists\n\n]\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Omnilingual, by H. Beam Piper\n\n*** END OF THIS PROJECT GUTENBERG EBOOK OMNILINGUAL ***\n\n***** This file should be named 19445-8.txt or 19445-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/9/4/4/19445/\n\nProduced by Susan Skinner, Greg Weeks and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n*** END: FULL LICENSE ***\n"}