{"title": "Badge of Infamy", "author": "Lester del Rey", "releaseDate": "October 5, 2006", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Susan Skinner, Greg Weeks and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n                     Transcriber's Note:\n\nThis etext was produced from an Ace Books paperback, 1973. Extensive\nresearch did not uncover any evidence that the U.S. copyright on this\npublication was renewed.\n\n\n\n\n[Illustration: BADGE OF INFAMY\n\nLESTER DEL REY\n\nEARTHMEN BECOMING MARTIANS]\n\n\n     The computer seemed to work as it should. The speed was\n     within acceptable limits. He gave up trying to see the\n     ground and was forced to trust the machinery designed\n     for amateur pilots. The flare bloomed, and he yanked\n     down on the little lever.\n\n     It could have been worse. They hit the ground, bounced\n     twice, and turned over. The ship was a mess when\n     Feldman freed himself from the elastic straps of the\n     seat. Chris had shrieked as they hit, but she was\n     unbuckling herself now.\n\n     He threw her her spacesuit and one of the emergency\n     bottles of oxygen from the rack. \"Hurry up with that.\n     We've sprung a leak and the pressure's dropping.\"\n\n       *       *       *       *       *\n\nTurn this book over for a second complete novel.\n\n[Transcriber's Note:\nThe second novel is not present in this etext.]\n\n\n       *       *       *       *       *\n\n\nBADGE OF INFAMY\n\nBy LESTER DEL REY\n\n\n       *       *       *       *       *\n\n\nace books\nA Division of Charter Communications Inc.\n1120 Avenue of the Americas\nNew York, N.Y. 10036\n\n\n\n\nBADGE OF INFAMY\n\nCopyright © 1963 by Galaxy Publishing Corp.\nCopyright © 1957 by Renown Publications, Inc.\n\nA shorter and earlier version of this story appeared in _Satellite\nScience Fiction_ for June, 1957.\n\n       *       *       *       *       *\n\n_First Ace printing: January, 1973_\n\n       *       *       *       *       *\n\nTHE SKY IS FALLING\nCopyright © 1954, 1963 by Galaxy Publishing Corp.\n\n       *       *       *       *       *\n\nPrinted in U.S.A.\n\n\n\n\nI\n\nPariah\n\n\nThe air of the city's cheapest flophouse was thick with the smells of\nharsh antiseptic and unwashed bodies. The early Christmas snowstorm had\ndriven in every bum who could steal or beg the price of admission, and\nthe long rows of cots were filled with fully clothed figures. Those who\ncould afford the extra dime were huddled under thin, grimy blankets.\n\nThe pariah who had been Dr. Daniel Feldman enjoyed no such luxury. He\ntossed fitfully on a bare cot, bringing his face into the dim light. It\nhad been a handsome face, but now the black stubble of beard lay over\ngaunt features and sunken cheeks. He looked ten years older than his\nscant thirty-two, and there were the beginnings of a snarl at the\ncorners of his mouth. Clothes that had once been expensive were wrinkled\nand covered with grime that no amount of cleaning could remove. His\ntall, thin body was awkwardly curled up in a vain effort to conserve\nheat and one of his hands instinctively clutched at his tiny bag of\npossessions.\n\nHe stirred again, and suddenly jerked upright with a protest already\nforming on his lips. The ugly surroundings registered on his eyes, and\nhe stared suspiciously at the other cots. But there was no sign that\nanyone had been trying to rob him of his bindle or the precious bag of\ncheap tobacco.\n\nHe started to relax back onto the couch when a sound caught his\nattention, even over the snoring of the others. It was a low wail, the\nsound of a man who can no longer control himself.\n\nFeldman swung to the cot on his left as the moan hacked off. The man\nthere was well fed and clean-shaven, but his face was gray with\nsickness. He was writhing and clutching his stomach, arching his back\nagainst the misery inside him.\n\n\"Space-stomach?\" Feldman diagnosed.\n\nHe had no need of the weak answering nod. He'd treated such cases\nseveral times in the past. The disease was usually caused by the absence\nof gravity out in space, but it could be brought on later from abuse of\nthe weakened internal organs, such as the intake of too much bad liquor.\nThe man must have been frequenting the wrong space-front bars.\n\nNow he was obviously dying. Violent peristaltic contractions seemed to\nbe tearing the intestines out of him, and the paroxysms were coming\nfaster. His eyes darted to Feldman's tobacco sack and there was animal\nappeal in them.\n\nFeldman hesitated, then reluctantly rolled a smoke. He held the\ncigarette while the spaceman took a long, gasping drag on it. He smoked\nthe remainder himself, letting the harsh tobacco burn against his lungs\nand sicken his empty stomach. Then he shrugged and threaded his way\nthrough the narrow aisles toward the attendant.\n\n\"Better get a doctor,\" he said bitterly, when the young punk looked up\nat him. \"You've got a man dying of space-stomach on 214.\"\n\nThe sneer on the kid's face deepened. \"Yeah? We don't pay for doctors\nevery time some wino wants to throw up. Forget it and get back where you\nbelong, bo.\"\n\n\"You'll have a corpse on your hands in an hour,\" Feldman insisted. \"I\nknow space-stomach, damn it.\"\n\nThe kid turned back to his lottery sheet. \"Go treat yourself if you\nwanta play doctor. Go on, scram--before I toss you out in the snow!\"\n\nOne of Feldman's white-knuckled hands reached for the attendant. Then he\ncaught himself. He started to turn back, hesitated, and finally faced\nthe kid again. \"I'm not fooling. And I _was_ a doctor,\" he stated. \"My\nname is Daniel Feldman.\"\n\nThe attendant nodded absently, until the words finally penetrated. He\nlooked up, studied Feldman with surprised curiosity and growing\ncontempt, and reached for the phone. \"Gimme Medical Directory,\" he\nmuttered.\n\nFeldman felt the kid's eyes on his back as he stumbled through the\naisles to his cot again. He slumped down, rolling another cigarette in\nhands that shook. The sick man was approaching delirium now, and the\nmoans were mixed with weak whining sounds of fear. Other men had wakened\nand were watching, but nobody made a move to help.\n\nThe retching and writhing of the sick man had begun to weaken, but it\nwas still not too late to save him. Hot water and skillful massage could\ninterrupt the paroxysms. In fifteen minutes, Feldman could have stopped\nthe attack completely.\n\nHe found his feet on the floor and his hands already reaching out.\nSavagely he pulled himself back. Sure, he could save the man--and wind\nup in the gas chamber! There'd be no mercy for his second offense\nagainst Lobby laws. If the spaceman lived, Feldman might get off with a\nflogging--that was standard punishment for a pariah who stepped out of\nline. But with his luck, there would be a heart arrest and another juicy\nstory for the papers.\n\nIdealism! The Medical Lobby made a lot out of the word. But it wasn't\nfor him. A pariah had no business thinking of others.\n\nAs Feldman sat there staring, the spaceman grew quieter. Sometimes, even\nat this stage, massage could help. It was harder without liberal\nsupplies of hot water, but the massage was the really important\ntreatment. It was the trembling of Feldman's hands that stopped him. He\nno longer had the strength or the certainty to make the massage\neffective.\n\nHe was glaring at his hands in self-disgust when the legal doctor\narrived. The man was old and tired. Probably he had been another\nidealist who had wound up defeated, content to leave things up to the\nestablished procedures of the Medical Lobby. He looked it as he bent\nover the dying man.\n\nThe doctor turned back at last to the attendant. \"Too late. The best I\ncan do is ease his pain. The call should have been made half an hour\nearlier.\"\n\nHe had obviously never handled space-stomach before. He administered a\nhypo that probably held narconal. Feldman watched, his guts tightening\nsympathetically for the shock that would be to the sick man. But at\nleast it would shorten his sufferings. The final seizure lasted only a\nminute or so.\n\n\"Hopeless,\" the doctor said. His eyes were clouded for a moment, and\nthen he shrugged. \"Well, I'll make out a death certificate. Anyone here\nknow his name?\"\n\nHis eyes swung about the cots until they came to rest on Feldman. He\nfrowned, and a twisted smile curved his lips.\n\n\"Feldman, isn't it? You still look something like your pictures. Do you\nknow the deceased?\"\n\nFeldman shook his head bitterly. \"No. I don't know his name. I don't\neven know why he wasn't cyanotic at the end, _if_ it was space-stomach.\nDo you, doctor?\"\n\nThe old man threw a startled glance at the corpse. Then he shrugged and\nnodded to the attendant. \"Well, go through his things. If he still has a\nspace ticket, I can get his name from that.\"\n\nThe kid began pawing through the bag that had fallen from the cot. He\ndragged out a pair of shoes, half a bottle of cheap rum, a wallet and a\nbronze space ticket. He wasn't quick enough with the wallet, and the\ndoctor took it from him.\n\n\"Medical Lobby authorization. If he has any money, it covers my fee and\nthe rest goes to his own Lobby.\" There were several bills, all of large\ndenominations. He turned the ticket over and began filling in the death\ncertificate. \"Arthur Billings. Space Lobby. Crewman. Cause of death,\nidiopathic gastroenteritis _and_ delirium tremens.\"\n\nThere had been no evidence of delirium tremens, but apparently the\ndoctor felt he had scored a point. He tossed the space ticket toward the\nshoes, closed his bag, and prepared to leave.\n\n\"Hey, doc!\" The attendant's voice was indignant. \"Hey, what about my\nreporting fee?\"\n\nThe doctor stopped. He glanced at the kid, then toward Feldman, his face\na mixture of speculation and dislike. He took a dollar bill from the\nwallet. \"That's right,\" he admitted. \"The fee for reporting a solvent\ncase. Medical Lobby rules apply--even to a man who breaks them.\"\n\nThe kid's hand was out, but the doctor dropped the dollar onto Feldman's\ncot. \"There's your fee, pariah.\" He left, forcing the protesting\nattendant to precede him.\n\nFeldman reached for the bill. It was blood money for letting a man\ndie--but it meant cigarettes and food--or shelter for another night, if\nhe could get a mission meal. He no longer could afford pride. Grimly, he\npocketed the bill, staring at the face of the dead man. It looked back\nsightlessly, now showing a faint speckling of tiny dots. They caught\nFeldman's eyes, and he bent closer. There should be no black dots on the\nskin of a man who died of space-stomach. And there should have been\ncyanosis....\n\nHe swore and bent down to find the wrecks of his shoes. He couldn't\nworry about anything now but getting away from here before the attendant\nmade trouble. His eyes rested on the shoes of the dead man--sturdy boots\nthat would last for another year. They could do the corpse no good;\nsomeone else would steal them if he didn't. But he hesitated, cursing\nhimself.\n\nThe right boot fitted better than he could have expected, but something\ngot in the way as he tried to put the left one on. His fingers found the\nbronze ticket. He turned it over, considering it. He wasn't ready to\nfraud his identity for what he'd heard of life on the spaceships, yet.\nBut he shoved it into his pocket and finished lacing the boots.\n\nOutside, the snow was still falling, but it had turned to slush, and the\nsidewalk was soggy underfoot. There was going to be no work shoveling\nsnow, he realized. This would melt before the day was over. Feldman\nhunched the suitcoat up, shivering as the cold bit into him. The boots\nfelt good, though; if he'd had socks, they would have been completely\ncomfortable.\n\nHe passed a cheap restaurant, and the smell of the synthetics set his\nstomach churning. It had been two days since his last real meal, and the\ndollar burned in his pocket. But he had to wait. There was a fair\nchance this early that he could scavenge something edible.\n\nHe shuffled on. After a while, the cold bothered him less, and he passed\nthrough the hunger spell. He rolled another smoke and sucked at it,\nhardly thinking. It was better that way.\n\nIt was much later when the big caduceus set into the sidewalk snapped\nhim back to awareness of where he'd traveled. His undirected feet had\nled him much too far uptown, following old habits. This was the Medical\nLobby building, where he'd spent more than enough time, including three\nweeks in custody before they stripped him of all rank and status.\n\nHis eyes wandered to the ornate entrance where he'd first emerged as a\npariah. He'd meant to walk down those steps as if he were still a man.\nBut each step had drained his resolution, until he'd finally covered his\nface and slunk off, knowing himself for what the world had branded him.\n\nHe stood there now, staring at the smug young medical politicians and\nthe tired old general practitioners filing in and out. One of the latter\nhalted, fumbled in his pocket and drew out a quarter.\n\n\"Merry Christmas!\" he said dully.\n\nFeldman fingered the coin. Then he saw a gray Medical policeman watching\nhim, and he knew it was time to move on. Sooner or later, someone would\nrecognize him here.\n\nHe clutched the quarter and turned to look for a coffee shop that sold\nthe synthetics to which his metabolism had been switched. No shop would\nserve him here, but he could buy coffee and a piece of cake to take out.\n\nA flurry of motion registered from the corner of his eye, and he glanced\nback.\n\n\"Taxi! Taxi!\"\n\nThe girl rushing down the steps had a clear soprano voice, cultured and\ncommanding. The gray Medical uniform seemed molded to her shapely figure\nand her red hair glistened in the lights of the street. Her snub nose\nand determined mouth weren't the current fashion, but nobody stopped to\nthink of fashions when they saw her. She didn't have to be the daughter\nof the president of Medical Lobby to rule.\n\nIt was Chris--Chris Feldman once, and now Chris Ryan again.\n\nFeldman swung toward a cab. For a moment, his attitude was automatic and\nassured, and the cab stopped before the driver noticed his clothes. He\npicked up the bag Chris dropped and swung it onto the front seat. She\nwas fumbling in her change purse as he turned back to shut the door.\n\n\"Thank you, my good man,\" she said. She could be gracious, even to a\npariah, when his homage suited her. She dropped two quarters into his\nhand, raising her eyes.\n\nRecognition flowed into them, followed by icy shock. She yanked the cab\ndoor shut and shouted something to the driver. The cab took off with a\nrush that left Feldman in a backwash of slush and mud.\n\nHe glanced down at the coins in his hand. It was his lucky day, he\nthought bitterly.\n\nHe moved across the street and away, not bothering about the squeal of\nbrakes and the honking horns. He looked back only once, toward the\nglowing sign that topped the building. _Your health is our business!_\nThen the great symbol of the health business faded behind him, and he\nstumbled on, sucking incessantly at the cigarettes he rolled. One hand\nclutched the bronze badge belonging to the dead man and his stolen\nboots drove onward through the melting snow.\n\nIt was Christmas in the year 2100 on the protectorate of Earth.\n\n\n\n\nII\n\nLobby\n\n\nFeldman had set his legs the problem of heading for the great spaceport\nand escape from Earth, and he let them take him without further\nguidance. His mind was wrapped up in a whirl of the past--his past and\nthat of the whole planet. Both pasts had in common the growth and sudden\nruin of idealism.\n\nIdealism! Throughout history, some men had sought the ideal, and most\nhad called it freedom. Only fools expected absolute freedom, but wise\nmen dreamed up many systems of relative freedom, including democracy.\nThey had tried that in America, as the last fling of the dream. It had\nbeen a good attempt, too.\n\nThe men who drew the Constitution had been pretty practical dreamers.\nThey came to their task after a bitter war and a worse period of wild\nchaos, and they had learned where idealism stopped and idiocy began.\nThey set up a republic with all the elements of democracy that they\nconsidered safe. It had worked well enough to make America the number\none power of the world. But the men who followed the framers of the new\nplan were a different sort, without the knowledge of practical limits.\n\nThe privileges their ancestors had earned in blood and care became\nautomatic rights. Practical men tried to explain that there were no such\nrights--that each generation had to pay for its rights with\nresponsibility. That kind of talk didn't get far. People wanted to hear\nabout rights, not about duties.\n\nThey took the phrase that all men were created equal and left out the\nimplied kicker that equality was in the sight of God and before the law.\nThey wanted an equality with the greatest men without giving up their\ndrive toward mediocrity, and they meant to have it. In a way, they got\nit.\n\nThey got the vote extended to everyone. The man on subsidy or public\ndole could vote to demand more. The man who read of nothing beyond sex\ncrimes could vote on the great political issues of the world. No ability\nwas needed for his vote. In fact, he was assured that voting alone was\nenough to make him a fine and noble citizen. He loved that, if he\nbothered to vote at all that year. He became a great man by listing his\nunthought, hungry desire for someone to take care of him without\nresponsibility. So he went out and voted for the man who promised him\nmost, or who looked most like what his limited dreams felt to be a\nfather image or son image or hero image. He never bothered later to see\nhow the men he'd elected had handled the jobs he had given them.\n\nSomeone had to look, of course, and someone did. Organized special\ninterests stepped in where the mob had failed. Lobbies grew up. There\nhad always been pressure groups, but now they developed into a third arm\nof the government.\n\nThe old Farm Lobby was unbeatable. The big farmers shaped the laws they\nwanted. They convinced the little farmers it was for the good of all,\nand they made the story stick well enough to swing the farm vote. They\nmade the laws when it came to food and crops.\n\nThe last of the great lobbies was Space, probably. It was an accident\nthat grew up so fast it never even knew it wasn't a real part of the\ngovernment. It developed during a period of chaos when another country\ncalled Russia got the first hunk of metal above the atmosphere and when\nthe representatives who had been picked for everything but their grasp\nof science and government went into panic over a myth of national\nprestige.\n\nThe space effort was turned over to the aircraft industry, which had\nnever been able to manage itself successfully except under the stimulus\nof war or a threat of war. The failing airplane industry became the\nspace combine overnight, and nobody kept track of how big it was, except\na few sharp operators.\n\nThey worked out a system of subcontracts that spread the profits so wide\nthat hardly a company of any size in the country wasn't getting a share.\nThus a lot of patriotic, noble voters got their pay from companies in\nthe lobby block and could be panicked by the lobby at the first mention\nof recession.\n\nSo Space Lobby took over completely in its own field. It developed\nenough pressure to get whatever appropriations it wanted, even over\nPresidential veto. It created the only space experts, which meant that\nthe men placed in government agencies to regulate it came from its own\nranks.\n\nThe other lobbies learned a lot from Space.\n\nThere had been a medical lobby long before, but it had been a\nconservative group, mostly concerned with protecting medical autonomy\nand ethics. It also tried to prevent government control of treatment and\npayment, feeling that it couldn't trust the people to know where to\nstop. But its history was a long series of retreats.\n\nIt fought what it called socialized medicine. But the people wanted\ntheir troubles handled free--which meant by government spending, since\nthat could be added to the national debt, and thus didn't seem to cost\nanything. It lost, and eventually the government paid most medical\ncosts, with doctors working on a fixed fee. Then quantity of treatment\npaid, rather than quality. Competence no longer mattered so much. The\nLobby lost, but didn't know it--because the lowered standards of\ncompetence in the profession lowered the caliber of men running the\npolitical aspects of that profession as exemplified by the Lobby.\n\nIt took a world-wide plague to turn the tide. The plague began in old\nChina; anything could start there, with more than a billion people\nhuddled in one area and a few madmen planning to conquer the world. It\nmight have been a laboratory mutation, but nobody could ever prove it.\n\nIt wiped out two billion people, depopulated Africa and most of Asia,\nand wrecked Europe, leaving only America comparatively safe to take\nover. An obscure scientist in one of the laboratories run by the Medical\nLobby found a cure before the first waves of the epidemic hit America.\nRutherford Ryan, then head of the Lobby, made sure that Medical Lobby\ngot all the credit.\n\nBy the time the world recovered, America ran it and the Medical Lobby\nwas untouchable. Ryan made a deal with Space Lobby, and the two\neffectively ran the world. None of the smaller lobbies could buck them,\nand neither could the government.\n\nThere was still a president and a congress, as there had been a Senate\nunder the Roman Caesars. But the two Lobbies ran themselves as they\nchose. The real government had become a kind of oligarchy, as it always\ndid after too much false democracy ruined the ideals of real and\npractical self-rule. A man belonged to his Lobby, just as a serf had\nbelonged to his feudal landlord.\n\nIt was a safe world now. Maybe progress had been halted at about the\nlevel of 1980, but so long as the citizens didn't break the rules of\ntheir lobbies, they had very little to worry about. For that, for\nsecurity and the right not to think, most people were willing to leave\nwell enough alone.\n\nSome rules seemed harsh, of course, such as the law that all operations\nhad to be performed in Lobby hospitals. But that could be justified; it\nwas the only safe kind of surgery and the only way to make sure there\nwas no unsupervised experimentation, such as that which supposedly\ncaused the plague. The rule was now an absolute ethic of medicine. It\nalso made for better fees.\n\nFeldman's father had stuck by the rule but had questioned it. Feldman\nlearned not to question in medical school. He scored second in Medical\nEthics only to Christina Ryan.\n\nHe had never figured why she singled him out for her attentions, but he\ngloried in both those attentions and the results. He became\nautomatically a rising young man, the favorite of the daughter of the\nLobby president. He went through internship without a sign of trouble.\nChris humored him in his desire to spend three years of practice in a\npoor section loaded with disease, and her father approved; such selfless\ndedication was the perfect image projection for a future son-in-law. In\nreturn, he agreed to follow that period by becoming an administrator. A\ndoctor's doctor, as they put it.\n\nThey were married in April and his office was ready in May, complete\nwith a staff of eighty. The publicity releases had gone out, and the\nPublic Relations Lobby that handled news and education was paid to begin\nthe greatest build-up any young genius ever had.\n\nThey celebrated that, with a little party of some four hundred people\nand reporters at Ryan's lodge in Canada. It was to be a gala weekend.\n\nIt was then that Baxter shot himself.\n\nBaxter had been Feldman's closest friend in the Lobby. He'd come along\nto handle press relations and had gotten romantic about the countryside,\nnever having been out of a city before. He hired a guide and went\nhunting, eighty miles beyond the last outpost of civilization. Somehow,\nhe got his hand on a gun, though only guides were supposed to touch\nthem, managed to overcome its safety devices, and then pulled the\ntrigger with the gun pointed the wrong way.\n\nChris, Feldman and Harnett from Public Relations had accompanied him on\nthe trip. They were sitting in a nearby car while Feldman enjoyed the\nscenery, Chris made further plans, and Harnett gathered material. There\nwas also a photographer and writer, but they hadn't been introduced by\nname.\n\nFeldman reached Baxter first. The man was moaning and scared, and he was\nbleeding profusely. Only a miracle had saved him from instant death. The\nbullet had struck a rib, been deflected and robbed of some of its\nenergy, and had barely reached the heart. But it had pierced the\npericardium, as best Feldman could guess, and it could be fatal at any\nmoment.\n\nHe'd reached for a probe without thinking. Chris knocked his hand aside.\n\nShe was right, of course. He couldn't operate outside a hospital. But\nthey had no phone in the lodge where the guide lived and no way to\nsummon an ambulance. They'd have to drive Baxter back in the car, which\nwould almost certainly result in his death.\n\nWhen Feldman seemed uncertain, Harnett had given his warning in a low\nbut vehement voice. \"You touch him, Dan, and I'll spread it in every one\nof our media. I'll have to. It's the only way to retain public\nconfidence. There'd be a leak, with all the guides and others here, and\nwe can't afford that. I like you--you have color. But touch that wound\nand I'll crucify you.\"\n\nChris added her own threats. She'd spent years making him the outlet for\nall her ambitions, denied because women were still only second-rate\nmembers of Medical Lobby. She couldn't let it go now. And she was\nprobably genuinely shocked.\n\nBaxter groaned again and started to bleed more profusely.\n\nThere wasn't much equipment. Feldman operated with a pocketknife\nsterilized in a bottle of expensive Scotch and only anodyne tablets in\nplace of anesthesia. He got the bullet out and sewed up the wound with a\nbit of surgical thread he'd been using to tie up a torn good-luck\nemblem. The photographer and writer recorded the whole thing. Chris\nswore harshly and beat her fists against the bole of a tree. But Baxter\nlived. He recovered completely, and was shocked at the heinous thing\nthat had been done to him.\n\nThey crucified Feldman.\n\n\n\n\nIII\n\nSpaceman\n\n\nMost crewmen lived rough, ugly lives--and usually, short ones.\nPassengers and officers on the big tubs were given the equivalent of\ngravity in spinning compartments, but the crews rode \"free\". The lucky\ncrewmen lived through their accidents, got space-stomach now and then,\nand recovered. Nobody cared about the others.\n\nFeldman's ticket was work-stamped for the _Navaho_, and nobody\nquestioned his identity. He suffered through the agony of acceleration\non the shuttle up to the orbital station, then was sick as acceleration\nstopped. But he was able to control himself enough to follow other\ncrewmen down a hall of the station toward the _Navaho_. The big ships\nnever touched a planet, always docking at the stations.\n\nA checker met the crew and reached for their badges. He barely glanced\nat them, punched a mark for each on his checkoff sheet, and handed them\nback. \"Deckmen forward, tubemen to the rear,\" he ordered. \"_Navaho_\nblasts in fifteen minutes. Hey, you! You're tubes.\"\n\nFeldman grunted. He should have expected it. Tubemen had the lowest lot\nof all the crew. Between the killing work, the heat of the tubes, and\noccasional doses of radiation, their lives weren't worth the metal value\nof their tickets.\n\nHe began pulling himself clumsily along a shaft, dodging freight the\nloaders were tossing from hand to hand. A bag hit his head, drawing\nblood, and another caught him in the groin.\n\n\"Watch it, bo,\" a loader yelled at him. \"You dent that bag and they'll\nbrig you. Cantcha see it's got a special courtesy stripe?\"\n\nIt had a brilliant green stripe, he saw. It also had a name, printed in\nblock letters that shouted their identity before he could read the\nwords. _Dr. Christina Ryan, Southport, Mars._\n\nAnd he'd had to choose this time to leave Earth!\n\nSuddenly he was glad he was assigned to the tubes. It was the one place\non the ship where he'd be least likely to run into her. As a doctor and\na courtesy passenger, she'd have complete run of the ship, but she'd\nhardly bother with the dangerous and unpleasant tube section.\n\nHe dragged his way back, beginning to sweat with the effort. The\n_Navaho_ was an old ship. A lot of the handholds were missing, and he\nhad to throw himself along by erratic leaps. He was gaining proficiency,\nbut not enough to handle himself if the ship blasted off. Time was\ngrowing short when he reached the aft bunkroom where the other tubemen\nwere waiting.\n\n\"Ben,\" one husky introduced himself. \"Tube chief. Know how to work\nthis?\"\n\nFeldman could see that they were assembling a small still. He'd heard of\nthe phenomenal quantities of beer spacemen drank, and now he realized\nwhat really happened to it. Hard liquor was supposed to be forbidden,\nbut they made their own. \"I can work it,\" he decided. \"I'm--uh--Dan.\"\n\n\"Okay, Dan.\" Ben glanced at the clock. \"Hit the sacks, boys.\"\n\nBy the time Feldman could settle into the sacklike hammock, the\n_Navaho_ began to shake faintly, and weight piled up. It was mild\ncompared to that on the shuttle, since the big ships couldn't take high\nacceleration. Space had been conquered for more than a century, but the\nships were still flimsy tubs that took months to reach Mars, using\nimmense amounts of fuel. Only the valuable plant hormones from Mars made\ncommerce possible at the ridiculously high freight rate.\n\nThree hours later he began to find out why spacemen didn't seem to fear\ndying or turning pariah. The tube quarters had grown insufferably hot\nduring the long blast, but the main tube-room was blistering as Ben led\nthe men into it. The chief handed out spacesuits and motioned for Dan.\n\n\"Greenhorn, aincha? Okay, I'll take you with me. We go out in the tubes\nand pull the lining. I pry up the stuff, you carry it back here and\nstack it.\"\n\nThey sealed off the tube-room, pumped out the air, and went into the\nsteaming, mildly radioactive tubes, just big enough for a man on hands\nand knees. Beyond the tube mouth was empty space, waiting for the man\nwho slipped. Ben began ripping out the eroded blocks with a special\ntool. Feldman carried them back and stacked them along with others. A\nplasma furnace melted them down into new blocks. The work grew\nprogressively worse as the distance to the tube-room increased. The tube\nmouth yawned closer and closer. There were no handholds there--only the\nfriction of a man's body in the tube.\n\nLife settled into a dull routine of labor, sleep, and the brief relief\nof the crude white mule from the still.\n\nThey were six weeks out and almost finished with the tube cleaning when\nNumber Two tube blew. Bits of the remaining radioactive fuel must have\ncollected slowly until they reached blow-point. Feldman in Number One\nwould have gone sailing out into space, but Ben reacted at once. As the\nship leaped slightly, Feldman brought up sharply against the chief's\nbraced body. For a second their fate hung in the balance. Then it was\nover, and Ben shoved him back, grinning faintly.\n\nHe jerked his thumb and touched helmets briefly. \"There they go, Dan.\"\n\nThe two men who had been working in Number Two were charred lumps,\ndrifting out into space.\n\nNo further comment was made on it, except that they'd have to work\nharder from now on, since they were shorthanded.\n\nThat rest period Feldman came down with a mild attack of\nspace-stomach--which meant no more drinking for him--and was off work\nfor a day. Then the pace picked up. The tubes were cleared and they\nbegan laying the new lining for the landing blasts. There was no time\nfor thought after that. Mars' orbital station lay close when the work\nwas finished.\n\nBen slapped Feldman on the back. \"Ya ain't bad for a greenie, Dan. We\nall get six-day passes on Mars. Hit the sack now so you won't waste time\nsleeping then. We'll hear it when the ship berths.\"\n\nFeldman didn't hear it, but the others did. He felt Ben shaking his\nshoulder, trying to drag him out of the sack. \"Grab your junk, Dan.\"\n\nBen picked up Feldman's nearly empty bag and tossed it toward him,\nbefore his eyes were fully open. He grabbed for it and missed. He\ngrabbed again, with Ben's laughter in his ears. The bag hit the wall and\nfell open, spilling its contents.\n\nFeldman began gathering it up, but the chief was no longer laughing. A\nbig hand grabbed up the space ticket suddenly, and there was no\nfriendliness now on Ben's face.\n\n\"Art Billing's card!\" Ben told the other tubemen. \"Five trips I made\nwith Art. He was saving his money, going to buy a farm on Mars. Five\ntrips and one more to go before he had enough. Now you show up with his\nticket!\"\n\nThe tubemen moved forward toward Feldman. There was no indecision. To\nthem, apparently, trial had been held and sentence passed.\n\n\"Wait a minute,\" Feldman began. \"Billings died of--\"\n\nA fist snaked past his raised hand and connected with his jaw. He\nbounced off a wall. A wrench sailed toward him, glanced off his arm, and\nripped at his muscles. Another heavy fist struck.\n\nAbruptly, Ben's voice cut through their yells. \"Hold it!\" He shoved\nthrough the group, tossing men backwards. \"Stow it! We can take care of\nhim later. Right now, this is captain's business. You fools want to lose\nyour leave?\" He indicated two of the others. \"You two bring him\nalong--and keep him quiet!\"\n\nThe two grabbed Feldman's arms and dragged him along as the chief began\npulling his way forward through the tubes up towards the control section\nof the ship. Feldman took a quick glance at their faces and made no\neffort to resist; they obviously would have enjoyed any chance to subdue\nhim.\n\nThey were stopped twice by minor officers, then sent on. They finally\nfound the captain near the exit lock, apparently assisting the\npassengers to leave. Most of them went on into the shuttle, but Chris\nRyan remained behind as the captain listened to Ben's report and\ninspected the false ticket.\n\nFinally the captain turned to Feldman. \"You. What's your name?\"\n\nChris' eyes were squarely on Feldman, cold and furious. \"He _was_ Doctor\nDaniel Feldman, Captain Marker,\" she stated.\n\nFeldman stood paralyzed. He'd been unwilling to face Chris. He wanted to\navoid all the past. But the idea that she would denounce him had never\nentered his head. There was no Medical rule involved. She knew that as a\npariah he was forbidden to board a passenger ship, of course. But she'd\nbeen his wife once!\n\nMarker bowed slightly to her. \"Thank you, Dr. Ryan. I should take this\ncriminal back to Earth in chains, I suppose. But he's hardly worth the\nfreightage. You men. Want to take him down to Mars and ground him\nthere?\"\n\nBen grinned and touched his forelock. \"Thank you, sir. We'd enjoy that.\"\n\n\"Good. His pay reverts to the ship's fund. That's all, men.\"\n\nFeldman started to protest, but a fist lashed savagely against his\nmouth.\n\nHe made no other protests as they dragged him into the crew shuttle that\ntook off for Southport. He avoided their eyes and sat hunched over. It\nwas Ben who finally broke the silence.\n\n\"What happened to Art's money? He had a pile on him.\"\n\n\"Go to hell!\"\n\n\"Give, I said!\" Ben twisted his arm back toward his shoulder, applying\nincreasing pressure.\n\n\"A doctor took it for his fee when Billings died of space-stomach. Damn\nyou, I couldn't help him!\"\n\nBen looked at the others. \"Med Lobby fee, eh? All the market will take.\nUmm. It could be, maybe.\" He shrugged. \"Okay, reasonable doubt. We\nwon't kill you, bo. Not quite, we won't.\"\n\nThe shuttle landed and Ben handed out the little helmets and aspirators\nthat made life possible in Mars' thin air. Outside, the tubemen took\nturns holding Feldman and beating him while the passengers disembarked\nfrom their shuttle. As he slumped into unconsciousness, he had a picture\nof Chris Ryan's frozen face as she moved steadily toward the port\nstation.\n\n\n\n\nIV\n\nMartian\n\n\nIt was night when Feldman came to, and the temperature was dropping\nrapidly. He struggled to sit up through a fog of pain. Somewhere in his\nbag, he should have an anodyne tablet that would kill any ache. He\nfinally found the pill and swallowed it, fumbling with the aspirator lip\nopening.\n\nThe aspirator meant life to him now, he suddenly realized. He twisted to\nstare at the tiny charge-indicator for the battery. It showed\nhalf-charge. Then he saw that someone had attached another battery\nbeside it. He puzzled briefly over it, but his immediate concern was for\nshelter.\n\nApparently he was still where he had been knocked out. There was a light\ncoming from the little station, and he headed toward that, fumbling for\nthe few quarters that represented his entire fortune.\n\nMaybe it would have been better if the tubemen had killed him. Batteries\nwere an absolute necessity here, food and shelter would be expensive,\nand he had no skills to earn his way. At most, he had only a day or so\nleft. But meantime, he had to find warmth before the cold killed him.\n\nThe tiny restaurant in the station was still open, and the air was warm\ninside. He pulled off the aspirator, shutting off the battery.\n\nThe counterman didn't even glance up as he entered. Feldman gazed at the\nprinted menu and flinched.\n\n\"Soup,\" he ordered. It was the cheapest item he could find.\n\nThe counterman stared at him, obviously spotting his Earth origin. \"You\nadjusted to synthetics?\"\n\nFeldman nodded. Earth operated on a mixed diet, with synthetics for all\nwho couldn't afford the natural foods there. But Mars was all synthetic.\nMany of the chemicals in food could exist in either of two forms, or\nisomers; they were chemically alike, but differently crystallized.\nSometimes either form was digestible, but frequently the body could use\nonly the isomer to which it was adjusted.\n\nMartian plants produced different isomers from those on Earth. Since the\nsynthetic foods turned out to be Mars-normal, that was probably the more\nnatural form. Research designed to let the early colonists live off\nnative food here had turned up an enzyme that enabled the body to handle\neither isomer. In a few weeks of eating Martian or synthetic food, the\nbody adapted; without more enzyme, it lost its power to handle\nEarth-normal food.\n\nThe cheapness of synthetics and the discovery that many diseases common\nto Earth would not attack Mars-normal bodies led to the wide use of\nsynthetics on Earth. No pariah could have been expected to afford\nEarth-normal.\n\nFeldman finished the soup, and found a cigarette that was smokable. \"Any\nobjections if I sit in the waiting room?\"\n\nHe'd expected a rejection, but the counterman only shrugged. The waiting\nroom was almost dark and the air was chilly, but there was normal\npressure. He found a bench and slumped onto it, lighting his cigarette.\nHe'd miss the smokes--but probably not for long. He finished the\ncigarette reluctantly and sat huddled on the bench, waiting for morning.\n\nThe airlock opened later, and feet sounded on the boards of the\nwaiting-room floor, but he didn't look up until a thin beam of light hit\nhim. Then he sighed and nodded. The shoes, made of some odd fiber,\ndidn't look like those of a cop, but this was Mars. He could see only a\nhulking shadow behind the light.\n\n\"You the man who was a medical doctor?\" The voice was dry and old.\n\n\"Yeah,\" Feldman answered. \"Once.\"\n\n\"Good. Thought that space crewman was just lying drunk at first. Come\nalong, Doc.\"\n\n\"Why?\" It didn't matter, but if they wanted him to move on, they'd have\nto push a little harder.\n\nThe light swung up to show the other. He was the shade of old leather\nwith a bleached patch of sandy hair and the deepest gray eyes Feldman\nhad ever seen. It was a face that could have belonged to a country\nstorekeeper in New England, with the same hint of dry humor. The man was\ndressed in padded levis and a leather jacket of unguessable age. His\naspirator seemed worn and patched, and one big hand fumbled with it.\n\n\"Because we're friends, Doc,\" the voice drawled at him. \"Because you\nmight as well come with us as sit here. Maybe we have a job for you.\"\n\nFeldman shrugged and stood up. If the man was a Lobby policeman, he was\ndifferent from the usual kind. Nothing could be worse than the present\nprospects.\n\nThey went out through the doors of the waiting room toward a rattletrap\nvehicle. It looked something like a cross between a schoolboy's jalopy\nand a scaled-down army tank of former times. The treads were caterpillar\nstyle, and the stubby body was completely enclosed. A tiny airlock\nstuck out from the rear.\n\nTwo men were inside, both bearded. The old man grinned at them. \"Mark,\nLou, meet Doc Feldman. Sit, Doc. I'm Jake Mullens, and you might say we\nwere farmers.\"\n\nThe motor started with a wheeze. The tractor swung about and began\nheading away from Southport toward the desert dunes. It shook and\nrattled, but it seemed to make good time.\n\n\"I don't know anything about farming,\" Feldman protested.\n\nJake shrugged. \"No, of course not. Couple of our friends heard about you\nwhere a spaceman was getting drunk and tipped us off. We know who you\nare. Here, try a bracky?\"\n\nFeldman took what seemed to be a cigarette and studied it doubtfully. It\nwas coarse and fibrous inside, with a thin, hard shell that seemed to be\na natural growth, as if it had been chopped from some vine. He lighted\nit, not knowing what to expect. Then he coughed as the bitter, rancid\nsmoke burned at his throat. He started to throw it down, and hesitated.\nJake was smoking one, and it had killed the craving for tobacco almost\ninstantly.\n\n\"Some like 'em, most don't,\" Jake said. \"They won't hurt you. Look--see\nthat? Old Martian ruins. Built by some race a million years ago. Only\nhalf a dozen on Mars.\"\n\nIt was only a clump of weathered stone buildings in the light from the\ntractor, and Feldman had seen better in the stereo shots. It was\ninteresting only because it connected with the legendary Martian race,\nlike the canals that showed from space but could not be seen on the\nsurface of the planet.\n\nFeldman waited for the other to go on, but Jake was silent. Finally, he\nground out the butt of the weed. \"Okay, Jake. What do you want with me?\"\n\n\"Consultation, maybe. Ever hear of herb doctors? I'm one of them.\"\n\nFeldman knew that the Lobby permitted some leniency here, due to the\nscarcity of real medical help. There was only one decent hospital at\nNorthport, on the opposite side of the planet.\n\nJake sighed and reached for another bracky weed. \"Yeah, I'm pretty good\nwith herbs. But I got a sick village on my hands and I can't handle it.\nWe can't all mortgage our work to pay for a trip to Northport.\nSouthport's all messed up while the new she-doctor gets her metabolism\nchanged. Maybe the old guy there would have helped, but he died a couple\nmonths ago. So it looks like you're our only hope.\"\n\n\"Then you have no hope,\" Feldman told him sickly. \"I'm a pariah, Jake. I\ncan't do a thing for you.\"\n\n\"We heard about your argument with the Lobby. News reaches Mars. But\nthese are mighty sick people, Doc.\"\n\nFeldman shook his head. \"Better take me back. I'm not allowed to\npractice medicine. The charge would be first-degree murder if anything\nhappened.\"\n\nLou leaned forward. \"Shall I talk to him, Jake?\"\n\nThe old man grimaced. \"Time enough. Let him see what we got first.\"\n\nSand howled against the windshield and the tractor bumped and surged\nalong. Feldman took another of the weeds and tried to estimate their\ncourse. But he had no idea where they were when the tractor finally\nstopped. There was a village of small huts that seemed to be merely\nentrances to living quarters dug under the surface. They led him into\none and through a tunnel into a large room filled with simple cots and\nthe unhappy sounds of sick people.\n\nTwo women were disconsolately trying to attend to the half-dozen\nsick--four children and two adults. Their faces brightened as they saw\nJake, then fell. \"Eb and Tilda died,\" they reported.\n\nFeldman looked at the two figures under the sheets and whistled. The\nsame black specks he had seen on the face of Billings covered the skins\nof the two old people who had died.\n\n\"Funny,\" Jake said slowly. \"They didn't quite act like the others and\nthey sure died mighty fast. Darn it, I had it figured for that stuff in\nthe book. Infantile paralysis. How about it, Doc? Sort of like a cold,\nstiff sore neck.\"\n\nIt was clearly polio--one of the diseases that could attack Mars-normal\nflesh. Feldman nodded at the symptoms, staring at the sick kids. He\nshrugged, finally. \"There's a cure for it, but I don't have the serum.\nNeither do you, or you wouldn't have brought me here. I couldn't help if\nI wanted to.\"\n\n\"That old book didn't list a cure,\" Jake told him. \"But it said the kids\ndidn't have to be crippled. There was something about a Kenny treatment.\nDoc, does the stuff really cripple for life?\"\n\nFeldman saw one of the boys flinch. He dropped his eyes, remembering the\nLobby's efficient spy service on Earth and wondering what it was like\nhere. But he knew the outcome.\n\n\"Damn you, Jake!\"\n\nJake chuckled. \"Thought you would. We sure appreciate it. Just tell us\nwhat to do, Doc.\"\n\nFeldman began writing down his requirements, trying to remember the\ndetails of the treatment. Exercise, hot compresses, massage. It was\ncoming back to him. He'd have to do it himself, of course, to get the\nfeel of it. He couldn't explain it well enough. But he couldn't turn his\nback on the kids, either.\n\n\"Maybe I can help,\" he said doubtfully as he moved toward a cot.\n\n\"No, Doc.\" Jake's voice wasn't amused any longer, and he held the\nyounger man back. \"You're doing us a favor, and I'll be darned if I'll\nlet you stick your neck out too far. You can't treat 'em yourself. Mars\nis tougher than Earth. You should live under Space Lobby _and_ Medical\nLobby here a while. Oh, maybe they don't mind a few fools like me being\nherb doctors, but they'd sure hate to have a man who can do real\nmedicine outside their hands. You let me do it, or get in the tractor\nand I'll have Lou drive you back. Once you start in here, there'll be no\nstopping. Believe me.\"\n\nFeldman looked at him, seeing the colonials around him for the first\ntime as people. It had been a long time since he'd been treated as a\nfellow human by anyone.\n\nJake was right, he knew. Once he put his hand to the bandage, eventually\nthere'd be no turning back from the scalpel. These people needed medical\nhelp too desperately. Eventually, the news would spread, and the Lobby\npolice would come for him. Chris couldn't afford to shield him. In fact,\nhe was sure now that she'd hunt him night and day.\n\n\"Don't be a fool, Jake,\" he ordered brusquely. He handed his list to one\nof the women. \"You'll have to learn to do what I do,\" he told the people\nthere. \"You'll have to work like fools for weeks. But there won't be\nmany crippled children. I can promise that much!\"\n\nHe blinked sharply at the sudden hope in their eyes. But his mind went\non wondering how long it would be before the inevitable would catch up\nwith him. With luck, maybe a few months. But he hadn't been blessed with\nany superabundance of luck. It would probably be less time than he\nthought.\n\n\n\n\nV\n\nSurgery\n\n\nDoc Feldman's luck was better than he had expected. For an Earth year,\nhe was a doctor again, moving about from village to village as he was\nneeded and doing what he could.\n\nThe village had been isolated during the early colonization when Mars\nmade a feeble attempt to break free of Space Lobby. Their supplies had\nbeen cut off and they had been forced to do for themselves. Now they\nwere largely self-sufficient. They grew native plants and extracted\nhormones in crude little chemical plants. The hormones were traded to\nthe big chemical plants for a pittance to buy what had to come from\nEarth. Other jury-rigged affairs synthesized much of their food. But\nmostly they learned to get along on what Mars provided.\n\nDoc Feldman learned from them. Money was no longer part of his life. He\nate with whatever family needed him and slipped into the life around\nhim.\n\nHe was learning Martian medicine and finding that his Earth courses were\nmostly useless. No wonder the villagers distrusted Lobby doctors. Doc\nhad his own little laboratory where he had managed to start making\nMars-normal penicillin--a primitive antibiotic, but better than nothing.\n\nJake had come to remind him that it was his first anniversary, and now\nthey were smoking bracky together.\n\n\"Sheer luck, Jake,\" Doc repeated. \"You Martians are tough. But some day\nsomeone is going to die under my care, with the little equipment I have.\nThen--\"\n\nJake nodded slowly. \"Maybe, Doc. And maybe some day Mars will break free\nof the Lobbies. You'd better pray for that.\"\n\n\"I've been--\" Doc stopped, realizing what he'd started to say. The old\nman chuckled.\n\n\"You've been talking rebellion for months, Doc. I hear rumors. Whenever\nyou get mad, you want us to secede. But you don't really mean it yet.\nYou can't picture any government but the one you're used to.\"\n\nDoc grinned. Jake had a point, but it was not as strong as it would have\nbeen a few months before. The towns under the Lobby were cheap\nimitations of Earth, but here, divorced to a large extent from the\nlobbies, the villages were making Mars their own. Their ways might be\nstrange; but they worked.\n\nJake shifted his body in the weak sunlight. \"Newton village forgot to\nreport a death on time. I hear Ryan is sweating them out, trying to\nprove it was your fault.\"\n\nThere was no evidence against him yet, Doc was sure. But Chris was out\nto prove something, and to get a reputation as a top-flight\nadministrator. It must have hurt when they shipped her here as head of\nthe lesser hemisphere of Mars. She'd expected to use Feldman as a front\nwhile she became the actual ruler of the whole Lobby. Now she wanted to\nstrike back.\n\n\"She's using blackmail,\" he said, and some of his old bitterness was in\nhis voice. \"Anyone taking treatment from an herb doctor in this section\nis cut off from Medical Lobby service. Damn it, Jake, that could mean\nletting people die!\"\n\n\"Yeah.\" Jake sighed softly. \"It could mean letting people begin to\nthink about getting rid of the Lobby, too. Well, I gotta help harvest\nthe bracky. Take it easy on operating for a while, will you, Doc?\"\n\n\"All right, Jake. But stop keeping the serious cases a secret. Two men\ndied last month because you wouldn't call me for surgery. I've broken\nall my oaths already. It doesn't matter anymore.\"\n\n\"It matters, boy. We've been lucky, but some day one case will go to the\nhospital and they'll find your former work. Then they'll really be after\nyou. The less you do the better.\"\n\nDoc watched Jake slump off, then turned down into the little root cellar\nand back toward the room concealed behind it, where his crude laboratory\nlay. For the moment, he was free to work on the mystery of the black\nspots.\n\nHe kept running into them--always on the body of someone who died of\nsomething that seemed like a normal disease. Without a microscope, he\nwas almost helpless, but he had taken specimens and tried to culture\nthem. Some of his cultures had grown, though they might be nothing but\nunknown Martian fungi or bacteria. Mars was dry and almost devoid of\nair, but plants and a few smaller insects had survived and adapted. It\nwasn't by any means lifeless.\n\nWithout a microscope, he could do little but depend on his files of\ncases. But today there was new evidence. A villager had filched an Earth\n_Medical Journal_ from the tractor driven by Chris Ryan and forwarded it\nto him. He found the black specks mentioned in a single paragraph, under\nskin diseases. Investigation of the diet was being made, since all cases\nwere among people eating synthetics.\n\nThere was another article on aberrant cases--a few strange little\nmisbehaviors in classical syndromes. He studied that, wondering. It had\nto be the same thing. Diet didn't account for the fact that the specks\nappeared only when the patient was near death.\n\nNor did it account for the hard lump at the base of the neck which he\nfound in every case he could check. That might be coincidence, but he\ndoubted it.\n\nWhatever it was, it aggravated any other disease the patient had and\nmade seemingly simple diseases turn out to be completely and rapidly\nfatal. Once syphilis had been called \"The Great Imitator\". This gave\npromise of being worse.\n\nHe shook his head, cursing his lack of equipment. Each month more people\nwere dying with these specks--and he was helpless.\n\nThe concealed door broke open suddenly and a boy thrust his head in.\n\"Doc, there's a man here from Einstein. Says his wife's dying.\"\n\nThe man was already coming into the room.\n\n\"She's powerful sick, Doc. Had a bellyache, fever, began throwing up.\nPains under her belly, like she's had before. But this time it's awful.\"\n\nDoc shot a few questions at him, frowning at what he heard. Then he\nbegan packing the few things that might help. There should be no\nappendicitis on Mars. The bugs responsible for that shouldn't have\nadapted to Mars-normal. But more and more infections found ways to cross\nthe border. Gangrene had been able to get by without change, it seemed.\nSo far, none of the contagious infections except polio and the common\ncold had made the jump.\n\nThis sounded like an advanced case, perhaps already involving\nperitonitis.\n\nSo far, he'd been lucky with penicillin, but each time he used it with\ngrave doubts of its action on the Mars-adapted patients. If the appendix\nhad burst, however, it was the only possible treatment.\n\nHe riffled through his stores; There was ether enough, fortunately. The\nvillagers had made that for him out of Martian plants, using their\ncomplicated fermentation processes. He yelled for Jake, and the boy\nbrought the old man back a moment later.\n\n\"Jake, I'll need more of that narcotic stuff. I don't want the woman\nwrithing and tearing her stitches after the ether wears off.\"\n\n\"Can't get it, Doc.\" Jake's eyes seemed to cloud as he said it.\n\"Distilling plant broke down. Doc, I don't like this case. That woman's\nbeen to the hospital three times. I hear she just got out recently. This\nmight be a plant, or they figure they can't help her.\"\n\n\"They're afraid to try anything on Mars-normal flesh. They can't be\nproved wrong if they do nothing.\" Doc finished packing his bag and got\nready to go out. \"Jake, either I'm a doctor or I'm not. I can't worry\nwhen a woman may be dying.\"\n\nFor a second, Jake's expression was stubborn. Then the little crow's\nfeet around his eyes deepened and the dry chuckle was back in his voice.\n\"Right, Dr. Feldman.\" He flipped up his thumb and went off at a\nshuffling run toward the tractor. Lou and the man from Einstein followed\nDoc into the machine.\n\nIt was a silent ride, except for Doc's questions about the sick woman.\nHer husband, George Lynn, was evasive and probably ignorant. He admitted\nthat Harriet had been to the dispensary and small infirmary that\nSouthport called a hospital.\n\nIt was the only place in the entire Southern hemisphere where an\noperation could be performed legally. Most cases had to go to\nNorthport, but Chris had been trying to expand. Apparently, she was\ndetermined to make Southport into another major center before she was\ncalled back to Earth.\n\nDoc wondered why the villagers went there. They had no medical insurance\nwith the Lobby; they couldn't afford it. Most villagers didn't have the\ncash, either. They were forced to mortgage their future work and that of\ntheir families to the drug plants that were run by the Lobby.\n\n\"And they just turned your wife away?\" Doc asked. He couldn't quite\nbelieve that of Chris.\n\n\"Well, I dunno. She wouldn't talk much. Twice she went and they gave her\nsomething. Cost every cent I could borrow. Then this last time, they\nkept her a couple days before they let me come and get her. But now\nshe's a lot worse.\"\n\nJake spun about, suddenly tense. \"How'd you pay them last time, George?\"\n\n\"Why, they didn't ask. I told her she could put up six months from me\nand the kids, but nobody said nothing about it. Just gave her back to\nme.\" He frowned slowly, his dull voice uncertain. \"They told me they'd\ndone all they could, not to bring her back. That's why she was so strong\non getting Doc.\"\n\n\"I don't like it,\" Jake said flatly. \"It stinks. They always charge.\nGeorge, did they suggest she get in touch with Doc here?\"\n\n\"Maybe they did, maybe not. Harriet did all the talking with them. I\njust do what she tells me, and she said to get Doc.\"\n\nJake swore. \"It smells like a trap. Are you sure she's sick, George?\"\n\n\"I felt her head and she sure had a fever.\" George Lynn was torn\nbetween his loyalties. \"You know me, Doc. You fixed me up that time I\nhad the red pip. I wouldn't pull nothing on you.\"\n\nDoc had a feeling that Jake was probably right, but he vetoed the\nsuggestion that they stop to look for spies. He had no time for that. If\nthe woman was really sick, he had to get to her at once, and even that\nmight be too late.\n\nHe remembered the woman, sickly from other treatment. He'd been forced\nto remove her inflamed tonsils a few months before. She'd whined and\ncomplained because he couldn't spend all his time attending her. She was\na nag, a shrew, and a totally selfish woman. But that was her husband's\nworry, not his.\n\nHe dashed into the little house when they reached Einstein, and his\nfirst glance confirmed what George Lynn had said. The woman was sick,\nall right. She was running a high fever. Much too high.\n\nShe began whining and protesting at his having taken so long, but the\npain soon forced her to stop.\n\n\"There may still be a chance,\" Doc told her husband brusquely. He threw\nthe cleanest sheet onto a table and shoved it under the single light.\n\"Keep out of the way--in the other room, if you can all pile in there.\nThis isn't exactly aseptic, anyhow. You can boil a lot of water, if you\nwant to help.\"\n\nIt would give them something to do and he could use the water to clean\nup. There was no time to wait for it, however. He had to sterilize with\nalcohol and carbolic acid, and hope. He bent over the woman, ripping her\nthin gown across to make room for the operation.\n\nThen he swore.\n\nAcross her abdomen was the unhealed wound of a previous operation.\nThey'd worked on her at Southport. They must have removed the appendix\nand then been shocked by the signs of infection. They weren't supposed\nto release a sick patient, but there was an easy out for them; they\ncould remove her from the danger of spreading an unknown infection. Some\ndoctors must have doped her up on sedatives and painkillers and sent her\nhome, knowing that she would call him. For that matter, they might have\nnoticed her unrecorded tonsillectomy and considered her fair bait.\n\nHe grabbed the ether and slapped a cone over her nose. She tried to\nprotest; she never cooperated in anything. But the fumes of the ether he\ndipped onto the packing of the cone soon overcame that.\n\nIt was peritonitis, of course. The only thing to do was to go in and\nscrape and clean as best he could. It was a rotten job to have to do,\nand he should have had help. But he gritted his teeth and began. He\ncouldn't trust anyone else to hold the instruments, even.\n\nHe cleaned the infection as best he could, knowing there was almost no\nchance. He used all the penicillin he dared. Then he began sewing up the\nincision. It was all he could do, except for dressing the wound with a\nsterile bandage. He reached for one, and stopped.\n\nWhile he'd been working, the woman had died, far more quietly than she\nhad ever lived.\n\nIt was probably the only gracious act of her life. But it was damning to\nDoc. They couldn't hide her death, and any investigation would show that\nsomeone had worked on her. To the Lobby, he would be the one who had\nmurdered her.\n\nJake was waiting in the tractor. He took one look at Doc's face and made\nno inquiries.\n\nThey were more than a mile away when Jake pointed back. Small in the\ndistance, but distinct against the sands, a gray Medical Corps tractor\nwas coming. Either they'd had a spy in the village or they'd guessed the\nrate of her infection very closely. They must have hoped to catch Doc in\nthe act, and they'd barely missed.\n\nIt wouldn't matter. Their pictures and what testimony they could force\nfrom the village should be enough to hang Doc.\n\n\n\n\nVI\n\nResearch\n\n\nThere had been a council the night following the death of Harriet Lynn.\nSomehow the word had spread through the villages and the chiefs had\nassembled in Jake's village. But they had brought no solution, and in\nthe long run had been forced to accept Doc's decision.\n\n\"I'm not going to retire and hide,\" he'd told them, surprised at his own\ndecision, but grimly determined. \"You need me and I need you. I'll move\nevery day in hopes the Lobby police won't find me, but I won't quit.\"\n\nNow he was packing the things he most needed and getting ready to move.\nThe small bottles in which he was trying to grow his cultures would need\nwarmth. He shoved them into an inner pocket, and began surveying what\nmust be left.\n\nHe was heading for his tractor when another battered machine drove up.\nIt had a girl of about fourteen, with tears streaming down her face. She\nheld out a pleading hand, and her voice was scared. \"It's--it's mama!\"\n\n\"Where?\"\n\n\"Leibnitz.\"\n\nLeibnitz was near enough. Doc started his tractor, motioning for the\ngirl to lead the way. The little dwelling she led him to was at the edge\nof the village, looking more poverty-stricken than most.\n\nChris Ryan, and three of the Medical Lobby police were inside, waiting.\nThe girl's mother was tied to the bed, with a collection of medical\ninstruments laid out, but apparently the threat had been enough. No\nactual injury had been inflicted. Probably none had been intended\nseriously.\n\n\"I knew you'd answer that kind of call,\" Chris said coldly.\n\nHe grinned sickly. They'd wasted no time. \"I hear it's more than you'll\ndo, Chris. Congratulations! My patient died. You're lucky.\"\n\n\"She was certainly dead when my men took her picture. The print shows\nthe death grimace clearly.\"\n\n\"Pretty. Frame it and keep it to comfort you when you feel lonely,\" he\nsnapped.\n\nShe struck him across the mouth with the handle of her gun. Then she\ntwisted out through the door quickly, heading for the tractor that had\nbeen camouflaged to look like those used by the villagers. The three\npolice led him behind her.\n\nA shout went up, and people began to rush onto the village street. But\nthey were too late. By the time they reached Southport, Doc could see a\ntrail of battered tractors behind, but there was nothing more the people\ncould do. Chris had her evidence and her prisoner.\n\n       *       *       *       *       *\n\nJudge Ben Wilson might have been Jake's brother. He was older and\ngrayer, but the same expression lay on his face. He must have been the\nfamily black sheep, since his father had been president of Space Lobby.\nInstead of inheriting the position, Wilson had remained on Mars, safely\nout of the family's way.\n\nHe dropped the paper he was reading to frown at Chris. \"This the\nfellow?\"\n\nShe began formal charges, but he cut them off. \"Your lawyer already had\nall that drawn up. I've been expecting you, Doctor. Doctor! Hnnf! You'd\ndo a lot better home somewhere raising a flock of babies. Well, young\nfellow--so you're Feldman. Okay, your trial comes up day after tomorrow.\nBe a shame to lock you in Southport jail, a man of your importance.\nWe'll just keep you here in the pending-trial room. It's a lot more\ncomfortable.\"\n\nChris had been boiling slowly, and now she seemed to blow her safety\nvalve. \"Judge Wilson, your methods are your own business in local\naffairs. But this involves Earth Medical Lobby. I demand--\"\n\n\"Tch, _tch_!\" The judge stared at her reprovingly. \"Young woman, you\ndon't demand anything. This is Mars. If Space Lobby can stand me, I\nguess our friends over at Medical will have to. Or should I hold trial\nright now and find Feldman innocent for lack of evidence?\"\n\n\"You wouldn't!\" Chris cried. Then her face sobered suddenly. \"I\napologize. Medical is pleased to leave things in your hands, of course.\"\n\nWilson smiled. \"Court's closed for today. Doc, I'll show you your cell.\nIt's right next to my study, so I'm heading there anyhow.\"\n\nHe began shucking his robe while Chris went out with the police, her\nvoice sharp and continual.\n\nThe cell was both reasonably escape-proof and comfortable, Doc saw, and\nhe tried to thank the judge.\n\nBut the old man waved it aside. \"Forget it. I just like to see that\nlittle termagant taken down. But don't count on my being soft. My\nmethods may be a bit unusual--I always did like the courtroom scenes in\nthe old books by that fellow Smith--but Space Lobby never had any\nreason to reverse my decisions. Anything you need?\"\n\n\"Sure,\" Doc told him, grinning in spite of his bitterness. \"A good\nbiology lab and an electron microscope.\"\n\n\"Umm. How about a good optical mike and some stains? Just got them in on\nthe last shipment. Figure they were meant for you anyhow, since Jake\nMullens asked me to order them.\"\n\nHe went out and came back with the box almost at once. He snorted at\nDoc's incredulous thanks and moved off, his bedroom slippers slapping\nagainst the hard floor.\n\nDoc stared after him. If he were a friend of Jake, willing to invent\nsome excuse to get a microscope here ... but it didn't matter. Friend or\nfoe, his death sentence would be equally fatal. And there were other\nthings to be thought of now. The little microscope was an excellent one,\nthough only a monocular.\n\nDoc's hands trembled as he drew his cultures out and began making up a\nslide. The sun offered the best source of light near the window, and he\nadjusted the instrument. Something began to come into view, but too\nfaintly to be really visible.\n\nHe remembered the stains, trying to recall his biology courses. More by\nluck than skill, his fourth try gave him results.\n\nUnder two thousand powers, he could just see details. There were dozens\nof cells in his impure culture, but only one seemed unfamiliar. It was a\nlong, worm-like thing, sharpened at both ends, with the three separate\nnuclei that were typical of Martian life forms. Nearby were a host of\nlittle rodlike squiggles just too small to see clearly.\n\nMartian life! No Martian bug had ever proved harmful to men. Yet this\nwas no mutated cell or virus from Earth; it was a new disease,\ncompletely different from all others. It was one where all Earth's\ncenturies of experience with bacteria would be valueless--the first\nMartian disease. Unless this was simply some accidental contamination of\nhis culture, not common to the other samples. He worked on until the\nlight was too faint before putting the microscope aside.\n\nBy the time the trial commenced, however, he was sure of the cause of\nthe disease. It _was_ Martian. Crude as his cultures were, they had\nproved that.\n\nThe little courtroom was filled, mostly from the villages. Lou was\nthere, along with others he had come to know. Then the sight of Jake\ncaught Doc's eyes. The darned fool had no business there; he could get\ntoo closely mixed into the whole mess.\n\n\"Court's in session,\" Wilson announced. \"Doc, you represented by\ncounsel?\"\n\nJake's voice answered. \"Your Honor, I represent the defendant. I think\nyou'll find my credentials in order.\"\n\nChris started to protest, but Wilson grinned. \"Never lost your standing\nin spite of that little fracas thirty years ago, so far as I know. But\nthe police thought you were a witness when you came walking in. Figured\nyou were giving up.\"\n\n\"I never said so,\" Jake answered.\n\nChris was squirming angrily, but the florid man acting as counsel for\nMedical Lobby shook his head, bending over to whisper in her ear. He\nstraightened. \"No objection to counsel for the defense. We recognize his\ncredentials.\"\n\n\"You're a fool, Matthews,\" the judge told him. \"Jake was smarter than\nhalf the rest of Legal Lobby before he went native. Still can tie your\ntail to a can. Okay, let's start things. I'm too old to dawdle.\"\n\nDoc lost track of most of what happened. This was totally unlike\nanything on Earth, though it might have been in keeping with the general\ncasualness of the villages. Maybe the ritualistic routine of the Lobbies\nwas driving those who could resist to the opposite extreme.\n\nChris was the final witness. Matthews drew comment of Feldman's former\ncrime from her, and Jake made no protest, though Wilson seemed to expect\none. Then she began sewing his shroud. There wasn't a fact that managed\nto emerge without slanting, though technically correct. Jake sat\nquietly, smiling faintly, and making no protests.\n\nHe got up lazily to cross-examine Chris. \"Dr. Ryan, when Daniel Feldman\nwas examined by the Captain of the _Navaho_ after arriving at Mars\nstation, did you identify him then as having been Dr. Daniel Feldman?\"\n\nShe glanced at Matthews, who seemed puzzled but unconcerned. \"That's\ncorrect,\" she admitted. \"But--\"\n\n\"And you later saw him delivered to the surface of Mars. Is that also\ncorrect?\" When she assented, Jake hesitated. Then he frowned. \"What did\nyou do then? Did you report him or send anyone to look after him or\nanything like that?\"\n\n\"Certainly not,\" she answered. \"He was no--\"\n\n\"You did absolutely nothing about him after you identified him and saw\nhim delivered here? You're quite sure of that?\"\n\n\"I did nothing.\"\n\nJake stood quietly for a moment, then shrugged. \"No more questions.\"\n\nMatthews finished things in a plea for the salvation of all humanity\nfrom the danger of such men as Daniel Feldman. He was looking smug, as\nwas Chris.\n\nWilson turned to Jake. \"Has the defense anything to say?\"\n\n\"A few things, Your Honor.\" Jake stood up, suddenly looking certain and\npleased. \"We are happy to admit everything factual the Lobby had\ntestified. Daniel Feldman performed a surgical operation on Harriet Lynn\nin the village of Einstein. But when has it been illegal for a member of\nthe Medical profession to perform an operation, even with small chance\nof success, within an accepted area for such operation? There has been\nno evidence adduced that any crime or act of even unethical conduct was\ncommitted.\"\n\nThat brought Chris and Matthews to their feet. Wilson was relaxed again,\nlooking as if he'd swallowed a whole cage of canaries. He banged his\ngavel down.\n\nJake picked up two ragged and dog-eared volumes from his table. \"Case of\nHarding vs. Southport, 2043, establishes that a Lobby is responsible for\nany member on Mars. It is also responsible for informing the authorities\nof any criminal conduct on the part of its members or any former member\nknown to it. Failure to report shall be considered an admission that the\nLobby recognizes the member as one in good standing and accepts\nresponsibility for that member's conduct.\n\n\"At the time Daniel Feldman arrived, Dr. Christina Ryan was the highest\nappointed representative of Medical Lobby in Southport, with full\nauthority. She identified Feldman as having been a doctor, without\nstipulating any change in status. She made no further report to any\nauthority concerning Daniel Feldman's presence here. It seems obvious\nthat Medical Lobby at Southport thereby accepted Daniel Feldman as a\ndoctor in good standing for whose conduct the Lobby accepted full\nresponsibility.\"\n\nWilson studied the book Jake held out, and nodded. \"Seems pretty\nclear-cut to me,\" he agreed, passing the book on to Matthews. \"There's\nstill the charge that Dr. Feldman operated outside a hospital.\"\n\n\"No reason he shouldn't,\" Jake said. He handed over the other volume.\n\"This is the charter for Medical Lobby on Mars. Medical Lobby agrees to\nperform all necessary surgical and medical services for the planet,\nthough at the signing of this charter there was no hospital on Mars.\nNecessarily, Medical Lobby agreed to perform surgery outside of any\nhospital, then. But to make it plainer, there's a later paragraph--page\n181--that defines each hospital zone as extending not less than three\nnor more than one hundred miles. Einstein is about one hundred and ten\nmiles from the nearest hospital at Southport, so Einstein comes under\nthe original charter provisions. Dr. Feldman was forced by charter\nprovisions to protect the good name of his Lobby by undertaking any\nnecessary surgery in Einstein.\"\n\nHe waited until Matthews had scanned that book, then took it back and\nbegan packing a big bag. Doc saw that his possessions and the microscope\nwere already in the bag. The old man paid no attention to the arguments\nof Matthews before the bench.\n\nAbruptly Wilson pounded his gavel. \"This court finds that Dr. Daniel\nFeldman is qualified to practice all the arts and skills of the medical\nprofession on Mars and that he acted ethically in the performance of his\nduties in the case of the deceased Harriet Lynn,\" he ruled. \"The costs\nof the case shall be billed to Medical Lobby of Southport.\"\n\nHe took off his robe and moved rapidly toward his private quarters.\nCourt was closed.\n\nDoc got up shakily, not daring to believe fully what he had heard. He\nstarted toward Jake, trying to avoid bumping into Chris. But she would\nnot be avoided. She stood in front of him, screaming accusations and\nthreats that reminded him of the only fight they'd ever had during their\nbrief marriage.\n\nWhen she ran down, he finally met her eyes. \"You're a helluva doctor,\"\nhe told her harshly. \"You spend all your time fighting me when there's a\nplague out there that may be worse than any disease we've ever known.\nTake a look at what lies under the black specks on your corpses. You'll\nfind the first Martian disease. And maybe if you begin working on that\nnow, you can learn to be a real doctor in time to do something about it.\nBut I doubt it.\"\n\nShe fell back from him then. \"Research! You've been doing unauthorized\nresearch!\"\n\n\"Prove it,\" he suggested. \"But you'd be a lot smarter to try some\nyourself, and to hell with your precious rules.\"\n\nHe followed Jake out to the tractor.\n\nSurprisingly, the old man was sweating now. He shook his head at Doc's\nlook, and his grin was uncertain.\n\n\"Matthews is an incompetent,\" he said. \"They could have had you, Doc.\nThat charter is so sloppy a man can prove anything by it, and building a\nhospital here did bring in Earth rules. Wilson went out on a limb in\nletting you go. But I guess we got away with it. Let's get out of here.\"\n\nDoc climbed into the tractor more soberly. They had escaped this time.\nBut there would be another time, and he was pretty sure that would be\nChris' round. He had no intention of giving up his research.\n\n\n\n\nVII\n\nPlague\n\n\nDr. Feldman leaned back from his microscope and lighted another bracky\nweed. He glanced about the room and sighed wearily. Maybe he'd been\nbetter off when he had no friends and couldn't risk the safety of others\nin an effort to do research that was the highest crime on two worlds.\n\nThe evidence of his work was hidden thirty feet beyond his former\nlaboratory in Jake's village, with a tunnel that led from another\nroot-cellar. The theory was the old one that the best place to avoid\ndiscovery was where you had already been discovered. If their spies had\nidentified his former hangout, they'd never expect to have him set up\nresearch nearby. It was a nice theory, but he wasn't sure of it.\n\nJake looked up from a cot where he'd been watching the improvised\nculture incubator. \"Stop tearing yourself to bits, Doc. We know the\ndanger and we're still darned glad to have you here working on this.\"\n\n\"I'm trying to put myself together into a whole man,\" Doc told him. \"But\nI seem to come out wholly a fool.\"\n\n\"Yeah, sure. Sometimes it takes a fool to get things done; wise men wait\ntoo long for the right time. How's the bug hunt?\"\n\nDoc grunted in disgust and swung back to the microscope. Then he gave up\nas his tired eyes refused to focus. \"Why don't you people revolt?\"\n\n\"They tried it twice. But they were just a bunch of pariahs shipped here\nto live in peonage. They couldn't do much. The first time Earth cut off\nshipments and starved them. Next time the villages had the answer to\nthat but the cities had to fight for Earth or starve, so they whipped\nus. And there's always the threat that Earth could send over unmanned\nwar rockets loaded with fissionables.\"\n\n\"So it's hopeless?\"\n\n\"So nothing! The Lobbies are poisoning themselves, like cutting off\nMedical service until they cut themselves out of a job. It's just a\nmatter of time. Go back to the bugs, Doc.\"\n\nDoc sighed and reached for his notes. \"I wish I knew more Martian\nhistory. I've been wondering whether this bug may not have been what\nkilled off the old Martians. Something had to do it, the way they\ndisappeared. I wish I knew enough to make an investigation of those\nruins out there.\"\n\n\"Durwood!\" Jake had propped himself on an elbow, staring at Doc in\nsurprise.\n\nDoc scowled. \"Clive Durwood, you mean? The archeologist who dug up what\nlittle we know about the ruins?\"\n\n\"Yeah, before he went back to Earth and started living off his lectures.\nHe came here again three years ago and dropped dead in Edison on the way\nto some other ruins. Heart failure, they called it, though it was more\nlike the two old farmers who ran themselves to death last month. I saw\nhim when they buried him. His face looked funny, and I think he had\nthose little specks, though I may remember wrong.\" He grimaced. \"Mars is\ntough, Doc; it has to be. Some of the plant seeds Durwood found in the\nruins grew! Maybe your bugs waited a million years till we came along.\"\n\n\"What about the farmers? Did they meet Durwood?\"\n\nJake nodded. \"Must have. He lived in their village most of the time.\"\n\nDoc went through his notes. He'd asked for reports on all deaths, and he\nfinally found the account. The two old men had been nervous and fidgety\nfor weeks. They were twins, living by themselves, and nobody paid much\nattention. Then one morning both were seen running wildly in circles.\nThe village managed to tie them up, but they died of exhaustion shortly\nafter.\n\nIt wasn't a pretty picture. The disease might have an incubation period\nof nearly fifteen years, judging by the length of time it had taken to\nhit Durwood. It must spread from person to person during an early\ncontagious stage, leaving widening circles behind Durwood and those\nfirst infected. When matured, any other sickness would set it off, with\nfew symptoms of its own. But without help, it still killed its victims,\napparently driving them madly toward frenzied physical effort.\n\nHe studied the culture on a slide again. He'd tried Koch's method to get\na pure strain, splattering the bugs onto a native starchy root and\nplucking off individual colonies. About twenty specimens had been\ntreated with every chemical he could find. So far he'd found a few\nthings that seemed to stop their growth, but nothing that killed them,\nexcept stuff far too harsh to use in living tissue.\n\nHe had nearly forty cases of deaths that showed symptoms now, and he\nwent back over them, looking for anything in common that went back ten\nto twenty years before death. There were no rashes nor blisters. A few\nhad had apparent colds, but such were too common to mean anything.\n\nOnly one thing appeared, about fourteen years before their deaths. The\npeople interviewed about the victims might be vague about most things,\nbut they remembered the time when \"Jim had the jumping headache.\"\n\n\"Jake,\" Doc called, \"what's jumping headache? Most people seem to have\nit some time or other, but I haven't run across a case of it.\"\n\n\"Sure you have, Doc. Mamie Brander's little girl a few weeks ago. Feels\nlike your pulse is going to rip your skull off, right here. Can't eat\nbecause chewing drives you crazy. Back of your head, neck and shoulders\nswell up for about a week. Then it goes away.\"\n\nThen it goes away--for fourteen years, until it comes back to kill!\n\nDoc stared at his charts in sudden horror. It was a new disease--thought\nto be some virus, but not considered dangerous. Selznik's migraine,\naccording to medical usage; you treated it with hot pads and anodyne,\nand it went away easily enough.\n\nHe'd seen hundreds of such cases on Earth. There must be millions who\nhad been hit by it. The patent-medicine branch of the Lobby had even\nbrought out something called Nograine to use for self-treatment.\n\n\"Something important?\" Jake wanted to know.\n\nFeldman nodded. \"How much weight do you swing in other villages, Jake?\"\n\n\"People sort of do me favors when I ask,\" Jake admitted. \"Like swiping\nthose medical journals from Northport for you, or like Molly Badger\ngetting that job as maid to spy on Chris Ryan. Name it and I'll do my\nbest.\"\n\nDoc had a vague idea of village politics, but he had more important\nthings to think of. Most of his foul mood had disappeared with the clue\nhe'd stumbled on, and his chief worry now was to clinch the facts.\n\nFeldman considered the problem. \"I want a report on every case of\njumping headache in every village--who had it, when, and how old they\nwere. This place first, but every village you can reach. And I'll want\nsomeone to take a letter to Chris Ryan.\"\n\nJake frowned at that, but went out to issue instructions. Doc sat down\nat a battered old typewriter. Writing Chris might do no good, but some\nwarning had to be gotten through to Earth, where the vast resources of\nMedical Lobby could be thrown into the task of finding the cause and\ncure of the disease. The connection with Selznik's migraine had to be\nreported. If something could blast the Lobby into action, it wouldn't\nmatter quite so much what they did to him. He wasn't foolish enough to\nexpect gratitude from them, but he was getting used to the idea that his\ndays were numbered. The plague was more important than what happened to\nhim.\n\nThe letter had been dispatched by the time Jake returned. \"Here's the\ndope for this village. Everybody accounted for except you.\"\n\n\"Never had it, Jake.\" Feldman went down the list. \"Most of it fourteen\nyears ago. That fits. About the only exceptions are the kids who seem to\nget it between the ages of two and three. Eighty-seven out of\nninety-one!\"\n\nHe stared at the figures sickly. Most of the village not only had the\nplague but must be near the end of the incubation period. It looked as\nif most of the village would be dead before another year passed.\n\n\"Bad?\" Jake asked.\n\n\"The first symptom of Martian fever.\"\n\nThe old man whistled, the lines around his eyes tightening. \"Must be\nme,\" he decided. \"I'm the guy who must have brought it here, then. I\nused to spend a lot of time with Durwood at his diggings!\"\n\nThere was a constant commotion all that day and the next as runners went\nout to the villages and came back with reports. The variation from\nvillage to village was only slight. Most of Mars seemed to have advanced\ncases of Martian fever.\n\nWithout animals for investigation and study, real research was\ndifficult. Doc also needed an electron microscope. He was reasonably\nsure that the disease must travel through the nerves, but he had found\nno proof beyond the hard lump at the base of the neck. There it was a\nfair-sized organism. Elsewhere he could find nothing, until the black\nspecks developed.\n\nHis eyes ached from trying to see more than was visible in the\nmicroscope. The tantalizing suggestions of filaments around the nuclei\nmight be the form of plague that was contagious. They might even be the\ntrue form of the bug, with the bigger cell only a transition stage.\nThere were a number of diseases that involved complicated changes in the\norganisms that caused them. But he couldn't be sure.\n\nHe finally buried his head in his hands, trying to do by pure thought\nwhat he couldn't do in any other way. And even there, he lacked\ntraining. He was a doctor, not a xenobiologist. Research training had\nbeen taboo in school, except for a favored few.\n\nThe reports continued to come in, confirming the danger. They seemed to\nhave the worst plague on their hands in all human history; and nobody\nwho could do anything about it even knew of it.\n\n\"Molly reports that your letter got some results,\" Jake reported. \"Chris\nRyan brought home one of the electron microscopes and a bunch of\nequipment from the hospital pathology room. Think she'll get anywhere?\"\n\nDoc doubted it. Damn it, he hadn't meant for her to try it, though she\nmight have authority for routine experiments. But it was like her to\nrefuse to pass on the word without trying to prove her own suspicion of\nhim first.\n\nHe tried to comfort himself with the fact that some men were immune, or\nseemed so; about three out of a hundred showed no signs. If that\nimmunity was hereditary, it might save the race. If not....\n\nJake came in at twilight with a grim face. \"More news from Molly. The\nLobby is starting out to comb every village with a fault-finder,\nstarting here. And this hole will show up like a sore thumb. Better\nstart packing. We gotta be out of here in less than an hour!\"\n\n\n\n\nVIII\n\nFool\n\n\nThree days later, Doc saw his first runner.\n\nThe tractor was churning through the sand just before sundown, heading\ntoward another one-night stand at a new village. Lou was driving, while\nDoc and Jake brooded silently in the back, paying no attention to the\ncolors that were blazoned over the dunes. The cat-and-mouse game was\ngetting to Doc. There was no real assurance that the village they were\napproaching might not be the target the Lobby had chosen for the next\ninvestigation.\n\nLou braked the tractor to a sudden halt, and pointed.\n\nA figure was running frantically over one of the low dunes with the\nlittle red sun behind him. He seemed headed toward them, but as he drew\nnearer they could see that he had no definite direction. He simply ran,\npumping his legs frantically as if all the devils of hell were after\nhim. His body swayed from side to side in exhaustion, but his arms and\nlegs pumped on.\n\n\"Stop him!\" Jake ordered, and Lou swung the tractor. It halted squarely\nin the runner's path, and the figure struck against it and toppled.\n\nThe legs went on pumping, digging into the dirt and gravel, but the man\nwas too far gone to rise. Jake and Lou shoved him through the doors into\nthe tractor and Doc yanked off his aspirator.\n\nThe man was giving vent to a kind of ululating cry, weakened now almost\nto a whine that rose and fell with the motion of his legs. Sweat had\nonce streaked his haggard face, but it was dry and blanched to a pasty\ngray.\n\nDoc injected enough narcotic to quiet a maddened bull. It had no effect,\nexcept to upset the rhythm of the arms and legs. It took five more\nminutes for the man to die.\n\nThe specks were larger this time--the size of periods in twelve-point\ntype. The lump at the base of the skull was as big as a small hen's egg.\n\n\"From Edison, like the others so far. Jack Kooley,\" Jake answered Doc's\nquestion. \"Durwood spent a lot of time here on his first expedition, so\nit's getting the worst of it.\"\n\nDoc pulled the aspirator mask back over the man's face and they carried\nhim out and laid him on a low dune. They couldn't risk returning the\ncorpse to its people.\n\nThis was only the primary circle of infection, direct from Durwood. The\nsecond circle could be ten times as large, as the infection spread from\none to a few to many. So far it was localized. But it wouldn't stay that\nway.\n\nDoc climbed slowly out of the tractor, lugging his small supplies of\nequipment, while Jake made arrangements for them to spend the night in a\ndeserted house. But the figure of the runner and his own failures to\nfind more about the disease kept haunting Doc. He began setting up his\nequipment grimly.\n\n\"Better get some sleep,\" Jake suggested. \"You're a mite more tired than\nyou think. Anyhow, I thought you told me you couldn't do any more with\nwhat you've got.\"\n\nFeldman looked at the supplies he had spread out, and shook his head\nwearily. He'd been over every chemical and combination a dozen times,\nwithout results that showed in the limited magnification of the optical\nmike.\n\nHe snapped the case shut and hit the rude table with the heel of his\nhand. \"There are other supplies. Jake, do you have any signal to get in\ntouch with Molly at the Ryan house?\"\n\n\"Three raps on the rear left window. I'll get Lou.\"\n\n\"No!\" Doc came to his feet, reaching for his jacket. \"They're looking\nfor three men now. It's safer if I go alone--and I'm the only one who\nknows what supplies are needed. With luck, I may even get the electron\nmike. Got a gun I can borrow?\"\n\nJake found one somewhere, an old revolver with a few loads. He began\nprotesting, but Doc overruled him sharply. Three men could no more fight\noff the police than one, if they were spotted. He swung toward the\ntractor.\n\n\"You'd better start spreading the word on everything we know. If people\nrealize they're already safe or doomed it'll be better than having them\ngoing crazy to avoid contagion.\"\n\n\"Most of the villages know already,\" Jake told him. \"And damn it, get\nback here, Doc. If you can't make it, turn tail quick, and we'll think\nof something else.\"\n\nSouthport seemed normal enough as Doc drove through its streets. The\nstereo house was open, and the little shops were brightly lighted. He\nstopped once to pull a copy of Southport's little newspaper from a\ndispenser. All was quiet on its front page, too.\n\nAs usual, though, the facts were buried inside. The editorial was\npouring too much oil on the waters in its lauding of the role of\nMedical Lobby on Mars for no apparent reason. The death notices no\nlonger listed the cause of death. Medical knew something was up, at\nleast, and was worried.\n\nHe parked the tractor behind Chris' house and slipped to the proper\nwindow. Everything was seemingly quiet there. At his knock, the shade\nwas drawn back, and he caught a brief glimpse of Molly looking out. A\nmoment later she opened the rear lock to let him into the kitchen.\n\n\"Shh. She's still up, I think. What can I do, Doc?\"\n\nHe tried to smile at her. \"Hide me until it's safe to get into her\nlaboratory. I've got to--\"\n\nThe inner kitchen was kicked open and Chris stood beyond it, holding a\ncocked gun in her hand.\n\n\"It took longer than I expected, Dan,\" she said quietly. \"But after your\nletter, I knew you'd swallow the bait. You bloody fool! Did you really\nbelieve I'd start doing research here just because of your imaginings?\"\n\nHe slumped slowly back against the sink. \"So this is a fool's errand,\nthen? There never was any equipment here?\"\n\n\"The equipment's here--in my office. I guessed your spies would report\nit, so it had to be here. But it won't help you now, pariah Feldman!\"\n\nHe came from his braced position against the sink like a spring\nuncoiling. He expected her to shoot, but hoped the surprise would ruin\nher aim. Then it was too late, and his boot hit the gun savagely,\nknocking it from her hand. Life in the villages had hardened him\nsurprisingly. She was comparatively helpless in his hands. A few minutes\nlater, he had her bound securely with surgical tape Molly brought him.\nShe raged furiously in the chair where he'd dumped her, then gave up.\n\n\"They'll get you, Daniel Feldman!\" Surprisingly, there was no rage in\nher voice now. \"You won't get away from us. The planet isn't big\nenough.\"\n\n\"I got away from your trial,\" he reminded her. \"And I got away and lived\nwhen you left me without a chance on the ground of the spaceport.\"\n\nShe laughed harshly. \"_You_ got away then? You fool, who do you think\ngave you the extra battery so you could live long enough to be helped at\nthe spaceport? Who hired a fool like Matthews so you wouldn't get the\ndeath sentence you deserved? Who let you get away as an herb doctor for\nmonths before you set yourself up as God and a traitor to mankind\nagain?\"\n\nIt shook him, as it was probably intended to do. How had she known about\nthe extra battery? He'd always assumed that Ben had returned to give it\nto him. But in that case, Chris couldn't know of it. Then he hardened\nhimself again. In the old days, she'd always had one trump card he\ncouldn't beat and hadn't expected. But too much was involved for games\nnow.\n\n\"Any police around, Molly?\" he asked.\n\nMolly came back a minute later to report that everything looked clear\nand to show him where the equipment had been set up in Chris' office. It\nwas all there, including the electron mike--a beautiful little portable\nmodel. There was even a small incubator with its own heat source into\nwhich he immediately transferred the little bottles he'd been keeping\nwarm against his skin. Most of the equipment had never been unpacked,\nwhich made loading it onto his tractor ridiculously easy.\n\n\"Better come with me now, Molly,\" he suggested at last. Then he turned\nto Chris, who was watching him with almost no expression. \"You can\nwriggle your chair to the phone in half an hour, I guess. Knock the\nphone off and yell for help. It's better than you deserve, unless you\nreally did leave me that battery.\"\n\n\"You won't get away with it,\" she told him again, calmly this time.\n\n\"No,\" he admitted. \"Probably not. But maybe the human race will, if I\nhave time to find an answer to the plague you won't see under your nose.\nBut you won't get away with it, either. In the long run, your kind never\ndo.\"\n\nMolly was sniffling as they drove away. It had probably been the best\nlife she'd known, Doc supposed. Chris could be kind to menials. But now\nMolly's work was done, and she'd have to disappear into the villages. He\nlet her off at the first village and drove on alone. He was itching to\nget to the microscope now, hardly able to wait through the long journey\nback to Jake. His impatience grew with each mile.\n\nFinally he gave up. He swung the tractor into a small gulley between\nsand dunes, left the motor idling and pulled down the shades the\nvillagers used for blackout traveling. There was power enough for the\nmike here, and the cab was big enough for what he had to do.\n\nHe mounted the mike on the tractor seat and began laying out the\ncollection of smears and cultures he had brought. It had been years\nsince he'd made a film for the electron mike, but he found it all came\nback to him as he worked.\n\nHis hands were sweating with tension as he inserted the first film into\nthe chamber. He had the magnetic \"lenses\" set for twenty thousand power,\nbut a quick glance showed it was too weak. He raised the power to fifty\nthousand.\n\nThe filaments were there, clear and distinct.\n\nHe turned on the little tape recorder that had been part of Chris'\nequipment and set the microphone where he could dictate into it without\nstopping to make clumsy notes. He readjusted the focus carefully,\ncarrying on a running commentary.\n\nThen he gasped. Each of the little filaments carried three tiny darker\nsections; each was a cell, complete in itself, with the typical Martian\ntriple nucleus.\n\nHe put a film with a tiny section of the nerve tissue from a corpse into\nthe chamber next, and again a quick glance at the screen was enough. The\nfilaments were there, thickly crowded among nerve cells. They _did_\ntravel along the nerves to reach the base of the brain before the larger\nlump could form.\n\nA specimen from one of the black specks was even more interesting. The\nfilaments were there, but some were changed or changing into tiny, round\ncells, also with the triple dark spots of nuclei. Those must be the\nfinal form that was released to infect others. Probably at first these\nmultiplied directly in epithelial tissue, so that there was a rapid\ncontagion of infection. Eventually, they must form the filaments that\ninvaded the nerves and caused the brief bodily reaction that was\nSelznik's migraine. Then the body adapted to them and they began to\nincubate slowly, developing into the large cells he had first seen. When\n\"ripe\", the big cells broke apart into millions of the tiny round ones\nthat went back to the nerve endings, causing the black spots and killing\nthe host.\n\nHe knew his enemy now, at least.\n\nHe reached for the controls, increasing the magnification. He would lose\nresolution, but he might find something more at the extreme limits of\nthe mike.\n\nSomething wet and cold gushed into his face. He jerked back, trying to\nwipe it off, but it was already evaporating, and there was a thick,\nacrid odor in the cab. He grabbed for his aspirator, then tried to reach\nthe airlock. But paralysis was already spreading through him, and he\ntoppled to the floor before he could escape.\n\nWhen he came to, it was morning outside, and Chris was waiting inside\nthe cab with two big Lobby policemen. A hypo in her hand must have been\nwhat revived him.\n\nShe touched the electron microscope with something like affection. \"The\nLobby technicians did a good job on this, don't you think, Dan? I warned\nyou, but you wouldn't listen. And now we've even got your own taped\nwords to prove you were doing forbidden research. Fool!\"\n\nShe shook her head pityingly as the tractor began moving with two others\ntoward Southport.\n\n\"You and your phony diseases. A little skin disorder, Selznik's\nmigraine, and a few cases of psychosis to make a new disease. Do you\nthink Medical Lobby can't check on such simple things? Or didn't you\nexpect us to hear of your open talk of revolt and realize you were\nplanning to create some new germ to wipe out the Earth forces. Maybe\nthose runners of yours were real, mass murderer!\"\n\nShe drew out another hypo and shoved the needle into his arm.\nNecrosynth--enough to keep him unconscious for twenty-four hours. He\nstarted to curse her, but the drug acted before he could complete the\nthought.\n\n\n\n\nIX\n\nJudgment\n\n\nDoc woke to see sunlight shining through a heavily barred window that\nmust be in the official Southport jail. He waited a few minutes for his\nhead to clear and then sat up; necrosynth left no hangover, at least.\n\nThe sound of steps outside was followed by the squeak of a key in the\nlock. \"Fifteen minutes, Judge Wilson,\" a voice said.\n\n\"Thank you, officer.\" Wilson came into the cell, carrying a tray of\nbreakfast and a copy of the Northport _Gazette_. He began unloading\nbracky weeds from his pocket while Doc attacked the breakfast.\n\n\"They tossed the book at you, Doc,\" he said. \"You haven't got a chance,\nand there's nothing the villages can do. Trial's set for tomorrow at\nNorthport, and it's in closed session. We can't get you off this time.\"\n\nDoc nodded. \"Thanks for coming, even if there's nothing you can do. I've\nbeen living on borrowed time for a year, anyhow, so I have no right to\nkick. But who's 'we'?\"\n\n\"The villages. I've been part of their organization for years.\" The old\nman sighed heavily. \"You might say a revolution has been going on since\nI can remember, though most villagers don't know it. We've just been\nwaiting our time. Now we've stopped waiting and the rifles will be\ncoming out--rifles made in village shops. The villages are going to\nrebel, even if we're all dead of plague in a month.\"\n\nDoc Feldman nodded and reached for the bracky. He knew that this was\ntheir way of trying to make him feel his work hadn't been for nothing,\nand he was grateful for Wilson's visit. \"It was a good year for me.\nDamned good. But time's running short. I'd better brief you on the\nlatest on the plague.\"\n\nWilson began making notes until Doc was finished. Finally he got up as\nsteps sounded from the hall. \"Anything else?\"\n\n\"Just a guess. A lot of Earth germs can't live in Mars-normal flesh;\nmaybe this can't live in Earth-normal. Tell them so long for me.\"\n\n\"So long, Doc.\" He shook hands briefly and was waiting at the door when\nthe guard opened it.\n\nAn hour later, the Lobby police took Feldman to the Northport shuttle\nrocket. They had some trouble on the way; a runner cut down the street,\nwith the crowds frantically rushing out of his way. Terror was reaching\nthe cities already.\n\nDoc flashed a look at Chris. \"Mob hysteria. Like flying saucers and\nwriggly tops, I suppose?\" he asked, before the guard could stop him.\n\nThey locked his legs, but left his hands free in the rocket. He unfolded\nthe paper Wilson had brought and buried his face in it. Then he swore.\nThey _were_ explaining the runners as a case of mob hysteria!\n\nNorthport was calmer. Apparently they had yet to have first-hand\nexperience with the plague. But now nothing seemed quite real to Doc,\neven when they locked him into the big Northport jail. The whole ritual\nof the Lobbies seemed like a fantasy after the villages.\n\nIt snapped back into focus, however, when they led him into the trial\nroom of the Medical Lobby building. It was a smaller version of his\ntrial on Earth. Fear washed in by association. The complete lack of\nhumanity in the procedure was something from a half-remembered and\nhorrible past.\n\nThe presiding officer asked the routine question: \"Is the prisoner\nrepresented by counsel?\"\n\nBlane, the dapper little prosecutor, arose quickly. \"The prisoner is a\npariah, Sir Magistrate.\"\n\n\"Very well. The court will accept the protective function for the\nprisoner. You may proceed.\"\n\n_I'll be judge, I'll be jury._ And prosecution and defense. It made for\na lot less trouble. Of course, if Space Lobby had asserted interest, it\nwould have gone to a supposedly neutral court. But as usual, Space was\nhappy to leave it in the hands of Medical.\n\nThe tape was played as evidence. Doc frowned. The words were his, but\nthere had been a lot of editing that subtly changed the import of his\nnotes.\n\n\"I protest,\" he challenged. \"It's not an accurate version.\"\n\nThe Lobby magistrate turned a wooden face to him. \"Does the prisoner\nhave a different version to introduce?\"\n\n\"No, but--\"\n\n\"The evidence is accepted. One of the prisoner's six protests will be\ncharged against him.\"\n\nBlane smiled smoothly and held up a small package. \"We wish to introduce\nthis drug as evidence that the prisoner is a confirmed addict, morally\nirresponsible under addiction. This is a package of so-called bracky\nweed, a vile and noxious substance found in his possession.\"\n\n\"It has alkaloids no more harmful than nicotine,\" Feldman stated\nsharply.\n\n\"Do you contend that you find the taste pleasing?\" Blane asked.\n\n\"It's bitter, but I've gotten used to it.\"\n\n\"I've tasted it,\" the magistrate said. \"Evidence accepted. Two\ndeductions, one for irregularity of presentation.\"\n\nDoc shrugged and sat back. He'd tested his rights and found what he\nexpected. It was hard to see now how he had ever accepted such\nprocedure. Jake must be right; they'd been in power too long, and were\nmaking the mistake of taking the velvet glove off the iron fist and\nflailing about for the sheer pleasure of power.\n\nIt dragged on, while he became a greater and greater monster on the\nrecord. But finally it was over, and the magistrate turned to Feldman.\n\"You may present your defense.\"\n\n\"I ask complete freedom of expression,\" Doc said formally.\n\nThe magistrate nodded. \"This is a closed court. Permission granted. The\nrecording will be scrambled.\"\n\nThe last bit ruined most of the purpose Doc had in mind. But it was too\nlate to change. He could only hope that some one of the Medical men\npresent would remember something of what he said.\n\n\"I have nothing to say for myself,\" he began. \"It would be useless. But\nI had to do what I did. There's a plague outside. I've studied that\nplague, and I have knowledge which must be used against it....\"\n\nHe sat down in three minutes. It had been useless.\n\nBlane arose, with a smile still plastered on his face. \"We, of course,\nrecognize the existence of a new contagion, but I believe we have\nestablished that this is one disseminated by the prisoner himself, and\nprobably not directly contagious. There have been many cases of fanatics\nready to destroy humanity to eliminate those they hate. Now, surely, the\nprisoner has himself left no question of his attitude. He asserts he has\nknowledge and skill greater than the entire Medical Research staff. He\nhas attempted to intimidate us by threats. He is clearly psychopathic,\nand dangerously so. The prosecution rests.\"\n\nThe guards took Doc into the anteroom, where he was supposed to hear\nnothing that went on. But their curiosity was stronger than their\ndiscretion, and the door remained a trifle ajar.\n\nThe magistrate began the discussion. \"The case seems firm enough. It's\nfortunate Dr. Ryan acted so quickly, with some of the people getting\nnervous. Perhaps it might be wise to publicize our verdict.\"\n\n\"My thought exactly,\" Blane agreed. \"If we show Feldman is responsible\nand that Medical is eliminating the source of the infection, it may have\na stabilizing effect.\"\n\n\"Let's hope so. The sentence will have to be death, of course. We can't\nlet such a rebellious psychopath live. But this needs something more, it\nseems. You've prepared a recommendation, I suppose.\"\n\n\"There was the case of Albrecht Delier,\" Blane suggested. \"Something\nlike that should have good publicity impact.\"\n\nIt struck Doc that they sounded as if they believed themselves--as the\nwitch-burners had believed in witches. He was sweating when the guards\nled him before the bench.\n\nThe magistrate rolled a pen slowly across his fingers as his eyes raked\nFeldman. \"Pariah Daniel Feldman, you have been found guilty on all\ncounts. Furthermore, your guilt must be shared by that entire section of\nMars known as the villages. Therefore the entire section shall be banned\nand forbidden any and all services of the Medical Lobby for a period of\none year.\"\n\n\"Sir Magistrate!\" One of the members of Southport Hospital staff was on\nhis feet. \"Sir Magistrate, we can't cut them off completely.\"\n\n\"We must, Dr. Harkness. I appreciate the fine humanitarian tradition of\nour Lobby which lies behind your protest, but at such a time as this the\ngood of the body politic requires drastic measures. Why not see me after\ncourt, and we can discuss it then?\"\n\nHe turned back to Feldman, and his face was severe.\n\n\"The same education which has produced such fine young men as Dr.\nHarkness was wasted on you and perverted to endanger the whole race. No\npunishment can equal your crimes, but there is one previously invoked\nfor a particularly horrible case, and it seems fitting that you should\nbe the fourth so sentenced.\n\n\"Daniel Feldman, you are sentenced to be taken in to space beyond\nplanetary limits, together with all material used by you in the\nfurtherance of your criminal acts. There you shall be placed into a\nspacesuit containing sufficient oxygen for one hour of life, and no\nmore. You and your contaminated possessions shall then be released into\nspace, to drift there through all eternity as a warning to other men.\n\n\"This sentence shall be executed at the earliest possible moment, and\nDr. Christina Ryan is hereby commissioned to observe such execution. And\nmay God have mercy on your soul!\"\n\n\n\n\nX\n\nExecution\n\n\nThe hours of waiting were blurred for Doc. There were periods when fear\nclogged his throat and left him gasping with the need to scream and beat\nhis cell walls. There were also times when it didn't seem to matter, and\nwhen his only thoughts were for the villages and the plague.\n\nThey brought him the papers, where he was painted as a monster beside\nwhom Jack the Ripper and Albrecht Delier were gentle amateurs. They were\ntrying to focus all fear and resentment on him. Maybe it was working.\nThere were screaming crowds outside the jail, and the noise of their\nhatred was strong enough to carry through even the atmosphere of Mars.\nBut there were also signs that the Lobby was worried, as if afraid that\nsome attempt might still be made to rescue him.\n\nHe'd looked forward to the trip to the airport as a way of judging\npublic reaction. But apparently the Lobby had no desire to test that.\nThe guards led him up to the roof of the jail, where a rocket was\nwaiting. The landing space was too small for one of the station\nshuttles, but a little Northport-Southport shuttle was parked there\nafter what must have been a difficult set-down. The guards tested Doc's\nmanacles and forced him into the shuttle.\n\nInside, Chris was waiting, carrying an official automatic. There was\nalso a young pilot, looking nervous and unhappy. He was muttering under\nhis breath as the guards locked Doc's legs to a seat and left.\n\n\"All right,\" Chris ordered. \"Up ship!\"\n\n\"I tell you we're overweight with you. I wasn't counting on three for\nthe trip,\" the pilot protested. \"The only thing that will get this into\norbit with the station is faith. I'm loaded with every drop of fuel\nshe'll hold and it still isn't enough.\"\n\n\"That's your problem,\" Chris told him firmly. \"You've got your orders,\nand so have I. Up ship!\"\n\nIf she had her own worries about the shuttle, she didn't show it. Chris\nhad never been afraid to do what she felt she should. The pilot stared\nat her doubtfully and finally turned back to his controls, still\nmuttering.\n\nThe shuttle lifted sluggishly, but there was no great difficulty. Doc\ncould see that there was even some fuel remaining when they slipped into\nthe tube at the orbital station. Chris went out, and other guards came\nin to free him.\n\n\"So long, Dr. Feldman,\" the pilot called softly as they led him out.\nThen the guards shoved him through the airlock into the station. Fifteen\nminutes later he was locked into one of the cabins of the _Iroquois_,\nwith all his possessions stacked beside him.\n\nHe grinned wryly. As an honest worker on the _Navaho_ he'd been treated\nlike an animal. Now, as a human fiend, he was installed in a luxury\ncabin of the finest ship of the fleet, with constant spin to give a\nfeeling of weight and more room than the entire tube crew had known.\n\nHe roamed the cabin until he found a little collapsible table. He set\nthe electron microscope up on that and plugged it in. It seemed a shame\nthat good equipment should be wasted along with his life. He wondered\nif they would really throw it out into space with him. Probably they\nwould.\n\nHe pushed a button on the call board over the table and asked for the\nsteward. There was a long wait, as if the procedure were being checked\nwith some authority, but finally he received a surly acknowledgement.\n\"Steward. Whatcha want?\"\n\n\"How's the chance of getting some food?\"\n\n\"You're on first-class.\"\n\nThey could afford it, Doc decided. He wouldn't cost them much,\nconsidering the distance he was going. \"Bring me two complete\ndinners--one Earth-normal and one Mars-normal.\"\n\n\"Okay, Feldman. But if you think you can suicide that way, you're wrong.\nYou may be sick, but you'll be alive when they dump you.\"\n\nA sharp click interrupted him. \"That's enough, Steward. Captain Everts\nspeaking. Dr. Feldman, you have my apologies. Until you reach your\ndestination, you are my passenger and entitled to every consideration of\nany other passenger except freedom of movement through the ship. I am\nalways available for legitimate complaints.\"\n\nFeldman shook his head. He'd heard of such men. But he'd thought the\nspecies extinct.\n\nThe steward brought his food in a thoroughly chastened manner. He\nmanaged to find space for it and came to attention. \"Is that all--sir?\"\n\nFor a moment, as the smell of real steak reached him, Doc regretted the\nfact that his metabolism had been switched. Then he shrugged. A little\nwouldn't hurt him, though there was no proper nourishment in it. He\nsqueezed some of the gravy and bits of meat into one of his bottles,\nsticking to his purpose; then he fell to on the rest. But after a few\nbites, it was queerly unsatisfactory. The seemingly unappealing\nMars-normal ragout suited his current tastes better, after all.\n\nOnce the steward had cleared away the dishes, Doc went to work. It was\nbetter than wasting his time in dread. He might even be able to leave\nsome notes behind.\n\nA gong sounded, and a red light warned him that acceleration was due. He\nfinished with his bottles, put them into the incubator, and piled into\nhis bunk, swallowing one of the tablets of morphetal the ship furnished.\n\nAcceleration had ended, and a simple breakfast was waiting when he\nawoke. There was also a red flashing light over the call board. He\nflipped the switch while reaching for the coffee.\n\n\"Captain Everts,\" the speaker said. \"May I join you in your cabin?\"\n\n\"Come ahead,\" Feldman invited. He cut off the switch and glanced at the\nclock on the wall. There were less than eleven hours left to him.\n\nEverts was a trim man of forty, erect but not rigid. There was neither\nfriendliness nor hostility in his glance. His words were courteous as\nDoc motioned toward the tray of breakfast. \"I've already eaten, thank\nyou.\"\n\nHe accepted a chair. His voice was apologetic when he began. \"This is a\npersonal matter which I perhaps have no right to bring up. But my wife\nis greatly worried about this plague. I violate no confidence in telling\nyou there is considerable unease, even on Earth, according to messages I\nhave received. The ship physician believes Mrs. Everts may have the\nplague, but isn't sure of the symptoms. I understand you are quite\nexpert.\"\n\nDoc wondered about the physician. Apparently there was another man who\nplaced his patients above anything else, though he was probably\nmeticulous about obeying all actual rules. There was no law against\nlistening to a pariah, at least.\n\n\"When did she have Selznik's migraine?\" he asked.\n\n\"About thirteen years ago. We went through it together, shortly after\nhaving our metabolism switched during the food shortage of '88.\"\n\nDoc felt carefully at the base of the Captain's skull; the swelling was\nthere. He asked a few questions, but there could be no doubt.\n\n\"Both of you must have it, Captain, though it won't mature for another\nyear. I'm sorry.\"\n\n\"There's no hope, then?\"\n\nDoc studied the man. But Everts wasn't the sort to dicker even for his\nlife. \"Nothing that I've found, Captain. I have a clue, but I'm still\nworking on it. Perhaps if I could leave a few notes for your\nphysician--\"\n\nIt was Everts' turn to shake his head. \"I'm sorry, Dr. Feldman. I have\norders to burn out your cabin when you leave. But thank you.\" He got to\nhis feet and left as quietly and erectly as he had entered.\n\nDoc tore up his notes bitterly. He paced his cabin slowly, reading out\nthe hours while his eyes lingered on the little bottle of cultures. At\ntimes the fear grew in him, but he mastered it. There was half an hour\nleft when he began opening the little bottles and making his films.\n\nHe was still not finished when steps echoed down the hall, but he was\nreasonably sure of his results. The bug could not grow in Earth-normal\ntissue.\n\nThree men entered the room. One of them, dressed in a spacesuit, held\nout another suit to him. The other two began gathering up everything in\nthe cabin and stowing it neatly into a sack designed to protect freight\nfor a limited time in a vacuum.\n\nDoc forced his hands to steadiness with foolish pride and began climbing\ninto the suit. He reached for the helmet, but the man shook his head,\npointing to the oxygen gauge. There would be exactly one hour's supply\nof oxygen when he was thrown out and it still lacked five minutes of the\ndeadline.\n\nThey marched him down the hallway, to meet Everts coming toward them.\nThere were still three minutes left when they reached the airlock, with\nits inner door already open. The spacesuited man climbed into it and\nbegan strapping down so that the rush of air would not sweep him outward\nwhen the other seal was released.\n\nDoc had saved one bracky weed. Now he raised it to his lips, fumbling\nfor a light.\n\nEverts stepped forward and flipped a lighter. Doc inhaled deeply. Fear\nwas thick in every muscle, and he needed the smoke desperately. Then he\ncaught himself.\n\n\"Better change your metabolism back to Earth-normal, Captain Everts,\" he\nsaid, and his voice was so normal that he hardly recognized it.\n\nEverts' eyes widened briefly. The man bowed faintly. \"Thank you, Dr.\nFeldman.\"\n\nIt was ridiculous, impossible, and yet there was a curious relief at the\nformality of it. It was like something from a play, too unreal to affect\nhis life.\n\nEverts nodded to the man holding the helmet. Doc dropped his bracky weed\nand felt the helmet snap down. A hiss of oxygen reached him and the suit\nballooned out. There was no gravity; the two men handed him up easily to\nthe one in the airlock while the inner seal began to close.\n\nThere was still ten seconds to go, according to the big chronometer that\nhad been installed in the lock. The spaceman used it in tying the sack\nof possessions firmly to Doc's suit.\n\nA red light went on. The man caught Doc and held him against the outer\nseal. The red light blinked. Four seconds ... three ... two....\n\nThere was a sudden heavy thudding sound, and the _Iroquois_ seemed to\njerk sideways slightly. The spaceman's face swung around in surprise.\n\nThe red light blinked and stayed on. Zero!\n\nThe outer seal snapped open and the spaceman heaved. Air exploded\noutwards, and Doc went with it. He was alone in space, gliding away from\nthe ship, with oxygen hissing softly through the valve and ticking away\nhis life.\n\n\n\n\nXI\n\nConvert\n\n\nFeldman fought for control of himself, forced himself to think, to hold\nonto his sanity. It was sheer stupidity, since nothing could have been\nmore merciful than to lose this reality. But the will to be himself was\nstronger than logic. And bit by bit, he forced the fear and horror away\nfrom him until he could examine his situation.\n\nHe was spinning slowly, so that stars ahead of him seemed to crawl\nacross his view. The ship was retreating from him already hundreds of\nyards away. Mars was a shrunken pill far away.\n\nThen something blinked to one side. He turned his head to stare.\n\nA little ship was less than three hundred yards away. He recognized it\nas a life raft. Now his spin brought him around to face it, and he saw\nit was parallelling his course. The ejection of the life raft must have\ncaused the thump he'd heard before he was cast adrift.\n\nIt meant someone was trying to save him. It meant _life_!\n\nHe flailed his arms and beat his legs together, senselessly trying to\nforce himself closer, while trying to guess who could have taken the\nchance. No one he could think of could have booked passage on the\n_Iroquois_. There wasn't that much free money in the villages.\n\nSomething flashed a hot blue, and the little ship leaped forward.\nWhoever was handling it knew nothing about piloting. It picked up too\nmuch speed at too great an angle.\n\nAgain blue spurts came, but this time matters were even worse. Then\nthere was a long wait before a third try was made. He estimated the\ncourse. It would miss him by a good hundred feet, but it was probably\nthe best the amateur pilot could do. The ship drifted closer, but to one\nside. It would soon pass him completely.\n\nA spacesuited figure suddenly appeared in the tiny airlock, holding a\ncoil of rope. The rope shot out, well thrown. But it was too short. It\nwould pass within ten feet--and might as well have been ten miles for\nall the good it would do him.\n\nEvery film he had seen on space seemed to form a mad jumble in his mind,\nbut he seized on the first idea he could remember. He inhaled deeply and\nyanked the oxygen tank free. An automatic seal on the suit cut off the\nconnection. He aimed the hissing bottle, fumbling for the manual valve.\n\nIt almost worked. It kicked him toward the rope slightly, but most of\nthe energy was wasted in setting him into a wilder spin. He blinked,\ntrying to spot the rope. It was within five feet now.\n\nAgain he waited, until he seemed to be in position. This time he threw\nthe bottle away from it. It added spin to his vertical axis, but the\nrope came into view within arm's reach.\n\nHe grasped it, just as his lungs seemed about to burst. He couldn't hold\non long enough to tie the rope....\n\nHis lungs gave up suddenly, collapsing and then sucking in greedily.\nClean air rushed in, letting his head clear. He'd forgotten that the\ninflated suit held enough oxygen for several minutes.\n\nHis body struck the edge of the airlock and a hand jerked him inside.\nThe outer seal was slammed shut and locked, and there was a hiss of air\nentering.\n\nHe threw back his helmet just as Chris Ryan jerked hers off.\n\nHer voice shook almost hysterically. \"Thank God. Dan, I almost gave up!\"\n\n\"I liked the air out there better,\" he told her bitterly. \"If you'll\nopen the lock again, I'll leave. Or am I supposed to believe this is\nrescue and that you came along just to save me?\"\n\n\"I came along to see you killed, as you know very well. Saving you\nwasn't in my orders.\"\n\nHe grunted and reached for the handle that would release the outer lock.\n\"Better get back inside if you don't want to blow out with me.\"\n\n\"It's up to you, Dan,\" she told him, and there was all the sincerity in\nthe world in her blue eyes. \"I'm on your side now.\"\n\nHe began counting on his fingers. \"Let's see. The spare battery, the\ndelay in arresting me, the choice of Matthews--\"\n\n\"It was all true.\" Anger began to grow in her eyes. \"Dan Feldman, you\nget inside this raft! If you don't care about me, you might consider the\npeople dying of the plague who need you!\"\n\nShe'd played her trump, and it took the round. He followed her.\n\n\"All right,\" he said grudgingly. \"Spill your story.\"\n\nShe held out a copy of a space radiogram, addressed to Mrs. D. E.\nEverts, and signed by one of the best doctors on the Lobby Board of\nDirectors.\n\n     Regret confirm diagnosis. Topsecret. Repeat topsecret.\n     Martian fever incubates fourteen years, believed highly\n     fatal. No cure, research beginning immediately. Penalty\n     violation topsecret, death all concerned.\n\n\"Mrs. Everts rates a topsecret break?\" Doc commented dryly. \"Come off\nit, Chris!\"\n\n\"She's the daughter of Elmers of Space Lobby!\" Chris answered. She\npointed to the message, underlining words with her finger. \"_Fourteen\nyears._ You couldn't have caused it. _Highly fatal._ And people are\nbeing told it's only a skin disease. _Research beginning._ But you've\nalready done most of the research. I can see that now. I can see a lot\nof things.\"\n\n\"You've got me beat then,\" he said. \"I can't see how such a reformed\nyoung noblewoman calmly walked over and stole a life raft. I can't see\nhow your brilliant mind concocted this whole scheme in almost no time.\nAnd to be honest, I can't even see why Medical Lobby decided to save me\nat the last minute and sent you to do the job. You didn't have to spy\nout knowledge from me. I've been trying all along to get it to your\nResearch division.\"\n\nShe sighed and dropped onto a little seat.\n\n\"I can't prove my motives. You'll just have to believe me. But it wasn't\nhard to do what I've done. That shuttle pilot was found in a routine\ncheck, stowed away on the life raft. I was with Captain Everts when he\nwas found, so I discovered how to get into the raft. And I heard his\nwhole confession. He wasn't the real pilot. He'd come from the villages\nto save you. The whole scheme was his. I just used it, hoping I could\nreach you.\"\n\nAs always her story had a convincing element she shouldn't have known.\nThe pilot's farewell, addressing him as Dr. Feldman, had been too low\nfor her to hear, but it was something that fitted her story. It was\nprobably a deliberate clue to give him hope, to assure him the villages\nwere still trying. It shook his confidence.\n\n\"And your motive--your real motive?\" he insisted.\n\nShe swore at him, then began ripping off the spacesuit. She turned her\nback, pulling a thin blouse down from her neck. He stared, then reached\nout to touch the lump there.\n\n\"So you've had Selznik's migraine and know you're carrying plague. And\nyou've decided your precious Lobby won't save you?\"\n\nShe dropped her eyes, then raised them to meet his defiantly. \"I'm not\njust scared and selfish. Dad caught it, too, and it must be close to the\ntime for him. He switched to Mars-normal when he was a liaison agent and\nnever changed back. Dan, are we all going to have to die? Can't you save\nhim?\"\n\nFeldman was out of his suit and at the control panel. There was a manual\nlever, which Chris must have used before. It might work out here where\nthere was room to maneuver and nothing to hit. But trying to make a\nlanding was going to be different.\n\n\"Dan?\" she repeated.\n\nHe shrugged. \"I don't know. They've started research too late and\nthey'll be under so much pressure that the real brains won't have a\nchance. The topsecret stuff looks bad for research. Maybe there's a\ncure. It works in culture bottles, but it may fail in person. When I'm\nconvinced I'm safe with you, I may tell you about it.\"\n\n\"Oh.\" Her voice was low. Then she sighed. \"I suppose I can understand\nwhy you hate me, Dan.\"\n\n\"I don't hate you. I'm too mixed up. Tomorrow maybe, but not now. Shut\nup and let me see if I can figure out how to land this thing.\"\n\nHe found that the fuel tanks were nearly full, but that still didn't\nleave much margin. Mars must have been notified by Everts and be ready\nto pick the raft up. He had to reach the wastelands away from any of the\nshuttle ports. They had no aspirators, however, and they couldn't cover\nmuch territory in the spacesuits they would have to use. It meant he'd\nhave to land close to a village where he was known.\n\nHe jockeyed the ship around by trial and error, studying the manual that\nwas lying prominently on the control panel. According to the booklet,\nthe ship was simple to operate. It was self-leveling in an atmosphere,\nand automatic flare computers were supposed to make it possible for an\namateur to judge the rate of descent near the surface. It looked\nreassuring--and was probably written with that in mind.\n\nFinally he reached for the control, hoping he'd figured his landing\norbit reasonably well by simple logic. He smoothed it out in the\nfollowing hours as he watched the markings on Mars. When they were near\nturnover point, he began cranking the little gyroscope to swing the\nship. It saved fuel to turn without power, and he wasn't sure he could\nhave turned accurately by blasting.\n\nHe was gaining some proficiency, however, he felt. But now he had to\nwaste fuel and ruin his orbit again. There was no way to practice\nmaneuvering without actually doing so.\n\nIn the end, he compromised, leaving a small margin for a bad landing\nthat would require a second attempt, but with less practice than he\nwanted.\n\nHe had located Jake's village through the little telescope when he\nfinally reached for the main blast control. The thin haze of Mars'\natmosphere came rushing up, while the blast lashed out. Then they were\nin the outer fringes of the sky and the blast was beginning to show a\ncorona that ruined visibility.\n\nHe turned to the flare computer and back to what he could see through\nthe quartz viewport. He was going to land about half a mile from the\nvillage, as nearly as he could judge.\n\nThe computer seemed to work as it should. The speed was within\nacceptable limits. He gave up trying to see the ground and was forced to\ntrust the machinery designed for amateur pilots. The flare bloomed, and\nhe yanked down on the little lever.\n\nIt could have been worse. They hit the ground, bounced twice, and turned\nover. The ship was a mess when Feldman freed himself from the elastic\nstraps of the seat. Chris had shrieked as they hit, but she was\nunbuckling herself now.\n\nHe threw her her spacesuit and one of the emergency bottles of oxygen\nfrom the rack. \"Hurry up with that. We've sprung a leak and the\npressure's dropping.\"\n\nThey were halfway to the village when a dozen tractors came racing up\nand Jake piled out of the lead one to drag the two in with him.\n\n\"Heard about it from the broadcasts and figured you might land around\nhere. Good to see you, Doc.\" He started the tractor off at full speed,\nback to the wastelands, while Doc stared at the armed men who were\nriding the tractors.\n\nJake caught his look and nodded. \"You're in enemy territory, Doc.\nThere's a war going on!\"\n\n\n\n\nXII\n\nWar\n\n\nSometimes it seemed to Doc that war was nothing but an endurance race to\nsee how many times they could run before they were bombed. He was just\nbeginning to drop off to sleep after a long trip for the sixth\nconsecutive day when the little alarm shrilled. He sighed and shook\nChris awake.\n\n\"Again?\" she protested. But she got up and began helping him pack.\n\nJake came in, his eyes weary, pulling on the old jacket with the big\nstar on its sleeve. Doc hadn't been too surprised to learn that Jake was\nthe actual leader of the rebels. \"Shuttles spotted taking off this way.\nAnd I still can't find where the leak is. They haven't missed our\nlocation once this week. Here, give me that.\"\n\nHe took the electron mike that had been among Doc's' possessions, but\nChris recaptured it. \"I can manage,\" she told him, and headed out for\nthe tractor where Lou was waiting.\n\nDoc scowled after her. He and Jake had been watching her. She was too\nuseful to Doc's research to be turned away, but they didn't trust her\nyet. So far, however, they had found nothing wrong with her conduct.\nStill....\n\nHe swung suddenly into Jake's tractor. \"Just remembered something. How'd\nthey find me that time I stopped in the tractor to use the mike? I was\npretty well hidden, and no tracks last in the sand long enough for them\nto have followed. But they were there when I came to. Somehow, they must\nhave put a radio tracer on me.\"\n\nJake waited while they lighted up, his eyes suddenly bright. \"You mean\nsomething you got from her house was bugged? It figures.\"\n\n\"And I've still got all the stuff. Now they find wherever we set up\nheadquarters, though they've always managed to miss my laboratory, even\nwhen they've hit the troops around us. Jake, I think it's the\nmicroscope.\" Doc managed to push enough junk off one of the seats to\nmake a cramped bed, and stretched out. \"Sure, we figured they sent her\nbecause they want to keep tabs on what I discover. They've finally\ngotten scared of the plague, and she's the perfect Judas goat. But they\nhave to have some way to get in touch with her. I'll bet there's a\ntracer in the mike and a switch so she can modulate it or key it to send\nout Morse.\"\n\n\"Yeah,\" Jake nodded. \"Well, she does her own dirty work. I might get to\nlike her if she was on our side. Okay, Doc. If they've put things into\nthe mike, I've got a boy who'll find and fix it so she won't guess it's\nbeen touched.\"\n\nDoc relaxed. For the moment, there would be no power in the instrument,\nnor any excuse for her to use it. But she must have handled some secret\narrangement during the work periods. She used the mike more than he did.\nThe switch could be camouflaged easily enough. If anyone detected the\nsignal, they'd probably only think it was some leak in the electrical\ncircuit.\n\nFar away, the shuttle rockets had appeared as tiny dots in the sky. They\nwere standing on their tails a second later, just off the ground,\nletting the full force of their blasts bake the area where headquarters\nhad been.\n\nJake watched grimly, driving by something close to instinct. Then he\nlooked back. \"Know anything about a Dr. Harkness?\"\n\n\"Not much, except that he protested sealing off the villages. Why?\"\n\n\"He and five other doctors were picked up, trying to get through to us.\nClaimed they wanted to give us medical help. We can use them, God knows.\nI guess I'll have to chance it.\"\n\nThey stopped at a halfway village and hid the tractors before looking\nfor a place to rest. Doc found Chris curled up asleep against the\nmicroscope. He had a hard time getting her to leave it in the tractor,\nbut she was too genuinely tired to put up any real argument.\n\nJake reported in the morning before they set out again. \"You were right,\nDoc. It was a nice job of work. Must have taken the best guys in\nSouthport to hide the circuit so well. But it's safe now. It just makes\na kind of meaningless static nobody can trace. Maybe we can get you a\npermanent lab now.\"\n\nDoc debated again having Chris left behind and decided against it. The\nLobby was determined to let him find a cure for them if he could. That\nmeant Chris would work herself to exhaustion trying to help. Let her\nthink she was doing it for the Lobby! It was time she was on the\nreceiving end of a double cross.\n\n\"It's a stinking way to run a war,\" he decided.\n\nJake chuckled without much humor. \"It's the war you wanted, remember?\nThey forced our hand, but it had to come sometime. Right now the Lobby's\nfighting to get their hands on your work before we can use it; they're\njust using holding tactics, which helps our side. And we're hoping you\nget the cure so we can win. With that, maybe we'll whip them.\"\n\nIt was a crazy war, with each side killing more of its own men than of\nthe enemy. The runners were increasing, and Jake's army was learning to\nshoot the poor devils mercifully and go on. They knew, at least, that\nthere was no current danger of infection. In the Lobby towns, more were\ndying of panic in their efforts to escape the runners.\n\nDesert towns had joined the villages, reluctantly but inevitably, to\ngive the rebels nearly three-quarters of the total population. But the\nLobby forces and the few cities held most of the real fighting equipment\nand they were ready to wait until Earth could send out unmanned rockets,\nloaded with atomics, which could cut through space at ten times normal\nspeed.\n\nThere were vague lines of battle, but time was the vital factor. The\nLobbies waited to steal a cure for the plague and the villages waited\nuntil they could announce it and demand surrender as its price.\n\nIt looked as if both sides were doomed to disappointment, however. He\nand Chris had put in every spare minute between moving and the minimum\nof sleep in searching for something that would check the disease. It\ncouldn't grow in an Earth-normal body, but it didn't die, either. And\nthere wasn't enough normal food available to permit the switch-over for\nmore than a handful of people. Even Earth was out of luck, since eighty\npercent of her population ate synthetics. There were ways to synthesize\nEarth-normal food, but they were still hopelessly inefficient.\n\nJake had ordered one of the villages to rebuild their plant for such a\npurpose, while another was producing the enzyme that would permit\nswitching. But it looked hopeless for more than a few of the most\nvaluable men.\n\n\"No progress?\" Jake asked for the hundredth time.\n\nDoc grinned wryly. \"A lot, but no help. We've found a fine accelerator\nfor the bug. We can speed up its incubation or even make someone already\ninfected catch it all over again. But we can't slow it down or stop it.\"\n\nThe new laboratory was still being fitted when they arrived. It had been\ndug into one of the few real cliffs in this section of Mars. The power\nplant had been installed, complete with a steam plant that would operate\noff sunlight in the daytime through a series of heat valves that took in\na lot of warm air and produced smaller amounts hot enough to boil water.\n\n\"I'll see you whenever I can,\" Jake said. \"But mostly, you're going to\nbe somewhat isolated so they won't trace you. Let them think they goofed\nwith the shuttles and hit you and Chris. Anything you need?\"\n\n\"Guinea pigs,\" Doc told him sarcastically. It was meant as a joke,\nthough a highly bitter one. Jake nodded and left them.\n\nDoc opened the cots as Chris came in, not bothering to unpack the\nequipment. \"Hit the sack, Chris,\" he told her.\n\nShe looked at him doubtfully. \"You almost said that the way you'd\naddress a human being, Dan. You're slipping. One of these days you'll\nlike me again.\"\n\n\"Maybe.\" He was too tired to argue. \"I doubt it, though. Forget it and\nget some sleep.\"\n\nShe watched him silently until he got up to turn out the light. Then she\nsighed heavily. \"Dan?\"\n\n\"Yeah?\"\n\n\"I never got a divorce. The publicity would have been bad. But anyway,\nwe're still married.\"\n\n\"That's nice.\" He swung to face her briefly. \"And they found the radio\nin the microscope. Better get to sleep, Chris.\"\n\n\"Oh.\" It was a quiet exclamation, barely audible. There was a sound that\nmight have been a sniffle if it had come from anyone else. Then she\nrolled over. \"All right, Dan. I still want to help you.\"\n\nHe cursed himself for a stupid fool for telling her. Fatigue was ruining\nwhat judgment he had. From now on, he'd have to watch her every minute.\nOr had she really seen the value of the research by now? She wasn't a\nfool. It should have registered on even her stubborn mind. But he was\ntoo sleepy to think about it.\n\nShe had breakfast ready in the morning. She made no comment on what had\nbeen said during the night. Instead, she began discussing a way to keep\none of the organic antibiotics from splitting into simpler compounds\nwhen they tried to switch it over to Mars-normal. They were both\nhopelessly bad chemists and biologists, but there was no one else to do\nthe work.\n\nChris worked harder than ever during the day.\n\nJust after sundown, Jake came in with a heavy box. He dropped it onto\nthe floor. \"Mice!\"\n\nDoc ripped off the cover, exposing fine screening. There were at least\nsix dozen mice inside!\n\n\"Harkness found them,\" Jake explained. \"A hormone extraction plant used\nthem for testing some of the products. Had them sent by regular\nshipments from Earth. Getting them cost a couple of men, but Harkness\nclaims it's worth it. He's a good man on a raid. Here!\"\n\nHe'd gone to the doorway again and came back with another box, this one\ncrammed with bottles and boxes. \"They had quite a laboratory, and\nHarkness picked out whatever he thought you could use.\"\n\nChris and Doc were going through it. The labels were engineering ones,\nbut the chemical formulae were identification enough. There were dozens\nof chemicals they hadn't hoped to get.\n\n\"Anything else?\" Doc finally asked as they began arranging the supplies.\n\n\"More runners. A lot more. We're still holding things down, but it's\nreaching a limit. Panic will start in the camps if this keeps on. But\nthat's my worry. You stick to yours.\"\n\nSeveral of the new chemicals showed promise in the tubes. But two of\nthem proved fatal to the mice and the others were completely innocuous\nin the little animal's bodies, both to mouse and to germ. The plague was\nmuch hardier in contact with living cells than in the artificial\nenvironment of the culture jars.\n\nThey lost seven mice in two days, but that seemed unimportant; the\nfemales were already living up to their reputations, nearly all\npregnant. Doc didn't know the gestation period, but he remembered that\nit was short.\n\n\"Funny they all started at the same time,\" he commented. \"Must have been\nshipped out separately or else been kept apart while they were switched\nover to Mars-normal. Something interrupted their habits, anyhow.\"\n\nA few nights later they learned what it was. There was a horrible\nsquealing that woke him out of the depths of his sleep. Chris was\nalready at the light switch. As light came on, they turned to the mouse\nbox.\n\nAll the animals were charging about in their limited space, their little\nlegs driving madly and their mouths open. What they lacked in size they\nmade up in numbers, and the din was terrific.\n\nBut it didn't last. One by one, the mice began dropping to the floor of\nthe cage. In fifteen minutes, they were all dead!\n\nIt was obviously the plague, contracted after having their metabolism\nswitched. Women were sterile for some time after Selznik's migraine\nstruck, and the same must have been true of the mice. They must have\ncontracted the plague at about the same time and reached fertility\ntogether. Somehow, the plague incubation period had been shortened to\nfit their life span; the disease was nothing if not adaptive.\n\nChris prepared a slide in dull silence. The familiar cell was there when\nDoc looked through the microscope. He picked up one of the little\ncreatures and cut it open, removing one of the foetuses.\n\n\"Make a film of that,\" he suggested.\n\nShe worked rapidly, scraping out the almost microscopic brain,\ndissolving out the fatty substance, and transferring the result to a\nfilm. This time, even at full magnification, there was no sign of the\nfilaments that were always present in diseased flesh. The results were\nthe same for the other samples they made.\n\n\"Something about the very young animal or a secretion from the mother's\norgans keeps the bug from working.\" Doc reached for a bracky weed and\naccepted a light from Chris without thinking of it. \"Every kid I've\nheard about contracted the plague between the second and third year.\nNone are born with it, none get it earlier. I've suspected this, but now\nhere's confirmation.\"\n\nChris began preparing specimens, while Doc got busy with tubes of the\nculture. They'd have to test various fluids from the tiny bodies, but\nthere were enough cultures prepared. Then, if the substance only\ninhibited growth, there would be a long, slow test; if it killed the\nbugs, they might know more quickly.\n\nJake came in before the final tests, but waited on them. Doc was\nstudying a film in the microscope. He suddenly motioned excitedly for\nChris.\n\n\"See the filaments? They're completely disintegrated. And there's one of\nthe big cells broken open. We've got it! It's in the blood of the\nfoetus. And it must be in the blood of newborn children, too!\"\n\nJake looked at the slide, but his face was doubtful.\n\n\"Maybe you've got something, Doc. I hope so. And I hope you can use it.\"\nHe shook his head wearily. \"We need good news right now. A couple of big\nrockets just reached the station and they've been sending shuttles back\nand forth a mile a minute. Nobody can figure how they got here so fast\nor what they're for. But it doesn't look good for us!\"\n\n\n\n\nXIII\n\nSusceptibility\n\n\nDoc could feel the tension in the village where GHQ was temporarily\nlocated long before they were close enough for details to register. The\npeople were gathered in clusters, staring at the sky where the station\nmust be. A few were pacing up and down, gesticulating with tight sweeps\nof their arms.\n\nOne woman suddenly went into even more violent action. She leaped into\nthe air and then took off at a rapid trot, then a run. Her hands were\ntearing at her clothes and her mouth seemed to be working violently. She\nwas halfway to the top of the nearest dune before a rifle cracked. She\ndropped, to twitch once and lie still.\n\nAlmost with her death, another figure leaped from one of the houses, his\nface bare of the necessary aspirator. He took off at a violent run, but\nhe was falling from lack of air before the bullet ended his struggles.\n\nThe people suddenly began to move apart, as if trying to get away from\neach other. For weeks they had faced the horror with courage; now it was\nfinally too much for them.\n\nTension mounted as no news came from the cities. Doc noticed that it\nseemed to aggravate or speed up the disease. He saw three men shot in\nthe next half-hour.\n\nHe was trying to calm them with word of a possible cure for the plague,\nbut their reactions were as curiously dull as those of Jake had been. As\nhe spoke, they faced him with set expressions. At his mention of the\nneed for the blood of young children, they turned from him, sullenly\nsilent.\n\nJake came over, nodding unhappily. \"It's what I was afraid might happen,\nDoc. George Lynn! Tell Doc what's wrong.\"\n\nLynn was reluctant, but he finally stumbled out his explanation. \"It\nain't like you, Doc. Comes from that Lobby woman you got. It's her dirty\nidea. We've seen the Lobby doctors cutting open our kids, poisoning\ntheir blood, and bleeding them dry. That ain't gonna happen again, Doc.\nYou tell her it ain't!\"\n\nDoc swore as he realized their ignorance. An unexplained vaccination\nlooked like poisoning of the blood. But he couldn't understand the\nbleeding part until Jake filled him in.\n\n\"Northport infant's wing. Each department has its own blood bank and\ndonation is compulsory. Southport started it a couple months ago, too.\"\n\nThe long arm of the Lobby had reached out again. Now if he ever got them\nto try the treatment, it would be only after long sessions of preparing\nthem with the facts, and there was hardly enough time for the crucial\nwork!\n\nBy afternoon, Judge Ben Wilson reached them. His voice shook with\nfatigue as he climbed up to address the crowd through a power megaphone.\n\"Southport's going crazy.\" He had to pause for breath between each\nsentence. \"Earth's pulling back all the important people. They're\npacking them into the ships. They're leaving only colonials with no\nEarth rights. Those ships left when they decided the plague was coming\nfrom here. They won't let anybody back until the plague is licked. There\nwon't be an Earth technician on Mars tomorrow.\"\n\n\"No bombs?\" someone called.\n\n\"No bombs. The ships must have started before you rebelled, maybe meant\nhonestly to save their own kind. But now it's a military action, and\ndon't think it won't mean trouble. The poor devils in the city bet on\nthe wrong horse. Now they can't run their food factories or anything\nelse for long. Not without technicians. They've got to whip you now. Up\nto this time, they've been fighting for the Lobbies. Now they'll fight\nyou for their own bellies to get your supplies. And they've still got\nshuttle rockets and fuel for them. Now beat it. I gotta confer with\nJake.\"\n\nDoc started after the judge, but Dr. Harkness caught his arm and drew\nhim aside. Chris followed.\n\n\"I've found another epidemic,\" Harkness told them. \"Over at Marconi.\nIt's kept me on the run all night, and now half the village is down with\nit. Starts like a common cold, runs a fair fever, and the skin breaks\nout all over with bright red dots....\"\n\nHe went on describing it. Chris began asking him about what medical\nsupplies he had brought with him, pilfered from Northport hospital. She\nseemed to know what it was, but refused to say until she saw the cases.\nDoc also preferred to wait. Sometimes things weren't as bad as they\nseemed, though usually they were worse.\n\nMarconi was dead to all outward appearances, with nobody on the streets.\nIt had been a village of great hopes a week before, since this was where\nthey had decided to experiment with switching the people back to\nEarth-normal. They'd had the best chance of survival of anyone on Mars\nuntil this came up.\n\nThree people lay on the beds in the first house Harkness led them to.\nThe room was darkened, and a man was stumbling around, trying to tend\nthe others, though the little spots showed on his skin. He grinned\nweakly. \"Hi, Doc. I guess we're making a lot of trouble, ain't we?\"\n\nChris gave Doc no chance to answer. \"Just as I thought. Measles! Plain\nold-fashioned measles.\"\n\n\"Figured so,\" the sick man said. \"Like my brother back on Earth.\"\n\nThe others looked doubtful, but Doc reassured them. Chris should know;\nshe'd worked in a swanky hospital where the patients were mostly\nEarth-normal. Measles was one of the diseases which was foiled by the\nmetabolism switch. Well, at least they wouldn't have to be quarantined\nhere.\n\nChris finished treating the family with impersonal efficiency,\ndiscussing the symptoms loudly with Harkness. \"It's a good thing it\nisn't serious!\"\n\n\"No,\" Harkness answered bitterly. \"Not serious. It's only killed five\nchildren and three adults so far!\"\n\n\"It would, here,\" Doc agreed unhappily. He led Chris out of the room on\nthe pretext of washing his hands. \"It's serious enough to force us to\nabandon the whole idea of going back to Earth-normal. Measles today,\nsmallpox, tuberculosis, scarlet fever and everything else tomorrow.\nThese people have lived Mars-normal so long their natural immunity has\nbeen destroyed. On Earth where the disease was everywhere, kids used to\npick up some immunity with constant exposure, even without what might be\ncalled a case of the disease. Here, the blood has no reason to build\nantibodies. They can be killed by things people used to laugh at. How\nthe disease got here, I don't know. But it's here. So we'll have to\ngive up the idea of switching back to Earth-normal.\"\n\nHe gathered up one of the kits and started toward the other houses. \"And\nLord knows how long it will take to get the blood for the other\ntreatment, even if it works.\"\n\nThey worked as a team for a while, with Harkness frowning as he watched\nChris. Finally the young doctor stopped Chris outside the fifth house.\n\"These are my patients, Dr. Ryan. I left the Lobby because I didn't\nbelieve colonials were mere livestock. I still feel the same. I\nappreciate your help in diagnosis and methods of treatment. But I can't\nlet you handle my patients this way.\"\n\n\"Dan!\" She swung around with eyes glazing. \"Dan, are you going to stand\nfor that?\"\n\n\"I think you'd better wait in the tractor, Chris.\"\n\nHe was lucky enough to catch the kit she threw at him before its\nprecious contents spilled. But it wasn't luck that guided his hand to\nthe back of her skirt hard enough to leave it stinging.\n\nHer face froze and she stormed out. A moment later they heard the\ntractor start off.\n\nBut Doc had no time to think of her. He and Harkness split up and began\ncovering the streets, house by house, while he passed on the word to\nabandon the metabolism switch and go back to Mars-normal.\n\nJake sent two other doctors to relieve them late in the evening. Things\nwere somewhat quieter at GHQ as Doc reported the events at Marconi.\n\n\"Where's Dr. Ryan?\" Jake asked at last.\n\nDoc exchanged glances with Harkness. \"She isn't in the lab?\"\n\n\"Wasn't there an hour ago.\"\n\nDoc cursed himself for letting her go. With the knowledge that the radio\nin the mike was disabled, she'd obviously grabbed the first chance to\nreport back. And with her had gone news of the only cure they had found.\n\nJake took it as philosophically as he could, though it was a heavy blow\nto his hopes. They spent half the night looking for her tractor, on the\nchance that she might have gotten lost or broken down, but there was no\nsign of it.\n\nShe was waiting in the laboratory when he returned at dawn. Her face was\ndirty and her uniform was a mess. But she was smiling. She got up to\ngreet him, holding out two large bottles.\n\n\"Infant plasma--straight from Southport. And if you think I had it easy\nlying my way in and out of the hospital, you're a fool, Dan Feldman. If\nthe man who took my place there hadn't been a native idiot, I never\nwould have gotten away with it.\"\n\nThe things he had suspected could still be right, he realized. She could\nhave reported everything to the Lobby. It was a better explanation than\nher vague account of bullying her way in and out. But she'd had a rough\ndrive, and he wanted the plasma. Curiously, he was glad to have her back\nwith him. He reached out a hand for the bottles.\n\nShe put the bottle on the table and grabbed up a short-bladed knife.\n\"Not so fast,\" she cried. Her eyes were blazing now. \"Dan Feldman, if\nyou touch those bottles until you've crawled across the floor on your\nface and apologized for the way you treated me the last few days, I'll\ncut your damned heart out.\"\n\nHe shook his head, chuckling at the picture she made. There were times\nwhen he could almost see why he'd married her.\n\n\"All right, Chris,\" he gave in. \"I'll be darned if I'll crawl, but\nyou've earned an apology. Okay?\"\n\nShe sighed uncertainly. Then she nodded and began changing for work.\n\n\n\n\nXIV\n\nImmunity\n\n\nThey worked through the day in what seemed to be armed truce. There was\nno coffee waiting for him when he awoke next, as he'd come to expect,\nbut he didn't comment. He went to where she was already working,\nchecking on the results of the plasma on the cultures.\n\nThe response had been slower than with the mouse blood, but now the bugs\nseemed to be dead. The filaments were destroyed, and there were no signs\nof the big cells. It seemed to be a cure, at least in the culture\nbottles.\n\n\"We'll need volunteers,\" he decided. \"There should be animals, but we\ndon't have any. At least this stuff isn't toxic. We need a natural\nimmune and someone infected. Two of each, so one can be treated and the\nother used for a control. Makes four. Not enough to be sure, but it will\nhave to do.\"\n\n\"Two,\" Chris corrected. \"You're not infected, I am.\"\n\n\"Two others,\" he agreed. \"I'll get them from Jake.\"\n\nMost of GHQ was out on the street, but Doc found Jake inside the big\nschoolroom where he enjoyed his early morning bracky and coffee. The\nchief listened and agreed at once, turning to the others in the room.\n\n\"Who's had the jumping headache? Okay, Swanee. Who never had it?\" He\nblinked in surprise as three men nodded out of the eight present. \"I\nguess you go, Tom.\"\n\nThe two men stood up, tamping out their weeds, and went out with Doc.\n\nChris had everything set up. They matched coins to decide who would be\ntreated. Doc noticed that Chris would get no plasma, while he was\nscheduled for everything. He watched her prepare the culture and add the\naccelerator that would speed development and make certain he and Tom\nwere infected, then let her inject it.\n\nThat was all, except for the waiting. To keep conditions more closely\nalike, they were to stay there until the tests were finished, not even\neating for fear of upsetting the conditions. Swanee dug out a pack of\nworn cards and began to deal while Doc dug out some large pills to use\nas chips.\n\nIt was an hour later when the pain began. Doc had just won the pot of\nfifty pills and opened his mouth for the expected gloating. He yelled as\nan explosion seemed to go off inside his head. Even closing his mouth\nwas agony.\n\nA moment later, Tom began to sweat. It got worse, spreading to the whole\narea of the back of the head and neck. Doc lay on the cot, envying Chris\nand Swanee who had already been infected naturally. He longed\ndesperately for bracky, and had to keep reminding himself that no drugs\nmust upset the tests. It was the longest day he had ever spent, and he\nbegan to doubt that he could get through it. He watched the little clock\nmove from one minute to nine over to half a minute and hung breathless\nuntil it hit the nine. There was no question about whether the infection\nhad taken. Now they could dull the agony.\n\nChris had the anodyne tablets already dissolved in water, and Swanee was\npassing out three lighted bracky weeds. It took a few minutes for the\nrelief of the anodyne, and even that couldn't kill all the pain. But it\ndidn't matter by comparison. He sucked the weed, mashed it out and began\ndealing the cards again.\n\nThey had a plentiful supply of the anodyne and used it liberally during\nthe night. The test was a speeded-up simulation of the natural course of\nthe disease, where painkiller would take time to get for most people\nhere, but would then be used generously.\n\nPrecisely at nine in the morning, Chris began to inject Swanee and Doc\nwith plasma.\n\nNow there was no thought of cards. They waited, trying to talk, but with\nmost of their attention on the clock. Doc had estimated that an hour\nshould be enough to show results, but it was hard to remember that an\nhour was the guess as to the minimum time.\n\nHe winced as Chris took a tiny bit of flesh from his neck. She went to\nthe other men, and then submitted to his work on herself. Then she began\npreparing the slides.\n\n\"Feldman,\" she read the name of the slide as she inserted it into the\nmicroscope. Then her breath caught sharply. \"Only dead cells!\"\n\nIt was the same for Swanee and Tom. Each had to look at his own slide\nand have it explained before the results could be believed. But at last\nChris bent over her own slide. A minute later she glanced up, nodding.\n\"What it should be. It checks.\"\n\nTom whooped and went out the door to notify Jake. There was only plasma\nfor some two hundred injections, but that should yield sufficient proof.\nOnce salvation was offered, there should be no trouble convincing the\npeople that blood donations from their children were worthwhile.\n\nLater, when the last of the plasma had been used, they could finally\nrelax. Chris slipped off her smock and dropped onto the cot. A tired\nsmile came onto her lips. \"You're forgiven, Dan,\" she said. A moment\nlater she was obviously asleep. Doc meant to join her, but it was too\nmuch effort. He leaned his head forward onto his arms, vaguely wondering\nwhy she was calling off the feud.\n\nIt was night outside when he awoke, and he was lying on the cot, though\nhe still felt cramped and strained. He stirred, groaning, and finally\nrealized that a hand was on his shoulder shaking him. He looked up to\nsee Jake above him. Chris was busy with the coffee maker.\n\nJake slumped onto the cot beside Doc. \"We took Southport,\" he announced.\n\nThat knocked the sleep out of Doc's system. \"You what?\"\n\n\"We took it, lock, stock and barrel. I figured the news of your cure\nwould put guts into the men, and it did. But we'd probably have taken it\nanyhow. There wasn't anything to fight for there after Earth pulled out\nand the plague really hit. Wilson mistook last-minute panic for fighting\nspirit. The poor devils didn't have anything to fight about, once the\nLobby stopped goading them.\"\n\nDoc tried to assimilate the news. But once the surprise was gone, he\nfound it meant very little. Maybe his revolutionary zeal had cooled,\nonce the Lobby men had pulled out. \"We'll need a lot more plasma than\nthere is in Southport,\" he said.\n\n\"Not so much, maybe,\" Jake denied. \"Doc, three of the men you injected\nwere shot down as runners. Your plasma's no good.\"\n\n\"It takes time to work, Jake. I told you there might be a case or two\nthat would be too close to the edge. Three is more than I expected; but\nit's not impossible.\"\n\n\"There was plenty of time. They blew after we got back from Southport.\"\nJack dropped his hand on Doc's shoulder, and his face softened.\n\"Harkness tested every man you injected. He finished half an hour ago.\nFive showed dead bugs. The rest of them weren't helped at all.\"\n\nDoc fumbled for a weed, trying to think. But his thoughts refused to\nfocus. \"Five!\"\n\n\"Five out of two hundred. That's about average. And what about Tom? He\nwas jumping around after the test last night, telling how you'd cured\nhim, how he'd seen the dead bugs; but he never had the jumping headache,\nand you never gave him the plasma! He's got dead bugs, though. Harkness\ntested him.\"\n\nDoc let his realization of his own idiocy sink in until he could believe\nit. Jake was right. Tom had never been treated, yet Chris had reported\ndead bugs. They'd all been so ready to believe in miracles that no one\nhad been able to think straight after the long wait.\n\n\"There was a bump on his neck--a small one,\" he said slowly. \"Jake, he\nmust have caught it, even if he seemed immune. If he was taking anodyne\nanyway for something--or unconscious--\"\n\n\"He was up in Northport six years ago for a kidney operation,\" Jake\nadmitted doubtfully. \"We had to chip in to pay for it. But you still\ndidn't treat him, and he's cured. Face it, Doc, that plasma is no good\ninside the body.\"\n\nHis hand tightened on Doc's shoulder again. \"We're not blaming you. We\ndon't judge a man here except by what he is. Maybe the stuff helps a\nlittle. We'll go on using it when we get it; tell everybody you were a\nmite optimistic, so they'll figure it's a gamble, but have a little hope\nleft. And you keep trying. Something cured it in Tom. Now you find out\nwhat.\"\n\nDoc watched him go out numbly, and turned to Chris.\n\n\"It can't be right,\" she said shakily. \"You and Swanee were cured. Maybe\nit was the accelerator. It had to be something.\"\n\n\"You didn't have the accelerator,\" he accused.\n\n\"No, and I've still got live bugs. I was never supposed to be cured, so\nI expected to see just what I saw. How I missed the fact that Tom should\nhave been like me, I don't know. Damn it, oh, damn it!\"\n\nHe's never seen her cry before, except in fury. But she mastered it\nalmost at once, shaking tears out of her eyes. \"All right. Plasma works\nin a bottle but not in an adult body. Maybe something works in the body\nbut not in a bottle.\"\n\n\"Maybe. And maybe some people are just naturally immune after it reaches\na certain stage. Maybe we ran into coincidence.\"\n\nBut he didn't believe that, any more than she did. The answer had to be\nin the room. He'd taken a massive dose of the disease and been cured in\na few hours.\n\nOutside the room, the war went on, drawing toward a close. The supposed\npartial cure was good propaganda, if nothing else, and Jake was widening\nhis territory steadily. There was only token resistance against him. He\nhad the Southport shuttles now to cover huge areas in a hurry. But\ninside the room, the battle was less successful. It wasn't the\naccelerator. It wasn't the tablets of anodyne. They even tried sweeping\nthe floor and using the dust without results.\n\nThen another test in the room, made with four volunteers Jake selected,\nyielded complete cures after injections with plain salt water in place\nof plasma.\n\nThe plague speeded up again. About four people out of a hundred now\nseemed to have caught the disease and cured themselves. They accounted\nfor what faith was left in Doc's plasma and gave some unfounded hope to\nthe others.\n\nNorthport fell a week later, putting the whole planet in rebel hands.\n\nJake returned, wearier than ever. He'd proved to be one of the natural\nimmunes, but the weight of the campaign that could only end in a defeat\nby the plague left him no room to rejoice in his personal fortune.\n\nThis time he looked completely defeated. And a moment later, Doc saw why\nas Jake flipped a flimsy sheet onto the table. It bore the seals of\nSpace and Medical Lobbies.\n\nJake pointed upwards. \"The war rockets are there, all right. We knew\nthey'd come. Now all they want for calling them off is our surrender and\nyour cure. If they don't get both, they'll blow the planet to bits. We\nhave two days.\"\n\nThe rockets could be seen clearly with binoculars. There were more than\nenough to destroy all life on the planet. Maybe they'd be used\neventually, anyhow, since the Lobbies wanted no more rebellion. But with\na cure for the plague, he might have bought them off.\n\nChris stood beside him, looking as if it were a bitter pill for her,\ntoo. She'd risked herself in the hands of the enemy, had cooperated with\nhim in everything she'd been taught to oppose, and had worked like a\ndog. Now the Lobbies seemed to forget her as a useless tool. They were\nfalling back on a raw power play and forgetting any earlier schemes.\n\n\"Maybe they'd hold off for a while if I agreed to go to them and share\nall my ideas, specimens and notes,\" he said at last. \"Do you think your\nLobby would settle for that, Chris?\"\n\n\"I don't know, Dan. I've stopped thinking their way.\" She seemed almost\napologetic for the admission.\n\nHe dropped an arm over her shoulder and turned with her back to the\nlaboratory. \"Okay, then we've got to find a miracle. We've got two days\nahead of us. At least we can try.\"\n\nBut he knew he was lying to himself. There wasn't anything he could\nthink of to try.\n\n\n\n\nXV\n\nDecision\n\n\nTwo days was never enough time for a miracle. Doc decided as he packed\nhis notes into a small bag and put it beside his bundle of personal\nbelongings. He glanced around the room for the last time, and managed a\ngrin at Jake's gloomy expression.\n\n\"Maybe I can bluff them, or maybe they'll string along for a while,\" he\nsaid. \"Anyhow, now that they've agreed to take me and my notes in place\nof the cure we're fresh out of, I've got to be on that shuttle when it\ngoes back to their men at orbital station.\"\n\nJake nodded. \"I don't like selling friends down the river, Doc. But it\nwouldn't do you any more good to blow up with the planet, I reckon. They\nwon't call off the war rockets when they do get you, of course. But\nmaybe they won't use them, except as a threat to put the Lobbies back\nin, stronger than ever.\"\n\nHe stuck out one of his awkwardly shaped hands, clapped the aspirator\nover his face and hurried out. Doc picked up his bags and went toward\nthe little tractor where Lou was waiting to drive him and Chris back\ntoward Southport and the shuttle rocket that would be landing for them.\nThey hadn't mentioned Chris in their demands, but her father must expect\nher to return.\n\nAfter they had him, he'd be on his own. His best course was probably to\ninsist on talking only to Ryan at Medical Lobby, and then being\ncompletely honest. The room here would be kept sealed, in case the\nLobby wanted to investigate where he had failed. And his notes were\nhonest, which was something that could usually be determined. Chris\ncould testify to that, anyhow, since she'd kept a lot of them for him.\n\nAt best, there would be a chance for some compromise and perhaps some\nclue for them that might eventually end the plague. They had enough men\nto work on it, and billions in equipment. At worst, he should gain a\nlittle time.\n\n\"Cheer up, Chris,\" he told her as he climbed through the little airlock.\n\"Maybe Harkness will turn up the cure before our negotiations break\ndown. He has the whole of Northport Hospital to play with. They haven't\ntried to chase him out of there yet. After all, we almost found\nsomething with no equipment except wild imaginations.\"\n\nShe shook her head as the tractor began moving. \"Shut up! I've got\nenough trouble without your coming down with logorrhea. Don't be a\nfool.\"\n\n\"Why change now?\" he asked her. \"Everything I've done has been because I\nam a fool. I guess my luck lasted longer than I could expect. And I'm\nstill fool enough to think that the solution has to turn up eventually.\nWe know it has to be in that room. Damn it, we must know it--if we could\nonly think straight now.\"\n\nShe reached over and touched his hand, but made no comment. They had\nbeen over that statement of desperation too many times already. But it\nkept nagging at him--something in the room, something in the room!\nSomething so common that nobody noticed it!\n\nThey passed a crowd chasing down a runner. Something in that room could\nhave saved the unlucky man. It could have saved Mars, perhaps.\n\nHe growled for the hundredth time, cursing his fatigue-numbed mind. Too\nlittle sleep, too much coffee and bracky....\n\nHe reached for the package of weed, realizing that he would miss it on\nEarth, if he ever got there. Like everything here on the planet, he'd\nbegun by detesting it and wound up finding it the thing he wanted to\nkeep forever. He lighted the bracky and sat smoking, watching Lou drive.\nWhen the first was finished, he lighted another from the butt.\n\nShe put out a hand and took it away. \"Please, Dan. I can stand the\nstuff, but I'll never like it, and the tractor's stuffy enough already.\nI've taken enough of it. And it keeps reminding me of our test--the\nthree of you stinking up the place, puffing and blowing that out, while\nI couldn't even get a breath of air....\"\n\nShe was getting logorrhea herself now and--\n\nThe answer finally hit him! He jerked around, making a grab for Lou's\nshoulder, motioning for the man to head back.\n\n\"Bracky--it has to be! Chris, that's it. Jake picked out the second\ngroup of men from his friends--and they are all cronies because they\nhang around so much in their so-called smoking room. The first time, it\nkilled the bugs for all of us who smoked--and it didn't work for you\nbecause you never learned the habit.\"\n\nLou had the tractor turned and the rheostat all the way to the floor.\n\nShe was sitting up now, but she wasn't fully satisfied. \"The percentage\nof immunes seems about right. But why do some of the smokers get the\ndisease while some don't?\"\n\n\"Why not? It depends on whether they pick up the habit before or after\nthe disease gets started. Tom must have got his while he was in\nNorthport. They wouldn't let him smoke there--if he had the habit\nbefore, for that matter.\"\n\nShe found no fault with that. He twisted it back and forth in his mind,\ntrying to find a fault. There seemed to be none. The only trouble was\nthat they couldn't send a message that bracky was the cure and hope that\nEarth would prove it true. No polite note of apology would do after\nthat. They had to be sure. Too many other ideas had proved wrong\nalready.\n\nJake saw them coming and came running toward the laboratory, but Lou\nstopped the tractor before it reached the building and let the older man\nin.\n\n\"Get me a dozen men who have the plague. I want the worst cases you\nhave, and ones that Harkness tested himself,\" Doc ordered. \"And then\nstart praying that the cure we've got works fast.\"\n\nChris was at the electron mike at once, but one of her hands reached out\nfor the weed. She began puffing valiantly, making sick faces. Now other\nmen began coming in, their faces struggling to find hope, but not daring\nto believe yet. Jake followed them.\n\n\"We'll test at ten-minute intervals. That will be about two hours for\nthe last from the group,\" Doc decided. One of the doctors Harkness had\nbrought to the villages was busy cutting tiny sections from the lumps on\nthe men's necks, while Chris ran them through the microscope to make\nsure the bugs were still alive. The regular optical mike was strong\nenough for that.\n\nDoc handed each man a bracky weed, with instructions to keep smoking, no\nmatter how sick it made him.\n\nThere were no results at the end of ten minutes when the first test was\nmade. The second, at the end of twenty minutes, was still infected with\nlive bugs. At the half-hour, Chris frowned.\n\n\"I can't be sure--take a look, Dan.\"\n\nHe bent over, moving the slide to examine another spot. \"I think so. The\nnext one should tell.\"\n\nThere was no doubt about the fourth test. The bugs were dead, without a\nsingle exception that they could find.\n\nOne by one, the men were tested and went storming out, shouting the\nnews. For a minute, the gathering crowd was skeptical, remembering the\nother failures. Then, abruptly, men were screaming, crying and fighting\nfor the precious bracky, like the legions of the damned grabbing for\nlottery tickets when the prize was a passport to paradise.\n\nJake swore as he moved toward the door. \"We're low on bracky here. Have\nto get a supply from Edison, I guess, and cart it to the shuttle. Enough\nfor a sample, and to make them want more. It'll be tough, but we'll get\nit there in time--by the time the shuttle should be picking you up. Doc,\nyou've won our war! From now on, if Earth wants to keep her population\nup, we'll be a free planet!\"\n\nChris turned slowly from the microscope, holding a slide in her hands.\n\"My bugs,\" she said unbelievingly. \"Dan, they're dead!\"\n\nJake patted her shoulder. \"That makes it perfect, girl. Now come on.\nWe've got to start celebrating a victory!\"\n\n       *       *       *       *       *\n\nIt was the general feeling of most of the heads of the villages when\nthey met the next day in Southport, using the courtroom that had been\npresided over so long by Judge Ben Wilson. It was victory, and to the\nvictor belonged the spoils. The bracky had gone out to Earth on a\nconverted war rocket that could make the trip in less than two weeks,\nand one packet had been specially labeled for Captain Everts. But Earth\nhad already confirmed the cure. The small amounts of the herb found in\nthe botanical collections had been enough to satisfy all doubts.\n\nHarkness, Chris and Doc had been fighting against the desire to rob\nEarth blind that filled most of the men here for hours now. Now they had\nthe backing of Jake and Ben Wilson. And now finally they leaned back,\nsensing that the argument had been won.\n\nBargaining was all right in its place, but it had no place in affairs of\nlife and death such as this. They had to see that Earth received all the\nbracky she needed. It was only right to charge a fair price for it, but\nthey couldn't restrict it by withholding or overcharging. And they could\nstill gain their ends without blackmail.\n\nMartian alkaloids were tricky things, and bracky smoke contained a\nnumber of them. It would take Earth at least ten years to discover and\nsynthesize the right one--and it would still probably cost more than it\nwould to import the weed from Mars. As long as the source of that weed\nwas here, and in the hands of the colonials, there would be no danger of\nEarth's bombing the planet.\n\nHarkness got up to underscore a point Wilson had made. \"The plague lived\na million years, and it won't disappear now. The jumping headache, or\nSelznick's migraine, is unpleasant enough to make us reasonably sure\nthat there will be a steady consumption of the weed. Our problem will be\nto keep the children from using too much of it, probably.\" He pulled a\nweed out and lighted it, puckering his face as the smoke bit his\ntongue. \"I'm told that this gets to be an enjoyable habit. If I can\nbelieve that, surely you can believe me when I say we don't have to\nbargain with lives.\"\n\nThe village men were human, and most of them could remember the strain\nthey had been under when they expected those they loved to die at any\nhour. It had made them crave vengeance, but now as they had a chance to\nreexamine it, they began to find it harder to impose the horror of any\nsuch threat on others. The final vote was almost unanimous.\n\nDoc listened as they wrangled over the wording of the message to Earth,\nfeeling disconnected from it. He passed Chris a bracky and lighted it\nfor her. She took it automatically, smiling as the smoke hit her lungs.\nIt was one thing they had in common now, at least.\n\nBen Wilson finally read the message.\n\n\"To the people of Earth, greetings!\n\n\"On behalf of the free people of Mars, I have the honor to announce that\nthis planet hereby declares itself a sovereign and independent world. We\nshall continue to regard Earth as our mother, and to consider the health\nand welfare of her people in no way second to our own in matters which\naffect both planets. We trust that Earth will share this feeling of\nmutual friendship. We trust that all strains of hostility will be ended.\nThe advantages to each from peaceful commerce make any course other than\nthe most cordial of relations unthinkable.\n\n\"We shall consider proof of such friendship an order by Earth to all\nrockets circling this planet that they shall deliver themselves safely\ninto our hands, in order that we may begin converting them to peaceful\npurposes for the trade that is to come. In turn, we pledge that all\nefforts will be made to ensure a prompt delivery of those products most\nin demand, including the curative bracky plant.\"\n\nHe turned to Doc then. \"You want to sign it, Dr. Feldman? Make it as\nacting president or something, until we can get around to voting you\ninto permanent office.\"\n\n\"You and Jake fight over the job,\" Doc told him. \"No, Ben, I mean it.\"\n\nHe got up and moved out into the outer room, where he could avoid the\nstares of amazement that were turned to him. He'd never asked for the\nhonor, and he didn't want it.\n\nChris came with him. Her face was shocked and something was slowly\ndraining out of it as he looked at her.\n\n\"Forget it, Chris,\" he said. \"You're going back to Earth. There is\nnothing for you here.\"\n\nShe hadn't quite given up. \"There could be, Dan. You know that.\"\n\n\"No. No, Chris, I don't think there ever can be. You can't find a man\nstrong enough to rule who'll be weak enough to let you rule in his\nplace. It didn't work on Earth, and it won't work here. Forget the\ndreams you had of what could be done with a new planet. Those are the\ndreams that made a mess of the old one.\"\n\n\"I'll be back,\" she told him. \"Some day I'll be back.\"\n\nHe shook his head again. \"No. You wouldn't like what you find here.\nFreedom is heady stuff, but you have to have a taste for it. You can't\nacquire a fondness for it secondhand. And for a while, there's going to\nbe freedom here. Besides, once you get back to Earth, you'll forget what\nhappened here.\"\n\nShe sighed at last. For the first time since he had known her, she\nseemed to give in completely. And for that brief moment, he loved what\nshe could have been, but never would be.\n\n\"All right, Dan,\" she said quietly. \"I can't fight you. I never could, I\nsee now. I'll take the rocket back. What are you going to do?\"\n\nHe hadn't bothered to think, but he knew the answer. \"Research. What\nelse?\"\n\nThere would be a lot of research done here. It had been suppressed too\nlong, and had piled up a back-pressure that would have to be relieved.\nAnd from that research, he suspected, would come the end of the stable\noligarchy of Earth. It could never stand against the changes that would\nbe pouring out of Mars.\n\nShe put her hands on his shoulders and moved forward to kiss him. He\nbent down to meet her, and found her eyes were wet. Maybe his were, too.\nThen she broke free.\n\n\"You're a fool, Dan Feldman,\" she whispered, and began moving down the\nhallway and out of the council hall of Mars.\n\nDoc Feldman nodded slowly as he let her go. He was a fool. He had always\nbeen a fool, and always would be. And that was why he could never take\nover leadership here. Fools and idealists should never govern a world.\nIt took practical men such as Jake to do that.\n\nBut the practical men needed the foolish idealists, too. And maybe for a\ntime here on Mars their kind of men and his kind of fools could make one\nmore stab at the ancient puzzle of freedom.\n\nOutside the war rockets of Earth began landing quietly on the free soil\nof Mars.\n\n\n[Transcriber's Note: The following errors in the original have been\ncorrected in this version:\n\nPage 5: 'and there was' to 'and there were'\n\nPage 9: 'ideopathic gastroentiritis' to 'idiopathic gastroenteritis'\n\nPage 29: 'The cheapness of snythetics' to 'The cheapness of synthetics'\n\nPage 42: 'huband's' to 'husband's'\n\nPage 43: 'Southpost' to 'Southport'\n\nPage 47: 'laywer' to 'lawyer'\n\nPage 50: 'in a can' to 'to a can'\n\nPage 118: 'Selnick's' to 'Selznick's'\n\n]\n\n       *       *       *       *       *\n\n\nANDRE NORTON\n\n051615 #Beast Master# 75c\n\n092668 #Catseye# 75c\n\n123117 #The Crossroads of Time# 60c\n\n137950 #Dark Piper# 60c\n\n139923 #Daybreak, 2250 A.D.# 75c\n\n142323 #Defiant Agents# 75c\n\n166694 #Dread Companion# 75c\n\n223651 #Exiles of the Stars# 95c\n\n272260 #Galactic Derelict# 75c\n\n337014 #High Sorcery# 75c\n\n354217 #Huon of the Horn# 60c\n\n358408 #Ice Crown# 75c\n\n415513 #Judgment on Janus# 75c\n\n436725 #Key Out of Time# 75c\n\n471615 #The Last Planet# 60c\n\n492363 #Lord of Thunder# 75c\n\n541011 #Moon of Three Rings# 75c\n\n577510 #Night of Masks# 60c\n\n634105 #Operation Time Search# 60c\n\n638213 #Ordeal In Otherwhere# 60c\n\n668319 #Plague Ship# 60c\n\n675553 #Postmarked the Stars# 75c\n\n_#Available wherever paperbacks are sold or use this coupon.#_\n\n       *       *       *       *       *\n\n#ace books#, (Dept. MM) Box 576, Times Square Station\nNew York, N.Y. 10036\n\nPlease send me titles checked above.\n\nI enclose $__________________Add 15¢ handling fee per copy.\n\nName_________________________________________________\n\nAddress______________________________________________\n\nCity____________________State_____________Zip________\n\nPlease allow 4 weeks for delivery.                24C\n\n\nANDRE NORTON\n\n696823 #Quest Crosstime# 75c\n\n749812 #Sargasso of Space# 75c\n\n756957 #Sea Siege# 75c\n\n758318 #Secret of the Lost Race# 75c\n\n759910 #Shadow Hawk# 75c\n\n768010 #The Sioux Spaceman# 60c\n\n775510 #Sorceress of Witch World# 75c\n\n780114 #Star Born# 75c\n\n780718 #Star Gate# 60c\n\n781914 #Star Hunter & Voodoo Planet# 60c\n\n784314 #The Stars Are Ours# 75c\n\n787416 #Storm over Warlock# 60c\n\n808014 #Three Against the Witch World# 75c\n\n812511 #The Time Traders# 60c\n\n840009 #Unchartered Stars# 75c\n\n873190 #Warlock of the Witch World# 60c\n\n878710 #Web of the Witch World# 75c\n\n897017 #Witch World# 60c\n\n925511 #The X Factor# 75c\n\n942516 #Year of the Unicorn# 60c\n\n959619 #The Zero Stone# 75c\n\n_#Available wherever paperbacks are sold or use this coupon.#_\n\n       *       *       *       *       *\n\n#ace books#, (Dept. MM) Box 576, Times Square Station\nNew York, N.Y. 10036\n\nPlease send me titles checked above.\n\nI enclose $__________________Add 15¢ handling fee per copy.\n\nName_________________________________________________\n\nAddress______________________________________________\n\nCity____________________State_____________Zip________\n\nPlease allow 4 weeks for delivery.                25B\n\n\nDon't miss these exciting adventures of\n\n#PERRY RHODAN#\n\nJust 75c Each\n\n659938 #Perry Rhodan #1#\n#Enterprise Stardust# Scheer & Ernsting\n\n659946 #Perry Rhodan #2#\n#The Radiant Dome# Scheer & Ernsting\n\n659953 #Perry Rhodan #3#\n#Galactic Alarm# Mahr & Shols\n\n659961 #Perry Rhodan #4#\n#Invasion from Space# Ernsting & Mahr\n\n659979 #Perry Rhodan #5#\n#The Vega Sector# Scheer & Mahr\n\n659987 #Perry Rhodan #6#\n#Secret of the Time Vault# Darlton\n\n659995 #Perry Rhodan #7#\n#Fortress of the Six Moons# Scheer\n\n660001 #Perry Rhodan #8#\n#The Galactic Riddle# Darlton\n\n659789 #Perry Rhodan #9#\n#Quest through Space and Time# Darlton\n\n660027 #Perry Rhodan #10#\n#The Ghosts of Gol# Mahr\n\n659805 #Perry Rhodan #11#\n#Planet of the Dying Sun# Mahr\n\n_#Available wherever paperbacks are sold or use this coupon.#_\n\n       *       *       *       *       *\n\n#ace books#, (Dept. MM) Box 576, Times Square Station\nNew York, N.Y. 10036\n\nPlease send me titles checked above.\n\nI enclose $__________________Add 15¢ handling fee per copy.\n\nName_________________________________________________\n\nAddress______________________________________________\n\nCity____________________State_____________Zip________\n\nPlease allow 4 weeks for delivery.                32A\n\n\nDon't miss these exciting adventures of\n\n#PERRY RHODAN#\n\nJust 75c Each\n\n659813 #Perry Rhodan #12#\n#Rebels of Tuglan# Darlton\n\n659821 #Perry Rhodan #13#\n#The Immortal Unknown# Darlton\n\n659839 #Perry Rhodan #14#\n#Venus in Danger# Mahr\n\n659847 #Perry Rhodan #15#\n#Escape To Venus# Mahr\n\n659862 #Perry Rhodan #16#\n#Secret Barrier X# Shols\n\n659870 #Perry Rhodan #17#\n#The Venus Trap# Mahr\n\n659888 #Perry Rhodan #18#\n#Menace of the Mutant Master# Mahr\n\n659904 #Perry Rhodan #19#\n#Mutants vs. Mutants# Darlton\n\n_#Available wherever paperbacks are sold or use this coupon.#_\n\n       *       *       *       *       *\n\n#ace books#, (Dept. MM) Box 576, Times Square Station\nNew York, N.Y. 10036\n\nPlease send me titles checked above.\n\nI enclose $__________________Add 15¢ handling fee per copy.\n\nName_________________________________________________\n\nAddress______________________________________________\n\nCity____________________State_____________Zip________\n\nPlease allow 4 weeks for delivery.                31B\n\n\nGreat Science Fiction Collections\n\n054551 #The Best from Fantasy and SF 16th Series# 95c\n\n054569 #The Best from Fantasy and SF 17th Series# 95c\n\n054577 #The Best from Fantasy and SF 18th Series# 75c\n\n206706 #England Swings SF# $1.25\n\n363317 #The Second \"If\" Reader# 95c\n\n572701 #New Worlds of Fantasy# 75c\n\n572719 #New Worlds of Fantasy 2# 75c\n\n572727 #New Worlds of Fantasy 3# 75c\n\n629402 #On Our Way to the Future# 75c\n\n806992 #This Side of Infinity# 75c\n\n846006 #Universe 1# 75c\n\n846014 #Universe 2# 95c\n\n913533 #World's Best 1st Series# 95c\n\n913541 #World's Best 2nd Series# 95c\n\n913558 #World's Best 3rd Series# 95c\n\n913566 #World's Best 4th Series# 95c\n\n913525 #World's Best Science Fiction 1969# 95c\n\n913574 #World's Best Science Fiction 1970# 95c\n\n913582 #World's Best Science Fiction 1971# 95c\n\n913590 #Best Science Fiction for 1972# 95c\n\n_#Available wherever paperbacks are sold or use this coupon.#_\n\n      *       *       *       *       *\n\n#ace books#, (Dept. MM) Box 576, Times Square Station\nNew York, N.Y. 10036\n\nPlease send me titles checked above.\n\nI enclose $__________________Add 15¢ handling fee per copy.\n\nName_________________________________________________\n\nAddress______________________________________________\n\nCity____________________State_____________Zip________\n\nPlease allow 4 weeks for delivery.                12-72-34A\n\n\nFrank Herbert\n\n172619 #Dune# $1.25\n\n302612 #Green Brain# 60c\n\n909267 #The Worlds of Frank Herbert# 95c\n\n\nURSULA LEGUIN\n\n107011 #City of Illusion# 60c\n\n478008 #Left Hand of Darkness# 95c\n\n732917 #Rocannon's World# 75c\n\n\nSamuel R. Delany\n\n045914 #Babel 17# 60c\n\n047225 #Ballad of Beta 2# 60c\n\n196816 #Einstein Intersection# 75c\n\n226415 #Fall of the Towers# $1.25\n\n390211 #Jewels of Aptor# 75c\n\n_#Available wherever paperbacks are sold or use this coupon.#_\n\n       *       *       *       *       *\n\n#ace books#, (Dept. MM) Box 576, Times Square Station\nNew York, N.Y. 10036\n\nPlease send me titles checked above.\n\nI enclose $__________________Add 15¢ handling fee per copy.\n\nName_________________________________________________\n\nAddress______________________________________________\n\nCity____________________State_____________Zip________\n\nPlease allow 4 weeks for delivery.       12-72-35B\n\n\nA. E. Van Vogt\n\n048603 #The Battle of Forever# 95c\n\n104109 #Children of Tomorrow# 95c\n\n137984 #Darkness on Diamondia# 95c\n\n228114 #The Far Out Worlds of A. E. Van Vogt# 75c\n\n697003 #Quest For the Future# 95c\n\n765008 #The Silkie# 60c\n\n871814 #The War Against the Rulls# $1.25\n\n878553 #The Weapon Shops of Isher# 60c\n\n\nJOHN BRUNNER\n\n033001 #The Atlantic Abomination# 60c\n\n166686 #Dramaturges of Yan# 75c\n\n381210 #Jagged Orbit# $1.25\n\n524009 #Meeting at Infinity# 60c\n\n812701 #Times Without Number# 60c\n\n822106 #Traveler in Black# 75c\n\n_#Available wherever paperbacks are sold or use this coupon.#_\n\n       *       *       *       *       *\n\n#ace books#, (Dept. MM) Box 576, Times Square Station\nNew York, N.Y. 10036\n\nPlease send me titles checked above.\n\nI enclose $__________________Add 15¢ handling fee per copy.\n\nName_________________________________________________\n\nAddress______________________________________________\n\nCity____________________State_____________Zip________\n\nPlease allow 4 weeks for delivery.        36A\n\n\n11\n\nNOVELS BY\n\nROBERT A. HEINLEIN\n\n\n055004 #Between Planets# 95c\n\n106005 #Citizen of the Galaxy# 95c\n\n318006 #Have Space Suit Will Travel# 95c\n\n711408 #Red Planet# 95c\n\n733303 #Rocket Ship Galileo# 95c\n\n734400 #The Rolling Stones# 95c\n\n777300 #Space Cadet# 95c\n\n780007 #The Star Beast# 95c\n\n811257 #Time for the Stars# 95c\n\n826602 #Tunnel in the Sky# 95c\n\n915025 #The Worlds of Robert A. Heinlein# 95c\n\n_#Available wherever paperbacks are sold or use this coupon.#_\n\n       *       *       *       *       *\n\n#ace books#, (Dept. MM) Box 576, Times Square Station\nNew York, N.Y. 10036\n\nPlease send me titles checked above.\n\nI enclose $__________________Add 15¢ handling fee per copy.\n\nName_________________________________________________\n\nAddress______________________________________________\n\nCity____________________State_____________Zip________\n\nPlease allow 4 weeks for delivery.         17B\n\n\nEDGAR RICE BURROUGHS\n\nJust 75c each\n\n033218 #At the Earth's Core#\n\n046326 #Back to the Stone Age#\n\n056523 #Beyond the Farthest Star#\n\n218024 #Eternal Savages#\n\n469973 #Land of Terror#\n\n470120 #Land of Hidden Men#\n\n514026 #The Mad King#\n\n535880 #Monster Men#\n\n645101 #Outlaw of Torn#\n\n658526 #Pellucidar#\n\n659425 #People That Time Forgot#\n\n751321 #Savage Pellucidar#\n\n797928 #Tanar of Pellucidar#\n\n901918 #The Wizard of Venus#\n\n_#Available wherever paperbacks are sold or use this coupon.#_\n\n       *       *       *       *       *\n\n#ace books#, (Dept. MM) Box 576, Times Square Station\nNew York, N.Y. 10036\n\nPlease send me titles checked above.\n\nI enclose $__________________Add 15¢ handling fee per copy.\n\nName_________________________________________________\n\nAddress______________________________________________\n\nCity____________________State_____________Zip________\n\nPlease allow 4 weeks for delivery.         15A\n\n\nThe World's Best Award-Winning Science Fiction Comes from Ace\n\n029363 #Armageddon 2419 A.D.# Nowlan 75c\n\n061770 #The Big Show# Laumer 75c\n\n067017 #The Black Star Passes# Campbell 75c\n\n371005 #Interplanetary Hunter# Barnes 95c\n\n516559 #Falling Astronauts# Malzberg 75c\n\n531517 #The Mightiest Machine# Campbell 95c\n\n535708 #The Missionaries# Compton 75c\n\n623801 #The Omega Point# Zebrowski 75c\n\n642405 #Other Days, Other Eyes# Shaw 95c\n\n734384 #Roller Coaster World# Bulmer 75c\n\n951467 #You're All Alone# Leiber 95c\n\n_#Available wherever paperbacks are sold or use this coupon.#_\n\n       *       *       *       *       *\n\n#ace books#, (Dept. MM) Box 576, Times Square Station\nNew York, N.Y. 10036\n\nPlease send me titles checked above.\n\nI enclose $__________________Add 15¢ handling fee per copy.\n\nName_________________________________________________\n\nAddress______________________________________________\n\nCity____________________State_____________Zip________\n\nPlease allow 4 weeks for delivery.        11-72-14C\n\n\nACE SCIENCE FICTION DOUBLES\n\nTwo books back-to-back\n\nJust 95c each\n\n009902 #Against Arcturus# Putney\n#Time Thieves# Koontz\n\n066126 #Blackman's Burden# Reynolds\n#Border, Breed Nor Birth# Reynolds\n\n102939 #The Chariots of Ra# Bulmer\n#Earth Strings# Rackham\n\n114512 #In the Alternate Universe# Chandler\n#Into the Coils of Time# Chandler\n\n775254 #Son of the Tree# Vance\n#House of Iszm# Vance\n\n156976 #The Unteleported Man# Dick\n#Dr. Futurity# Dick\n\n158907 #Door Through Space# Bradley\n#Rendezvous on a Lost World# Chandler\n\n166405 #Dragon Master#\n#Five Gold Bands# Vance\n\n317552 #The Hard Way Up# Chandler\n#Veiled World# Lory\n\n337105 #Highwood# Barrett\n#Annihilation Factor# Bayley\n\n370627 #The Inheritors# Chandler\n#The Gateway to Never# Chandler\n\n665257 #Pirates of Zan# Leinster\n#Mutant Weapon# Leinster\n\n799759 #Technos#\n#A Scatter of Sardust# Tubb\n\n_#Available wherever paperbacks are sold or use this coupon.#_\n\n       *       *       *       *       *\n\n#ace books#, (Dept. MM) Box 576, Times Square Station\nNew York, N.Y. 10036\n\nPlease send me titles checked above.\n\nI enclose $__________________Add 15¢ handling fee per copy.\n\nName_________________________________________________\n\nAddress______________________________________________\n\nCity____________________State_____________Zip________\n\nPlease allow 4 weeks for delivery.         12-72-8C\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Badge of Infamy, by Lester del Rey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BADGE OF INFAMY ***\n\n***** This file should be named 19471-8.txt or 19471-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/1/9/4/7/19471/\n\nProduced by Susan Skinner, Greg Weeks and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}