{"title": "Lone Star Planet", "author": "Henry Beam Piper and John Joseph McGuire", "releaseDate": "January 3, 2007", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Malcolm Farmer, and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                     LONE STAR PLANET\n\n                           by\n\n             H. Beam Piper and John J. McGuire\n\n\n\n\nTranscriber's Note:\nThis etext was prepared from a 1979 reprint of the 1958 original. There is\nno evidence that the copyright on this publication was renewed.\nObvious typesetting errors in the source text have been corrected\n\n\n\n\n\n\n\nLone Star Planet\n\nSF\n\nace books\n\nA Division of Charter Communications Inc.\n\nA GROSSET & DUNLAP COMPANY\n\n360 Park Avenue South\n\nNew York, New York 10010\n\nLONE STAR PLANET\n\nCopyright © 1958 by Ace Books, Inc.\n\nOriginally published as A PLANET FOR TEXANS\n\nAll rights reserved. No part of this book may be reproduced in any form\nor by any means, except for the inclusion of brief quotations in a\nreview, without permission in writing from the publisher.\n\nAll characters in this book are fictitious. Any resemblance to actual\npersons, living or dead, is purely coincidental.\n\nThis Ace Printing: April 1979\n\nPrinted in U.S.A.\n\n\n\n\n\nCHAPTER I\n\n\nThey started giving me the business as soon as I came through the door\ninto the Secretary's outer office.\n\nThere was Ethel K'wang-Li, the Secretary's receptionist, at her desk.\nThere was Courtlant Staynes, the assistant secretary to the\nUndersecretary for Economic Penetration, and Norman Gazarin, from\nProtocol, and Toby Lawder, from Humanoid Peoples' Affairs, and Raoul\nChavier, and Hans Mannteufel, and Olga Reznik.\n\nIt was a wonder there weren't more of them watching the condemned man's\nmarch to the gibbet: the word that the Secretary had called me in must\nhave gotten all over the Department since the offices had opened.\n\n\"Ah, Mr. Machiavelli, I presume,\" Ethel kicked off.\n\n\"Machiavelli, Junior.\" Olga picked up the ball. \"At least, that's the\nway he signs it.\"\n\n\"God's gift to the Consular Service, and the Consular Service's gift to\nPolicy Planning,\" Gazarin added.\n\n\"Take it easy, folks. These Hooligan Diplomats would as soon shoot you\nas look at you,\" Mannteufel warned.\n\n\"Be sure and tell the Secretary that your friends all want important\nposts in the Galactic Empire.\" Olga again.\n\n\"Well, I'm glad some of you could read it,\" I fired back. \"Maybe even a\nfew of you understood what it was all about.\"\n\n\"Don't worry, Silk,\" Gazarin told me. \"Secretary Ghopal understands what\nit was all about. All too well, you'll find.\"\n\nA buzzer sounded gently on Ethel K'wang-Li's desk. She snatched up the\nhandphone and whispered into it. A deathly silence filled the room while\nshe listened, whispered some more, then hung it up.\n\nThey were all staring at me.\n\n\"Secretary Ghopal is ready to see Mr. Stephen Silk,\" she said. \"This\nway, please.\"\n\nAs I started across the room, Staynes began drumming on the top of the\ndesk with his fingers, the slow reiterated rhythm to which a man marches\nto a military execution.\n\n\"A cigarette?\" Lawder inquired tonelessly. \"A glass of rum?\"\n\n\nThere were three men in the Secretary of State's private office. Ghopal\nSingh, the Secretary, dark-faced, gray-haired, slender and elegant,\nmeeting me halfway to his desk. Another slender man, in black, with a\nsilver-threaded, black neck-scarf: Rudolf Klüng, the Secretary of the\nDepartment of Aggression.\n\nAnd a huge, gross-bodied man with a fat baby-face and opaque black eyes.\n\nWhen I saw him, I really began to get frightened.\n\nThe fat man was Natalenko, the Security Coördinator.\n\n\"Good morning, Mister Silk,\" Secretary Ghopal greeted me, his hand\nextended. \"Gentlemen, Mr. Stephen Silk, about whom we were speaking.\nThis way, Mr. Silk, if you please.\"\n\nThere was a low coffee-table at the rear of the office, and four easy\nchairs around it. On the round brass table-top were cups and saucers, a\ncoffee urn, cigarettes--and a copy of the current issue of the _Galactic\nStatesmen's Journal_, open at an article entitled _Probable Future\nCourses of Solar League Diplomacy_, by somebody who had signed himself\nMachiavelli, Jr.\n\nI was beginning to wish that the pseudonymous Machiavelli, Jr. had never\nbeen born, or, at least, had stayed on Theta Virgo IV and been a\nwineberry planter as his father had wanted him to be.\n\nAs I sat down and accepted a cup of coffee, I avoided looking at the\nperiodical. They were probably going to hang it around my neck before\nthey shoved me out of the airlock.\n\n\"Mr. Silk is, as you know, in our Consular Service,\" Ghopal was saying\nto the others. \"Back on Luna on rotation, doing something in Mr.\nHalvord's section. He is the gentleman who did such a splendid job for\nus on Assha--Gamma Norma III.\n\n\"And, as he has just demonstrated,\" he added, gesturing toward the\n_Statesman's Journal_ on the Benares-work table, \"he is a student both\nof the diplomacy of the past and the implications of our present\npolicies.\"\n\n\"A bit frank,\" Klüng commented dubiously.\n\n\"But judicious,\" Natalenko squeaked, in the high eunuchoid voice that\ncame so incongruously from his bulk. \"He aired his singularly accurate\npredictions in a periodical that doesn't have a circulation of more than\na thousand copies outside his own department. And I don't think the\npublic's semantic reactions to the terminology of imperialism is as bad\nas you imagine. They seem quite satisfied, now, with the change in the\ntitle of your department, from Defense to Aggression.\"\n\n\"Well, we've gone into that, gentlemen,\" Ghopal said. \"If the article\nreally makes trouble for us, we can always disavow it. There's no\ncensorship of the _Journal_. And Mr. Silk won't be around to draw fire\non us.\"\n\n_Here it comes_, I thought.\n\n\"That sounds pretty ominous, doesn't it, Mr. Silk?\" Natalenko tittered\nhappily, like a ten-year-old who has just found a new beetle to pull the\nlegs out of.\n\n\"It's really not as bad as it sounds, Mr. Silk,\" Ghopal hastened to\nreassure me. \"We are going to have to banish you for a while, but I\ndaresay that won't be so bad. The social life here on Luna has probably\nbegun to pall, anyhow. So we're sending you to Capella IV.\"\n\n\"Capella IV,\" I repeated, trying to remember something about it. Capella\nwas a GO-type, like Sol; that wouldn't be so bad.\n\n\"New Texas,\" Klüng helped me out.\n\n_Oh, God, no!_ I thought.\n\n\"It happens that we need somebody of your sort on that planet, Mr.\nSilk,\" Ghopal said. \"Some of the trouble is in my department and some of\nit is in Mr. Klüng's; for that reason, perhaps it would be better if\nCoördinator Natalenko explained it to you.\"\n\n\"You know, I assume, our chief interest in New Texas?\" Natalenko asked.\n\n\"I had some of it for breakfast, sir,\" I replied. \"Supercow.\"\n\nNatalenko tittered again. \"Yes, New Texas is the butcher shop of the\ngalaxy. In more ways than one, I'm afraid you'll find. They just\nbutchered one of our people there a short while ago. Our Ambassador, in\nfact.\"\n\nThat would be Silas Cumshaw, and this was the first I'd heard about it.\n\nI asked when it had happened.\n\n\"A couple of months ago. We just heard about it last evening, when the\nnews came in on a freighter from there. Which serves to point up\nsomething you stressed in your article--the difficulties of trying to\nrun a centralized democratic government on a galactic scale. But we have\nanother interest, which may be even more urgent than our need for New\nTexan meat. You've heard, of course, of the z'Srauff.\"\n\nThat was a statement, not a question; Natalenko wasn't trying to insult\nme. I knew who the z'Srauff were; I'd run into them, here and there. One\nof the extra-solar intelligent humanoid races, who seemed to have been\nevolved from canine or canine-like ancestors, instead of primates. Most\nof them could speak Basic English, but I never saw one who would admit\nto understanding more of our language than the 850-word Basic\nvocabulary. They occupied a half-dozen planets in a small star-cluster\nabout forty light-years beyond the Capella system. They had developed\nnormal-space reaction-drive ships before we came into contact with\nthem, and they had quickly picked up the hyperspace-drive from us back\nin those days when the Solar League was still playing Missionaries of\nProgress and trying to run a galaxy-wide Point-Four program.\n\nIn the past century, it had become almost impossible for anybody to get\ninto their star-group, although z'Srauff ships were orbiting in on every\nplanet that the League had settled or controlled. There were z'Srauff\ntraders and small merchants all over the galaxy, and you almost never\nsaw one of them without a camera. Their little meteor-mining boats were\neverywhere, and all of them carried more of the most modern radar and\nastrogational equipment than a meteor-miner's lifetime earnings would\npay for.\n\nI also knew that they were one of the chief causes of ulcers and\npremature gray hair at the League capital on Luna. I'd done a little\nreading on pre-spaceflight Terran history; I had been impressed by the\nparallel between the present situation and one which had culminated, two\nand a half centuries before, on the morning of 7 December, 1941.\n\n\"What,\" Natalenko inquired, \"do you think Machiavelli, Junior would do\nabout the z'Srauff?\"\n\n\"We have a Department of Aggression,\" I replied. \"Its mottoes are, 'Stop\ntrouble before it starts,' and, 'If we have to fight, let's do it on the\nother fellow's real estate.' But this situation is just a little too\ndelicate for literal application of those principles. An unprovoked\nattack on the z'Srauff would set every other non-human race in the\ngalaxy against us.... Would an attack by the z'Srauff on New Texas\nconstitute just provocation?\"\n\n\"It might. New Texas is an independent planet. Its people are\ndescendants of emigrants from Terra who wanted to get away from the rule\nof the Solar League. We've been trying for half a century to persuade\nthe New Texan government to join the League. We need their planet, for\nboth strategic and commercial reasons. With the z'Srauff for neighbors,\nthey need us as much at least as we need them. The problem is to make\nthem understand that.\"\n\nI nodded again. \"And an attack by the z'Srauff would do that, too, sir,\"\nI said.\n\nNatalenko tittered again. \"You see, gentlemen! Our Mr. Silk picks things\nup very handily, doesn't he?\" He turned to Secretary of State Ghopal.\n\"You take it from there,\" he invited.\n\nGhopal Singh smiled benignly. \"Well, that's it, Stephen,\" he said. \"We\nneed a man on New Texas who can get things done. Three things, to be\nexact.\n\n\"First, find out why poor Mr. Cumshaw was murdered, and what can be done\nabout it to maintain our prestige without alienating the New Texans.\n\n\"Second, bring the government and people of New Texas to a realization\nthat they need the Solar League as much as we need them.\n\n\"And, third, forestall or expose the plans for the z'Srauff invasion of\nNew Texas.\"\n\n_Is that all, now?_ I thought. _He doesn't want a diplomat; he wants a\nmagician._\n\n\"And what,\" I asked, \"will my official position be on New Texas, sir? Or\nwill I have one, of any sort?\"\n\n\"Oh, yes, indeed, Mr. Silk. Your official position will be that of\nAmbassador Plenipotentiary and Envoy Extraordinary. That, I believe, is\nthe only vacancy which exists in the Diplomatic Service on that planet.\"\n\nAt Dumbarton Oaks Diplomatic Academy, they haze the freshmen by making\nthem sit on a one-legged stool and balance a teacup and saucer on one\nknee while the upper classmen pelt them with ping-pong balls. Whoever\ninvented that and the other similar forms of hazing was one of the great\ngeniuses of the Service. So I sipped my coffee, set down the cup, took a\npuff from my cigarette, then said:\n\n\"I am indeed deeply honored, Mr. Secretary. I trust I needn't go into\nany assurances that I will do everything possible to justify your trust\nin me.\"\n\n\"I believe he will, Mr. Secretary,\" Natalenko piped, in a manner that\nchilled my blood.\n\n\"Yes, I believe so,\" Ghopal Singh said. \"Now, Mr. Ambassador, there's a\nliner in orbit two thousand miles off Luna, which has been held from\nblasting off for the last eight hours, waiting for you. Don't bother\npacking more than a few things; you can get everything you'll need\naboard, or at New Austin, the planetary capital. We have a man whom\nCoördinator Natalenko has secured for us, a native New Texan, Hoddy\nRingo by name. He'll act as your personal secretary. He's aboard the\nship now. You'll have to hurry, I'm afraid.... Well, _bon voyage_, Mr.\nAmbassador.\"\n\n\n\n\nCHAPTER II\n\n\nThe death-watch outside had grown to about fifteen or twenty. They were\nall waiting in happy anticipation as I came out of the Secretary's\noffice.\n\n\"What did he do to you, Silk?\" Courtlant Staynes asked, amusedly.\n\n\"Demoted me. Kicked me off the Hooligan Diplomats,\" I said glumly.\n\n\"Demoted you from the Consular Service?\" Staynes asked scornfully.\n\"Impossible!\"\n\n\"Yes. He demoted me to the Cookie Pushers. Clear down to Ambassador.\"\n\nThey got a terrific laugh. I went out, wondering what sort of noises\nthey'd make, the next morning, when the appointments sheet was posted.\n\n\nI gathered a few things together, mostly small personal items, and all\nthe microfilms that I could find on New Texas, then got aboard the Space\nNavy cutter that was waiting to take me to the ship. It was a four-hour\ntrip and I put in the time going over my hastily-assembled microfilm\nlibrary and using a stenophone to dictate a reading list for the\nspacetrip.\n\nAs I rolled up the stenophone-tape, I wondered what sort of secretary\nthey had given me; and, in passing, why Natalenko's department had\nfurnished him.\n\nHoddy Ringo....\n\nQueer name, but in a galactic civilization, you find all sorts of names\nand all sorts of people bearing them, so I was prepared for anything.\n\nAnd I found it.\n\nI found him standing with the ship's captain, inside the airlock, when I\nboarded the big, spherical space-liner. A tubby little man, with\nshoulders and arms he had never developed doing secretarial work, and a\ngood-natured, not particularly intelligent face.\n\n_See the happy moron, he doesn't give a damn_, I thought.\n\nThen I took a second look at him. He might be happy, but he wasn't a\nmoron. He just looked like one. Natalenko's people often did, as one of\ntheir professional assets.\n\nI also noticed that he had a bulge under his left armpit the size of an\neleven-mm army automatic.\n\nHe was, I'd been told, a native of New Texas. I gathered, after talking\nwith him for a while, that he had been away from his home planet for\nover five years, was glad to be going back, and especially glad that he\nwas going back under the protection of Solar League diplomatic immunity.\n\nIn fact, I rather got the impression that, without such protection, he\nwouldn't have been going back at all.\n\nI made another discovery. My personal secretary, it seemed, couldn't\nread stenotype. I found that out when I gave him the tape I'd dictated\naboard the cutter, to transcribe for me.\n\n\"Gosh, boss. I can't make anything out of this stuff,\" he confessed,\nlooking at the combination shorthand-Braille that my voice had put onto\nthe tape.\n\n\"Well, then, put it in a player and transcribe it by ear,\" I told him.\n\nHe didn't seem to realize that that could be done.\n\n\"How did you come to be sent as my secretary, if you can't do\nsecretarial work?\" I wanted to know.\n\nHe got out a bag of tobacco and a book of papers and began rolling a\ncigarette, with one hand.\n\n\"Why, shucks, boss, nobody seemed to think I'd have to do this kinda\nwork,\" he said. \"I was just sent along to show you the way around New\nTexas, and see you don't get inta no trouble.\"\n\nHe got his handmade cigarette drawing, and hitched the strap that went\nacross his back and looped under his right arm. \"A guy that don't know\nthe way around can get inta a lotta trouble on New Texas. If you call\ngettin' killed trouble.\"\n\nSo he was a bodyguard ... and I wondered what else he was. One thing, it\nwould take him forty-two years to send a radio message back to Luna, and\nI could keep track of any other messages he sent, in letters or on tape,\nby ships. In the end, I transcribed my own tape, and settled down to\nlaying out my three weeks' study-course on my new post.\n\nI found, however, that the whole thing could be learned in a few hours.\nThe rest of what I had was duplication, some of it contradictory, and it\nall boiled down to this:\n\nCapella IV had been settled during the first wave of extrasolar\ncolonization, after the Fourth World--or First Interplanetary--War.\nSome time around 2100. The settlers had come from a place in North\nAmerica called Texas, one of the old United States. They had a lengthy\nhistory--independent republic, admission to the United States, secession\nfrom the United States, reconquest by the United States, and general\nintransigence under the United States, the United Nations and the Solar\nLeague. When the laws of non-Einsteinian physics were discovered and the\nhyperspace-drive was developed, practically the entire population of\nTexas had taken to space to find a new home and independence from\neverybody.\n\nThey had found Capella IV, a Terra-type planet, with a slightly higher\nmean temperature, a lower mass and lower gravitational field, about\none-quarter water and three-quarters land-surface, at a stage of\nevolutionary development approximately that of Terra during the late\nPliocene. They also found supercow, a big mammal looking like the\nunsuccessful attempt of a hippopotamus to impersonate a dachshund and\nabout the size of a nuclear-steam locomotive. On New Texas' plains,\nthere were billions of them; their meat was fit for the gods of Olympus.\nSo New Texas had become the meat-supplier to the galaxy.\n\nThere was very little in any of the microfilm-books about the politics\nof New Texas and such as it was, it was very scornful. There were such\nexpressions as 'anarchy tempered by assassination,' and 'grotesque\nparody of democracy.'\n\nThere would, I assumed, be more exact information in the material which\nhad been shoved into my hand just before boarding the cutter from Luna,\nin a package labeled _TOP SECRET: TO BE OPENED ONLY IN SPACE, AFTER THE\nFIRST HYPERJUMP._ There was also a big trunk that had been placed in my\nsuite, sealed and bearing the same instructions.\n\nI got Hoddy out of the suite as soon as the ship had passed out of the\nnormal space-time continuum, locked the door of my cabin and opened the\nparcel.\n\nIt contained only two loose-leaf notebooks, both labeled with the Solar\nLeague and Department seals, both adorned with the customary\nbloodthirsty threats against the unauthorized and the indiscreet. They\nwere numbered _ONE_ and _TWO_.\n\n_ONE_ contained four pages. On the first, I read:\n\n\n_FINAL MESSAGE\nOF THE FIRST SOLAR LEAGUE AMBASSADOR\nTO\nNEW TEXAS\nANDREW JACKSON HICKOCK_\n\n_I agree with none of the so-called information about this planet on\nfile with the State Department on Luna. The people of New Texas are\ncertainly not uncouth barbarians. Their manners and customs, while\nlively and unconventional, are most charming. Their dress is graceful\nand practical, not grotesque; their soft speech is pleasing to the ear.\nTheir flag is the original flag of the Republic of Texas; it is\ndefinitely not a barbaric travesty of our own emblem. And the underlying\npremises of their political system should, as far as possible, be\nincorporated into the organization of the Solar League. Here politics is\nan exciting and exacting game, in which only the true representative of\nall the people can survive._\n\n\n_DEPARTMENT ADDENDUM_\n\n_After five years on New Texas, Andrew Jackson Hickock resigned, married\na daughter of a local rancher and became a naturalized citizen of that\nplanet. He is still active in politics there, often in opposition to\nSolar League policies._\n\n\nThat didn't sound like too bad an advertisement for the planet. I was\neven feeling cheerful when I turned to the next page, and:\n\n\n_FINAL MESSAGE\nOF THE SECOND SOLAR LEAGUE\nAMBASSADOR TO\nNEW TEXAS\nCYRIL GODWINSON_\n\n_Yes and no; perhaps and perhaps not; pardon me; I agree with everything\nyou say. Yes and no; perhaps and perhaps not; pardon me; I agree..._\n\n\n_DEPARTMENT ADDENDUM_\n\n\n_After seven years on New Texas, Ambassador Godwinson was recalled;\nadjudged hopelessly insane._\n\nAnd then:\n\n\n_FINAL MESSAGE\nOF THE THIRD SOLAR LEAGUE\nAMBASSADOR TO NEW TEXAS\nR. F. GULLIS_\n\n_I find it very pleasant to inform you that when you are reading this, I\nwill be dead._\n\n\n_DEPARTMENT ADDENDUM_\n\n_Committed suicide after six months on New Texas._\n\n\nI turned to the last page cautiously, found:\n\n\n_FINAL MESSAGE\nOF THE FOURTH SOLAR LEAGUE\nAMBASSADOR TO NEW TEXAS\nSILAS CUMSHAW_\n\n_I came to this planet ten years ago as a man of pronounced and\noutspoken convictions. I have managed to keep myself alive here by\nbecoming an inoffensive nonentity. If I continue in this course, it will\nbe only at the cost of my self-respect. Beginning tonight, I am going to\nstate and maintain positive opinions on the relation between this planet\nand the Solar League._\n\n\n_DEPARTMENT ADDENDUM_\n\n_Murdered at the home of Andrew J. Hickcock. (see p. 1.)_\n\n\nAnd that was the end of the first notebook. Nice, cheerful reading;\ncomplete, solid briefing.\n\nI was, frankly, almost afraid to open the second notebook. I hefted it\ncautiously at first, saw that it contained only about as many pages as\nthe first and that those pages were sealed with a band around them.\n\nI took a quick peek, read the words on the band:\n\n_Before reading, open the sealed trunk which has been included with your\nluggage._\n\nSo I laid aside the book and dragged out the sealed trunk, hesitated,\nthen opened it.\n\nNothing shocked me more than to find the trunk ... full of clothes.\n\nThere were four pairs of trousers, light blue, dark blue, gray and\nblack, with wide cuffs at the bottoms. There were six or eight shirts,\ntheir colors running the entire spectrum in the most violent shades.\nThere were a couple of vests. There were two pairs of short boots with\nhigh heels and fancy leather-working, and a couple of hats with\nfour-inch brims.\n\nAnd there was a wide leather belt, practically a leather corset.\n\nI stared at the belt, wondering if I was really seeing what was in front\nof me.\n\nAttached to the belt were a pair of pistols in right- and left-hand\nholsters. The pistols were seven-mm Krupp-Tatta Ultraspeed automatics,\nand the holsters were the spring-ejection, quick-draw holsters which\nwere the secret of the State Department Special Services.\n\n_This must be a mistake_, I thought. _I'm an Ambassador now and\nAmbassadors never carry weapons._\n\nThe sanctity of an Ambassador's person not only made the carrying of\nweapons unnecessary, so that an armed Ambassador was a contradiction of\ndiplomatic terms, but it would be an outrageous insult to the nation to\nwhich he had been accredited.\n\nLike taking a poison-taster to a friendly dinner.\n\nMaybe I was supposed to give the belt and the holsters to Hoddy\nRingo....\n\nSo I tore the sealed band off the second notebook and read through it.\n\nI was to wear the local costume on New Texas. That was something\nunusual; even in the Hooligan Diplomats, we leaned over backward in\nwearing Terran costume to distinguish ourselves from the people among\nwhom we worked.\n\nI was further advised to start wearing the high boots immediately, on\nshipboard, to accustom myself to the heels. These, I was informed, were\ntraditional. They had served a useful purpose, in the early days on\nTerran Texas, when all travel had been on horseback. On horseless and\nmechanized New Texas, they were a useless but venerated part of the\ncultural heritage.\n\nThere were bits of advice about the hat, and the trousers, which for\nsome obscure reason were known as Levis. And I was informed, as an\norder, that I was to wear the belt and the pistols at all times outside\nthe Embassy itself.\n\nThat was all of the second notebook.\n\nThe two notebooks, plus my conversation with Ghopal, Klüng and\nNatalenko, completed my briefing for my new post.\n\nI slid off my shoes and pulled on a pair of boots. They fitted\nperfectly. Evidently I had been tapped for this job as soon as word of\nSilas Cumshaw's death had reached Luna and there must have been some\nfantastic hurrying to get my outfit ready.\n\nI didn't like that any too well, and I liked the order to carry the\npistols even less. Not that I had any objection to carrying weapons,\n_per se_: I had been born and raised on Theta Virgo IV, where the\nchildren aren't allowed outside the house unattended until they've\nlearned to shoot.\n\nBut I did have strenuous objections to being sent, virtually ignorant of\nlocal customs, on a mission where I was ordered to commit deliberate\nprovocation of the local government, immediately on the heels of my\npredecessor's violent death.\n\nThe author of _Probable Future Courses of Solar League Diplomacy_ had\nrecommended the use of provocation to justify conquest. If the New\nTexans murdered two Solar League Ambassadors in a row, nobody would\nblame the League for moving in with a space-fleet and an army....\n\nI was beginning to understand how Doctor Guillotin must have felt while\nhis neck was being shoved into his own invention.\n\nI looked again at the notebooks, each marked in red: _Familiarize\nyourself with contents and burn or disintegrate._\n\nI'd have to do that, of course. There were a few non-humans and a lot of\nnon-League people aboard this ship. I couldn't let any of them find out\nwhat we considered a full briefing for a new Ambassador.\n\nSo I wrapped them in the original package and went down to the lower\npassenger zone, where I found the ship's third officer. I told him that\nI had some secret diplomatic matter to be destroyed and he took me to\nthe engine room. I shoved the package into one of the mass-energy\nconvertors and watched it resolve itself into its constituent protons,\nneutrons and electrons.\n\nOn the way back, I stopped in at the ship's bar.\n\nHoddy Ringo was there, wrapped up in--and I use the words literally--a\nyoung lady from the Alderbaran system. She was on her way home from one\nof the quickie divorce courts on Terra and was celebrating her marital\nemancipation. They were so entangled with each other that they didn't\nnotice me. When they left the bar, I slipped after them until I saw them\nenter the lady's stateroom. That, of course, would have Hoddy\nimmobilized--better word, located--for a while. So I went back to our\nsuite, picked the lock of Hoddy's room, and allowed myself half an hour\nto search his luggage.\n\nAll of his clothes were new, but there were not a great many of them.\nEvidently he was planning to re-outfit himself on New Texas. There were\na few odds and ends, the kind any man with a real home planet will hold\non to, in the luggage.\n\nHe had another eleven-mm pistol, made by Consolidated-Martian\nMetalworks, mate to the one he was carrying in a shoulder-holster, and a\nwide two-holster belt like the one furnished me, but quite old.\n\nI greeted the sight and the meaning of the old holsters with joy: they\nweren't the State Department Special Services type. That meant that\nHoddy was just one of Natalenko's run-of-the-gallows cutthroats, not\nimportant enough to be issued the secret equipment.\n\nBut I was a little worried over what I found hidden in the lining of one\nof his bags, a letter addressed to Space-Commander Lucius C. Stonehenge,\nAggression Department Attaché, New Austin Embassy. I didn't have either\nthe time or the equipment to open it. But, knowing our various Departments,\nI tried to reassure myself with the thought that it was only a\nletter-of-credence, with the real message to be delivered orally.\n\nAbout the real message I had no doubts: _arrange the murder of\nAmbassador Stephen Silk in such a way that it looks like another New\nTexan job...._\n\n\nStarting that evening--or what passed for evening aboard a ship in\nhyperspace--Hoddy and I began a positively epochal binge together.\n\nI had it figured this way: as long as we were on board ship, I was\nperfectly safe. On the ship, in fact, Hoddy would definitely have given\nhis life to save mine. I'd have to be killed on New Texas to give\nKlüng's boys their excuse for moving in.\n\nAnd there was always the chance, with no chance too slender for me to\nignore, that I might be able to get Hoddy drunk enough to talk, yet\nstill be sober enough myself to remember what he said.\n\nExact times, details, faces, names, came to me through a sort of hazy\nblur as Hoddy and I drank something he called superbourbon--a New Texan\ndrink that Bourbon County, Kentucky, would never have recognized. They\nhad no corn on New Texas. This stuff was made out of something called\nsuperyams.\n\nThere were at least two things I got out of the binge. First, I learned\nto slug down the national drink without batting an eye. Second, I\nlearned to control my expression as I uncovered the fact that everything\non New Texas was supersomething.\n\nI was also cautious enough, before we really got started, to leave my\nbelt and guns with the purser. I didn't want Hoddy poking around those\nsecret holsters. And I remember telling the captain to radio New Austin\nas soon as we came out of our last hyperspace-jump, then to send the\nship's doctor around to give me my hangover treatments.\n\nBut the one thing I wanted to remember, as the hangover shots brought me\nback to normal life, I found was the one thing I couldn't remember. What\nwas the name of that girl--a big, beautiful blond--who joined the party\nalong with Hoddy's grass widow from Alderbaran and stayed with it to the\nend?\n\nDamn, I wished I could remember her name!\n\n\nWhen we were fifteen thousand miles off-planet and the lighters from New\nAustin spaceport were reported on the way, I got into the skin-tight\nLevis, the cataclysmic-colored shirt, and the loose vest, tucked my big\nhat under my arm, and went to the purser's office for my guns, buckling\nthem on. When I got back to the suite, Hoddy had put on his pistols and\nwas practicing quick draws in front of the mirror. He took one look at\nmy armament and groaned.\n\n\"You're gonna get yourself killed for sure, with that rig, an' them\npopguns,\" he told me.\n\n\"These popguns'll shoot harder and make bigger holes than that pair of\nmuseum-pieces you're carrying,\" I replied.\n\n\"An' them holsters!\" Hoddy continued. \"Why, it'd take all day to get\nyour guns outa them! You better let me find you a real rig, when we get\nto New Austin....\"\n\nThere was a chance, of course, that he knew what I was using and wanted\nto hide his knowledge. I doubted that.\n\n\"Sure, you State Department guys always know everything,\" he went on.\n\"Like them microfilm-books you was readin'. I try to tell you what\nthings is really like on New Texas, an' you let it go in one ear an' out\nthe other.\"\n\nThen he wandered off to say good-bye to the grass widow from Alderbaran,\nleaving me to make the last-minute check on the luggage. I was hoping\nI'd be able to see that blond ... what _was_ her name; Gail\nsomething-or-other. Let's see, she'd been at some Terran university, and\nshe was on her way home to ... to New Texas! Of course!\n\n\nI saw her, half an hour later, in the crowd around the airlock when the\nlighters came alongside, and I tried to push my way toward her. As I\ndid, the airlock opened, the crowd surged toward it, and she was carried\nalong. Then the airlock closed, after she had passed through and before\nI could get to it. That meant I'd have to wait for the second lighter.\n\nSo I made the best of it, and spent the next half-hour watching the disc\nof the planet grow into a huge ball that filled the lower half of the\nviewscreen and then lose its curvature, and instead of moving in toward\nthe planet, we were going down toward it.\n\n\n\n\nCHAPTER III\n\n\nNew Austin spaceport was a huge place, a good fifty miles outside the\ncity. As we descended, I could see that it was laid out like a wheel,\nwith the landings and the blast-off stands around the hub, and high\nbuildings--packing houses and refrigeration plants--along the many\nspokes. It showed a technological level quite out of keeping with the\naccounts I had read, or the stories Hoddy had told, about the simple\nranch life of the planet. Might be foreign capital invested there, and I\nmade a mental note to find out whose.\n\nOn the other hand, Old Texas, on Terra, had been heavily industrialized;\nso much so that the state itself could handle the gigantic project of\nbuilding enough spaceships to move almost the whole population into\nspace.\n\nThen the landing-field was rushing up at us, with the nearer ends of the\nroadways and streets drawing close and the far ends lengthening out away\nfrom us. The other lighter was already down, and I could see a crowd\naround it.\n\nThere was a crowd waiting for us when we got out and went down the\nescalators to the ground, and as I had expected, a special group of men\nwaiting for me. They were headed by a tall, slender individual in the\nshort black Eisenhower jacket, gray-striped trousers and black homburg\nthat was the uniform of the Diplomatic Service, alias the Cookie\nPushers.\n\nOver their heads at the other rocket-boat, I could see the gold-gleaming\nhead of the girl I'd met on the ship.\n\nI tried to push through the crowd and get to her. As I did, the Cookie\nPusher got in my way.\n\n\"Mr. Silk! Mr. Ambassador! Here we are!\" he was clamoring. \"The car for\nthe Embassy is right over here!\" He clutched my elbow. \"You have no idea\nhow glad we all are to see you, Mr. Ambassador!\"\n\n\"Yes, yes; of course. Now, there's somebody over there I\nhave to see, at once.\" I tried to pull myself loose from his grasp.\n\nAcross the concrete between the two lighters, I could see the girl push\nout of the crowd around her and wave a hand to me. I tried to yell to\nher; but just then another lighter, loaded with freight, started to lift\nout at another nearby stand, with the roar of half a dozen Niagaras. The\nthin man in the striped trousers added to the uproar by shouting into my\near and pulling at me.\n\n\"We haven't time!\" he finally managed to make himself heard. \"We're\ndreadfully late now, sir! You must come with us.\"\n\nHoddy, too, had caught hold of me by the other arm.\n\n\"Come on, boss. There's gotta be some reason why he's got himself in an\nuproar about whatever it is. You'll see her again.\"\n\nThen, the whole gang--Hoddy, the thin man with the black homburg, his\nyounger accomplice in identical garb, and the chauffeur--all closed in\non me and pushed me, pulled me, half-carried me, fifty yards across the\nconcrete to where their air-car was parked. By this time, the tall\nblond had gotten clear of the mob around her and was waving frantically\nat me. I tried to wave back, but I was literally crammed into the car\nand flung down on the seat. At the same time, the chauffeur was jumping\nin, extending the car's wings, jetting up.\n\n\"Great God!\" I bellowed. \"This is the damnedest piece of impudence I've\never had to suffer from any subordinates in my whole State Department\nexperience! I want an explanation out of you, and it'd better be a good\none!\"\n\nThere was a deafening silence in the car for a moment. The thin man\nmoved himself off my lap, then sat there looking at me with the\nheartbroken eyes of a friendly dog that had just been kicked for\nsomething which wasn't really its fault.\n\n\"Mr. Ambassador, you can't imagine how sorry we all are, but if we\nhadn't gotten you away from the spaceport and to the Embassy at once, we\nwould all have been much sorrier.\"\n\n\"Somebody here gunnin' for the Ambassador?\" Hoddy demanded sharply.\n\n\"Oh, no! I hadn't even thought of that,\" the thin man almost gibbered.\n\"But your presence at the Embassy is of immediate and urgent necessity.\nYou have no idea of the state into which things have gotten.... Oh,\npardon me, Mr. Ambassador. I am Gilbert W. Thrombley, your chargé\nd'affaires.\" I shook hands with him. \"And Mr. Benito Gomez, the\nSecretary of the Embassy.\" I shook hands with him, too, and started to\nintroduce Mr. Hoddy Ringo.\n\nHoddy, however, had turned to look out the rear window; immediately, he\ngave a yelp.\n\n\"We got a tail, boss! Two of them! Look back there!\"\n\nThere were two black eight-passenger aircars, of the same model,\nwhizzing after us, making an obvious effort to overtake us. The\nchauffeur cursed and fired his auxiliary jets, then his rocket-booster.\n\nImmediately, black rocket-fuel puffs shot away from the pursuing\naircars.\n\nHoddy turned in his seat, cranked open a porthole-slit in the window,\nand poked one of his eleven-mm's out, letting the whole clip go.\nThrombley and Gomez slid down onto the floor, and both began trying to\ndrag me down with them, imploring me not to expose myself.\n\nAs far as I could see, there was nothing to expose myself to. The other\ncars kept coming, but neither of them were firing at us. There was also\nno indication that Hoddy's salvo had had any effect on them. Our\nchauffeur went into a perfect frenzy of twisting and dodging, at the\nsame time using his radiophone to tell somebody to get the goddamn\ngate open in a hurry. I saw the blue skies and green plains of New\nTexas replacing one another above, under, in front of and behind us.\nThen the car set down on a broad stretch of concrete, the wings were\nretracted, and we went whizzing down a city street.\n\nWe whizzed down a number of streets. We cut corners on two wheels, and\non one wheel, and, I was prepared to swear, on no wheels. A couple of\ntimes, with the wings retracted, we actually jetted into the air and\njumped over vehicles in front of us, landing again with bone-shaking\njolts. Then we made an abrupt turn and shot in under a concrete arch,\nand a big door banged shut behind us, and we stopped, in the middle of a\nwide patio, the front of the car a few inches short of a fountain. Four\nor five people, in diplomatic striped trousers, local dress and the\nuniform of the Space Marines, came running over.\n\nThrombley pulled himself erect and half-climbed, half-fell, out of the\ncar. Gomez got out on the other side with Hoddy; I climbed out after\nThrombley.\n\nA tall, sandy-haired man in the uniform of the Space Navy came over.\n\n\"What the devil's the matter, Thrombley?\" he demanded. Then, seeing me,\nhe gave me as much of a salute as a naval officer will ever bestow on\nanybody in civilian clothes.\n\n\"Mr. Silk?\" He looked at my costume and the pistols on my belt in\nwell-bred concealment of surprise. \"I'm your military attaché,\nStonehenge; Space-Commander, Space Navy.\"\n\nI noticed that Hoddy's ears had pricked up, but he wasn't making any\neffort to attract Stonehenge's attention. I shook hands with him,\nintroduced Hoddy, and offered my cigarette case around.\n\n\"You seem to have had a hectic trip from the spaceport, Mr. Ambassador.\nWhat happened?\"\n\nThrombley began accusing our driver of trying to murder the lot of us.\nHoddy brushed him aside and explained:\n\n\"Just after we'd took off, two other cars took off after us. We speeded\nup, and they speeded up, too. Then your fly-boy, here, got fancy. That\nshook 'em off. Time we got into the city, we'd dropped them. Nice job of\ndriving. Probably saved our lives.\"\n\n\"Shucks, that wasn't nothin',\" the driver disclaimed. \"When you drive\nfor politicians, you're either good or you're good and dead.\"\n\n\"I'm surprised they started so soon,\" Stonehenge said. Then he looked\naround at my fellow-passengers, who seemed to have realized, by now,\nthat they were no longer dangling by their fingernails over the brink of\nthe grave. \"But gentlemen, let's not keep the Ambassador standing out\nhere in the hot sun.\"\n\nSo we went over the arches at the side of the patio, and were about to\nsit down when one of the Embassy servants came up, followed by a man in\na loose vest and blue Levis and a big hat. He had a pair of automatics\nin his belt, too.\n\n\"I'm Captain Nelson; New Texas Rangers,\" he introduced himself. \"Which\none of you-all is Mr. Stephen Silk?\"\n\nI admitted it.\n\nThe Ranger pushed back his wide hat and grinned at me.\n\n\"I just can't figure this out,\" he said. \"You're in the right place and\nthe right company, but we got a report, from a mighty good source, that\nyou'd been kidnapped at the spaceport by a gang of thugs!\"\n\n\"A blond source?\" I made curving motions with my hands. \"I don't blame\nher. My efficient and conscientious chargé d'affaires, Mr. Thrombley,\nfelt that I should reach the Embassy, here, as soon as possible, and\nfrom where she was standing, it must have looked like a kidnapping.\nFact is, it looked like one from where I was standing, too.\nWas that you and your people who were chasing us? Then I must apologize\nfor opening fire on you ... I hope nobody was hurt.\"\n\n\"No, our cars are pretty well armored. You scored a couple of times on\none of them, but no harm done. I reckon after what happened to Silas\nCumshaw, you had a right to be suspicious.\"\n\nI noticed that refreshments, including several bottles, had been placed\non a big wicker table under the arched veranda.\n\n\"Can I offer you a drink, Captain, in token of mutual amity?\" I asked.\n\n\"Well, now, I'd like to, Mr. Ambassador, but I'm on duty ...\" he began.\n\n\"You can't be. You're an officer of the Planetary Government of New\nTexas, and in this Embassy, you're in the territory of the Solar\nLeague.\"\n\n\"That's right, now, Mr. Ambassador,\" he grinned. \"Extraterritoriality.\nWonderful thing, extraterritoriality.\" He looked at Hoddy, who, for the\nfirst time since I had met him, was trying to shrink into the\nbackground. \"And diplomatic immunity, too. Ain't it, Hoddy?\"\n\nAfter he had had his drink and departed, we all sat down. Thrombley\nbegan speaking almost at once.\n\n\"Mr. Ambassador, you must, you simply must, issue a public statement,\nimmediately, sir. Only a public statement, issued promptly, will relieve\nthe crisis into which we have all been thrust.\"\n\n\"Oh, come, Mr. Thrombley,\" I objected. \"Captain Nelson'll take care of\nall that in his report to his superiors.\"\n\nThrombley looked at me for a moment as though I had been speaking to\nhim in Hottentot, then waved his hands in polite exasperation.\n\n\"Oh, no, no! I don't mean that, sir. I mean a public statement to the\neffect that you have assumed full responsibility for the Embassy. Where\nis that thing? Mr. Gomez!\"\n\nGomez gave him four or five sheets, stapled together. He laid them on\nthe table, turned to the last sheet, and whipped out a pen.\n\n\"Here, sir; just sign here.\"\n\n\"Are you crazy?\" I demanded. \"I'll be damned if I'll sign that. Not till\nI've taken an inventory of the physical property of the Embassy, and\nfamiliarized myself with all its commitments, and had the books audited\nby some firm of certified public accountants.\"\n\nThrombley and Gomez looked at one another. They both groaned.\n\n\"But we must have a statement of assumption of responsibility ...\" Gomez\ndithered.\n\n\"... or the business of the Embassy will be at a dead stop, and we can't\ndo anything,\" Thrombley finished.\n\n\"Wait a moment, Thrombley,\" Stonehenge cut in. \"I understand Mr. Silk's\nattitude. I've taken command of a good many ships and installations, at\none time or another, and I've never signed for anything I couldn't see\nand feel and count. I know men who retired as brigadier generals or\nvice-admirals, but they retired loaded with debts incurred because as\nsecond lieutenants or ensigns they forgot that simple rule.\"\n\nHe turned to me. \"Without any disrespect to the chargé d'affaires, Mr.\nSilk, this Embassy has been pretty badly disorganized since Mr.\nCumshaw's death. No one felt authorized, or, to put it more accurately,\nno one dared, to declare himself acting head of the Embassy--\"\n\n\"Because that would make him the next target?\" I interrupted. \"Well,\nthat's what I was sent here for. Mr. Gomez, as Secretary of the Embassy,\nwill you please, at once, prepare a statement for the press and telecast\nrelease to the effect that I am now the authorized head of this Embassy,\nresponsible from this hour for all its future policies and all its\npresent commitments insofar as they obligate the government of the Solar\nLeague. Get that out at once. Tomorrow, I will present my credentials to\nthe Secretary of State here. Thereafter, Mr. Thrombley, you can rest in\nthe assurance that I'll be the one they'll be shooting at.\"\n\n\"But you can't wait that long, Mr. Ambassador,\" Thrombley almost wailed.\n\"We must go immediately to the Statehouse. The reception for you is\nalready going on.\"\n\nI looked at my watch, which had been regulated aboard ship for Capella\nIV time. It was just 1315.\n\n\"What time do they hold diplomatic receptions on this planet, Mr.\nThrombley?\" I asked.\n\n\"Oh, any time at all, sir. This one started about 0900 when the news\nthat the ship was in orbit off-planet got in. It'll be a barbecue, of\ncourse, and--\"\n\n\"Barbecued supercow! Yipeee!\" Hoddy yelled. \"What I been waitin' for for\nfive years!\"\n\nIt would be the vilest cruelty not to take him along, I thought. And it\nwould also keep him and Stonehenge apart for a while.\n\n\"But we must hurry, Mr. Ambassador,\" Thrombley was saying. \"If you will\nchange, now, to formal dress ...\"\n\nAnd he was looking at me, gasping. I think it was the first time he had\nactually seen what I was wearing.\n\n\"In native dress, Mr. Ambassador!\"\n\nThrombley's eyes and tone were again those of an innocent spaniel caught\nin the middle of a marital argument.\n\nThen his gaze fell to my belt and his eyes became saucers. \"Oh, dear!\nAnd armed!\"\n\nMy chargé d'affaires was shuddering and he could not look directly at\nme.\n\n\"Mr. Ambassador, I understand that you were recently appointed from the\nConsular Service. I sincerely hope that you will not take it amiss if I\npoint out, here in private, that--\"\n\n\"Mr. Thrombley, I am wearing this costume and these pistols on the\ndirect order of Secretary of State Ghopal Singh.\"\n\nThat set him back on his heels.\n\n\"I ... I can't believe it!\" he exclaimed. \"An ambassador is _never_\narmed.\"\n\n\"Not when he's dealing with a government which respects the comity of\nnations and the usages of diplomatic practice, no,\" I replied. \"But the\nfate of Mr. Cumshaw clearly indicates that the government of New Texas\nis not such a government. These pistols are in the nature of a\nnot-too-subtle hint of the manner in which this government, here, is\nbeing regarded by the government of the Solar League.\" I turned to\nStonehenge. \"Commander, what sort of an Embassy guard have we?\" I asked.\n\n\"Space Marines, sergeant and five men. I double as guard officer, sir.\"\n\n\"Very well. Mr. Thrombley insists that it is necessary for me to go to\nthis fish-fry or whatever it is immediately. I want two men, a driver\nand an auto-rifleman, for my car. And from now on, I would suggest,\nCommander, that you wear your sidearm at all times outside the Embassy.\"\n\n\"Yes, sir!\" and this time, Stonehenge gave me a real salute.\n\n\"Well, I must phone the Statehouse, then,\" Thrombley said. \"We will have\nto call on Secretary of State Palme, and then on President Hutchinson.\"\n\nWith that, he got up, excused himself, motioned Gomez to follow, and\nhurried away.\n\nI got up, too, and motioned Stonehenge aside.\n\n\"Aboard ship, coming in, I was told that there's a task force of the\nSpace Navy on maneuvers about five light-years from here,\" I said.\n\n\"Yes, sir. Task Force Red-Blue-Green, Fifth Space Fleet. Fleet Admiral\nSir Rodney Tregaskis.\"\n\n\"Can we get hold of a fast space-boat, with hyperdrive engines, in a\nhurry?\"\n\n\"Eight or ten of them always around New Austin spaceport, available for\ncharter.\"\n\n\"All right; charter one and get out to that fleet. Tell Admiral\nTregaskis that the Ambassador at New Austin feels in need of protection;\npossibility of z'Srauff invasion. I'll give you written orders. I want\nthe Fleet within radio call. How far out would that be, with our\nfacilities?\"\n\n\"The Embassy radio isn't reliable beyond about sixty light-minutes,\nsir.\"\n\n\"Then tell Sir Rodney to bring his fleet in that close. The invasion, if\nit comes, will probably not come from the direction of the z'Srauff\nstar-cluster; they'll probably jump past us and move in from the other\nside. I hope you don't think I'm having nightmares, Commander. Danger of\na z'Srauff invasion was pointed out to me by persons on the very highest\nlevel, on Luna.\"\n\nStonehenge nodded. \"I'm always having the same kind of nightmares, sir.\nEspecially since this special envoy arrived here, ostensibly to\nnegotiate a meteor-mining treaty.\" He hesitated for a moment. \"We don't\nwant the New Texans to know, of course, that you've sent for the fleet?\"\n\n\"Naturally not.\"\n\n\"Well, if I can wait till about midnight before I leave, I can get a\nboat owned, manned and operated by Solar League people. The boat's a\ndreadful-looking old tub, but she's sound and fast. The gang who own her\nare pretty notorious characters--suspected of smuggling, piracy, and\nwhat not--but they'll keep their mouths shut if well paid.\"\n\n\"Then pay them well,\" I said. \"And it's just as well you're not leaving\nat once. When I get back from this clambake, I'll want to have a general\ninformal council, and I certainly want you in on it.\"\n\nOn the way to the Statehouse in the aircar, I kept wondering just how\nsmart I had been.\n\nI was pretty sure that the z'Srauff was getting ready for a sneak attack\non New Texas, and, as Solar League Ambassador, I of course had the right\nto call on the Space Navy for any amount of armed protection.\n\nSending Stonehenge off on what couldn't be less than an eighteen-hour\ntrip would delay anything he and Hoddy might be cooking up, too.\n\nOn the other hand, with the fleet so near, they might decide to have me\nrubbed out in a hurry, to justify seizing the planet ahead of the\nz'Srauff.\n\nI was in that pleasant spot called, \"Damned if you do and damned if you\ndon't....\"\n\n\n\n\nCHAPTER IV\n\n\nThe Statehouse appeared to cover about a square mile of ground and it\nwas an insane jumble of buildings piled beside and on top of one\nanother, as though it had been in continuous construction ever since the\nplanet was colonized, eighty-odd years before.\n\nAt what looked like one of the main entrances, the car stopped. I told\nour Marine driver and auto-rifleman to park the car and take in the\nbarbecue, but to leave word with the doorman where they could be found.\nHoddy, Thrombley and I then went in, to be met by a couple of New Texas\nRangers, one of them the officer who had called at the Embassy. They\nguided us to the office of the Secretary of State.\n\n\"We're dreadfully late,\" Thrombley was fretting. \"I do hope we haven't\nkept the Secretary waiting too long.\"\n\nFrom the looks of him, I was afraid we had. He jumped up from his desk\nand hurried across the room as soon as the receptionist opened the door\nfor us, his hand extended.\n\n\"Good afternoon, Mr. Thrombley,\" he burbled nervously. \"And this is the\nnew Ambassador, I suppose. And this--\" He caught sight of Hoddy Ringo,\nbringing up the rear and stopped short, hand flying to open mouth. \"Oh,\ndear me!\"\n\nSo far, I had been building myself a New Texas stereotype from Hoddy\nRingo and the Ranger officer who had chased us to the Embassy. But this\nfrightened little rabbit of a fellow simply didn't fit it. An alien\nwould be justified in assigning him to an entirely different species.\n\nThrombley introduced me. I introduced Hoddy as my confidential secretary\nand advisor. We all shook hands, and Thrombley dug my credentials out of\nhis briefcase and handed them to me, and I handed them to the Secretary\nof State, Mr. William A. Palme. He barely glanced at them, then shook my\nhand again fervently and mumbled something about \"inexpressible\npleasure\" and \"entirely acceptable to my government.\"\n\nThat made me the accredited and accepted Ambassador to New Texas.\n\nMr. Palme hoped, or said he hoped, that my stay in New Texas would be\nlong and pleasant. He seemed rather less than convinced that it would\nbe. His eyes kept returning in horrified fascination to my belt. Each\ntime they would focus on the butts of my Krupp-Tattas, he would pull\nthem resolutely away again.\n\n\"And now, we must take you to President Hutchinson; he is most anxious\nto meet you, Mr. Silk. If you will please come with me ...\"\n\nFour or five Rangers who had been loitering the hall outside moved to\nfollow us as we went toward the elevator. Although we had come into the\nbuilding onto a floor only a few feet above street-level, we went down\nthree floors from the hallway outside the Secretary of State's office,\ninto a huge room, the concrete floor of which was oil-stained, as\nthough vehicles were continually being driven in and out. It was about a\nhundred feet wide, and two or three hundred in length. Daylight was\nvisible through open doors at the end. As we approached them, the\nRangers fanning out on either side and in front of us, I could hear a\nperfect bedlam of noise outside--shouting, singing, dance-band music,\ninterspersed with the banging of shots.\n\nWhen we reached the doors at the end, we emerged into one end of a big\nrectangular plaza, at least five hundred yards in length. Most of the\nuproar was centered at the opposite end, where several thousand people,\nin costumes colored through the whole spectrum, were milling about.\nThere seemed to be at least two square-dances going on, to the music of\ncompeting bands. At the distant end of the plaza, over the heads of the\ncrowd, I could see the piles and tracks of an overhead crane, towering\nabove what looked like an open-hearth furnace. Between us and the bulk\nof the crowd, in a cleared space, two medium tanks, heavily padded with\nmats, were ramming and trying to overturn each other, the mob of\nspectators crowding as close to them as they dared. The din was\npositively deafening, though we were at least two hundred yards from the\ncenter of the crowd.\n\n\"Oh, dear, I always dread these things!\" Palme was saying.\n\n\"Yes, absolutely anything could happen,\" Thrombley twittered.\n\n\"Man, this is a real barbecue!\" Hoddy gloated. \"Now I really feel at\nhome!\"\n\n\"Over this way, Mr. Silk,\" Palme said, guiding me toward the short end\nof the plaza, on our left. \"We will see the President and then ...\"\n\nHe gulped.\n\n\"... then we will all go to the barbecue.\"\n\nIn the center of the short end of the plaza, dwarfed by the monster\nbulks of steel and concrete and glass around it, stood a little old\nbuilding of warm-tinted adobe. I had never seen it before, but somehow\nit was familiar-looking. And then I remembered. Although I had never\nseen it before, I had seen it pictured many times; pictured under\nattack, with gunsmoke spouting from windows and parapets.\n\nI plucked Thrombley's sleeve.\n\n\"Isn't that a replica of the Alamo?\"\n\nHe was shocked. \"Oh, dear, Mr. Ambassador, don't let anybody hear you\nask that. That's no replica. It _is_ the Alamo. _The_ Alamo.\"\n\nI stood there a moment, looking at it. I was remembering, and finally\nunderstanding, what my psycho-history lessons about the \"Romantic\nFreeze\" had meant.\n\n_They had taken this little mission-fort down, brick by adobe brick,\nloaded it carefully into a spaceship, brought it here, forty two\nlight-years away from Terra, and reverently set it up again. Then they\nhad built a whole world and a whole social philosophy around it_.\n\nIt had been the dissatisfied, of course, the discontented, the dreamers,\nwho had led the vanguard of man's explosion into space following the\ndiscovery of the hyperspace-drive. They had gone from Terra cherishing\ndreams of things that had been dumped into the dust bin of history,\ncarrying with them pictures of ways of life that had passed away, or\nthat had never really been. Then, in their new life, on new planets,\nthey had set to work making those dreams and those pictures live.\n\nAnd, many times, they had come close to succeeding.\n\nThese Texans, now: they had left behind the cold fact that it had been\ntheir state's great industrial complex that had made their migration\npossible. They ignored the fact that their life here on Capella IV was\npossible only by application of modern industrial technology. That rodeo\ndown the plaza--tank-tilting instead of bronco-busting. Here they were,\nliving frozen in a romantic dream, a world of roving cowboys and ranch\nkingdoms.\n\nNo wonder Hoddy hadn't liked the books I had been reading on the ship.\nThey shook the fabric of that dream.\n\nThere were people moving about, at this relatively quiet end of the\nplaza, mostly in the direction of the barbecue. Ten or twelve Rangers\nloitered at the front of the Alamo, and with them I saw the dress blues\nof my two Marines. There was a little three-wheeled motorcart among\nthem, from which they were helping themselves to food and drink. When\nthey saw us coming, the two Marines shoved their sandwiches into the\nhands of a couple of Rangers and tried to come to attention.\n\n\"At ease, at ease,\" I told them. \"Have a good time, boys. Hoddy, you\nbetter get in on some of this grub; I may be inside for quite a while.\"\n\nAs soon as the Rangers saw Hoddy, they hastily got things out of their\nright hands. Hoddy grinned at them.\n\n\"Take it easy, boys,\" he said. \"I'm protected by the game laws. I'm a\ndiplomat, I am.\"\n\nThere were a couple of Rangers lounging outside the door of the\nPresident's office and both of them carried autorifles, implying things\nI didn't like.\n\nI had seen the President of the Solar League wandering around the\ndome-city of Artemis unattended, looking for all the world like a\nprofessor in his academic halls. Since then, maybe before then, I had\nalways had a healthy suspicion of governments whose chiefs had to\nsurround themselves with bodyguards.\n\nBut the President of New Texas, John Hutchinson, was alone in his office\nwhen we were shown in. He got up and came around his desk to greet us, a\nslender, stoop-shouldered man in a black-and-gold laced jacket. He had a\nnarrow compressed mouth and eyes that seemed to be watching every corner\nof the room at once. He wore a pair of small pistols in cross-body\nholsters under his coat, and he always kept one hand or the other close\nto his abdomen.\n\nHe was like, and yet unlike, the Secretary of State. Both had the look\nof hunted animals; but where Palme was a rabbit, twitching to take\nflight at the first whiff of danger, Hutchinson was a cat who hears\nhounds baying--ready to run if he could, or claw if he must.\n\n\"Good day, Mr. Silk,\" he said, shaking hands with me after the\nintroductions. \"I see you're heeled; you're smart. You wouldn't be here\ntoday if poor Silas Cumshaw'd been as smart as you are. Great man,\nthough; a wise and farseeing statesman. He and I were real friends.\"\n\n\"You know who Mr. Silk brought with him as bodyguard?\" Palme asked.\n\"Hoddy Ringo!\"\n\n\"Oh, my God! I thought this planet was rid of him!\" The President turned\nto me. \"You got a good trigger-man, though, Mr. Ambassador. Good man to\nwatch your back for you. But lot of folks here won't thank you for\nbringing him back to New Texas.\"\n\nHe looked at his watch. \"We have time for a little drink, before we go\noutside, Mr. Silk,\" he said. \"Care to join me?\"\n\nI assented and he got a bottle of superbourbon out of his desk, with\nfour glasses. Palme got some water tumblers and brought the pitcher of\nice-water from the cooler.\n\nI noticed that the New Texas Secretary of State filled his three-ounce\nliquor glass to the top and gulped it down at once. He might act as\nthough he were descended from a long line of maiden aunts, but he took\nhis liquor in blasts that would have floored a spaceport labor-boss.\n\nWe had another drink, a little slower, and chatted for a while, and then\nHutchinson said, regretfully that we'd have to go outside and meet the\nfolks. Outside, our guards--Hoddy, the two Marines, the Rangers who had\nescorted us from Palme's office, and Hutchinson's retinue--surrounded\nus, and we made our way down the plaza, through the crowd. The\ndin--ear-piercing yells, whistles, cowbells, pistol shots, the cacophony\nof the two dance-bands, and the chorus-singing, of which I caught only\nthe words: _The skies of freedom are above you!_--was as bad as New\nYear's Eve in Manhattan or Nairobi or New Moscow, on Terra.\n\n\"Don't take all this as a personal tribute, Mr. Silk!\" Hutchinson\nscreamed into my ear. \"On this planet, to paraphrase Nietzsche, a good\nbarbecue halloweth any cause!\"\n\nThat surprised me, at the moment. Later I found out that John Hutchinson\nwas one of the leading scholars on New Texas and had once been president\nof one of their universities. New Texas Christian, I believe.\n\nAs we got up onto the platform, close enough to the barbecue pits to\nfeel the heat from them, somebody let off what sounded like a fifty-mm\nanti-tank gun five or six times. Hutchinson grabbed a microphone and\nbellowed into it: \"Ladies and gentlemen! Your attention, please!\"\n\nThe noise began to diminish, slowly, until I could hear one voice, in\nthe crowd below:\n\n\"Shut up, you damn fools! We can't eat till this is over!\"\n\nHutchinson introduced me, in very few words. I gathered that lengthy\nspeeches at barbecues were not popular on New Texas.\n\n\"Ladies and gentlemen!\" I yelled into the microphone. \"Appreciative as I\nam of this honor, there is one here who is more deserving of your notice\nthan I; one to whom I, also, pay homage. He's over there on the fire,\nand I want a slice of him as soon as possible!\"\n\nThat got a big ovation. There was, beside the water pitcher, a bottle of\nsuperbourbon. I ostentatiously threw the water out of the glass, poured\na big shot of the corrosive stuff, and downed it.\n\n\"For God's sake, let's eat!\" I finished. Then I turned to Thrombley, who\nwas looking like a priest who has just seen the bishop spit in the\nholy-water font. \"Stick close to me,\" I whispered. \"Cue me in on the\nlocal notables, and the other members of the Diplomatic Corps.\" Then we\nall got down off the platform, and a band climbed up and began playing\none of those raucous \"cowboy ballads\" which had originated in Manhattan\nabout the middle of the Twentieth Century.\n\n\"The sandwiches'll be here in a moment, Mr. Ambassador,\" Hutchinson\nscreamed--in effect, whispered--in my ear. \"Don't feel any reluctance\nabout shaking hands with a sandwich in your other hand; that's standard\npractice, here. You struck just the right note, up there. That business\nwith the liquor was positively inspired!\"\n\nThe sandwiches--huge masses of meat and hot relish, wrapped in tortillas\nof some sort--arrived and I bit into one.\n\nI'd been eating supercow all my life, frozen or electron-beamed for\ntransportation, and now I was discovering that I had never really eaten\nsupercow before. I finished the first sandwich in surprisingly short\norder and was starting on my second when the crowd began coming.\n\nFirst, the Diplomatic Corps, the usual collection of weirdies, human and\notherwise....\n\nThere was the Ambassador from Tara, in a suit of what his planet\nproduced as a substitute for Irish homespuns. His Embassy, if it was\nlike the others I had seen elsewhere, would be an outsize cottage with\nwhitewashed walls and a thatched roof, with a bowl of milk outside the\ndoor for the Little People ...\n\nThe Ambassador from Alpheratz II, the South African Nationalist planet,\nwith a full beard, and old fashioned plug hat and tail-coat. They were a\nfrustrated lot. They had gone into space to practice _apartheid_ and had\nsettled on a planet where there was no other intelligent race to be\nsuperior to....\n\nThe Mormon Ambassador from Deseret--Delta Camelopardalis V....\n\nThe Ambassador from Spica VII, a short jolly-looking little fellow, with\na head like a seal's, long arms, short legs and a tail like a\nkangaroo's....\n\nThe Ambassador from Beta Cephus VI, who could have passed for human if\nhe hadn't had blood with a copper base instead of iron. His skin was a\ndark green and his hair was a bright blue....\n\nI was beginning to correct my first impression that Thrombley was a\ncomplete dithering fool. He stood at my left elbow, whispering the names\nand governments and home planets of the Ambassadors as they came up,\nhanding me little slips of paper on which he had written phonetically\ncorrect renditions of the greetings I would give them in their own\nlanguage. I was still twittering a reply to the greeting of\nNanadabadian, from Beta Cephus VI, when he whispered to me:\n\n\"Here it comes, sir. The z'Srauff!\"\n\nThe z'Srauff were reasonably close to human stature and appearance,\nallowing for the fact that their ancestry had been canine instead of\nsimian. They had, of course, longer and narrower jaws than we have, and\ndefinitely carnivorous teeth.\n\nThere were stories floating around that they enjoyed barbecued Terran\neven better than they did supercow and hot relish.\n\nThis one advanced, extending his three-fingered hand.\n\n\"I am most happy to make connection with Solar League representative,\"\nhe said. \"I am named Gglafrr Ddespttann Vuvuvu.\"\n\nNo wonder Thrombley let him introduce himself. I answered in the Basic\nEnglish that was all he'd admit to understanding:\n\n\"The name of your great nation has gone before you to me. The stories we\ntell to our young of you are at the top of our books. I have hope to\nmake great pleasure in you and me to be friends.\"\n\nGglafrr Vuvuvu's smile wavered a little at the oblique reference to the\ncouple of trouncings our Space Navy had administered to z'Srauff ships\nin the past. \"We will be in the same place again times with no number,\"\nthe alien replied. \"I have hope for you that time you are in this place\nwill be long and will put pleasure in your heart.\"\n\nThen the pressure of the line behind him pushed him on. Cabinet Members;\nSenators and Representatives; prominent citizens, mostly Judge\nso-and-so, or Colonel this-or-that. It was all a blur, so much so that\nit was an instant before I recognized the gleaming golden hair and the\nstatuesque figure.\n\n\"Thank you! I have met the Ambassador.\" The lovely voice was shaking\nwith restrained anger.\n\n\"Gail!\" I exclaimed.\n\n\"Your father coming to the barbecue, Gail?\" President Hutchinson was\nasking.\n\n\"He ought to be here any minute. He sent me on ahead from the hotel. He\nwants to meet the Ambassador. That's why I joined the line.\"\n\n\"Well, suppose I leave Mr. Silk in your hands for a while,\" Hutchinson\nsaid. \"I ought to circulate around a little.\"\n\n\"Yes. Just leave him in my hands!\" she said vindictively.\n\n\"What's wrong, Gail?\" I wanted to know. \"I know, I was supposed to meet\nyou at the spaceport, but--\"\n\n\"You made a beautiful fool of me at the spaceport!\"\n\n\"Look, I can explain everything. My Embassy staff insisted on hurrying\nme off--\"\n\nSomebody gave a high-pitched whoop directly behind me and emptied the\nclip of a pistol. I couldn't even hear what else I said. I couldn't hear\nwhat she said, either, but it was something angry.\n\n\"You have to listen to me!\" I roared in her ear. \"I can explain\neverything!\"\n\n\"Any diplomat can explain anything!\" she shouted back.\n\n\"Look, Gail, you're hanging an innocent man!\" I yelled back at her. \"I'm\nentitled to a fair trial!\"\n\nSomebody on the platform began firing his pistol within inches of the\nloud-speakers and it sounded like an H-bomb going off. She grabbed my\nwrist and dragged me toward a door under the platform.\n\n\"Down here!\" she yelled. \"And this better be good, Mr. Silk!\"\n\nWe went down a spiral ramp, lighted by widely-scattered overhead lights.\n\n\"Space-attack shelter,\" she explained. \"And look: what goes on in\nspace-ships is one thing, but it's as much as a girl's reputation is\nworth to come down here during a barbecue.\"\n\nThere seemed to be quite few girls at that barbecue who didn't care what\nhappened to their reputations. We discovered that after looking into a\ncouple of passageways that branched off the entrance.\n\n\"Over this way,\" Gail said, \"Confederate Courts Building. There won't be\nanything going on over here, now.\"\n\nI told her, with as much humorous detail as possible, about how\nThrombley had shanghaied me to the Embassy, and about the chase by the\nRangers. Before I was half through, she was laughing heartily, all\ntraces of her anger gone. Finally, we came to a stairway, and at the\nhead of it to a small door.\n\n\"It's been four years that I've been away from here,\" she said. \"I think\nthere's a reading room of the Law Library up here. Let's go in and enjoy\nthe quiet for a while.\"\n\nBut when we opened the door, there was a Ranger standing inside.\n\n\"Come to see a trial, Mr. Silk? Oh, hello, Gail. Just in time; they're\ngoing to prepare for the next trial.\"\n\nAs he spoke, something clicked at the door. Gail looked at me in\nconsternation.\n\n\"Now we're locked in,\" she said. \"We can't get out till the\ntrial's over.\"\n\n\n\n\nCHAPTER V\n\n\nI looked around.\n\nWe were on a high balcony, at the end of a long, narrow room. In front\nof us, windows rose to the ceiling, and it was evident that the floor of\nthe room was about twenty feet below ground level. Outside, I could see\nthe barbecue still going on, but not a murmur of noise penetrated to us.\nWhat seemed to be the judge's bench was against the outside wall, under\nthe tall windows. To the right of it was a railed stand with a chair in\nit, and in front, arranged in U-shape, were three tables at which a\nnumber of men were hastily conferring. There were nine judges in a row\non the bench, all in black gowns. The spectators' seats below were\nfilled with people, and there were quite a few up here on the balcony.\n\n\"What is this? Supreme Court?\" I asked as Gail piloted me to a couple of\nseats where we could be alone.\n\n\"No, Court of Political Justice,\" she told me. \"This is the court that's\ngoing to try those three Bonney brothers, who killed Mr. Cumshaw.\"\n\nIt suddenly occurred to me that this was the first time I had heard\nanything specific about the death of my predecessor.\n\n\"That isn't the trial that's going on now, I hope?\"\n\n\"Oh, no; that won't be for a couple of days. Not till after you can\narrange to attend. I don't know what this trial is. I only got home\ntoday, myself.\"\n\n\"What's the procedure here?\" I wanted to know.\n\n\"Well, those nine men are judges,\" she began. \"The one in the middle is\nPresident Judge Nelson. You've met his son--the Ranger officer who\nchased you from the spaceport. He's a regular jurist. The other eight\nare prominent citizens who are drawn from a panel, like a jury. The men\nat the table on the left are the prosecution: friends of the politician\nwho was killed. And the ones on the right are the defense: they'll try\nto prove that the dead man got what was coming to him. The ones in the\nmiddle are friends of the court: they're just anybody who has any\ninterest in the case--people who want to get some point of law cleared\nup, or see some precedent established, or something like that.\"\n\n\"You seem to assume that this is a homicide case,\" I mentioned.\n\n\"They generally are. Sometimes mayhem, or wounding, or simple assault,\nbut--\"\n\nThere had been some sort of conference going on in the open space of\nfloor between the judges' bench and the three tables. It broke up, now,\nand the judge in the middle rapped with his gavel.\n\n\"Are you gentlemen ready?\" he asked. \"All right, then. Court of\nPolitical Justice of the Confederate Continents of New Texas is now in\nsession. Case of the friends of S. Austin Maverick, deceased, late of\nJames Bowie Continent, versus Wilbur Whately.\"\n\n\"My God, did somebody finally kill Aus Maverick?\" Gail whispered.\n\nOn the center table, in front of the friends of the court, both sides\nseemed to have piled their exhibits; among the litter I saw some torn\nclothing, a big white sombrero covered with blood, and a long machete.\n\n\"The general nature of the case,\" the judge was saying, \"is that the\ndefendant, Wilbur Whately, of Sam Houston Continent, is here charged\nwith divers offenses arising from the death of the Honorable S. Austin\nMaverick, whom he killed on the front steps of the Legislative Assembly\nBuilding, here in New Austin....\"\n\n_What goes on here?_ I thought angrily. _This is the rankest instance of\na pre-judged case I've ever seen._ I started to say as much to Gail, but\nshe hushed me.\n\n\"I want to hear the specifications,\" she said.\n\nA man at the prosecution table had risen.\n\n\"Please the court,\" he began, \"the defendant, Wilbur Whately, is here\ncharged with political irresponsibility and excessive atrocity in\nexercising his constitutional right of criticism of a practicing\npolitician.\n\n\"The specifications are, as follows: That, on the afternoon of May\nSeventh, Anno Domini 2193, the defendant here present did arm himself\nwith a machete, said machete not being one of his normal and accustomed\nweapons, and did loiter in wait on the front steps of the Legislative\nAssembly Building in the city of New Austin, Continent of Sam Houston,\nand did approach the decedent, addressing him in abusive, obscene, and\nindecent language, and did set upon and attack him with the machete\naforesaid, causing the said decedent, S. Austin Maverick, to die.\"\n\nThe court wanted to know how the defendant would plead. Somebody,\nwithout bothering to rise, said, \"Not guilty, Your Honor,\" from the\ndefense table.\n\nThere was a brief scraping of chairs; four of five men from the defense\nand the prosecution tables got up and advanced to confer in front of the\nbench, comparing sheets of paper. The man who had read the charges,\nobviously the chief prosecutor, made himself the spokesman.\n\n\"Your Honor, defense and prosecution wish to enter the following\nstipulations: That the decedent was a practicing politician within the\nmeaning of the Constitution, that he met his death in the manner stated\nin the coroner's report, and that he was killed by the defendant, Wilbur\nWhately.\"\n\n\"Is that agreeable to you, Mr. Vincent?\" the judge wanted to know.\n\nThe defense answered affirmatively. I sat back, gaping like a fool. Why,\nthat was practically--no, it _was_--a confession.\n\n\"All right, gentlemen,\" the judge said. \"Now we have all that out of the\nway, let's get on with the case.\"\n\nAs though there were any case to get on with! I fully expected them to\ntake it on from there in song, words by Gilbert and music by Sullivan.\n\n\"Well, Your Honor, we have a number of character witnesses,\" the\nprosecution--prosecution, for God's sake!--announced.\n\n\"Skip them,\" the defense said. \"We stipulate.\"\n\n\"But you can't stipulate character testimony,\" the prosecution argued.\n\"You don't know what our witnesses are going to testify to.\"\n\n\"Sure we do: they're going to give us a big long shaggy-dog story about\nthe Life and Miracles of Saint Austin Maverick. We'll agree in advance\nto all that; this case is concerned only with his record as a\npolitician. And as he spent the last fifteen years in the Senate, that's\nall a matter of public record. I assume that the prosecution is going to\nintroduce all that, too?\"\n\n\"Well, naturally ...\" the prosecutor began.\n\n\"Including his public acts on the last day of his life?\" the counsel for\nthe defense demanded. \"His actions on the morning of May seventh as\nchairman of the Finance and Revenue Committee? You going to introduce\nthat as evidence for the prosecution?\"\n\n\"Well, now ...\" the prosecutor began.\n\n\"Your Honor, we ask to have a certified copy of the proceedings of the\nSenate Finance and Revenue Committee for the morning of May Seventh,\n2193, read into the record of this court,\" the counsel for the defense\nsaid. \"And thereafter, we rest our case.\"\n\n\"Has the prosecution anything to say before we close the court?\" Judge\nNelson inquired.\n\n\"Well, Your Honor, this seems ... that is, we ought to hear both sides\nof it. My old friend, Aus Maverick, was really a fine man; he did a lot\nof good for the people of his continent....\"\n\n\"Yeah, we'd of lynched him, when he got back, if somebody hadn't chopped\nhim up here in New Austin!\" a voice from the rear of the courtroom broke\nin.\n\nThe prosecution hemmed and hawed for a moment, and then announced, in a\nhasty mumble, that it rested.\n\n\"I will now close the court,\" Judge Nelson said. \"I advise everybody to\nkeep your seats. I don't think it's going to be closed very long.\"\n\nAnd then, he actually closed the court; pressing a button on the bench,\nhe raised a high black screen in front of him and his colleagues. It\nstayed up for some sixty seconds, and then dropped again.\n\n\"The Court of Political Justice has reached a verdict,\" he announced.\n\"Wilbur Whately, and your attorney, approach and hear the verdict.\"\n\nThe defense lawyer motioned a young man who had been sitting beside him\nto rise. In the silence that had fallen, I could hear the defendant's\nboots squeaking as he went forward to hear his fate. The judge picked up\na belt and a pair of pistols that had been lying in front of him.\n\n\"Wilbur Whately,\" he began, \"this court is proud to announce that you\nhave been unanimously acquitted of the charge of political\nirresponsibility, and of unjustified and excessive atrocity.\n\n\"There was one dissenting vote on acquitting you of the charge of\npolitical irresponsibility; one of the associate judges felt that the\nlate unmitigated scoundrel, Austin Maverick, ought to have been skinned\nalive, an inch at a time. You are, however, acquitted of that charge,\ntoo.\n\n\"You all know,\" he continued, addressing the entire assemblage, \"the\nreason for which this young hero cut down that monster of political\niniquity, S. Austin Maverick. On the very morning of his justly-merited\ndeath, Austin Maverick, using the powers of his political influence,\nrammed through the Finance and Revenue Committee a bill entitled 'An Act\nfor the Taxing of Personal Incomes, and for the Levying of a Withholding\nTax.' Fellow citizens, words fail me to express my horror of this\ndiabolic proposition, this proposed instrument of tyrannical extortion,\nborrowed from the Dark Ages of the Twentieth Century! Why, if this young\nnobleman had not taken his blade in hand, I'd have killed the\nsonofabitch, myself!\"\n\nHe leaned forward, extending the belt and holsters to the defendant.\n\n\"I therefore restore to you your weapons, taken from you when, in\ncompliance with the law, you were formally arrested. Buckle them on,\nand, assuming your weapons again, go forth from this court a free man,\nWilbur Whately. And take with you that machete with which you vindicated\nthe liberties and rights of all New Texans. Bear it reverently to your\nhome, hang it among your lares and penates, cherish it, and dying,\nmention it within your will, bequeathing it as a rich legacy unto your\nissue! Court adjourned; next session 0900 tomorrow. For Chrissake, let's\nget out of here before the barbecue's over!\"\n\nSome of the spectators, drooling for barbecued supercow, began crowding\nand jostling toward the exits; more of them were pushing to the front of\nthe courtroom, cheering and waving their hip-flasks. The prosecution\nand about half of the friends of the court hastily left by a side door,\nprobably to issue statements disassociating themselves from the deceased\nMaverick.\n\n\"So that's the court that's going to try the men who killed Ambassador\nCumshaw,\" I commented, as Gail and I went out. \"Why, the purpose of that\ncourt seems to be to acquit murderers.\"\n\n\"Murderers?\" She was indignant. \"That wasn't murder. He just killed a\npolitician. All the court could do was determine whether or not the\npolitician needed it, and while I never heard about Maverick's\nincome-tax proposition, I can't see how they could have brought in any\nother kind of a verdict. Of all the outrageous things!\"\n\n\nI was thoughtfully silent as we went out into the plaza, which was still\na riot of noise and polychromatic costumes. And my thoughts were as\nweltered as the scene before me.\n\nApparently, on New Texas, killing a politician wasn't regarded as\n_mallum in se_, and was _mallum prohibitorum_ only to the extent that\nwhat happened to the politician was in excess of what he deserved. I\nbegan to understand why Palme was such a scared rabbit, why Hutchinson\nhad that hunted look and kept his hands always within inches of his\npistols.\n\nI began to feel more pity than contempt for Thrombley, too. _He's been\non this planet too long and he should never have been sent here in the\nfirst place. I'll rotate him home as soon as possible...._\n\nThen the full meaning of what I had seen finally got through to me: if\nthey were going to try the killers of Cumshaw in that court, that meant\nthat on New Texas, foreign diplomats were regarded as practicing\npoliticians....\n\nThat made me a practicing politician too!\n\nAnd that's why, when we got back to the vicinity of the bandstand, I\nhad my right hand close to my pistol, with my thumb on the inconspicuous\nlittle spot of silver inlay that operated the secret holster mechanism.\n\nI saw Hutchinson and Palme and Thrombley ahead. With them was a\nnewcomer, a portly, ruddy-faced gentleman with a white mustache and\ngoatee, dressed in a white suit. Gail broke away from me and ran toward\nhim. This, I thought, would be her father; now I would be introduced and\nfind out just what her last name was. I followed, more slowly, and saw a\nwaiter, with a wheeled serving-table, move in behind the group which she\nhad joined.\n\nSo I saw what none of them did--the waiter suddenly reversed his long\ncarving-knife and poised himself for a blow at President Hutchinson's\nback. I simply pressed the little silver stud on my belt, the\nKrupp-Tatta popped obediently out of the holster into my open hand. I\nthumbed off the safety and swung up; when my sights closed on the rising\nhand that held the knife, I fired.\n\nHoddy Ringo, who had been holding a sandwich with one hand and a drink\nwith the other, dropped both and jumped on the man whose hand I had\nsmashed. A couple of Rangers closed in and grabbed him, also. The group\naround President Hutchinson had all turned and were staring from me to\nthe man I had shot, and from him to the knife with the broken handle,\nlying on the ground.\n\nHutchinson spoke first. \"Well, Mr. Ambassador! My Government thanks your\nGovernment! That was nice shooting!\"\n\n\"Hey, you been holdin' out on me!\" Hoddy accused. \"I never knew you was\nthat kinda gunfighter!\"\n\n\"There's a new wrinkle,\" the man with the white goatee said. \"We'll have\nto screen the help at these affairs a little more closely.\" He turned to\nme. \"Mr. Ambassador, New Texas owes you a great deal for saving the\nPresident's life. If you'll get that pistol out of your hand, I'd be\nproud to shake it, sir.\"\n\nI holstered my automatic, and took his hand. Gail was saying, \"Stephen,\nthis is my father,\" and at the same time, Palme, the Secretary of State,\nwas doing it more formally:\n\n\"Ambassador Silk, may I present one of our leading citizens and large\nranchers, Colonel Andrew Jackson Hickock.\"\n\nDumbarton Oaks had taught me how to maintain the proper diplomat's\nunchanging expression; drinking superbourbon had been a post-graduate\ncourse. I needed that training as I finally learned Gail's last name.\n\n\n\n\nCHAPTER VI\n\n\nIt was early evening before we finally managed to get away from the\nbarbecue. Thrombley had called the Embassy and told them not to wait\ndinner for us, so the staff had finished eating and were relaxing in the\npatio when our car came in through the street gate. Stonehenge and\nanother man came over to meet us as we got out--a man I hadn't met\nbefore.\n\nHe was a little fellow, half-Latin, half-Oriental; in New Texas costume\nand wearing a pair of pistols like mine, in State Department Special\nServices holsters. He didn't look like a Dumbarton Oaks product: I\nthought he was more likely an alumnus of some private detective agency.\n\n\"Mr. Francisco Parros, our Intelligence man,\" Stonehenge introduced him.\n\n\"Sorry I wasn't here when you arrived, Mr. Silk,\" Parros said. \"Out\nchecking on some things. But I saw that bit of shooting, on the telecast\nscreen in a bar over town. You know, there was a camera right over the\nbandstand that caught the whole thing--you and Miss Hickock coming\ntoward the President and his party, Miss Hickock running forward to her\nfather, the waiter going up behind Hutchinson with the knife, and then\nthat beautiful draw and snap shot. They ran it again a couple of times\non the half-hourly newscast. Everybody in New Austin, maybe on New\nTexas, is talking about it, now.\"\n\n\"Yes, indeed, sir,\" Gomez, the Embassy Secretary, said, joining us.\n\"You've made yourself more popular in the eight hours since you landed\nthan poor Mr. Cumshaw had been able to do in the ten years he spent\nhere. But, I'm afraid, sir, you've given me a good deal of work,\nanswering your fan-mail.\"\n\nWe went over and sat down at one of the big tables under the arches at\nthe side of the patio.\n\n\"Well, that's all to the good,\" I said. \"I'm going to need a lot of\nlocal good will, in the next few weeks. No thanks, Mr. Parros,\" I added,\nas the Intelligence man picked up a bottle and made to pour for me.\n\"I've been practically swimming in superbourbon all afternoon. A little\nblack coffee, if you don't mind. And now, gentlemen, if you'll all be\nseated, we'll see what has to be done.\"\n\n\"A council of war, in effect, Mr. Ambassador?\" Stonehenge inquired.\n\n\"Let's call it a council to estimate the situation. But I'll have to\nfind out from you first exactly what the situation here is.\"\n\nThrombley stirred uneasily. \"But sir, I confess that I don't understand.\nYour briefing on Luna....\"\n\n\"Was practically nonexistent. I had a total of six hours to get aboard\nship, from the moment I was notified that I had been appointed to this\nEmbassy.\"\n\n\"Incredible!\" Thrombley murmured.\n\nI wondered what he'd say if I told him that I thought it was\ndeliberate.\n\n\"Naturally, I spent some time on the ship reading up on this planet, but\nI know practically nothing about what's been going on here in, say, the\nlast year. And all I know about the death of Mr. Cumshaw is that he is\nsaid to have been killed by three brothers named Bonney.\"\n\n\"So you'll want just about everything, Mr. Silk,\" Thrombley said.\n\"Really, I don't know where to begin.\"\n\n\"Start with why and how Mr. Cumshaw was killed. The rest, I believe,\nwill key into that.\"\n\nSo they began; Thrombley, Stonehenge and Parros doing the talking. It\ncame to this:\n\nEver since we had first established an Embassy on New Texas, the goal of\nour diplomacy on this planet had been to secure it into the Solar\nLeague. And it was a goal which seemed very little closer to realization\nnow than it had been twenty-three years before.\n\n\"You must know, by now, what politics on this planet are like, Mr.\nSilk,\" Thrombley said.\n\n\"I have an idea. One Ambassador gone native, another gone crazy, the\nthird killed himself, the fourth murdered.\"\n\n\"Yes, indeed. I've been here fifteen years, myself....\"\n\n\"That's entirely too long for anybody to be stationed in this place,\" I\ntold him. \"If I'm not murdered, myself, in the next couple of weeks, I'm\ngoing to see that you and any other member of this staff who's been here\nover ten years are rotated home for a tour of duty at Department\nHeadquarters.\"\n\n\"Oh, would you, Mr. Silk? I would be so happy....\"\n\nThrombley wasn't much in the way of an ally, but at least he had a\nsound, selfish motive for helping me stay alive. I assured him I would\nget him sent back to Luna, and then went on with the discussion.\n\nUp until six months ago, Silas Cumshaw had modeled himself after the\ntypical New Texas politician. He had always worn at least two faces, and\nhad always managed to place himself on every side of every issue at\nonce. Nothing he ever said could possibly be construed as controversial.\nNaturally, the cause of New Texan annexation to the Solar League had\nmade no progress whatever.\n\nThen, one evening, at a banquet, he had executed a complete 180-degree\nturn, delivering a speech in which he proclaimed that union with the\nSolar League was the only possible way in which New Texans could retain\neven a vestige of local sovereignty. He had talked about an invasion as\nthough the enemy's ships were already coming out of hyperspace, and had\nnamed the invader, calling the z'Srauff \"our common enemy.\" The z'Srauff\nAmbassador, also present, had immediately gotten up and stalked out,\namid a derisive chorus of barking and baying from the New Texans. The\nNew Texans were first shocked and then wildly delighted; they had been\nso used to hearing nothing but inanities and high-order abstractions\nfrom their public figures that the Solar League Ambassador had become a\nhero overnight.\n\n\"Sounds as though there is a really strong sentiment at what used to be\ncalled the grass-roots level in favor of annexation,\" I commented.\n\n\"There is,\" Parros told me. \"Of course, there is a very strong\nisolationist, anti-annexation, sentiment, too. The sentiment in favor\nof annexation is based on the point Mr. Cumshaw made--the danger of\nconquest by the z'Srauff. Against that, of course, there is fear of\nhigher taxes, fear of loss of local sovereignty, fear of abrogation of\nlocal customs and institutions, and chauvinistic pride.\"\n\n\"We can deal with some of that by furnishing guarantees of local\nself-government; the emotional objections can be met by convincing them\nthat we need the great planet of New Texas to add glory and luster to\nthe Solar League,\" I said. \"You think, then, that Mr. Cumshaw was\nassassinated by opponents of annexation?\"\n\n\"Of course, sir,\" Thrombley replied. \"These Bonneys were only hirelings.\nHere's what happened, on the day of the murder:\n\n\"It was the day after a holiday, a big one here on New Texas,\ncelebrating some military victory by the Texans on Terra, a battle\ncalled San Jacinto. We didn't have any business to handle, because all\nthe local officials were home nursing hangovers, so when Colonel Hickock\ncalled--\"\n\n\"Who?\" I asked sharply.\n\n\"Colonel Hickock. The father of the young lady you were so attentive to\nat the barbecue. He and Mr. Cumshaw had become great friends, beginning\nshortly before the speech the Ambassador made at that banquet. He called\nabout 0900, inviting Mr. Cumshaw out to his ranch for the day, and as\nthere was nothing in the way of official business, Mr. Cumshaw said he'd\nbe out by 1030.\n\n\"When he got there, there was an aircar circling about, near the\nranchhouse. As Mr. Cumshaw got out of his car and started up the front\nsteps, somebody in this car landed it on the driveway and began\nshooting with a twenty-mm auto-rifle. Mr. Cumshaw was hit several times,\nand killed instantly.\"\n\n\"The fellows who did the shooting were damned lucky,\" Stonehenge took\nover. \"Hickock's a big rancher. I don't know how much you know about\nsupercow-ranching, sir, but those things have to be herded with tanks\nand light aircraft, so that every rancher has at his disposal a fairly\ngood small air-armor combat team. Naturally, all the big ranchers are\ncolonels in the Armed Reserve. Hickock has about fifteen fast fighters,\nand thirty medium tanks armed with fifty-mm guns. He also has some\nAA-guns around his ranch house--every once in a while, these ranchers\nget to squabbling among themselves.\n\n\"Well, these three Bonney brothers were just turning away when a burst\nfrom the ranch house caught their jet assembly, and they could only get\nas far as Bonneyville, thirty miles away, before they had to land. They\nlanded right in front of the town jail.\n\n\"This Bonneyville's an awful shantytown; everybody in it is related to\neverybody else. The mayor, for instance, Kettle-Belly Sam Bonney, is an\nuncle of theirs.\n\n\"These three boys--Switchblade Joe Bonney, Jack-High Abe Bonney and\nTurkey-Buzzard Tom Bonney--immediately claimed sanctuary in the jail, on\nthe grounds that they had been near to--get that; I think that indicates\nthe line they're going to take at the trial--_near_ to a political\nassassination. They were immediately given the protection of the jail,\nwhich is about the only well-constructed building in the place,\npractically a fort.\"\n\n\"You think that was planned in advance?\" I asked.\n\nParros nodded emphatically. \"I do. There was a hell of a big gang of\nthese Bonneys at the jail, almost the entire able-bodied population of\nthe place. As soon as Switchblade and Jack-High and Turkey-Buzzard\nlanded, they were rushed inside and all the doors barred. About three\nminutes later, the Hickock outfit started coming in, first aircraft and\nthen armor. They gave that town a regular Georgie Patton style\nblitzing.\"\n\n\"Yes. I'm only sorry I wasn't there to see it,\" Stonehenge put in. \"They\nknocked down or burned most of the shanties, and then they went to work\non the jail. The aircraft began dumping these firebombs and stun-bombs\nthat they use to stop supercow stampedes, and the tank-guns began to\npunch holes in the walls. As soon as Kettle-Belly saw what he had on his\nhands, he radioed a call for Ranger protection. Our friend Captain\nNelson went out to see what the trouble was.\"\n\n\"Yes. I got the story of that from Nelson,\" Parros put in. \"Much as he\nhated to do it, he had to protect the Bonneys. And as soon as he'd taken\na hand, Hickock had to call off his gang. But he was smart. He grabbed\neverything relating to the killing--the aircar and the twenty-mm\nauto-rifle in particular--and he's keeping them under cover. Very few\npeople know about that, or about the fact that on physical evidence\nalone, he has the killing pinned on the Bonneys so well that they'll\nnever get away with this story of being merely innocent witnesses.\"\n\n\"The rest, Mr. Silk, is up to us,\" Thrombley said. \"I have Colonel\nHickock's assurance that he will give us every assistance, but we simply\nmust see to it that those creatures with the outlandish names are\nconvicted.\"\n\nI didn't have a chance to say anything to that: at that moment, one of\nthe servants ushered Captain Nelson toward us.\n\n\"Good evening, Captain,\" I greeted the Ranger. \"Join us, seeing that\nyou're on foreign soil and consequently not on duty.\"\n\nHe sat down with us and poured a drink.\n\n\"I thought you might be interested,\" he said. \"We gave that waiter a\ngoing-over. We wanted to know who put him up to it. He tried to sell us\nthe line that he was a New Texan patriot, trying to kill a tyrant, but\nwe finally got the truth out of him. He was paid a thousand pesos to do\nthe job, by a character they call Snake-Eyes Sam Bonney. A cousin of the\nthree who killed Mr. Cumshaw.\"\n\n\"Nephew of Kettle-Belly Sam,\" Parros interjected. \"You pick him up?\"\n\nNelson shook his head disgustedly. \"He's out in the high grass\nsomewhere. We're still looking for him. Oh, yes, and I just heard that\nthe trial of Switchblade, and Jack-High and Turkey-Buzzard is scheduled\nfor three days from now. You'll be notified in due form tomorrow, but I\nthought you might like to know in advance.\"\n\n\"I certainly do, and thank you, Captain.... We were just talking about\nyou when you arrived,\" I mentioned. \"About the arrest, or rescue, or\nwhatever you call it, of that trio.\"\n\n\"Yeah. One of the jobs I'm not particularly proud of. Pity Hickock's\nboys didn't get hold of them before I got there. It'd of saved everybody\na lot of trouble.\"\n\n\"Just what impression did you get at the time, Captain?\" I asked. \"You\nthink Kettle-Belly knew in advance what they were going to do?\"\n\n\"Sure he did. They had the whole jail fortified. Not like a jail usually\nis, to keep people from getting out; but like a fort, to keep people\nfrom getting in. There were no prisoners inside. I found out that they\nhad all been released that morning.\"\n\nHe stopped, seemed to be weighing his words, then continued, speaking\nvery slowly.\n\n\"Let me tell you first some things I can't testify to, couple of things\nthat I figure went wrong with their plans.\n\n\"One of Colonel Hickock's men was on the porch to greet Mr. Cumshaw and\nhe recognized the Bonneys. That was lucky; otherwise we might still be\nlookin' and wonderin' who did the shootin', which might not have been\ngood for New Texas.\"\n\nHe cocked an eyebrow and I nodded. The Solar League, in similar cases,\nhad regarded such planetary governments as due for change without notice\nand had promptly made the change.\n\n\"Number two,\" Captain Nelson continued, \"that AA-shot which hit their\naircar. I don't think they intended to land at the jail--it was just\nsort of a reserve hiding-hole. But because they'd been hit, they had to\nland. And they'd been slowed down so much that they couldn't dispose of\nthe evidence before the Colonel's boys were tappin' on the door 'n'\naskin', couldn't they come in.\"\n\n\"I gather the Colonel's task-force was becoming insistent,\" I prompted\nhim.\n\nThe big Ranger grinned. \"Now we're on things I can testify to.\n\n\"When I got there, what had been the cell-block was on fire, and they\nwere trying to defend the mayor's office and the warden's office. These\nBonneys gave me the line that they'd been witnesses to the killing of\nMr. Cumshaw by Colonel Hickock and that the Hickock outfit was trying to\nrub them out to keep them from testifying. I just laughed and started to\nwalk out. Finally, they confessed that they'd shot Mr. Cumshaw, but they\nclaimed it was right of action against political malfeasance. When they\ndid that, I had to take them in.\"\n\n\"They confessed to you, before you arrested them?\" I wanted to be sure\nof that point.\n\n\"That's right. I'm going to testify to that, Monday, when the trial is\nheld. And that ain't all: we got their fingerprints off the car, off the\ngun, off some shells still in the clip, and we have the gun identified\nto the shells that killed Mr. Cumshaw. We got their confession fully\ncorroborated.\"\n\nI asked him if he'd give Mr. Parros a complete statement of what he'd\nseen and heard at Bonneyville. He was more than willing and I suggested\nthat they go into Parros' office, where they'd be undisturbed. The\nRanger and my Intelligence man got up and took a bottle of superbourbon\nwith them. As they were leaving, Nelson turned to Hoddy, who was still\nwith us.\n\n\"You'll have to look to your laurels, Hoddy,\" Nelson said. \"Your\nAmbassador seems to be making quite a reputation for himself as a\ngunfighter.\"\n\n\"Look,\" Hoddy said, and though he was facing Nelson, I felt he was\nreally talking to Stonehenge, \"before I'd go up against this guy, I'd\nshoot myself. That way, I could be sure I'd get a nice painless job.\"\n\nAfter they were gone, I turned to Stonehenge and Thrombley. \"This seems\nto be a carefully prearranged killing.\"\n\nThey agreed.\n\n\"Then they knew _in advance_ that Mr. Cumshaw would be on Colonel\nHickock's front steps at about 1030. _How did they find that out?_\"\n\n\"Why ... why, I'm sure I don't know,\" Thrombley said. It was most\nobvious that the idea had never occurred to him before and a side glance\ntold me that the thought was new to Stonehenge also. \"Colonel Hickock\ncalled at 0900. Mr. Cumshaw left the Embassy in an aircar a few minutes\nlater. It took an hour and a half to fly out to the Hickock ranch....\"\n\n\"I don't like the implications, Mr. Silk,\" Stonehenge said. \"I can't\nbelieve that was how it happened. In the first place, Colonel Hickock\nisn't that sort of man: he doesn't use his hospitality to trap people to\ntheir death. In the second place, he wouldn't have needed to use people\nlike these Bonneys. His own men would do anything for him. In the third\nplace, he is one of the leaders of the annexation movement here and this\nwas obviously an anti-annexation job. And in the fourth place--\"\n\n\"Hold it!\" I checked him. \"Are you sure he's really on the annexation\nside?\"\n\nHe opened his mouth to answer me quickly, then closed it, waited a\nmoment, answered me slowly. \"I can guess what you are thinking, Mr.\nSilk. But, remember, when Colonel Hickock came here as our first\nAmbassador, he came here as a man with a mission. He had studied the\nproblem and he believed in what he came for. He has never changed.\n\n\"Let me emphasize this, sir: we know he has never changed. For our own\nprotection, we've had to check on every real leader of the annexation\nmovement, screening them for crackpots who might do us more harm than\ngood. The Colonel is with us all the way.\n\n\"And now, in the fourth place, underlined by what I've just said, the\nColonel and Mr. Cumshaw were really friends.\"\n\n\"Now you're talking!\" Hoddy burst in. \"I've knowed A. J. ever since I\nwas a kid. Ever since he married old Colonel MacTodd's daughter. That\njust ain't the way A. J. works!\"\n\n\"On the other hand, Mr. Ambassador,\" Thrombley said, keeping his gaze\nfixed on Hoddy's hands and apparently ready to both duck and shut up if\nHoddy moved a finger, \"you will recall, I think, that Colonel Hickock\ndid do everything in his power to see that these Bonney brothers did not\nreach court alive. And, let me add,\" he was getting bolder, tilting his\nchin up a little, \"it's a choice as simple as this: either Colonel\nHickock told them, or we have--and this is unbelievable--a traitor in\nthe Embassy itself.\"\n\nThat statement rocked even Hoddy. Even though he was probably no more\nthan one of Natalenko's little men, he still couldn't help knowing how\nthoroughly we were screened, indoctrinated, and--let's face\nit--mind-conditioned. A traitor among us was unthinkable because we just\ncouldn't think that way.\n\nThe silence, the sorrow, were palpable. Then I remembered, told them,\nHickock himself had been a Department man.\n\nStonehenge gripped his head between his hands and squeezed as if trying\nto bring out an idea. \"All right, Mr. Ambassador, where are we now?\nNobody who knew could have told the Bonney boys where Mr. Cumshaw would\nbe at 1030, yet the three men were there waiting for him. You take it\nfrom there. I'm just a simple military man and I'm ready to go back to\nthe simple military life as soon as possible.\"\n\nI turned to Gomez. \"There could be an obvious explanation. Bring us the\nofficial telescreen log. Let's see what calls were made. Maybe Mr.\nCumshaw himself said something to someone that gave his destination\naway.\"\n\n\"That won't be necessary,\" Thrombley told me. \"None of the junior clerks\nwere on duty, and I took the only three calls that came in, myself.\nFirst, there was the call from Colonel Hickock. Then, the call about the\nwrist watch. And then, a couple of hours later, the call from the\nHickock ranch, about Mr. Cumshaw's death.\"\n\n\"What was the call about the wrist watch?\" I asked.\n\n\"Oh, that was from the z'Srauff Embassy,\" Thrombley said. \"For some\ntime, Mr. Cumshaw had been trying to get one of the very precise\nwatches which the z'Srauff manufacture on their home planet. The\nz'Srauff Ambassador called, that day, to tell him that they had one for\nhim and wanted to know when it was to be delivered. I told them the\nAmbassador was out, and they wanted to know where they could call him\nand I--\"\n\nI had never seen a man look more horror-stricken.\n\n\"Oh, my God! I'm the one who told them!\"\n\nWhat could I say? Not much, but I tried. \"How could you know, Mr.\nThrombley? You did the natural, the normal, the proper thing, on a call\nfrom one Ambassador to another.\"\n\nI turned to the others, who, like me, preferred not to look at\nThrombley. \"They must have had a spy outside who told them the\nAmbassador had left the Embassy. Alone, right? And that was just what\nthey'd been waiting for.\n\n\"But what's this about the watch, though. There's more to this than a\nsimple favor from one Ambassador to another.\"\n\n\"My turn, Mr. Ambassador,\" Stonehenge interrupted. \"Mr. Cumshaw had been\ntrying to get one of the things at my insistence. Naval Intelligence is\nvery much interested in them and we want a sample. The z'Srauff watches\nare very peculiar--they're operated by radium decay, which, of course is\na universal constant. They're uniform to a tenth second and they're all\nsynchronized with the official time at the capital city of the principal\nz'Srauff planet. The time used by the z'Srauff Navy.\"\n\nStonehenge deliberately paused, let that last phrase hang heavily in the\nair for a moment, then he continued.\n\n\"They're supposed to be used in religious observances--timing hours of\nprayer, I believe. They can, of course, have other uses.\n\n\"For example, I can imagine all those watches giving the wearer a light\nelectric shock, or ringing a little bell, all over New Texas, at exactly\nthe same moment. And then I can imagine all the z'Srauff running down\ninto nice deep holes in the ground.\"\n\nHe looked at his own watch. \"And that reminds me: my gang of pirates are\nat the spaceport by now, ready to blast off. I wonder if someone could\ndrive me there.\"\n\n\"I'll drive him, boss,\" Hoddy volunteered. \"I ain't doin' nothin' else.\"\n\nI was wondering how I could break that up, plausibly and without\nbetraying my suspicions, when Parros and Captain Nelson came out and\njoined us.\n\n\"I have a lot of stuff here,\" Parros said. \"Stuff we never seemed to\nhave noticed. For instance--\"\n\nI interrupted. \"Commander Stonehenge's going to the spaceport, now,\" I\nsaid. \"Suppose you ride with him, and brief him on what you learned, on\nthe way. Then, when he's aboard, come back and tell us.\"\n\nHoddy looked at me for a long ten seconds. His expression started by\nbeing exasperated and ended by betraying grudging admiration.\n\n\n\n\nCHAPTER VII\n\n\nThe next morning, which was Saturday, I put Thrombley in charge of the\nroutine work of the Embassy, but first instructed him to answer all\ninquiries about me with the statement, literally true, that I was too\nimmersed in work of clearing up matters left unfinished after the death\nof the former Ambassador for any social activities. Then I called the\nHickock ranch in the west end of Sam Houston Continent, mentioning an\ninvitation the Colonel and his daughter had extended me, and told them I\nwould be out to see them before noon that same day. With Hoddy Ringo\ndriving the car, I arrived about 1000, and was welcomed by Gail and her\nfather, who had flown out the evening before, after the barbecue.\n\nHoddy, accompanied by a Ranger and one of Hickock's ranch hands, all\nthree disguised in shabby and grease-stained cast-offs borrowed at the\nranch, and driving a dilapidated aircar from the ranch junkyard, were\nsent to visit the slum village of Bonneyville. They spent all day there,\nposing as a trio of range tramps out of favor with the law.\n\nI spent the day with Gail, flying over the range, visiting Hickock's\nherd camps and slaughtering crews. It was a pleasant day and I managed\nto make it constructive as well.\n\nBecause of their huge size--they ran to a live weight of around fifteen\ntons--and their uncertain disposition, supercows are not really\ndomesticated. Each rancher owned the herds on his own land, chiefly by\nvirtue of constant watchfulness over them. There were always a couple of\nhelicopters hovering over each herd, with fast fighter planes waiting on\ncall to come in and drop fire-bombs or stun-bombs in front of them if\nthey showed a disposition to wander too far. Naturally, things of this\nsize could not be shipped live to the market; they were butchered on the\nrange, and the meat hauled out in big 'copter-trucks.\n\nSlaughtering was dangerous and exciting work. It was done with medium\ntanks mounting fifty-mm guns, usually working at the rear of the herd,\nalthough a supercow herd could change directions almost in a second and\nthe killing-tanks would then find themselves in front of a stampede. I\nsaw several such incidents. Once Gail and I had to dive in with our car\nand help turn such a stampede.\n\nWe got back to the ranch house shortly before dinner. Gail went at once\nto change clothes; Colonel Hickock and I sat down together for a drink\nin his library, a beautiful room. I especially admired the walls,\npanelled in plastic-hardened supercow-leather.\n\n\"What do you think of our planet now, Mr. Silk?\" Colonel Hickock asked.\n\n\"Well, Colonel, your final message to the State was part of the briefing\nI received,\" I replied. \"I must say that I agree with your opinions.\nEspecially with your opinion of local political practices. Politics is\nnothing, here, if not exciting and exacting.\"\n\n\"You don't understand it though.\" That was about half-question and\nhalf-statement. \"Particularly our custom of using politicians as clay\npigeons.\"\n\n\"Well, it is rather unusual....\"\n\n\"Yes.\" The dryness in his tone was a paragraph of comment on my\nunderstatement. \"And it's fundamental to our system of government.\n\n\"You were out all afternoon with Gail; you saw how we have to handle the\nsupercow herds. Well, it is upon the fact that every rancher must have\nat his disposal a powerful force of aircraft and armor, easily\nconvertible to military uses, that our political freedom rests. You see,\nour government is, in effect, an oligarchy of the big landowners and\nranchers, who, in combination, have enough military power to overturn\nany Planetary government overnight. And, on the local level, it is a\npaternalistic feudalism.\n\n\"That's something that would have stood the hair of any Twentieth\nCentury 'Liberal' on end. And it gives us the freest government anywhere\nin the galaxy.\n\n\"There were a number of occasions, much less frequent now than formerly,\nwhen coalitions of big ranches combined their strength and marched on\nthe Planetary government to protect their rights from government\nencroachment. This sort of thing could only be resorted to in defense of\nsome inherent right, and never to infringe on the rights of others.\nBecause, in the latter case, other armed coalitions would have arisen,\nas they did once or twice during the first three decades of New Texan\nhistory, to resist.\n\n\"So the right of armed intervention by the people when the government\ninvaded or threatened their rights became an acknowledged part of our\npolitical system.\n\n\"And--this arises as a natural consequence--you can't give a man with\nfive hundred employees and a force of tanks and aircraft the right to\nresist the government, then at the same time deny that right to a man\nwho has only his own pistol or machete.\"\n\n\"I notice the President and the other officials have themselves\nsurrounded by guards to protect them from individual attack,\" I said.\n\"Why doesn't the government, as such, protect itself with an army and\nair force large enough to resist any possible coalition of the big\nranchers?\"\n\n\"_Because we won't let the government get that strong!_\" the Colonel\nsaid forcefully. \"That's one of the basic premises. We have no standing\narmy, only the New Texas Rangers. And the legislature won't authorize\nany standing army, or appropriate funds to support one. Any member of\nthe legislature who tried it would get what Austin Maverick got, a\ncouple of weeks ago, or what Sam Saltkin got, eight years ago, when he\nproposed a law for the compulsory registration and licensing of\nfirearms. The opposition to that tax scheme of Maverick's wasn't because\nof what it would cost the public in taxes, but from fear of what the\ngovernment could do with the money after they got it.\n\n\"Keep a government poor and weak and it's your servant; let it get rich\nand powerful and it's your master. We don't want any masters here on\nNew Texas.\"\n\n\"But the President has a bodyguard,\" I noted.\n\n\"Casualty rate was too high,\" Hickock explained. \"Remember, the\nPresident's job is inherently impossible: he has to represent _all_ the\npeople.\"\n\nI thought that over, could see the illogical logic, but ... \"How about\nyour rancher oligarchy?\"\n\nHe laughed. \"Son, if I started acting like a master around this ranch in\nthe morning, they'd find my body in an irrigation ditch before sunset.\n\n\"Sure, if you have a real army, you can keep the men under your\nthumb--use one regiment or one division to put down mutiny in another.\nBut when you have only five hundred men, all of whom know everybody else\nand all of them armed, you just act real considerate of them if you want\nto keep on living.\"\n\n\"Then would you say that the opposition to annexation comes from the\npeople who are afraid that if New Texas enters the Solar League, there\nwill be League troops sent here and this ... this interesting system of\ninsuring government responsibility to the public would be brought to an\nend?\"\n\n\"Yes. If you can show the people of this planet that the League won't\ninterfere with local political practices, you'll have a 99.95 percent\nmajority in favor of annexation. We're too close to the z'Srauff\nstar-cluster, out here, not to see the benefits of joining the Solar\nLeague.\"\n\nWe left the Hickock ranch on Sunday afternoon and while Hoddy guided our\nair-car back to New Austin, I had a little time to revise some of my\nideas about New Texas. That is, I had time to think during those few\nmoments when Hoddy wasn't taking advantage of our diplomatic immunity to\ninvent new air-ground traffic laws.\n\nMy thoughts alternated between the pleasure of remembering Gail's gay\ncompany and the gloom of understanding the complete implications of the\nColonel's clarifying lectures. Against the background of his remarks, I\ncould find myself appreciating the Ghopal-Klüng-Natalenko reasoning: the\nonly way to cut the Gordian knot was to have another Solar League\nAmbassador killed.\n\nAnd, whenever I could escape thinking about the fact that the next\nAmbassador to be the clay pigeon was me, I found myself wondering if I\nwanted the League to take over. Annexation, yes; New Texas customs would\nbe protected under a treaty of annexation. But the \"justified conquest\"\nurged by Machiavelli, Jr.? No.\n\nI was still struggling with the problem when we reached the Embassy\nabout 1700. Everyone was there, including Stonehenge, who had returned\ntwo hours earlier with the good news that the fleet had moved into\nposition only sixty light-minutes off Capella IV. I had reached the\npoint in my thinking where I had decided it was useless to keep Hoddy\nand Stonehenge apart except as an exercise in mental agility. Inasmuch\nas my brain was already weight-lifting, swinging from a flying trapeze\nto elusive flying rings while doing triple somersaults and at the same\ntime juggling seven Indian clubs, I skipped the whole matter.\n\nBut I'm fairly certain that it wasn't till then that Hoddy had a chance\nto deliver his letter-of-credence to Stonehenge.\n\nAfter dinner, we gathered in my office for our coffee and a final\nconference before the opening of the trial the next morning.\n\nStonehenge spoke first, looking around the table at everyone except me.\n\n\"No matter what happens, we have the fleet within call. Sir Rodney's\nbeen active picking up those z'Srauff meteor-mining boats. They no\nlonger have a tight screen around the system. We do. I don't think that\nanyone, except us, knows that the fleet's where it is.\"\n\n_No matter what happens_, I thought glumly, and the phrase explained why\nhe hadn't been able to look at me.\n\n\"Well, boss, I gave you my end of it, comin' in,\" Hoddy said. \"Want me\nto go over it again? All right. In Bonneyville, we found half a dozen\npeople who can swear that Kettle-Belly Sam Bonney was making\npreparations to protect those three brothers an hour before Ambassador\nCumshaw was shot. The whole town's sorer than hell at Kettle-Belly for\nantagonizing the Hickock outfit and getting the place shot up the way it\nwas. And we have witnesses that Kettle-Belly was in some kind of deal\nwith the z'Srauff, too. The Rangers gathered up eight of them, who can\nswear to the preparations and to the fact that Kettle-Belly had z'Srauff\nvisitors on different occasions before the shooting.\"\n\n\"That's what we want,\" Stonehenge said. \"Something that'll connect this\nmurder with the z'Srauff.\"\n\n\"Well, wait till you hear what I've got,\" Parros told him. \"In the first\nplace, we traced the gun and the air-car. The Bonney brothers bought\nthem both from z'Srauff merchants, for ridiculously nominal prices. The\nmerchant who sold the aircar is normally in the dry-goods business, and\nthe one who sold the auto-rifle runs a toy shop. In their whole lives,\nthose three boys never had enough money among them to pay the list price\nof the gun, let alone the car. That is, not until a week before the\nmurder.\"\n\n\"They got prosperous, all of a sudden?\" I asked.\n\n\"Yes. Two weeks before the shooting, Kettle-Belly Sam's bank account got\na sudden transfusion: some anonymous benefactor deposited 250,000\npesos--about a hundred thousand dollars--to his credit. He drew out\n75,000 of it and some of the money turned up again in the hands of\nSwitchblade and Jack-High and Turkey-Buzzard. Then, a week before you\nlanded here, he got another hundred thousand from the same anonymous\nsource and he drew out twenty thousand of that. We think that was the\nmoney that went to pay for the attempted knife-job on Hutchinson. Two\ndays before the barbecue, the waiter deposited a thousand at the New\nAustin Packers' and Shippers' Trust.\"\n\n\"Can you get that introduced as evidence at the trial?\" I asked.\n\n\"Sure. Kettle-Belly banks at a town called Crooked Creek, about forty\nmiles from Bonneyville. We have witnesses from the bank.\n\n\"I also got the dope on the line the Bonney brothers are going to take\nat the trial. They have a lawyer, Clement A. Sidney, a member of what\npasses for the Socialist Party on this planet. The defense will take the\nline of full denial of everything. The Bonneys are just three poor but\nhonest boys who are being framed by the corrupt tools of the Big\nRanching Interests.\"\n\nHoddy made an impolite noise. \"Whatta we got to worry about, then?\" he\ndemanded. \"They're a cinch for conviction.\"\n\n\"I agree with that,\" Stonehenge said. \"If they tried to base their\ndefense on political conviction and opposition by the Solar League, they\nmight have a chance. This way, they haven't.\"\n\n\"All right, gentlemen,\" I said, \"I take it that we're agreed that we\nmust all follow a single line of policy and not work at cross-purposes\nto each other?\"\n\nThey all agreed to that instantly, but with a questioning note in their\nvoices.\n\n\"Well, then, I trust you all realize that we cannot, under any\ncircumstances, allow those three brothers to be convicted in this\ncourt,\" I added.\n\nThere was a moment of startled silence, while Hoddy and Stonehenge and\nParros and Thrombley were understanding what they had just heard. Then\nStonehenge cleared his throat and said:\n\n\"Mr. Ambassador! I'm sure that you have some excellent reasons for that\nremarkable statement, but I must say--\"\n\n\"It was a really colossal error on somebody's part,\" I said, \"that this\ncase was allowed to get into the Court of Political Justice. It never\nshould have. And if we take a part in the prosecution, or allow those\nmen to be convicted, we will establish a precedent to support the\nprinciple that a foreign Ambassador is, on this planet, defined as a\npracticing local politician.\n\n\"I will invite you to digest that for a moment.\"\n\nA moment was all they needed. Thrombley was horrified and dithered\nincoherently. Stonehenge frowned and fidgeted with some papers in front\nof him. I could see several thoughts gathering behind his eyes,\nincluding, I was sure, a new view of his instructions from Klüng.\n\nEven Hoddy got at least part of it. \"Why, that means that anybody can\nbump off any diplomat he doesn't like....\" he began.\n\n\"That is only part of it, Mr. Ringo,\" Thrombley told him. \"It also means\nthat a diplomat, instead of being regarded as the representative of his\nown government, becomes, in effect, a functionary of the government of\nNew Texas. Why, all sorts of complications could arise....\"\n\n\"It certainly would impair, shall we say, the principle of\nextraterritoriality of Embassies,\" Stonehenge picked it up. \"And it\nwould practically destroy the principle of diplomatic immunity.\"\n\n\"Migawd!\" Hoddy looked around nervously, as though he could already hear\nan army of New Texas Rangers, each with a warrant for Hoddy Ringo,\nbattering at the gates.\n\n\"We'll have to do something!\" Gomez, the Secretary of the Embassy, said.\n\n\"I don't know what,\" Stonehenge said. \"The obvious solution would be, of\ncourse, to bring charges against those Bonney Boys on simple\nfirst-degree murder, which would be tried in an ordinary criminal court.\nBut it's too late for that now. We wouldn't have time to prevent their\nbeing arraigned in this Political Justice court, and once a defendant is\nbrought into court, on this planet, he cannot be brought into court\nagain for the same act. Not the same _crime_, the same _act_.\"\n\nI had been thinking about this and I was ready. \"Look, we must bring\nthose Bonney brothers to trial. It's the only effective way of\ndemonstrating to the public the simple fact that Ambassador Cumshaw was\nmurdered at the instigation of the z'Srauff. We dare not allow them to\nbe convicted in the Court of Political Justice, for the reasons already\nstated. And to maintain the prestige of the Solar League, we dare not\nallow them to go unpunished.\"\n\n\"We can have it one way,\" Parros said, \"and maybe we can have it two\nways. But I'm damned if I can see how we can have it all three ways.\"\n\nI wasn't surprised that he didn't see it; he hadn't had the same urgency\ngoading him which had forced me to find the answer. It wasn't an answer\nthat I liked, but I was in the position where I had no choice.\n\n\"Well, here's what we have to do, gentlemen,\" I began, and from the\nrespectful way they regarded me, from the attention they were giving my\nwords, I got a sudden thrill of pride. For the first time since my\nscrambled arrival, I was really _Ambassador_ Stephen Silk.\n\n\n\n\nCHAPTER VIII\n\n\nA couple of New Texas Ranger tanks met the Embassy car four blocks from\nthe Statehouse and convoyed us into the central plaza, where the\nbarbecue had been held on the Friday afternoon that I had arrived on New\nTexas. There was almost as dense a crowd as the last time I had seen the\nplace; but they were quieter, to the extent that there were no bands,\nand no shooting, no cowbells or whistles. The barbecue pits were going\nagain, however, and hawkers were pushing or propelling their little\nwagons about, vending sandwiches. I saw a half a dozen big twenty-foot\nteleview screens, apparently wired from the courtroom.\n\nAs soon as the Embassy car and its escorting tanks reached the plaza, an\novation broke out. I was cheered, with the high-pitched _yipeee!_ of New\nTexans and adjured and implored not to let them so-and-sos get away with\nit.\n\nThere was a veritable army of Rangers on guard at the doors of the\ncourtroom. The only spectators being admitted to the courtroom seemed to\nbe prominent citizens with enough pull to secure passes.\n\nInside, some of the spectators' benches had been removed to clear the\nfront of the room. In the cleared space, there was one bulky shape\nunder a cloth cover that seemed to be the air-car and another\ncloth-covered shape that looked like a fifty-mm dual-purpose gun.\nSmaller exhibits, including a twenty-mm auto-rifle, were piled on the\nfriends-of-the-court table. The prosecution table was already\noccupied--Colonel Hickock, who waved a greeting to me, three or four men\nwho looked like well-to-do ranchers, and a delegation of lawyers.\n\n\"Samuel Goodham,\" Parros, beside me, whispered, indicating a big,\nheavy-set man with white hair, dressed in a dark suit of the cut that\nhad been fashionable on Terra seventy-five years ago. \"Best criminal\nlawyer on the planet. Hickock must have hired him.\"\n\nThere was quite a swarm at the center table, too. Some of them were\nranchers, a couple in aggressively shabby workclothes, and there were\nseveral members of the Diplomatic Corps. I shook hands with them and\ngathered that they, like myself, were worried about the precedent that\nmight be established by this trial. While I was introducing Hoddy Ringo\nas my attaché extraordinary, which was no less than the truth, the\ndefense party came in.\n\nThere were only three lawyers--a little, rodent-faced fellow, whom\nParros pointed out as Clement Sidney, and two assistants. And, guarded\nby a Ranger and a couple of court-bailiffs, the three defendants,\nSwitchblade Joe, Jack-High Abe and Turkey-Buzzard Tom Bonney. There was\nprobably a year or so age different from one to another, but they\ncertainly had a common parentage. They all had pale eyes and narrow,\nloose-lipped faces. Subnormal and probably psychopathic, I thought.\nJack-High Abe had his left arm in a sling and his left shoulder in a\nplaster cast. The buzz of conversation among the spectators altered its\ntone subtly and took on a note of hostility as they entered and seated\nthemselves.\n\nThe balcony seemed to be crowded with press representatives. Several\ntelecast cameras and sound pickups had been rigged to cover the front of\nthe room from various angles, a feature that had been missing from the\ntrial I had seen with Gail on Friday.\n\nThen the judges entered from a door behind the bench, which must have\nopened from a passageway under the plaza, and the court was called to\norder.\n\nThe President Judge was the same Nelson who had presided at the Whately\ntrial and the first thing on the agenda seemed to be the selection of a\nnew board of associate judges. Parros explained in a whisper that the\nboard which had served on the previous trial would sit until that could\nbe done.\n\nA slip of paper was drawn from a box and a name was called. A man\nsitting on one of the front rows of spectators' seats got up and came\nforward. One of Sidney's assistants rummaged through a card file he had\nin front of him and handed a card to the chief of the defense. At once,\nSidney was on his feet.\n\n\"Challenged, for cause!\" he called out. \"This man is known to have\ndeclared, in conversation at the bar of the Silver Peso Saloon, here in\nNew Austin, that these three boys, my clients, ought all to be hanged\nhigher than Haman.\"\n\n\"Yes, I said that!\" the venireman declared. \"I'll repeat it right here:\nall three of these murdering skunks ought to be hanged higher than--\"\n\n\"Your Honor!\" Sidney almost screamed. \"If, after hearing this man's\nbrazen declaration of bigoted class hatred against my clients, he is\nallowed to sit on that bench--\"\n\nJudge Nelson pounded with his gavel. \"You don't have to instruct me in\nmy judicial duties, Counselor,\" he said. \"The venireman has obviously\ndisqualified himself by giving evidence of prejudice. Next name.\"\n\nThe next man was challenged: he was a retired packing-house operator in\nNew Austin, and had once expressed the opinion that Bonneyville and\neverybody in it ought to be H-bombed off the face of New Texas.\n\nThis Sidney seemed to have gotten the name of everybody likely to be\ncalled for court duty and had something on each one of them, because he\nwent on like that all morning.\n\n\"You know what I think,\" Stonehenge whispered to me, leaning over behind\nParros. \"I think he's just stalling to keep the court in session until\nthe z'Srauff fleet gets here. I wish we could get hold of one of those\nwrist watches.\"\n\n\"I can get you one, before evening,\" Hoddy offered, \"if you don't care\nwhat happens to the mutt that's wearin' it.\"\n\n\"Better not,\" I decided. \"Might tip them off to what we suspect. And we\ndon't really need one: Sir Rodney will have patrols out far enough to\nget warning in time.\"\n\n\nWe took an hour, at noon, for lunch, and then it began again. By 1647,\nfifteen minutes before court should be adjourned, Judge Nelson ordered\nthe bailiff to turn the clock back to 1300. The clock was turned back\nagain when it reached 1645. By this time, Clement Sidney was probably\nthe most unpopular man on New Texas.\n\nFinally, Colonel Andrew J. Hickock rose to his feet.\n\n\"Your Honor: the present court is not obliged to retire from the bench\nuntil another court has been chosen as they are now sitting as a court\nin being. I propose that the trial begin, with the present court on the\nbench.\"\n\nSidney began yelling protests. Hoddy Ringo pulled his neckerchief around\nunder his left ear and held the ends above his head. Nanadabadian, the\nAmbassador from Beta Cephus IV, drew his biggest knife and began trying\nthe edge on a sheet of paper.\n\n\"Well, Your Honor, I certainly do not wish to act in an obstructionist\nmanner. The defense agrees to accept the present court,\" Sidney decided.\n\n\"Prosecution agrees to accept the present court,\" Goodham parroted.\n\n\"The present court will continue on the bench, to try the case of the\nFriends of Silas Cumshaw, deceased, versus Switchblade Joe Bonney,\nJack-High Abe Bonney, Turkey-Buzzard Tom Bonney, et als.\" Judge Nelson\nrapped with his gavel. \"Court is herewith adjourned until 0900\ntomorrow.\"\n\n\n\n\nCHAPTER IX\n\n\nThe trial got started the next morning with a minimum amount of\nobjections from Sidney. The charges and specifications were duly read,\nthe three defendants pleaded not guilty, and then Goodham advanced with\na paper in his hand to address the court. Sidney scampered up to take\nhis position beside him.\n\n\"Your Honor, the prosecution wishes, subject to agreement of the\ndefense, to enter the following stipulations, to wit: First, that the\nlate Silas Cumshaw was a practicing politician within the meaning of the\nlaw. Second, that he is now dead, and came to his death in the manner\nattested to by the coroner of Sam Houston Continent. Third, that he came\nto his death at the hands of the defendants here present.\"\n\nIn all my planning, I'd forgotten that. I couldn't let those\nstipulations stand without protest, and at the same time, if I protested\nthe characterization of Cumshaw as a practicing politician, the trial\ncould easily end right there. So I prayed for a miracle, and Clement\nSidney promptly obliged me.\n\n\"Defense won't stipulate anything!\" he barked. \"My clients, here, are\nvictims of a monstrous conspiracy, a conspiracy to conceal the true\nfacts of the death of Silas Cumshaw. They ought never to have been\narrested or brought here, and if the prosecution wants to establish\nanything, they can do it by testimony, in the regular and lawful way.\nThis practice of free-wheeling stipulation is only one of the many\ndevices by which the courts of this planet are being perverted to serve\nthe corrupt and unjust ends of a gang of reactionary landowners!\"\n\nJudge Nelson's gavel hit the bench with a crack like a rifle shot.\n\n\"Mr. Sidney! In justice to your clients, I would hate to force them to\nchange lawyers in the middle of their trial, but if I hear another\nremark like that about the courts of New Texas, that's exactly what will\nhappen, because you'll be in jail for contempt! Is that clear, Mr.\nSidney?\"\n\nI settled back with a deep sigh of relief which got me, I noticed,\ncurious stares from my fellow Ambassadors. I disregarded the questions\nin their glances; I had what I wanted.\n\nThey began calling up the witnesses.\n\nFirst, the doctor who had certified Ambassador Cumshaw's death. He gave\na concise description of the wounds which had killed my predecessor.\nSidney was trying to make something out of the fact that he was\nHickock's family physician, and consuming more time, when I got up.\n\n\"Your Honor, I am present here as _amicus curiae_, because of the\nobvious interest which the Government of the Solar League has in this\ncase....\"\n\n\"Objection!\" Sidney yelled.\n\n\"Please state it,\" Nelson invited.\n\n\"This is a court of the people of the planet of New Texas. This foreign\nemissary of the Solar League, sent here to conspire with New Texan\ntraitors to the end that New Texans shall be reduced to a supine and\nravished satrapy of the all-devouring empire of the Galaxy--\"\n\nJudge Nelson rapped sharply.\n\n\"Friends of the court are defined as persons having a proper interest in\nthe case. As this case arises from the death of the former Ambassador of\nthe Solar League, I cannot see how the present Ambassador and his staff\ncan be excluded. Overruled.\" He nodded to me. \"Continue, Mr.\nAmbassador.\"\n\n\"As I understand, I have the same rights of cross-examination of\nwitnesses as counsel for the prosecution and defense; is that correct,\nYour Honor?\" It was, so I turned to the witness. \"I suppose, Doctor,\nthat you have had quite a bit of experience, in your practice, with\ngunshot wounds?\"\n\nHe chuckled. \"Mr. Ambassador, it is gunshot-wound cases which keep the\npractice of medicine and surgery alive on this planet. Yes, I definitely\nhave.\"\n\n\"Now, you say that the deceased was hit by six different projectiles:\nright shoulder almost completely severed, right lung and right ribs\nblown out of the chest, spleen and kidneys so intermingled as to be\npractically one, and left leg severed by complete shattering of the left\npelvis and hip-joint?\"\n\n\"That's right.\"\n\nI picked up the 20-mm auto-rifle--it weighed a good sixty pounds--from\nthe table, and asked him if this weapon could have inflicted such\nwounds. He agreed that it both could and had.\n\n\"This the usual type of weapon used in your New Texas political\nliquidations?\" I asked.\n\n\"Certainly not. The usual weapons are pistols; sometimes a hunting-rifle\nor a shotgun.\"\n\nI asked the same question when I cross-examined the ballistics witness.\n\n\"Is this the usual type of weapon used in your New Texas political\nliquidations?\"\n\n\"No, not at all. That's a very expensive weapon, Mr. Ambassador. Wasn't\neven manufactured on this planet; made by the z'Srauff star-cluster. A\nweapon like that sells for five, six hundred pesos. It's used for\nshooting really big game--supermastodon, and things like that. And, of\ncourse, for combat.\"\n\n\"It seems,\" I remarked, \"that the defense is overlooking an obvious\npoint there. I doubt if these three defendants ever, in all their lives,\nhad among them the price of such a weapon.\"\n\nThat, of course, brought Sidney to his feet, sputtering objections to\nthis attempt to disparage the honest poverty of his clients, which only\nhelped to call attention to the point.\n\nThen the prosecution called in a witness named David Crockett\nLongfellow. I'd met him at the Hickock ranch; he was Hickock's butler.\nHe limped from an old injury which had retired him from work on the\nrange. He was sworn in and testified to his name and occupation.\n\n\"Do you know these three defendants?\" Goodham asked him.\n\n\"Yeah. I even marked one of them for future identification,\" Longfellow\nreplied.\n\nSidney was up at once, shouting objections. After he was quieted down,\nGoodham remarked that he'd come to that point later, and began a line of\nquestioning to establish that Longfellow had been on the Hickock ranch\non the day when Silas Cumshaw was killed.\n\n\"Now,\" Goodham said, \"will you relate to the court the matters of\ninterest which came to your personal observation on that day.\"\n\nLongfellow began his story. \"At about 0900, I was dustin' up and\nstraightenin' things in the library while the Colonel was at his desk.\nAll of a sudden, he said to me, 'Davy, suppose you call the Solar\nEmbassy and see if Mr. Cumshaw is doin' anything today; if he isn't, ask\nhim if he wants to come out.' I was workin' right beside the\ntelescreen. So I called the Solar League Embassy. Mr. Thrombley took\nthe call, and I asked him was Mr. Cumshaw around. By this time, the\nColonel got through with what he was doin' at the desk and came over\nto the screen. I went back to my work, but I heard the Colonel askin'\nMr. Cumshaw could he come out for the day, an' Mr. Cumshaw sayin',\nyes, he could; he'd be out by about 1030.\n\n\"Well, 'long about 1030, his air-car came in and landed on the drive.\nLittle single-seat job that he drove himself. He landed it about a\nhundred feet from the outside veranda, like he usually did, and got out.\n\n\"Then, this other car came droppin' in from outa nowhere. I didn't pay\nit much attention; thought it might be one of the other Ambassadors that\nMr. Cumshaw'd brung along. But Mr. Cumshaw turned around and looked at\nit, and then he started to run for the veranda. I was standin' in the\ndoorway when I seen him startin' to run. I jumped out on the porch,\nquick-like, and pulled my gun, and then this auto-rifle begun firin'\nouta the other car. There was only eight or ten shots fired from this\ncar, but most of them hit Mr. Cumshaw.\"\n\nGoodham waited a few moments. Longfellow's voice had choked and there\nwas a twitching about his face, as though he were trying to suppress\ntears.\n\n\"Now, Mr. Longfellow,\" Goodham said, \"did you recognize the people who\nwere in the car from which the shots came?\"\n\n\"Yeah. Like I said, I cut a mark on one of them. That one there:\nJack-High Abe Bonney. He was handlin' the gun, and from where I was, he\nhad his left side to me. I was tryin' for his head, but I always\novershoot, so I have the habit of holdin' low. This time I held too\nlow.\" He looked at Jack-High in coldly poisonous hatred. \"I'll be sorry\nabout that as long as I live.\"\n\n\"And who else was in the car?\"\n\n\"The other two curs outa the same litter: Switchblade an'\nTurkey-Buzzard, over there.\"\n\nFurther questioning revealed that Longfellow had had no direct knowledge\nof the pursuit, or the siege of the jail in Bonneyville. Colonel Hickock\nhad taken personal command of that, and had left Longfellow behind to\ncall the Solar League Embassy and the Rangers. He had made no attempt to\nmove the body, but had left it lying in the driveway until the doctor\nand the Rangers arrived.\n\nGoodham went to the middle table and picked up a heavy automatic pistol.\n\n\"I call the court's attention to this pistol. It is an eleven-mm\nautomatic, manufactured by the Colt Firearms Company of New Texas, a\nlicensed subsidiary of the Colt Firearms Company of Terra.\" He handed it\nto Longfellow. \"Do you know this pistol?\" he asked.\n\nLongfellow was almost insulted by the question. Of course he knew his\nown pistol. He recited the serial number, and pointed to different scars\nand scratches on the weapon, telling how they had been acquired.\n\n\"The court accepts that Mr. Longfellow knows his own weapon,\" Nelson\nsaid. \"I assume that this is the weapon with which you claim to have\nshot Jack-High Abe Bonney?\"\n\nIt was, although Longfellow resented the qualification.\n\n\"That's all. Your witness, Mr. Sidney,\" Goodham said.\n\nSidney began an immediate attack.\n\nQuestioning Longfellow's eyesight, intelligence, honesty and integrity,\nhe tried to show personal enmity toward the Bonneys. He implied that\nLongfellow had been conspiring with Cumshaw to bring about the conquest\nof New Texas by the Solar League. The verbal exchange became so heated\nthat both witness and attorney had to be admonished repeatedly from the\nbench. But at no point did Sidney shake Longfellow from his one\nfundamental statement, that the Bonney brothers had shot Silas Cumshaw\nand that he had shot Jack-High Abe Bonney in the shoulder.\n\nWhen he was finished, I got up and took over.\n\n\"Mr. Longfellow, you say that Mr. Thrombley answered the screen at the\nSolar League Embassy,\" I began. \"You know Mr. Thrombley?\"\n\n\"Sure, Mr. Silk. He's been out at the ranch with Mr. Cumshaw a lotta\ntimes.\"\n\n\"Well, beside yourself and Colonel Hickock and Mr. Cumshaw and,\npossibly, Mr. Thrombley, who else knew that Mr. Cumshaw would be at the\nranch at 1030 on that morning?\"\n\nNobody. But the aircar had obviously been waiting for Mr. Cumshaw; the\nBonneys must have had advance knowledge. My questions made that point\nclear despite the obvious--and reluctantly court-sustained--objections\nfrom Mr. Sidney.\n\n\"That will be all, Mr. Longfellow; thank you. Any questions from anybody\nelse?\"\n\nThere being none, Longfellow stepped down. It was then a few minutes\nbefore noon, so Judge Nelson recessed court for an hour and a half.\n\n\nIn the afternoon, the surgeon who had treated Jack-High Abe Bonney's\nwounded shoulder testified, identifying the bullet which had been\nextracted from Bonney's shoulder. A ballistics man from Ranger crime-lab\nfollowed him to the stand and testified that it had been fired from\nLongfellow's Colt. Then Ranger Captain Nelson took the stand. His\ntestimony was about what he had given me at the Embassy, with the\nexception that the Bonneys' admission that they had shot Ambassador\nCumshaw was ruled out as having been made under duress.\n\nHowever, Captain Nelson's testimony didn't need the confessions.\n\nThe cover was stripped off the air-car, and a couple of men with a\npower-dolly dragged it out in front of the bench. The Ranger Captain\nidentified it as the car which he had found at the Bonneyville jail. He\nwent over it with an ultra-violet flashlight and showed where he had\nwritten his name and the date on it with fluorescent ink. The effects of\nAA-fire were plainly evident on it.\n\nThen the other shrouded object was unveiled and identified as the gun\nwhich had disabled the air-car. Colonel Hickock identified the gun as\nthe one with which he had fired on the air-car. Finally, the ballistics\nexpert was brought back to the stand again, to link the two by means of\nfragments found in the car.\n\nThen Goodham brought Kettle-Belly Sam Bonney to the stand.\n\nThe Mayor of Bonneyville was a man of fifty or so, short, partially\nbald, dressed in faded blue Levis, a frayed white shirt, and a\ngrease-spotted vest. There was absolutely no mystery about how he had\nacquired his nickname. He disgorged a cud of tobacco into a spittoon,\ntook the oath with unctuous solemnity, then reloaded himself with\nanother chew and told his version of the attack on the jail.\n\nAt about 1045 on the day in question, he testified, he had been in his\noffice, hard at work in the public service, when an air-car, partially\ndisabled by gunfire, had landed in the street outside and the three\ndefendants had rushed in, claiming sanctuary. From then on, the story\nflowed along smoothly, following the lines predicted by Captain Nelson\nand Parros. Of course he had given the fugitives shelter; they had\nclaimed to have been near to a political assassination and were in fear\nof their lives.\n\nUnder Sidney's cross-examination, and coaching, he poured out the story\nof Bonneyville's wrongs at the hands of the reactionary landowners, and\nthe atrocious behavior of the Hickock goon-gang. Finally, after\nextracting the last drop of class-hatred venom out of him, Sidney turned\nhim over to me.\n\n\"How many men were inside the jail when the three defendants came\nclaiming sanctuary?\" I asked.\n\nHe couldn't rightly say, maybe four or five.\n\n\"Closer twenty-five, according to the Rangers. How many of them were\nprisoners in the jail?\"\n\n\"Well, none. The prisoners was all turned out that mornin'. They was\njust common drunks, disorderly conduct cases, that kinda thing. We\nturned them out so's we could make some repairs.\"\n\n\"You turned them out because you expected to have to defend the jail;\nbecause you knew in advance that these three would be along claiming\nsanctuary, and that Colonel Hickock's ranch hands would be right on\ntheir heels, didn't you?\" I demanded.\n\nIt took a good five minutes before Sidney stopped shouting long enough\nfor Judge Nelson to sustain the objection.\n\n\"You knew these young men all their lives, I take it. What did you know\nabout their financial circumstances, for instance?\"\n\n\"Well, they've been ground down an' kept poor by the big ranchers an'\nthe money-guys....\"\n\n\"Then weren't you surprised to see them driving such an expensive\naircar?\"\n\n\"I don't know as it's such an expensive--\" he shut his mouth suddenly.\n\n\"You know where they got the money to buy that car?\" I pressed.\n\nKettle-Belly Sam didn't answer.\n\n\"From the man who paid them to murder Ambassador Silas Cumshaw?\" I kept\npressing. \"Do you know how much they were paid for that job? Do you know\nwhere the money came from? Do you know who the go-between was, and how\nmuch he got, and how much he kept for himself? Was it the same source\nthat paid for the recent attempt on President Hutchinson's life?\"\n\n\"I refuse to answer!\" the witness declared, trying to shove his chest\nout about half as far as his midriff. \"On the grounds that it might\nincriminate or degrade me!\"\n\n\"You can't degrade a Bonney!\" a voice from the balcony put in.\n\n\"So then,\" I replied to the voice, \"what he means is, incriminate.\" I\nturned to the witness. \"That will be all. Excused.\"\n\nAs Bonney left the stand and was led out the side door, Goodham\naddressed the bench.\n\n\"Now, Your Honor,\" he said, \"I believe that the prosecution has\nsucceeded in definitely establishing that these three defendants\nactually did fire the shot which, on April 22, 2193, deprived Silas\nCumshaw of his life. We will now undertake to prove....\"\n\nFollowed a long succession of witnesses, each testifying to some public\nor private act of philanthropy, some noble trait of character. It was\nthe sort of thing which the defense lawyer in the Whately case had been\nso willing to stipulate. Sidney, of course, tried to make it all out to\nbe part of a sinister conspiracy to establish a Solar League fifth\ncolumn on New Texas. Finally, the prosecution rested its case.\n\nI entertained Gail and her father at the Embassy, that evening. The\nstreet outside was crowded with New Texans, all of them on our side,\nshouting slogans like, \"Death to the Bonneys!\" and \"Vengeance for\nCumshaw!\" and \"Annexation Now!\" Some of it was entirely spontaneous,\ntoo. The Hickocks, father and daughter, were given a tremendous ovation,\nwhen they finally left, and followed to their hotel by cheering crowds.\nI saw one big banner, lettered: 'DON'T LET NEW TEXAS GO TO THE DOGS.'\nand bearing a crude picture of a z'Srauff. I seemed to recall having\nseen a couple of our Marines making that banner the evening before in\nthe Embassy patio, but....\n\n\n\n\nCHAPTER X\n\n\nThe next morning, the third of the trial, opened with the defense\nwitnesses, character-witnesses for the three killers and witnesses to\nthe political iniquities of Silas Cumshaw.\n\nNeither Goodham nor I bothered to cross-examine the former. I couldn't\nsee how any lawyer as shrewd as Sidney had shown himself to be would\neven dream of getting such an array of thugs, cutthroats, sluts and\nslatterns into court as character witnesses for anybody.\n\nThe latter, on the other hand, we went after unmercifully, revealing,\nunder their enmity for Cumshaw, a small, hard core of bigoted xenophobia\nand selfish fear. Goodham did a beautiful job on that; he seemed able,\nat a glance, to divine exactly what each witness's motivation was, and\nable to make him or her betray that motivation in its least admirable\nterms. Finally the defense rested, about a quarter-hour before noon.\n\nI rose and addressed the court:\n\n\"Your Honor, while both the prosecution and the defense have done an\nadmirable job in bringing out the essential facts of how my predecessor\nmet his death, there are many features about this case which are far\nfrom clear to me. They will be even less clear to my government, which\nis composed of men who have never set foot on this planet. For this\nreason, I wish to call, or recall, certain witnesses to clarify these\npoints.\"\n\nSidney, who had begun shouting objections as soon as I had gotten to my\nfeet, finally managed to get himself recognized by the court.\n\n\"This Solar League Ambassador, Your Honor, is simply trying to use the\ncourts of the Planet of New Texas as a sounding-board for his\nimperialistic government's propaganda....\"\n\n\"You may reassure yourself, Mr. Sidney,\" Judge Nelson said. \"This court\nwill not allow itself to be improperly used, or improperly swayed, by\nthe Ambassador of the Solar League. This court is interested only in\ndetermining the facts regarding the case before it. You may call your\nwitnesses, Mr. Ambassador.\" He glanced at his watch. \"Court will now\nrecess for an hour and a half; can you have them here by 1330?\"\n\nI assured him I could after glancing across the room at Ranger Captain\nNelson and catching his nod.\n\n\nMy first witness, that afternoon was Thrombley. After the formalities of\ngetting his name and connection with the Solar League Embassy on the\nrecord, I asked him, \"Mr. Thrombley, did you, on the morning of April\n22, receive a call from the Hickock ranch for Mr. Cumshaw?\"\n\n\"Yes, indeed, Mr. Ambassador. The call was from Mr. Longfellow, Colonel\nHickock's butler. He asked if Mr. Cumshaw were available. It happened\nthat Mr. Cumshaw was in the same room with me, and he came directly to\nthe screen. Then Colonel Hickock appeared in the screen, and inquired\nif Mr. Cumshaw could come out to the ranch for the day; he said\nsomething about superdove shooting.\"\n\n\"You heard Mr. Cumshaw tell Colonel Hickock that he would be out at the\nranch at about 1030?\" Thrombley said he had. \"And, to your knowledge,\ndid anybody else at the Embassy hear that?\"\n\n\"Oh, no, sir; we were in the Ambassador's private office, and the screen\nthere is tap-proof.\"\n\n\"And what other calls did you receive, prior to Mr. Cumshaw's death?\"\n\n\"About fifteen minutes after Mr. Cumshaw had left, the z'Srauff\nAmbassador called, about a personal matter. As he was most anxious to\ncontact Mr. Cumshaw, I told him where he had gone.\"\n\n\"Then, to your knowledge, outside of yourself, Colonel Hickock, and his\nbutler, the z'Srauff Ambassador was the only person who could have known\nthat Mr. Cumshaw's car would be landing on Colonel Hickock's drive at or\nabout 1030. Is that correct?\"\n\n\"Yes, plus anybody whom the z'Srauff Ambassador might have told.\"\n\n\"Exactly!\" I pounced. Then I turned and gave the three Bonney brothers a\nsweeping glance. \"Plus anybody the z'Srauff Ambassador might have\ntold.... That's all. Your witness, Mr. Sidney.\"\n\nSidney got up, started toward the witness stand, and then thought better\nof it.\n\n\"No questions,\" he said.\n\nThe next witness was a Mr. James Finnegan; he was identified as cashier\nof the Crooked Creek National Bank. I asked him if Kettle-Belly Sam\nBonney did business at his bank; he said yes.\n\n\"Anything unusual about Mayor Bonney's account?\" I asked.\n\n\"Well, it's been unusually active lately. Ordinarily, he carries around\ntwo-three thousand pesos, but about the first of April, that took a big\njump. Quite a big jump; two hundred and fifty thousand pesos, all in a\nlump.\"\n\n\"When did Kettle-Belly Sam deposit this large sum?\" I asked.\n\n\"He didn't. The money came to us in a cashier's check on the Ranchers'\nTrust Company of New Austin with an anonymous letter asking that it be\ndeposited to Mayor Bonney's account. The letter was typed on a sheet of\nyellow paper in Basic English.\"\n\n\"Do you have that letter now?\" I asked.\n\n\"No, I don't. After we'd recorded the new balance, Kettle-Belly came\nstorming in, raising hell because we'd recorded it. He told me that if\nwe ever got another deposit like that, we were to turn it over to him in\ncash. Then he wanted to see the letter, and when I gave it to him, he\ntook it over to a telescreen booth, and drew the curtains. I got a\nlittle busy with some other matters, and the next time I looked,\nKettle-Belly was gone and some girl was using the booth.\"\n\n\"That's very interesting, Mr. Finnegan. Was that the last of your\nunusual business with Mayor Bonney?\"\n\n\"Oh, no. Then, about two weeks before Mr. Cumshaw was killed,\nKettle-Belly came in and wanted 50,000 pesos, in a big hurry, in small\nbills. I gave it to him, and he grabbed at the money like a starved dog\nat a bone, and upset a bottle of red perma-ink, the sort we use to\nrefill our bank seals. Three of the bills got splashed. I offered to\nexchange them, but he said, 'Hell with it; I'm in a hurry,' and went\nout. The next day, Switchblade Joe Bonney came in to make payment on a\nnote we were holding on him. He used those three bills in the payment.\n\n\"Then, about a week ago, there was another cashier's check came in for\nKettle-Belly. This time, there was no letter; just one of our regular\ndeposit-slips. No name of depositor. I held the check, and gave it to\nKettle-Belly. I remember, when it came in, I said to one of the clerks,\n'Well, I wonder who's going to get bumped off this time.' And sure\nenough ...\"\n\nSidney's yell of, \"Objection!\" was all his previous objections gathered\ninto one.\n\n\"You say the letter accompanying the first deposit, the one in Basic\nEnglish, was apparently taken away by Kettle-Belly Sam Bonney. If you\nsaw another letter of the same sort, would you be able to say whether or\nnot it might be like the one you mentioned?\"\n\nSidney vociferating more objections; I was trying to get expert\ntestimony without previous qualification....\n\n\"Not at all, Mr. Sidney,\" Judge Nelson ruled. \"Mr. Silk has merely asked\nif Mr. Finnegan could say whether one document bore any resemblance to\nanother.\"\n\nI asked permission to have another witness sworn in while Finnegan was\nstill on the stand, and called in a Mr. Boone, the cashier of the\nPackers' and Brokers' Trust Company of New Austin. He had with him a\nletter, typed on yellow paper, which he said had accompanied an\nanonymous deposit of two hundred thousand pesos. Mr. Finnegan said that\nit was exactly like the one he had received, in typing, grammar and\nwording, all but the name of the person to whose account the money was\nto be deposited.\n\n\"And whose account received this anonymous benefaction, Mr. Boone?\" I\nasked.\n\n\"The account,\" Boone replied, \"of Mr. Clement Sidney.\"\n\nI was surprised that Judge Nelson didn't break the handle of his gavel,\nafter that. Finally, after a couple of threats to clear the court, order\nwas restored. Mr. Sidney had no questions to ask this time, either.\n\nThe bailiff looked at the next slip of paper I gave him, frowned over\nit, and finally asked the court for assistance.\n\n\"I can't pronounce this-here thing, at all,\" he complained.\n\nOne of the judges finally got out a mouthful of growls and yaps, and\ngave it to the clerk of the court to copy into the record. The next\nwitness was a z'Srauff, and in the New Texan garb he was wearing, he was\nsomething to open my eyes, even after years on the Hooligan Diplomats.\n\nAfter he took the stand, the clerk of the court looked at him blankly\nfor a moment. Then he turned to Judge Nelson.\n\n\"Your Honor, how am I gonna go about swearing him in?\" he asked. \"What\ndoes a z'Srauff swear by, that's binding?\"\n\nThe President Judge frowned for a moment. \"Does anybody here know Basic\nwell enough to translate the oath?\" he asked.\n\n\"I think I can,\" I offered. \"I spent a great many years in our Consular\nService, before I was sent here. We use Basic with a great many alien\npeoples.\"\n\n\"Administer the oath, then,\" Nelson told me.\n\n\"Put up right hand,\" I told the z'Srauff. \"Do you truly say, in front of\nGreat One who made all worlds, who has knowledge of what is in the\nhearts of all persons, that what you will say here will be true, all\ntrue, and not anything that is not true, and will you so say again at\ntime when all worlds end? Do you so truly say?\"\n\n\"Yes. I so truly say.\"\n\n\"Say your name.\"\n\n\"Ppmegll Kkuvtmmecc Cicici.\"\n\n\"What is your business?\"\n\n\"I put things made of cloth into this world, and I take meat out of this\nworld.\"\n\n\"Where do you have your house?\"\n\n\"Here in New Austin, over my house of business, on Coronado Street.\"\n\n\"What people do you see in this place that you have made business with?\"\n\nPpmegll Kkuvtmmecc Cicici pointed a three-fingered hand at the Bonney\nbrothers.\n\n\"What business did you make with them?\"\n\n\"I gave them for money a machine which goes on the ground and goes in\nthe air very fast, to take persons and things about.\"\n\n\"Is that the thing you gave them for money?\" I asked, pointing at the\nexhibit air-car.\n\n\"Yes, but it was new then. It has been made broken by things from guns\nnow.\"\n\n\"What money did they give you for the machine?\"\n\n\"One hundred pesos.\"\n\nThat started another uproar. There wasn't a soul in that courtroom who\ndidn't know that five thousand pesos would have been a give-away bargain\nprice for that car.\n\n\"Mr. Ambassador,\" one of the associate judges interrupted. \"I used to be\nin the used-car business. Am I expected to believe that this ... this\nbeing ... sold that air-car for a hundred pesos?\"\n\n\"Here's a notarized copy of the bill of sale, from the office of the\nVehicles Registration Bureau,\" I said. \"I introduce it as evidence.\"\n\nThere was a disturbance at the back of the room, and then the z'Srauff\nAmbassador, Gglafrr Ddespttann Vuvuvu, came stalking down the aisle,\nfollowed by a couple of Rangers and two of his attachés. He came forward\nand addressed the court.\n\n\"May you be happy, sir, but I am in here so quickly not because I have\ndesire to make noise, but because it is only short time since it got in\nmy knowledge that one of my persons is in this place. I am here to be of\nhelp to him that he not get in trouble, and to be of help to you. The\nname for what I am to do in this place is not part of my knowledge.\nPlease say it for me.\"\n\n\"You are a friend of the court,\" Judge Nelson told him. \"An _amicus\ncuriae_.\"\n\n\"You make me happy. Please go on; I have no desire to put stop to what\nyou do in this place.\"\n\n\"From what person did you get this machine that you gave to these\npersons for one hundred pesos?\" I asked.\n\nGglafrr immediately began barking and snarling and yelping at my\nwitness. The drygoods importer looked startled, and Judge Nelson banged\nwith his gavel.\n\n\"That's enough of that! There'll be nothing spoken in this court but\nEnglish, except through an interpreter!\"\n\n\"Yow! I am sad that what I did was not right,\" the z'Srauff Ambassador\nreplied contritely. \"But my person here has not as part of his knowledge\nthat you will make him say what may put him in trouble.\"\n\nNelson nodded in agreement.\n\n\"You are right: this person who is here has no need to make answer to\nany question if it may put him in trouble or make him seem less than he\nis.\"\n\n\"I will not make answer,\" the witness said.\n\n\"No further questions.\"\n\nI turned to Goodham, and then to Sidney; they had no questions, either.\nI handed another slip of paper to the bailiff, and another z'Srauff,\nnamed Bbrarkk Jjoknyyegg Kekeke took the stand.\n\nHe put into this world things for small persons to make amusement with;\nhe took out of this world meat and leather. He had his house of business\nin New Austin, and he pointed out the three Bonneys as persons in this\nplace that he saw that he had seen before.\n\n\"And what business did you make with them?\" I asked.\n\n\"I gave them for money a gun which sends out things of\ntwenty-millimeters very fast, to make death or hurt come to men and\nanimals and does destruction to machines and things.\"\n\n\"Is this the gun?\" I showed it to him.\n\n\"It could be. The gun was made in my world; many guns like it are made\nthere. I am certain that this is the very gun.\"\n\nI had a notarized copy of a customs house bill in which the gun was\ndescribed and specified by serial number. I introduced it as evidence.\n\n\"How much money did these three persons give you for this gun?\" I asked.\n\n\"Five pesos.\"\n\n\"The customs appraisal on this gun is six hundred pesos,\" I mentioned.\n\nImmediately, Ambassador Vuvuvu was on his feet. \"My person here has not\nas part of his knowledge that he may put himself in trouble by what he\nsays to answer these questions.\"\n\nThat put a stop to that. Bbrarkk Jjoknyyegg Kekeke immediately took\nrefuge in refusal to answer on grounds of self-incrimination.\n\n\"That is all, Your Honor,\" I said, \"And now,\" I continued, when the\nwitness had left the stand, \"I have something further to present to the\ncourt, speaking both as _amicus curiae_ and as Ambassador of the Solar\nLeague. This court cannot convict the three men who are here on trial.\nThese men should have never been brought to trial in this court: it has\nno jurisdiction over this case. This was a simple case of first-degree\nmurder, by hired assassins, committed against the Ambassador of one\ngovernment at the instigation of another, not an act of political\nprotest within the meaning of New Texan law.\"\n\nThere was a brief silence; both the court and the spectators were\nstunned, and most stunned of all were the three Bonney brothers, who had\nbeen watching, fear-sick, while I had been putting a rope around their\nnecks. The uproar from the rear of the courtroom gave Judge Nelson a\nneeded minute or so to collect his thoughts. After he had gotten order\nrestored, he turned to me, grim-faced.\n\n\"Ambassador Silk, will you please elaborate on the extraordinary\nstatement you have just made,\" he invited, as though every word had\nsharp corners that were sticking in his throat.\n\n\"Gladly, Your Honor.\" My words, too, were gouging and scraping my throat\nas they came out; I could feel my knees getting absurdly weak, and my\nmouth tasted as though I had an old copper penny in it.\n\n\"As I understand it, the laws of New Texas do not extend their ordinary\nprotection to persons engaged in the practice of politics. An act of\npersonal injury against a politician is considered criminal only to the\nextent that the politician injured has not, by his public acts, deserved\nthe degree of severity with which he has been injured, and the Court of\nPolitical Justice is established for the purpose of determining whether\nor not there has been such an excess of severity in the treatment meted\nout by the accused to the injured or deceased politician. This gives\nrise, of course, to some interesting practices; for instance, what is at\nlaw a trial of the accused is, in substance, a trial of his victim. But\nin any case tried in this court, the accused must be a person who has\ninjured or killed a man who is definable as a practicing politician\nunder the government of New Texas.\n\n\"Speaking for my government, I must deny that these men should have been\ntried in this court for the murder of Silas Cumshaw. To do otherwise\nwould establish the principle and precedent that our Ambassador, or any\nother Ambassador here, is a practicing politician under--mark that well,\nYour Honor--under the laws and government of New Texas. This would not\nonly make of any Ambassador a permissable target for any marksman who\nhappened to disapprove of the policies of another government, but more\nserious, it would place the Ambassador and his government in a\nsubordinate position relative to the government of New Texas. This the\ngovernment of the Solar League simply cannot tolerate, for reasons which\nit would be insulting to the intelligence of this court to enumerate.\"\n\n\"Mr. Silk,\" Judge Nelson said gravely. \"This court takes full cognizance\nof the force of your arguments. However, I'd like to know why you\npermitted this trial to run to this length before entering this\nobjection. Surely you could have made clear the position of your\ngovernment at the beginning of this trial.\"\n\n\"Your Honor,\" I said, \"had I done so, these defendants would have been\nreleased, and the facts behind their crime would have never come to\nlight. I grant that the important function of this court is to determine\nquestions of relative guilt and innocence. We must not lose sight,\nhowever, of the fact that the primary function of any court is to\ndetermine the truth, and only by the process of the trial of these\ndepraved murderers-for-hire could the real author of the crime be\nuncovered.\n\n\"This was important, both for the government of the Solar League and the\ngovernment of New Texas. My government now knows who procured the death\nof Silas Cumshaw, and we will take appropriate action. The government\nof New Texas has now had spelled out, in letters anyone can read, the\nfact that this beautiful planet is in truth a _battleground_. Awareness\nof this may save New Texas from being the scene of a larger and more\ndestructive battle. New Texas also knows who are its enemies, and who\ncan be counted upon to stand as its friends.\"\n\n\"Yes, Mr. Silk. Mr. Vuvuvu, I haven't heard any comment from you.... No\ncomment? Well, we'll have to close the court, to consider this phase of\nthe question.\"\n\nThe black screen slid up, for the second time during the trial. There\nwas silence for a moment, and then the room became a bubbling pot of\nsound. At least six fights broke out among the spectators within three\nminutes; the Rangers and court bailiffs were busy restoring order.\n\nGail Hickock, who had been sitting on the front row of the spectators'\nseats, came running up while I was still receiving the congratulations\nof my fellow diplomats.\n\n\"Stephen! How _could_ you?\" she demanded. \"You know what you've done?\nYou've gotten those murdering snakes turned loose!\"\n\nAndrew Jackson Hickock left the prosecution table and approached.\n\n\"Mr. Silk! You've just secured the freedom of three men who murdered one\nof my best friends!\"\n\n\"Colonel Hickock, I believe I knew Silas Cumshaw before you did. He was\none of my instructors at Dumbarton Oaks, and I have always had the\ndeepest respect and admiration for him. But he taught me one thing,\nwhich you seem to have forgotten since you expatriated yourself--that\nin the Diplomatic Service, personal feelings don't count. The only\nthing of importance is the advancement of the policies of the Solar\nLeague.\"\n\n\"Silas and I were attachés together, at the old Embassy at Drammool, on\nAltair II,\" Colonel Hickock said. What else he might have said was lost\nin the sudden exclamation as the black screen slid down. In front of\nJudge Nelson, I saw, there were three pistol-belts, and three pairs of\nautomatics.\n\n\"Switchblade Joe Bonney, Jack-High Abe Bonney, Turkey-Buzzard Tom\nBonney, together with your counsel, approach the court and hear the\nverdict,\" Judge Nelson said.\n\nThe three defendants and their lawyer rose. The Bonneys were swaggering\nand laughing, but for a lawyer whose clients had just emerged from the\nshadow of the gallows, Sidney was looking remarkably unhappy. He\nprobably had imagination enough to see what would be waiting for him\noutside.\n\n\"It pains me inexpressibly,\" Judge Nelson said, \"to inform you three\nthat this court cannot convict you of the cowardly murder of that\nlearned and honorable old man, Silas Cumshaw, nor can you be brought to\ntrial in any other court on New Texas again for that dastardly crime.\nHere are your weapons, which must be returned to you. Sort them out\nyourselves, because I won't dirty my fingers on them. And may you regret\nand feel shame for your despicable act as long as you live, which I hope\nwon't be more than a few hours.\"\n\nWith that, he used the end of his gavel to push the three belts off the\nbench and onto the floor at the Bonneys' feet. They stood laughing at\nhim for a few moments, then stopped, picked the belts up, drew the\npistols to check magazines and chambers, and then began slapping each\nothers' backs and shouting jubilant congratulations at one another.\nSidney's two assistants and some of his friends came up and began\npumping Sidney's hands.\n\n\"There!\" Gail flung at me. \"Now look at your masterpiece! Why don't you\ngo up and congratulate him, too?\"\n\nAnd with that, she slapped me across the face. It hurt like the devil;\nshe was a lot stronger than I'd expected.\n\n\"In about two minutes,\" I told her, \"you can apologize to me for that,\nor weep over my corpse. Right now, though, you'd better be getting\nbehind something solid.\"\n\n\n\n\nCHAPTER XI\n\n\nI turned and stepped forward to confront the Bonneys, mentally thanking\nGail. Up until she'd slapped me, I'd been weak-kneed and dry-mouthed\nwith what I had to do. Now I was just plain angry, and I found that I\nwas thinking a lot more clearly. Jack-High Bonney's wounded left\nshoulder, I knew, wouldn't keep him from using his gun hand, but his\nshoulder muscles would be stiff enough to slow his draw. I'd intended\nsaving him until I'd dealt with his brothers. Now, I remembered how he'd\ngotten that wound in the first place: he'd been the one who'd used the\nauto-rifle, out at the Hickock ranch. So I changed my plans and moved\nhim up to top priority.\n\n\"Hold it!\" I yelled at them. \"You've been cleared of killing a\npolitician, but you still have killing a Solar League Ambassador to\nanswer for. Now get your hands full of guns, if you don't want to die\nwith them empty!\"\n\nThe crowd of sympathizers and felicitators simply exploded away from the\nBonney brothers. Out of the corner of my eye, I saw Sidney and a fat,\nblowsy woman with brass-colored hair as they both tried to dive under\nthe friends-of-the-court table at the same place. The Bonney brothers\nsimply stood and stared at me, for an instant, unbelievingly, as I got\nmy thumbs on the release-studs of my belt. Judge Nelson's gavel was\nhammering, and he was shouting:\n\n\"Court-of-Political-Justice-Confederate-Continent-of-New-Texas-is-herewith-\nadjourned-reconvene-0900-tomorrow. _Hit the floor!_\"\n\n\"Damn! He means it!\" Switchblade Joe Bonney exclaimed.\n\nThen they all reached for their guns. They were still reaching when I\npressed the studs and the Krupp-Tattas popped up into my hands, and I\nswung up my right-hand gun and shot Jack-High through the head. After\nthat, I just let my subconscious take over. I saw gun flames jump out at\nme from the Bonneys' weapons, and I felt my own pistols leap and writhe\nin my hands, but I don't believe I was aware of hearing the shots, not\neven from my own weapons. The whole thing probably lasted five seconds,\nbut it seemed like twenty minutes to me. Then there was nobody shooting\nat me, and nobody for me to shoot at; the big room was silent, and I was\naware that Judge Nelson and his eight associates were rising cautiously\nfrom behind the bench.\n\nI holstered my left-hand gun, removed and replaced the magazine of the\nright-hand gun, then holstered it and reloaded the other one. Hoddy\nRingo and Francisco Parros and Commander Stonehenge were on their feet,\ntheir pistols drawn, covering the spectators' seats. Colonel Hickock had\nalso drawn a pistol and he was covering Sidney with it, occasionally\nmoving the muzzle to the left to include the z'Srauff Ambassador and his\ntwo attachés.\n\nBy this time, Nelson and the other eight judges were in their seats,\ntrying to look calm and judicial.\n\n\"Your Honor,\" I said, \"I fully realize that no judge likes to have his\ncourt turned into a shooting gallery. I can assure you, however, that my\naction here was not the result of any lack of respect for this court. It\nwas pure necessity. Your Honor can see that: my government could not\npermit this crime against its Ambassador to pass unpunished.\"\n\nJudge Nelson nodded solemnly. \"Court was adjourned when this little\nincident happened, Mr. Silk,\" he said.\n\nHe leaned forward and looked to where the three Bonney brothers were\nmaking a mess of blood on the floor. \"I trust that nobody will construe\nmy unofficial and personal comments here as establishing any legal\nprecedent, and I wouldn't like to see this sort of thing become\ncustomary ... but ... you did that all by yourself, with those little\nbeanshooters?... Not bad, not bad at all, Mr. Silk.\"\n\nI thanked him, then turned to the z'Srauff Ambassador. I didn't bother\nputting my remarks into Basic. He understood, as well as I did, what I\nwas saying.\n\n\"Look, Fido,\" I told him, \"my government is quite well aware of the\nsource from which the orders for the murder of my predecessor came.\nThese men I just killed were only the tools.\n\n\"We're going to get the brains behind them, if we have to send every\nwarship we own into the z'Srauff star-cluster and devastate every planet\nin it. We don't let dogs snap at us. And when they do, we don't kick\nthem, we shoot them!\"\n\nThat, of course, was not exactly striped-pants diplomatic language. I\nwondered, for a moment, what Norman Gazarian, the protocol man, would\nthink if he heard an Ambassador calling another Ambassador Fido.\n\nBut it seemed to be the kind of language that Mr. Vuvuvu understood. He\nskinned back his upper lip at me and began snarling and growling. Then\nhe turned on his hind paws and padded angrily down the aisle away from\nthe front of the courtroom.\n\nThe spectators around him and above him began barking, baying, yelping\nat him: \"Tie a can to his tail!\" \"Git for home, Bruno!\"\n\nThen somebody yelled, \"Hey, look! Even his wrist watch is blushing!\"\n\nThat was perfectly true. Mr. Gglafrr Ddespttann Vuvuvu's watch-face,\nnormally white, was now glowing a bright ruby-red.\n\nI looked at Stonehenge and found him looking at me. It would be full\ndark in four or five hours; there ought to be something spectacular to\nsee in the cloudless skies of Capella IV tonight.\n\nFleet Admiral Sir Rodney Tregaskis would see to that.\n\n\n_FROM REPORT\nOF SPACE-COMMANDER STONEHENGE\nTO SECRETARY OF AGGRESSION, KLÜNG:\n\n... so the measures considered by yourself\nand Secretary of State Ghopal Singh and Security\nCoördinator Natalenko, as transmitted to me by\nMr. Hoddy Ringo, were not, I am glad to say,\nneeded. Ambassador Silk, alive, handled the\nthing much better than Ambassador Silk, dead,\ncould possibly have.\n\n... to confirm Sir Rodney Tregaskis' report from the tales of the few\nsurvivors, the z'Srauff attack came as the Ambassador had expected. They\ndropped out of hyperspace about seventy light-minutes outside the\nCapella system, apparently in complete ignorance of the presence of our\nfleet.\n\n... have learned the entire fleet consisted of about three hundred\nspaceships and reports reaching here indicate that no more than twenty\ngot back to z'Srauff Cluster.\n\n... naturally, the whole affair has had a profound influence, an\ninfluence to the benefit of the Solar League, on all shades of public\nopinion.\n\n... as you properly assumed, Mr. Hoddy Ringo is no longer with us. When\nit became apparent that the Palme-Silk Annexation Treaty would be\nratified here, Mr. Ringo immediately saw that his status of diplomatic\nimmunity would automatically terminate. Accordingly, he left this\nsystem, embarking from New Austin for Alderbaran IX, mentioning, as he\nshook hands with me, something about a widow. By a curious coincidence,\nthe richest branch bank in the city was held up by a lone bandit about\nhalf an hour before he boarded the space-ship...._\n\n\n_FINAL MESSAGE\nOF THE LAST SOLAR AMBASSADOR TO NEW\nTEXAS\nSTEPHEN SILK\n\nCopies of the Treaty of Annexation, duly ratified by the New Texas\nLegislature, herewith.\n\nPlease note that the guarantees of non-intervention in local political\ninstitutions are the very minimum which are acceptable to the people of\nNew Texas. They are especially adamant that there will be no change in\ntheir peculiar methods of insuring that their elected and appointed\npublic officials shall be responsible to the electorate.\n\n                       DEPARTMENT ADDENDUM\n\n_After the ratification of the Palme-Silk treaty, Mr. Silk remained on\nNew Texas, married the daughter of a local rancher there (see file on\nFirst Ambassador, Colonel Andrew Jackson Hickock) and is still active in\npolitics on that planet, often in opposition to Solar League policies,\nwhich he seems to anticipate with an almost uncanny prescience._\n\n\nNatalenko re-read the addendum, pursed his thick lips and sighed. There\nwere so many ways he could be using Mr. Stephen Silk....\n\nFor example--he looked at the tri-di star-map, both usefully and\nbeautifully decorating his walls--over there, where Hoddy Ringo had\ngone, near Alderbaran IX.\n\nThose were twin planets, one apparently settled by the equivalent\ndescendants of the Edwards and the other inhabited by the children of a\nJukes-Kallikak union. Even the Solar League Ambassadors there had taken\nthe viewpoints of the planets to whom they were accredited, instead of\nthe all-embracing view which their training should have given them....\n\nCurious problem ... and, how would Stephen Silk have handled it?\n\nThe Security Coördinator scrawled a note comprehensible only to\nhimself....\n\n\n\n\n\nBrilliant New Novel from Award-Winning Author of Alien Embassy!\n\nIn MIRACLE VISITORS, Ian Watson has created a fascinating novel that\nexplores the UFO phenomenon, a novel that will endlessly intrigue and\nenvelop the reader. $1.95\n\n[Illustration: Book Cover]\n\nAvailable wherever books are sold, or order by mail from Book Mailing\nService, Box 690, Rockville Centre, N.Y. 11571. Please add 50¢ postage\nand handling. 109\n\n\nACE SCIENCE FICTION 360 PARK AVENUE SOUTH · NEW YORK, N.Y. 10010\n\n\n\n\n\nZero Population Growth Achieved!\n\nBut at what cost? The world now exists with a mandatory abortion law and\nsexual freedom reigns. Is this truly a world where ... LOVE CONQUERS ALL\n\n$1.95\n\n[Illustration: Book Cover]\n\nAvailable wherever books are sold, or order by mail from Book Mailing\nService, Box 690, Rockville Centre, N.Y. 11571. Please add 50¢ postage\nand handling. 110\n\n\nACE SCIENCE FICTION 360 PARK AVENUE SOUTH ·NEW YORK, N.Y. 10010\n\n\n\n\n\nFour-Day Planet\n\nFenris isn't a hell planet, but it's nobody's bargain. With 2,000-hour\ndays and an 8,000-hour year, it alternates blazing heat with killing\ncold. A planet like that tends to breed a special kind of person: tough\nenough to stay alive and smart enough to make the best of it. When that\nkind of person discovers he's being cheated of wealth he's risked his\nlife for, that kind of planet is ripe for revolution.\n\n\nLone Star Planet\n\nNew Texas: its citizens figure that name about says it all. The Solar\nLeague ambassador to the Lone Star Planet has the unenviable task of\nconvincing New Texans that a s'Srauff attack is imminent, and dangerous.\nUnfortunately it's common knowledge that the s'Srauff are evolved from\ncanine ancestors--and not a Texan alive is about to be scared of a\ntalking dog! But unless he can get them to act, and fast, there won't be\na Texan alive, scared or otherwise!\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Lone Star Planet\nby Henry Beam Piper and John Joseph McGuire\n\n*** END OF THIS PROJECT GUTENBERG EBOOK LONE STAR PLANET ***\n\n***** This file should be named 20121-8.txt or 20121-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.net/2/0/1/2/20121/\n\nProduced by Greg Weeks, Malcolm Farmer, and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}