{"title": "The Wizard of the Sea", "author": "Roy Rockwood", "releaseDate": "December 19, 2006 ", "language": "English", "type": "books", "content": "\n\nE-text prepared by Barbara Tozier, Bill Tozier, Emmy, and the Project\nGutenberg Online Distributed Proofreading Team (http://www.pgdp.net/)\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original illustration.\n      See 20132-h.htm or 20132-h.zip:\n      (http://www.gutenberg.net/dirs/2/0/1/3/20132/20132-h/20132-h.htm)\n      or\n      (http://www.gutenberg.net/dirs/2/0/1/3/20132/20132-h.zip)\n\n\n\n\n\nTHE WIZARD OF THE SEA\n\nor\n\nA Trip Under the Ocean\n\nby\n\nROY ROCKWOOD\n\nAuthor of \"A Schoolboy's Pluck,\" Etc.\n\n\n\n\n\n\n\n[Illustration]\n\n\n\nA. L. Burt Company, Publishers\nNew York\nCopyright, 1900\nby\nThe Mershon Company\n\n\n\n[Illustration: IN FRONT OF HIM WAS A HUGE OCTOPUS. P. 112.]\n\n\n\n\nCONTENTS\n\n       I. INTRODUCING OUR HEROES.                1 \n      II. A TERRIFIC EXPLOSION.                  8 \n     III. THE GREAT FIGHT.                      14 \n      IV. ON THE ROAD.                          20 \n       V. HOKE UMMER'S TREACHERY.               26 \n      VI. OUT ON THE BAY.                       32 \n     VII. A LIVELY ENCOUNTER.                   46 \n    VIII. MONT IS PUNISHED.                     51 \n      IX. DOCTOR HOMER WODDLE.                  55 \n       X. THE SUBMARINE TERROR.                 61 \n      XI. ON THE BACK OF THE MONSTER.           67 \n     XII. INSIDE OF THE \"SEARCHER.\"             74 \n    XIII. THE OWNER OF THE SUBMARINE MONSTER.   81 \n     XIV. THE ATTACK.                           86 \n      XV. PRISONERS.                            91 \n     XVI. THE MYSTERIES OF THE \"SEARCHER.\"      98 \n    XVII. THE DEVIL FISH.                      106 \n   XVIII. MONT IS LOST.                        113 \n     XIX. MONT'S PERIL.                        120 \n      XX. THE WRECKS.                          128 \n     XXI. ON LAND ONCE MORE.                   132 \n    XXII. FIGHTING THE SAVAGES.                141 \n   XXIII. ELECTRIFYING THE SAVAGES.            149 \n    XXIV. A PEARL WORTH A FORTUNE.             159 \n     XXV. THE MAN OF MYSTERY.                  169 \n    XXVI. THROUGH THE EARTH.                   177 \n   XXVII. THE ESCAPE--CONCLUSION.              183 \n\n\n\nTHE WIZARD OF THE SEA.\n\n\n\n\nCHAPTER I.\n\nINTRODUCING OUR HEROES.\n\n\n\"Hip, hurrah! Hip, hurrah!\"\n\n\"Well, I declare; Mont Folsom, what is the matter with you?\"\n\n\"Matter? Nothing is the matter, Tom, only I'm going to a boarding\nschool--just the best place on the face of the earth, too--Nautical\nHall, on the seacoast.\"\n\n\"Humph! I didn't know as how a boarding school was such a jolly place,\"\ngrumbled old Tom Barnstable. \"They'll cane ye well if ye git into\nmischief, lad.\"\n\n\"Will they, Tom? What for? I never do any wrong,\" and Mont Folsom put on\na very sober face.\n\n\"Jest to hear the lad! Never do no mischief! Ha! ha! Why you're the\nwust boy in the town fer mischief, Mont--an' everybody knows it. A\nnautical school, did ye say. Maybe they'll take ye out in a ship some\ntime in that case.\"\n\n\"They do take the pupils out--every summer, so Carl Barnaby was telling\nme. He goes there, you know, and so does Link Harmer.\"\n\n\"Then you an' Carl will make a team--an' Heaven help the folks as comes\nin your way,\" added Tom Barnstable decidedly.\n\n\"But we are not so bad, I tell you, Tom,\" said Mont, but with a sly\ntwinkle in his bright eyes.\n\n\"Oh, no, not at all. But jest you tell me who drove the cow into Squire\nBorden's dining room and who stuffed the musical instruments of the\nbrass band with sawdust at the Fourth of July celebration? You never do\nanything, you little innocent lamb!\"\n\nAnd with a loud guffaw the old character sauntered down the street\ntoward his favorite resort, the general store.\n\nMontrose Folsom continued on his way. He was a handsome youth of\nfifteen, tall and square-shouldered, with a taking way about him that\nhad made him a host of friends. He was the only son of Mrs. Alice\nFolsom, a rich widow.\n\nA moment after leaving Tom Barnstable, Mont reached the home of his\nparticular chum, Lincoln Harmer. Throwing open the gate, he espied Link\nin the barnyard, and made a rush forward.\n\n\"Hurrah! hurrah! hurrah!\"\n\n\"That settles it, Mont, you're going with me next term!\" exclaimed Link,\na bright fellow of our hero's age.\n\n\"If I wasn't I'd sing a dirge instead of shouting, Link. Yes, it's all\nsettled, and I'll be ready to start with you Monday.\"\n\n\"Your mother has written to Captain Hooper?\"\n\n\"Yes, and got word back in to-day's mail.\"\n\n\"Good!\"\n\n\"I'm to buy a lot of things down to Carley's store and then go home and\nstart to pack up. Come on.\"\n\nArm in arm, the two chums made their way to the large general store,\nwhere Tom Barnstable was again encountered. Here Mont purchased some\nextra underclothing his mother said he needed. While he was at this Tom\nBarnstable came close to him.\n\n\"When are ye goin' away?\" he asked.\n\n\"Monday morning, six o'clock.\"\n\n\"Don't fergit the old man, Mont. We've had lots of good times--fishin'\nan' huntin', ye know.\"\n\nThat was Tom Barnstable, good-natured and willing to do, but an absolute\nbeggar at the slightest chance.\n\n\"I won't forget you, Tom, not I,\" said the merry-hearted lad. \"Here you\nare,\" and he slipped a shining dollar into the man's hand. A moment\nlater he called one of the store clerks aside.\n\n\"Have you any of those April-fool cigars left?\" he whispered.\n\n\"Yes--just four.\"\n\n\"I'll take them.\"\n\nThe cigars bought and paid for, the boy put three of them in an inside\npocket and then turned the fourth over to Tom Barnstable.\n\n\"Here, Tom, put the pipe away and have a real Havana to celebrate the\nparting,\" he said, and the old man immediately did as requested.\n\nThe cigar burnt all right for just half a minute. Then something began\nto bulge at the end. It kept growing larger and larger, forming into\nwhat is called a Pharaoh's serpent, three or four feet long.\n\nTom Barnstable's eyes began to blaze. He stared at Mont wildly.\n\n\"Who--what--what is that?\" he stammered. \"Great Scott! I've got 'em!\"\n\nAnd, dashing the weed to the floor, he rushed from the country store,\nwith the boys' laugh ringing in his ears.\n\n\"He'll remember you now, no doubt of that!\" said Link merrily.\n\nThe day was Saturday, and it was a busy one for both Mont and Link, with\npacking trunks and bags, and getting ready otherwise.\n\nThe Sabbath passed quietly enough, and five o'clock Monday morning found\nthe two boys on their way to Nautical Hall.\n\nThe run of the train was to New York, and here they fell in with their\nmutual chum, Carl Barnaby, a rich young fellow from their town, and\nseveral others who will be introduced as our story progresses.\n\nFrom the Metropolis the boys took another train directly for the\nseacoast. At Pemberton they had to change cars, and here they met\nseveral more scholars of Nautical Hall.\n\n\"There is Ike Brosnan and Hoke Ummer!\" cried Link. \"Two of our fellows.\"\n\nThe newcomers were quickly introduced. Ike Brosnan looked a whole-souled\nfellow and full of fun. Hoke Ummer, on the other hand, seemed of a\ndecidedly sour turn of mind.\n\n\"Hoke is a good deal of a bully,\" whispered Link, later on. \"You want to\nsteer clear of him.\"\n\n\"Thanks; he'll not step on my toes,\" returned Mont firmly. \"The first\nman who tries to haze or bully me will get his fingers burnt.\"\n\n\"Oh, the boys will be sure to want a little fun. You mustn't be too\nparticular.\"\n\n\"I don't mean that--I mean they mustn't go too far,\" replied Mont.\n\nLittle did he dream of all the hazings and larks to be played ere that\nschool term should be over.\n\nThe journey to the seacoast was devoid of any special incident. The ride\non the train was magnificent, and all enjoyed it thoroughly.\n\nTowards nightfall a landing was made not many miles from Eagle Point.\nHere at the dock a long stage was in waiting to take them to the Hall.\nThe four boys, along with a dozen others, got aboard, and they moved off\nrapidly for Nautical Hall, two miles distant.\n\n\n\n\nCHAPTER II.\n\nA TERRIFIC EXPLOSION.\n\n\nNautical Hall was a large building of brick, stone, and wood situated at\nthe top of a small hill. In front was a level parade ground, and to one\nside the grounds sloped down to the edge of a small bay, while at the\nother they were flanked by a heavy wood.\n\nThe institution was owned and managed by Captain Hooper, an ex-army and\n-navy officer, who looked to the military drill of the boys and left the\neducational department to an able corps of assistants. With the\nassistants and the gallant captain himself we will become better\nacquainted as our tale proceeds.\n\nMont soon became acquainted with nearly all of the one hundred and odd\nboys who attended Nautical Hall, and became the leader of a set composed\nof himself, Link Harmer, Barry Powell, another lively lad, Carl Barnaby,\nhis old-time chum, Piggy Mumps, a fat youth, and Sam Schump, a German\npupil, as good-natured as can possibly be imagined.\n\nAs soon as the boys arrived they were assigned to their places. Mont was\nput in the room with the crowd above mentioned. This room connected with\nanother, in which were installed the bully, Hoke Ummer; Bill Goul, his\ntoady, and half a dozen of the bully's cronies.\n\n\"This room will get into a free fight with that gang some day,\" was\nBarry Powell's comment, after Schump, the German boy, had related how\nthe bully had treated him.\n\n\"Dot's it, mine gracious,\" replied Sam Schump. \"Ve vill git togedder an'\nshow dem vot ve can do, aint it!\"\n\nSeveral days were spent in getting ready for the term. Mont was placed\nin the first class, with twenty others, and he was likewise put in an\nawkward squad to learn the steps and manual of arms, for the boys had\nregular military and naval exercises.\n\nAs luck would have it, our hero was placed under one of the assistant\nteachers, and fared very well, but poor Piggy Mumps was put in a squad\nunder Hoke Ummer, who did all he could to make the fat boy miserable.\n\n\"Eyes right! Eyes left! Front!\" shouted Hoke. \"Why don't you mind, you\nclown!\" he added to poor Piggy, who was in a sweat to do as ordered.\n\n\"Vot you say, eyes right an' den eyes left, ven da vos right?\" asked\nPiggy innocently.\n\n\"Silence! Eyes right! Eyes left! You clown, can't you twist your eyes,\nor are you too fat?\" roared Hoke.\n\n\"Ton't vos call me a clown, you--you unchentlemanly poy!\" cried Piggy\nwrathfully, when without warning Hoke fell upon him and hit him a blow\non the neck.\n\nThis was too much for Piggy, and he ran out of the line and closed with\nthe bully. But he was no match for the big boy, and Piggy would have\nbeen severely punished had not Hoke been caught by the shoulder and\nhurled backward against a wall.\n\n\"Let him alone!\" came in the voice of Mont. \"You have no right to touch\nhim, Hoke Ummer.\"\n\n\"Haven't I, though?\" sneered the bully. \"Do you suppose I'm going to be\nmade a fool of by a lump of fat like that? You clear out, or I'll give\nyou a dose, too!\"\n\n\"You can try it on any time you please,\" replied our hero quietly.\n\n\"A fight! A fight!\" exclaimed half a dozen at once, and the awkward\nsquad was broken up on the instant.\n\n\"A fight?\" repeated the bully. \"He'll get a thrashing--that's all it\nwill amount to. Come on down to the woods if you want to have it out.\"\n\n\"I'm willing to meet you,\" returned Mont, and started along, followed by\nPiggy, Link, and a dozen others.\n\nBut scarcely had the boys gone a rod before the belfry bell rang out\nloudly five times.\n\nThat was the signal for assembly on the parade grounds.\n\n\"Hullo, we can't go now!\" cried Link. \"Boys, you'll have to postpone\nthat mill till later.\"\n\n\"I'll meet you after assembly,\" growled Hoke Ummer, under his breath,\nas Captain Hooper put in an appearance.\n\n\"I'll be ready any time,\" rejoined our hero.\n\n\"Boys, we are to have visitors in fifteen minutes!\" shouted out Captain\nHooper. \"Attention! The captains will form their companies on the campus\nand a salute will be fired as the visitors enter the grounds.\"\n\nOrders were quickly passed, and inside of five minutes the boy cadets\nwere drawn up in long lines, with the officers of the two companies in\ntheir proper places.\n\nThe visitors were old friends of the captain who had come to the Hall\nmerely out of curiosity. As their carriages approached, a cannon was run\nout, and Link and several others were detailed to fire it off.\n\nLink chose Mont to assist, and before long all was in readiness to touch\nher off.\n\n\"Here they come!\" shouted somebody.\n\n\"Stand ready to fire!\" sang out Captain Hooper, in true military style.\n\"Steady, boys, now--I expect all to make the best possible appearance.\nFire!\"\n\nLink touched the cannon off, while our hero and several others stood\nclose at hand.\n\nBang!\n\nThe report was terrific. The old cannon was overcharged, and was blown\ninto a thousand pieces, which flew in all directions.\n\nBoth Link and Mont were hurled flat, and while the former was seen to\nstagger up again, our hero lay as one dead!\n\n\n\n\nCHAPTER III.\n\nTHE GREAT FIGHT.\n\n\n\"He is dead!\"\n\n\"Run for the doctor!\"\n\n\"A piece struck me, too!\"\n\n\"The cannon must have been overloaded!\"\n\nSuch were some of the cries which went up after the awful explosion.\n\nCaptain Hooper stood close at hand, and instantly went to our hero's\nassistance.\n\nHe caught the youth up in his arms and carried him to a shady spot.\n\n\"Bring some water,\" he commanded, but water was already at hand. With it\nhe bathed Mont's head.\n\nFor a minute there was an intense silence. Then, with a quiver, the lad\nopened his eyes.\n\n\"Wha--what---- Did the cannon burst?\" he asked feebly.\n\n\"Hurrah! He's all right!\" shouted Link joyfully, and inside of five\nminutes more Mont stood up and gazed about him in wonder.\n\nBut he was too weak to take part in the review, and while this went on\nsat in a rustic chair under the oak tree, with several of the lady\nvisitors by his side.\n\nThe reception to the guests over, the cadets were dismissed, and the\ncrowd lost no time in dispersing.\n\nLink remained with his chum, and both walked towards the lake.\n\n\"How do you feel?\" asked Link anxiously.\n\n\"Rather faint in the legs, to tell the truth,\" was the reply. \"But I\nguess I'll soon get over it.\"\n\n\"Ready to do that fighting?\" demanded a rough voice at their elbow, and\nHoke Ummer ranged up at their side.\n\n\"For shame, Hoke, Mont isn't in condition, and you know it,\" said Link.\n\n\"Oh, nonsense!\" growled the bully. \"That cannon affair was only a fake.\nHe wasn't hurt a bit.\"\n\nThis remark angered our hero, and, stepping up, he faced the bully\ndefiantly.\n\n\"I will fight you whenever you say,\" he said stoutly.\n\nA boy standing near heard the remark, and the news spread like magic.\n\n\"A fight between Hoke and Mont. Come on down to the woods.\"\n\nThe schoolboy cadets needed no second invitation. A score started from\nthe campus instantly.\n\nThey were about evenly divided as to who would win.\n\nThe bully was known to be heavy and strong.\n\nYet our hero had shown lots of pluck.\n\nIn a corner of the grounds, shut out from view from the school windows\nby a belt of trees, the boys assembled to witness the conflict.\n\nMont prepared for the encounter, assisted by Link.\n\nUmmer, satisfied of an easy victory, placed himself in the hands of his\ntoady and backer, Bill Goul.\n\nWhen the combatants were declared ready they faced each other.\n\nAs Hoke looked into the unflinching eyes of his opponent the smile of\nsatisfaction he had worn for the past few hours suddenly faded.\n\nHe could see he must do his best to win.\n\n\"But I'll mash him, see if I don't,\" he said to his toadies.\n\n\"That's right, Hoke!\"\n\n\"Show him what you can do.\"\n\nMont said nothing.\n\n\"He's a tough one,\" whispered Link. \"Beware of a foul.\"\n\n\"I'll have my eyes open.\"\n\nThe boys took off their coats and vests.\n\nA ring was formed and our hero and the bully got into position.\n\n\"Time!\" cried one of the older boys, and the great fight began.\n\nAt first Mont was cautious, for he wanted to take his opponent's\nmeasure, so to speak.\n\nSure of victory, the bully rushed at him, and aimed a blow at Mont's\nnose.\n\nOur hero ducked, and Hoke's fist only sawed the air.\n\n\"That was a clean duck.\"\n\n\"Land him one, Hoke!\"\n\n\"Go for him, Folsom!\"\n\nAround and around the ring went the two boys.\n\nThen the bully aimed another blow at our hero.\n\nAs quick as a flash our hero warded it off.\n\nThen out shot his fist, and the bully of Nautical Hall got a crashing\nblow in the chin that knocked him clean off his feet.\n\nWhat a yell went up!\n\n\"Hoke is knocked out!\"\n\n\"Did you ever see such a blow?\"\n\nWild with rage, the bully was assisted to his feet by several friends.\n\nThe blood flowed from his chin and from a cut lip.\n\n\"I'll show you yet!\" he hissed, and again went at Mont.\n\nBut our hero was cool and collected, while the bully was excited.\n\nThe bully got in one little body blow, but that was all, while our hero\nfairly played all over his face.\n\n\"Better give it up, Hoke!\"\n\n\"You are outclassed against Mont Folsom!\"\n\n\"Let me be!\" howled the bully.\n\nWith every blow that our hero delivered Ummer's anger increased.\n\nHis reputation, he felt, was at stake.\n\nIf he was beaten that would be the end of him, so far as bossing the\nboys was concerned.\n\nAt last Mont hit him a stinging blow on the ear that caused him to roll\nover and over.\n\n\n\n\nCHAPTER IV.\n\nON THE ROAD.\n\n\nThe bully was knocked out completely, and had to acknowledge Mont the\nvictor of the encounter.\n\nThis he did with very bad grace, and a minute later sneaked off with his\ntoady.\n\n\"I'll get even for that,\" he growled. \"He'll be sorry he ever tackled\nme.\"\n\n\"You'll have to watch Hoke Ummer,\" said Link, some time later, when the\ncrowd had dispersed. \"He is a treacherous fellow.\"\n\n\"I'll have my eyes open,\" returned our hero.\n\nYet little did he dream of the dastardly way in which the bully would\ntry to get even.\n\nIt did not take Mont long to settle down at Nautical Hall. The fight had\nmade him many friends, and established him as a sort of leader among a\ncertain set.\n\nOn the following Saturday Link proposed that he, Barry Powell, and Mont\ntake a stroll down to the village.\n\nThe others were willing, and soon the party was on the way.\n\n\"I'll get some stuff for a midnight feast while I am at it,\" said Mont.\n\nSoon the school was left behind, and they came out on the village\nhighway.\n\n\"Hark!\" cried Barry suddenly.\n\n\"What is it?\" demanded Mont.\n\nBarry was listening intently to a dull, heavy tramping sound, which was\nwafted faintly toward them on the breeze.\n\n\"Do you hear that?\" he asked excitedly.\n\nLink and Mont listened, and could distinctly hear a low thud, thud, thud\nin the distance.\n\n\"What does it mean?\" Link asked.\n\n\"It means that a pair of ponies, or horses, have run away, and are\ncoming along at a tearing gallop.\"\n\nAs if in corroboration of Barry's words, at that moment a light phaeton,\ndrawn by two high-spirited ponies, which were pounding along at the top\nof their speed, burst round the bend of the road.\n\nThe vehicle was rocking from side to side, and every moment threatened\nto hurl it into one of the deep ditches which lined the road.\n\nAs the boys gazed at the approaching carriage Mont's heart seemed to\nstand still.\n\n\"Fellows!\" he cried, \"there is someone in the phaeton--a lady, I\nbelieve.\"\n\n\"So there is!\" gasped Link, in tones of horror. \"What shall we do?\"\n\n\"We must stop them.\"\n\nWith his face whiter than usual, and his lips tightly compressed, our\nhero ran down the road.\n\n\"He is courting death,\" said his chum, beneath his breath, \"but we may\nbe of some use.\"\n\nAnd both started after their companion.\n\nMont was running at the top of his speed, for he saw that the occupant\nof the carriage was only a young girl, and utterly helpless, and that\nevery second's delay endangered her life.\n\nOn and on he went, until he was within a score of yards of the maddened\nsteeds.\n\nThen he planted himself firmly in the middle of the road and prepared\nfor a spring.\n\nFiercely the ponies dashed onward.\n\nNearer and nearer they came, until it seemed they must inevitably\ntrample him beneath their iron-shod hoofs.\n\nBut our hero never wavered.\n\nMotionless he crouched there until the end of the pole almost touched\nhis cheek.\n\nThen he leaped up and caught both the bridles in his strong, nervous\ngrip.\n\nThe ponies, with loud whinnies of rage, tossed up their heads and lifted\nhim from his feet, but he clung tenaciously to them.\n\nThey dragged him along the ground for a few yards, and then their speed\nbegan to slacken.\n\nLink now came up, and the vicious little brutes were brought to a\nstandstill.\n\nThen Mont, thoroughly exhausted, sank in a heap upon the ground.\n\nAs soon as the carriage was stopped in its wild career, a fair and\nbeautiful girl sprang out.\n\n\"Oh, is he very much hurt?\" she cried, as she raised her clasped hands\nin despair.\n\nOur hero staggered to his feet, and as he gazed on the fairy-like form\nand sweet, delicate face his cheeks flushed and his heart beat quickly.\n\n\"I am not hurt at all,\" he said stoutly, although his arms and legs and\nevery portion of his body ached as though he had been upon the rack.\n\n\"How can I thank you?\" she exclaimed. \"If it had not been for you, I\nshudder to think what might have happened. You saved my life.\"\n\nAt this praise our hero blushed more than ever.\n\n\"I require no thanks,\" he said. \"I am rewarded enough by knowing I have\nbeen of some service to you, but I think you are scarcely strong enough\nto be trusted with such high-spirited animals.\"\n\n\"My father would never have thought of such a thing,\" she replied. \"He\nalighted at a cottage to visit one of his old friends, and while he was\ninside the ponies bolted. But here he comes, and I know he will be\nbetter able to thank you than I am.\"\n\nShe pointed to the figure of a tall, elderly gentleman, of upright\ncarriage and aristocratic bearing, who was coming up the road at a rapid\npace.\n\n\"It's Judge Moore,\" whispered Link; \"he owns a fine place a couple of\nmiles from here.\"\n\nIn another moment our hero found himself being presented to the judge,\nwho overwhelmed him with praise.\n\n\"You must come and dine with us, you and your friends,\" said the judge;\n\"there will only be myself and my daughter Alice. Nay, you must make no\nexcuses. I shall call upon Captain Hooper and tell him all about it, and\nif ever you require a friend do not forget to come to me.\"\n\nMont would have respectfully declined the invitation, but a glance from\nAlice Moore prevented him from doing so.\n\nHe therefore thanked the judge for his kindness, and then the boys took\ntheir leave.\n\nOur hero simply raised his cap, but Alice put out her hand.\n\n\"You will be certain to come?\" she asked in a low tone.\n\n\"Certain,\" he replied.\n\nThe news of Mont's heroism spread through Nautical Hall, and he speedily\nfound himself a decided hero.\n\n\n\n\nCHAPTER V.\n\nHOKE UMMER'S TREACHERY.\n\n\nOur hero succeeded on the following Monday in getting a quantity of\ncake, pie, and other stuff from town and hiding them in an unoccupied\nbedroom.\n\nHe was also promised a dozen bottles of root beer and soda water, but\nthese he was unable to smuggle into the school, owing to the\nwatchfulness of Captain Hooper and his assistants.\n\nAccordingly, he hid the stuff in the bushes near the lake, and decided\nto go after it late at night.\n\nHe unfolded his plan to Link, Barry, and Carl Barnaby, and this plan was\noverheard by Hoke Ummer.\n\nNext to the empty bedroom was a window overlooking the side playground.\nFrom this window Mont decided to reach the ground by aid of a long rope.\n\nThis was the only way to get out, as after nine o'clock all the doors\nand windows below were locked in such a fashion they could not be\nopened.\n\nThat evening our hero, with a light heart, repaired to the empty\nbedroom.\n\nOpening the boxful of stuff, he spread out upon a tablecloth of\nnewspapers a prettily decorated ham, a couple of cold roast chickens, a\nfine apple pie, a quantity of mince pies, and a varied assortment of\nchoice fruits and cake.\n\nAll these arranged to his satisfaction, he looked at his watch, and then\nsat down and waited.\n\nIt was just half-past eight, and in another half-hour servants and\nmasters would all have retired for the night.\n\nAfter what appeared to the watcher to be an age the great school clock\ntolled solemnly out the hour of nine.\n\nThen Mont drew out a thick rope from beneath the bed and left the room.\n\nSoon he was at the window.\n\nThrowing up the lower sash, our hero fastened one end of the rope\nsecurely and threw the other out.\n\n\"Just the right length,\" he said, and then he swung himself over the\nwindow sill. \"I'll soon have the rest of the stuff up.\"\n\nThe door of one of the spare bedrooms was opened, and Ummer stepped into\nthe corridor.\n\nAs the light of the moon fell upon his face it looked strangely white\nand ghastly.\n\nHis lips were tightly compressed and his eyes had in them a horrible\nglare as he stepped stealthily but quickly to the window.\n\nArrived there, he crouched low down that he might not be seen by any\nperson outside.\n\nThen, with deft fingers, he untied the knot by which the rope was\nsecured.\n\nThere was heard a loud, wild cry, followed by a dull, heavy thud.\n\nThen all was still.\n\nThe bully crept away along the corridor and down the stairs, his heart\nbeating as though it would burst its bounds.\n\nA little before twelve o'clock that night several dark figures might\nhave been seen stealing cautiously along the corridors.\n\nAll these figures made their way to one common spot.\n\nThis was the bedroom Mont had mentioned.\n\nArrived there, they found everything prepared for the feast, but no\nhost.\n\n\"What a strange thing for Mont to do,\" said Carl Barnaby; \"to invite us\nall here and not be present.\"\n\n\"It isn't very gentlemanly of him,\" submitted Barry.\n\n\"You talk like a fool,\" said Link. \"Something must have happened to\nhim.\"\n\n\"I saw him at supper, and he was all right then.\"\n\n\"Perhaps some of the tramps have waylaid him on the road,\" suggested\nanother boy, who had been sitting very white and very quiet, in one\ncorner of the room.\n\nEveryone turned to the speaker.\n\n\"Mine cracious, dot's so,\" put in Sam Schump. \"Besser we go an' see?\"\n\nWithout delay a search was begun.\n\nA rope was procured, and Link was the first person out of the window.\n\n\"Hullo!\"\n\n\"What's up?\" asked those above.\n\n\"Bring a light. Mont has fallen and hurt himself.\"\n\nA light was quickly procured, and one after another the boys came down\nthe rope.\n\nOur hero lay at the foot of a large lilac bush.\n\nIt was this bush which had saved his life.\n\nWhen the rope gave way, had he fallen on the ground he would most likely\nhave been killed.\n\nLink brought some water, and he was soon revived.\n\nIn the meantime, from another window, overhead, Hoke Ummer watched\nproceedings.\n\nWhen he saw Mont get up his hateful face plainly showed his chagrin.\n\n\"How was it you didn't fasten the rope tightly?\" asked Link.\n\n\"I thought I did,\" returned our hero. \"In fact, I am certain I did,\" he\nadded.\n\n\"But it gave way and let you down.\"\n\nOur hero shook his head. He couldn't understand it at all.\n\nIn a few minutes he was able to go with his friends and show them where\nthe root-beer and soda-water bottles were hidden.\n\nLoaded down with the stuff, the crowd returned to the Hall, and the\nfeast began.\n\nNearly all of the boys of Mont's age had been invited in a general way,\nand a lively time was had for fully an hour.\n\nHoke Ummer could not stand it to see his rival triumph over him, and so\nslipped down to the room occupied by Moses Sparks, one of the under\nteachers.\n\n\"Mont Folsom and his crowd are having a feast in one of the upper\nrooms,\" he said.\n\nAt once Moses Sparks prepared to investigate.\n\nThe feast was at its height when a footstep was heard.\n\n\"Scatter!\" whispered Carl Barnaby, who caught the sounds first, and all\nof the boys hurried from the bedroom by side doors and managed to get to\ntheir own rooms.\n\nWhen Moses Sparks came up they seemed to be sleeping like so many lambs.\n\n\"Ummer has been fooling me,\" muttered the under teacher. \"Or else he was\nmistaken.\" And he went off and left the boys to finish the feast in\npeace.\n\n\n\n\nCHAPTER VI.\n\nOUT ON THE BAY.\n\n\nIn a general way Mont suspected Hoke Ummer, not of the dastardly trick\nhe had played, but of playing the sneak and telling Moses Sparks.\n\n\"I'll get square,\" he said to Link and Carl.\n\nOut in the fields he had picked up a dead snake, and he now resolved to\nmake use of it in a truly original manner. As soon as it was time to\nretire that night Mont slipped upstairs and into the dormitory occupied\nby Hoke Ummer, Goul, and their chums.\n\nHe had the dead snake with him, and put the reptile in the bully's bed.\n\nFive minutes later he was in his own room awaiting developments.\n\nThey were not long in coming.\n\nA murmur of voices ended in a wild shriek of terror.\n\n\"A snake!\" yelled Hoke. \"It's in my bed! Save me! I'm a dead boy!\"\n\nHis cry aroused everyone, and soon Nautical Hall was in a commotion.\n\n\"What's the matter with Hoke?\"\n\n\"He's got 'em bad!\"\n\n\"A snake!\" roared the bully. \"Take it away.\"\n\nHe ran out into the corridor, and soon a crowd began to collect.\n\nIn the meantime Mont slipped into the room and threw the dead reptile\nout of the window.\n\nCaptain Hooper tried to get at the bottom of the affair, but failed.\n\n\"You must have been dreaming, Ummer,\" he said at last, and sent all of\nthe boys off to bed.\n\nDuring the following week Nautical Hall was closed up, and the schoolboy\ncadets marched to the head of the bay.\n\nHere they went into camp for a month, part of the time being spent on\nthe bay and the ocean beyond in learning how to sail both large and\nsmall boats.\n\nThe sailing of the boats particularly interested Mont and Carl Barnaby.\nLink did not care very much for the water, for when the sea was rough he\nwas inclined to grow seasick.\n\nOne day Mont and Carl obtained permission to hire a sloop at the town,\nand go out for an all-day cruise over the bay and back.\n\nThey took with them a young fellow from Nautical Hall named John\nStumpton, a handy lad who generally went by the name of Stump. Since\nMont had arrived at the Hall, Stump had taken to him greatly, and would\ndo almost anything that Mont asked of him. Stump was also a great friend\nto Carl.\n\nThey sailed out of sight of the camp, and gradually crept up to a large\nexcursion boat which was just leaving one of the docks of the town.\n\nThe steamboat was overcrowded, every deck being full of humanity bent on\nhaving a good time.\n\nSome musicians were playing on the forward deck, and they drew quite\nclose to hear what was going on.\n\nSuddenly a cry of horror arose.\n\nA young girl had been standing close to the rail on a camp chair at the\nbow of the boat.\n\nIt was Alice Moore.\n\nAs the steamboat swung around the girl lost her balance.\n\nShe tried to save herself, and, failing, pitched headlong into the\nwater.\n\nOur hero saw her go under the waves.\n\n\"She'll be struck by the paddle wheel,\" he yelled, and then, splash! he\nwas overboard himself.\n\nBravely he struck out to save the maiden.\n\nThe order was given to back the steamboat.\n\nThe wheels churned up the water into a white foam, but still the\nmomentum carried the large craft on.\n\nIn the meantime our hero came up and struck out valiantly for the girl,\nwho was now going down for a second time.\n\n\"Save her! Save her!\" shrieked Judge Moore, who was with his daughter.\n\nHalf a dozen life-preservers were thrown overboard, but none came to\nwhere the girl could reach them.\n\nThe judge wanted to join his daughter in the water.\n\nStrong hands held him back.\n\n\"The young fellow will save her, judge.\"\n\n\"He's a true hero!\"\n\nLife-lines were thrown over, but even these did no good.\n\nThe steamboat swung around, but the run of the water washed the girl\ncloser and closer to the paddle wheel.\n\nShe now came up a second time.\n\nShould she sink again all would be over.\n\nMont was swimming with all the strength and skill at his command.\n\nAt last he was within a yard of the struggling girl.\n\nThe maiden threw up her hands and went under. As quick as a flash our\nhero dove down.\n\nA second passed. Then up came our hero with the girl clinging to his\nshoulder.\n\nBut now the current was apparently too strong for both of them.\n\n\"Help us--quick!\"\n\nCarl and Stump heard the cry, and immediately put about in their sloop.\n\nMont was swimming along on his side.\n\nThe girl was too weak to support herself, and he was holding her up well\nout of the water.\n\nIt took the sloop but a moment to run up alongside of the pair.\n\nCarl reached over and caught hold of the girl and placed her on deck.\n\nIn the meantime our hero caught hold of a rope thrown by the old boatman\nand pulled himself up.\n\nA cheer arose from those on the excursion boat.\n\n\"She is safe now, sure!\"\n\nThe girl was too exhausted to move, and Carl rubbed her hands and did\nwhat he could for her.\n\nStump ran up alongside of the steamboat, and a little later the girl was\nplaced on board.\n\nThe judge clasped his child to his breast.\n\n\"Go ahead,\" said Mont in a low voice. \"I don't want the crowd to stare\nat me.\"\n\n\"But the judge wants to thank you,\" began Carl; but our hero would not\nlisten.\n\nHe was too modest, and made Stump actually run away from the excursion\nboat.\n\nBut five hundred people cheered Mont and waved their handkerchiefs.\n\nAnd this was not the end of the matter.\n\nThe next day Judge Moore called at the camp, and insisted on presenting\nMont with a gold watch and chain. With this gift came a sweet letter\nfrom Alice Moore which made our hero blush a good deal when he read it.\n\nAfter this, nearly a week passed without special incident. Link was\ncalled home on account of the death of a relative, and Mont and Carl\nbecame closer chums than ever.\n\nOne day Hoke Ummer was caught abusing one of the small boys so greatly\nthat the boy had to be placed under a doctor's care.\n\nThe boy's father had Hoke arrested. The case, however, never came to\ntrial.\n\nThe consequence of the arrest was that the bully was dismissed from the\nschool; and that was the last Mont saw of him.\n\n\"We are well rid of him,\" he said, and Carl and the others agreed with\nhim.\n\nOne day Mont and Carl went out for an all-day cruise on the bay, taking\nJohn Stumpton with them.\n\nWhen the two schoolboys started out with the hired lad they did not\nintend to remain away longer than sunset, and not one of them dreamed of\nthe marvelous adventures in store for each ere he should be permitted to\nsee his native land again.\n\nThe start was made in a fair breeze, and it looked so nice overhead that\nMont proposed they take a short run directly into the ocean.\n\n\"All right--I'll go you,\" answered Carl slangily, and away they skimmed.\n\nBy noon they were almost out of sight of land, and while they were\neating the repast Stump had prepared Carl proposed that they turn back.\n\nThis was hardly accomplished when it suddenly grew dark, and they found\nthemselves caught in a squall.\n\n\"By gracious! I didn't bargain for this!\" cried Carl. \"If we don't take\ncare, we'll go to the bottom!\"\n\n\"Don't worry--yet,\" answered Mont. \"I guess we'll get back all right.\"\n\nBlacker and blacker grew the sky, until absolutely nothing could be\nseen. Every sail was closely reefed, and the boys strained their eyes to\npierce the gloom which hung over them.\n\nSuddenly Stump set up a yell.\n\n\"Look out; there is a ship!\"\n\nHe got no further. A large form loomed up in the darkness. There was one\ngrinding, smashing crash, and then came a shock that split the\nlight-built sloop from stem to stern.\n\nAll of the boys were hurled into the boiling sea. But none was hurt;\nand, coming to the surface, all struggled to cling to the wreckage\nfloating about, meanwhile crying loudly for help.\n\nWhen they were picked up they were thoroughly exhausted, and Carl lost\nhis senses completely.\n\nThe ship that had run them down was the _Golden Cross_. The captain's\nname was Savage, and he was bound for the Bermudas.\n\nHe refused to stop anywhere to put the boys off, saying he had not the\ntime to do so.\n\nIn reality he was afraid he would be brought to account for wrecking the\nsloop.\n\nHe would not believe that Mont and Carl were rich, and that their\nparents would willingly pay him for any trouble he might take on their\nbehalf.\n\n\"I'll keep 'em on board and make 'em work their passage,\" he said to his\nmate, a mean chap by the name of Slog. \"We are rather short of hands.\"\n\nA night's rest did wonders for the boys.\n\nBy morning the storm cleared off, and the _Golden Cross_ proceeded\nswiftly on her way, favored by a good breeze.\n\nMont found himself in the ill-smelling forecastle. He was awfully\nhungry, and the first thing he did was to make his way to the cook's\ngalley. The cook smiled as Mont appeared. \"Got around, eh?\" he said.\n\"Good for you. I thought you would be sick for the rest of the trip\nafter such an adventure.\"\n\n\"I am pretty tough,\" answered Mont.\n\n\"You look a bit like a sailor.\"\n\n\"Oh, I know a thing or two about the water,\" replied Mont modestly.\n\"But tell me,\" he went on, \"what sort of a captain have you?\"\n\n\"Oh, he's a caution, and so is Slog, the first mate,\" laughed the cook.\n\"The captain is the toughest man this line of ships ever had.\"\n\n\"Humph! That's not encouraging,\" mused our hero. \"Why do the owners keep\nhim?\"\n\n\"Because he's clever. He may be out in all weather, but he's never lost\na ship.\"\n\n\"This seems like an old tub,\" observed Mont, looking around him.\n\n\"Yes, she isn't worth much. She pitches and tosses in a gale awful. It's\nthe oldest ship the firm's got.\"\n\n\"Is it insured?\"\n\n\"Yes. I know the insurance is very heavy, and it wouldn't be a bad job\nfor the owners if she went down,\" replied the cook.\n\n\"Bad job for us, though,\" remarked Mont. \"I don't want to be drowned.\"\n\n\"Have you had any breakfast?\" asked the cook good-naturedly.\n\n\"Not a bit.\"\n\n\"I don't expect the regular hands will give you a chance of getting\nmuch. There's Sam Holly and Jerry Dabble. One's a bully and the other's\na sneak.\"\n\n\"I haven't seen them yet.\"\n\n\"Fight shy of both of them. They're no good. They'll make you and your\nchums do all the work, now you've come on board.\"\n\n\"I'll bet a dollar they won't get a stroke of work out of me,\" returned\nMont decidedly.\n\n\"You will?\"\n\n\"Yes.\"\n\n\"Well, you're a plucky lad,\" exclaimed the cook admiringly, \"and from\nyour size and looks I should think you could box.\"\n\n\"Just a little bit,\" answered Mont smilingly.\n\n\"The captain favors Jerry Dabble, and listens to all he says. He's a\nregular sneak. You look out for him.\"\n\n\"I will.\"\n\n\"Will you have a bit of breakfast along with me? I can give you a nice\nbit I've cut off the skipper's ham and a couple of eggs.\"\n\n\"I'm with you,\" said Mont readily, \"and I'll return your kindness on the\nfirst opportunity.\"\n\nIn a moment our hero was supplied with a good breakfast, which was\nwashed down with a cup of coffee.\n\nThe sea was rather high, although the wind had gone down.\n\nIt was not difficult to perceive, when Mont came to examine her, that\nthe ship was a very old one and had seen her best days.\n\nMont thought a trip to the Bermudas would be very nice, but at the same\ntime he did not mean to be the captain's slave, or the first mate's\neither.\n\nHe had not shipped with them, and they could not legally make him work,\nthough he did not mind lending a hand if he was asked in a friendly\nmanner.\n\nHis mother would pay for his passage if she was asked.\n\nThe officers evidently took him, Carl, and Stump to be three sons of\nfishermen, and had made up their minds to treat them accordingly.\n\nWhen he left the galley, Mont went to where the regular hands slept and\nmessed, and where he and his companions had slept.\n\nThere was a great outcry as he came in.\n\n\"Leave off, I say,\" Carl was exclaiming; \"I won't have it. Two of you\nonto me at once isn't fair.\"\n\nIn a moment Mont was there. He found the two young men, Sam Holly and\nJerry Dabble, standing over his chum with two ropes' ends, with which\nthey were hitting him.\n\n\"What are you licking him for?\" asked Mont, his eyes flashing.\n\n\"Because he won't get the breakfast,\" said Holly.\n\n\"He's not your servant--why should he?\"\n\n\"He'll have to do it, or you will,\" said Sam the bully, setting his arms\nakimbo and staring impudently at Mont.\n\n\"My good fellow,\" said the latter, \"don't you make any error. Neither my\nfriend nor myself means to do anything on board this ship unless we're\nasked civilly.\"\n\nJerry Dabble laughed. \"You're a fool to talk that way!\" he roared.\n\nMont immediately gave him a cuff on the ears which sent him rolling over\na bunk.\n\n\n\n\nCHAPTER VII.\n\nA LIVELY ENCOUNTER.\n\n\nThe two sailors were astonished beyond measure at Mont's quick action.\n\n\"Good for you, Mont!\" cried Carl Barnaby, while Stump grinned with\nintense delight.\n\n\"I'll go and tell the captain,\" growled Jerry, as he got up slowly.\n\nSam Holly, who was a thick-set, heavy-looking fellow, turned to Mont. \"I\nhave had enough of this nonsense. Do you mean to do your work or not?\"\n\n\"Certainly not; do it yourself.\"\n\n\"Do you want a good hiding?\"\n\n\"You can't give it to me.\"\n\n\"I can try, can't I?\" said Holly.\n\n\"So can any other fool; but it doesn't follow he will do it.\"\n\n\"Look here, I've been two voyages before this. You're a green hand\ncompared to me, and I'm boss here. We are short-handed. Do the work,\nand I'll make things easy for you; if not, it will be worse for you.\"\n\n\"I'll chance that,\" said Mont.\n\n\"Do you mean to risk a sound thrashing?\"\n\n\"Oh, yes, I'm game for a rough-and-tumble. It's sure to come sooner or\nlater, and we may as well get it over at once.\"\n\n\"Mind your eye, then,\" yelled Holly.\n\nHis ugly face glowed with passion, and his great, stupid-looking ears\nseemed to stick out like cabbage leaves.\n\n\"Come on,\" he said.\n\n\"I'm ready,\" returned Mont.\n\nThe fight commenced in the little cabin, and it was evident that the\ncombatants were in earnest.\n\nOur hero found his opponent as strong as a young bull, but he had not\nvery much skill.\n\nParrying his blows and hitting hard when he had a good chance, Mont\npunished him severely.\n\nBut he was knocked down first.\n\n\"Will that do for you,\" said Holly, \"or do you want any more?\"\n\n\"More, please,\" exclaimed Mont, getting up. And then he clipped Holly\ntwo heavy ones that knocked him nearly down a ladder.\n\nHolly foamed with rage. \"Come on!\" he exclaimed, in a husky voice.\n\nThe fight continued for ten minutes, with varying success. At last Mont\nsaw a good chance, and, pretending to strike Holly's face, he dropped\nhis hand and hit him in the stomach.\n\nAs the bully fell back, gasping for breath, Mont exclaimed:\n\n\"How do you like it now, you bully? Do you want any more?\"\n\n\"Not this voyage,\" rejoined Holly dismally; \"you're best man.\"\n\n\"It's a pity you didn't find that out before,\" remarked Mont. \"However,\nit's never too late to learn. Perhaps you will get our breakfast ready.\nI'm master now. Do you understand that, Mr. Bully?\"\n\n\"Don't crow. I'm licked this time, but my turn may come. Sit down and\nhave your grub.\"\n\nMont was quite satisfied with his victory.\n\nHe shook hands with Holly, and they all sat down together, making a\ncomfortable breakfast, though the fare was not luxurious.\n\nCarl and our hero went on deck afterward, and, hearing an altercation\nforward, ran in that direction.\n\nCaptain Savage was beating a sailor with a marlinspike for some breach\nof discipline.\n\nThe crew looked on without interfering.\n\nThe sailor was a fine, handsome fellow, and in vain begged the tyrant to\ndesist. The poor fellow's face was streaming with blood, and Mont's\nanger arose instantly.\n\nRushing forward, he seized the captain's arm, and exclaimed:\n\n\"Stop that--I won't have it!\"\n\nThe next moment he was alarmed at his rashness.\n\nTurning upon him with incredible fury, the captain exclaimed:\n\n\"How dare you speak to me, youngster! I'll break every bone in your\nbody!\"\n\nAt a sign from the first mate, on whose face sat a smile of malicious\nsatisfaction, four men fell upon Mont, whose arms were pinioned, and he\nwas thrown on his back, where he lay perfectly helpless.\n\n\"Take him away,\" continued Captain Savage. \"I will deal with him\npresently. It's a pity I took the young whelp on board; he should have\ndrowned if I'd have known what he was made of.\"\n\nStrong arms lifted Mont up, and he was forced into a dark hole, near the\ncook's galley, where he was half stifled with the heat and smell of tar.\n\nMont felt he was now in for it, and no mistake.\n\n\n\n\nCHAPTER VIII.\n\nMONT IS PUNISHED.\n\n\n\"Hang the luck, anyway!\"\n\nIn a miserable state of mind, but still very angry, Mont sat down in his\ngloomy prison, and wondered what would happen next.\n\nAn hour later the captain called up the first mate.\n\n\"Let the prisoner be brought forward, and call the hands to witness\npunishment; muster them all. I mean to make an example.\"\n\nThe mate summoned the crew, all of whom trooped forward with a sullen\nand discontented air.\n\nThe first mate went to Mont, and personally conducted him on deck.\n\n\"Now, my lad,\" said the captain, with a brutal air, \"I'm going to let\nyou know what discipline is. Strip!\"\n\nLooking around him defiantly, Mont did not move.\n\n\"Do you hear me?\" thundered the captain. \"Strip!\"\n\n\"Captain Savage,\" said Mont quietly, \"I protest against this treatment.\nYou saved my life and the lives of my companions, for which I thank you.\nWe would leave your ship at once if we could. As it is, we are unwilling\npassengers.\"\n\n\"You are a part of the crew, and must work out your passage.\"\n\n\"Not at all. We have not signed articles, and you have no power over us\nso long as we conduct ourselves properly.\"\n\n\"Why did you interfere between me and one of my crew? But I'll waste no\nwords with you,\" replied the captain. \"Tie him to the foremast.\"\n\nHe caught up the rope's end and hit Mont a single blow.\n\nHe was about to go on, when the sailors advanced in a body, and formed a\nline between him and Mont.\n\n\"Back, you scoundrels! Back, mutinous dogs!\" exclaimed the captain in a\ngreater rage than ever.\n\nThe solid line remained immovable, and Mont was set free.\n\nBoth mates put themselves by the captain's side, as they feared a crisis\nwas approaching, and they determined to side with the skipper.\n\n\"Look'ee here, cappen,\" said an old, grizzled sailor. \"I've shipped\naboard o' many vessels, and I've seen a few skippers, but never the\nlikes o' you. We don't want to do you no harm, but we aint a-goin' to\nstan' by and see that poor lad flogged half to death because he\ninterfered for one o' us.\"\n\n\"I'll have you all tried at the first port I come to!\" exclaimed the\ncaptain.\n\nSlog, the mate, caught the captain's arm.\n\n\"For Heaven's sake, go below, and leave them to me!\" he said.\n\n\"Not I. Where are my pistols? I'll shoot some of the dogs.\"\n\n\"Be guided by me, sir. Let them alone this time, and tackle them one by\none. If you don't, they'll do something desperate.\"\n\nThe captain mumbled something which was inaudible. He was almost\nspeechless with rage.\n\nSuddenly the voice of the lookout man rang out clearly:\n\n\"A strange sail.\"\n\n\"Where away?\" asked the captain.\n\n\"On the larboard bow, sir.\"\n\nThe captain took his telescope, and began to examine the strange sail.\n\nEveryone crowded to the side to have a look, and every eye was soon\nsearching the horizon.\n\nEven Mont shared the excitement.\n\nHe had a pocket glass, and brought it into use.\n\n\"Perhaps we'll be taken off,\" he said to Carl.\n\n\"I sincerely hope so,\" replied his chum. \"I've had enough of this\nship.\"\n\n\n\n\nCHAPTER IX.\n\nDOCTOR HOMER WODDLE.\n\n\nIt was soon discovered that the sail was nothing more or less than a man\nclinging to a chicken coop, who had taken off his shirt and hoisted it\non high to attract attention.\n\nWhen he was neared, a boat was lowered, and the unfortunate man picked\nup and brought on board.\n\nHe was a little, wiry man, about forty-five years of age, with sharp,\nintelligent face, and an expression of anything but good temper.\n\n\"Which is the captain of this vessel?\" he asked on coming aboard.\n\n\"I am,\" replied Captain Savage.\n\n\"You've been a long time picking me up. What do you mean by it?\" said\nthe little man.\n\n\"That's a cool remark,\" said the captain, \"considering we have, in all\nprobability, saved your life.\"\n\n\"And if you have, you only did your duty. Where is your cabin? Give me\nsome fresh clothes immediately, and something to eat and drink.\"\n\n\"You've got a nerve,\" said the captain, inclined to be angry. \"I've a\ngood mind never to save anyone again.\"\n\n\"That will not matter much to me. You are not likely to save me twice.\"\n\n\"Who are you?\"\n\n\"My name is Homer Woddle, sir.\"\n\n\"You speak loud enough,\" replied the captain.\n\n\"Bah! it's evident you are not a man of science, or you would have heard\nof me. I have written books, sir--books!\"\n\n\"What then?\"\n\n\"I am a famous man. My position in life is that of Secretary to the\nSociety for the Exploration of the Unknown Parts of the World, sir, and\nI am making my third voyage.\"\n\n\"How were you wrecked?\"\n\n\"That is the strangest thing. But give me to eat and drink, clothe me,\nand you shall hear.\"\n\n\"Speak first, and then I'll think of it, Mr. Woddle,\" said the captain.\n\nThe conversation was audible enough to be heard by all on board, who\ncrowded round the speakers in a way that showed how severely discipline\non board the ship had been interfered with by the late occurrence.\n\n\"Well, well, well,\" cried the little man, irritably, \"what a boy you\nare! I left Boston last week on board the _Comet_. Well, sir, that ship\nwas fitted up at a great expense in order that we might make\ndiscoveries. Do you see?\"\n\n\"Not clearly as yet,\" answered the captain.\n\n\"Tush, be quiet,\" exclaimed the irritable little man; \"don't interrupt\nme. This morning about eight o'clock we were struck amidships, but below\nthe water line, by a wonderful sea monster, which nearly cut us in two.\"\n\n\"Did the ship sink?\"\n\n\"She did almost directly afterward. I seized a chicken coop, and here I\nam.\"\n\n\"A monster cut you in two!\" exclaimed the captain, opening his eyes.\n\"What sort of a monster? Did you see it?\"\n\n\"We did for a few minutes. It was black and long, like a gigantic eel,\nand threw out phosphorescent light.\"\n\n\"Then there was something electric about it?\" remarked the first mate.\n\n\"Undoubtedly.\"\n\n\"That's a strange yarn,\" observed the captain.\n\nHe took Dr. Homer Woddle, the Secretary of the Society for the\nExploration of the Unknown Parts of the World, into his cabin, gave him\ndry clothes, and provided him with the best dinner the resources of the\nship could afford.\n\nMont had listened curiously to the conversation between Captain Savage\nand the newcomer.\n\nTaking Carl's arm, he said:\n\n\"That's a wonderful yarn of that fellow who has just come on board.\"\n\n\"Very.\"\n\n\"I don't know what to make of it, exactly. A fish is a fish, and unless\nit has a big horn, it can't sink a ship.\"\n\n\"Perhaps he's cracked.\"\n\n\"Not he. I have heard of him. There is something in it. The man is sane\nenough. He has been wrecked, and he has told his story plainly enough,\nonly I don't believe in the strange animal.\"\n\n\"What is it, then?\"\n\n\"That's the mystery. There can't be any rocks in the middle of the sea.\nIt isn't a rock.\"\n\n\"Then it must be a wonderful fish.\"\n\nA couple of hours passed when Dr. Woddle came on deck, arm in arm with\nCaptain Savage.\n\nAfter a time the scientist left the captain, and met Mont.\n\n\"Nice weather, my lad,\" he exclaimed.\n\n\"Who are you calling 'my lad'?\" asked Mont.\n\n\"You're one of the crew, I suppose, and you needn't be so snappish.\"\n\n\"I'm a passenger,\" replied Mont, \"and my name is Mont Folsom. Sorry I\nhaven't got a card, but I was wrecked yesterday, and that will account\nfor it. I and my companions come from Nautical Hall.\"\n\n\"Indeed! I presume you were picked up as I was? Did you meet with the\nsingular animal that destroyed my ship?\"\n\n\"Can't say I did. What was he like?\"\n\n\"A huge, long thing, covered with scales, half in, half out of the\nwater.\"\n\n\"Are we likely to meet with him again?\"\n\n\"I should think so,\" answered the scientist. \"Look there!\"\n\n\"Where?\" exclaimed Mont.\n\n\"To the right. I don't understand those confounded sea terms, and I\ndon't know larboard from starboard, but on my right is the creature.\"\n\n\"The dreaded animal?\" asked Mont, with a laugh.\n\n\"Yes. Look!\"\n\nOur hero followed the direction of the outstretched arm, and beheld a\ncurious sight.\n\nNot far from the ship was a long, black-looking thing, lying like a\ngreat round log on the water.\n\nIt was the submarine monster.\n\n\n\n\nCHAPTER X.\n\nTHE SUBMARINE TERROR.\n\n\nCaptain Savage at once came to the rail, and was soon busily engaged in\nlooking at the wonderful creature which Homer Woddle declared had sunk\nthe ship in which he had been sailing.\n\nThe crew were much agitated, for seamen are at all times superstitious,\nand, never having heard of such a strange monster, they fancied its\nappearance boded no good.\n\nThe monster, which had been perfectly inert up to this time, threw out a\nmarvelous light, which illuminated the depths of the sea.\n\nThe magnificent irradiation was evidently the result of electricity, and\nit revealed the shape of the strange fish, if fish it was, very\ndistinctly.\n\nIts form was what we may call a lengthened oval, tapering off at the\nhead and tail, which were under the water, only part of the scaly back\nbeing exposed to the air.\n\nDr. Woddle called the captain.\n\n\"Sir,\" he said, \"the monster is again close to us. I ask you, in the\ninterest of science, to capture it.\"\n\n\"Who's going to do it, and how is it to be done?\" said Captain Savage.\n\n\"This thing is a scourge of the ocean. It destroys ships, therefore it\nis your duty to destroy it,\" persisted the man of science.\n\n\"We will harpoon it, if you like, though I do not know why I should risk\nthe lives of my crew. Where's Bowline? Pass the word for Bowline,\" said\nthe captain.\n\nWhen Bill Bowline made his appearance he was trembling like a leaf.\n\n\"Get your harpoon, my man,\" said the captain.\n\n\"Not me, sir,\" said the sailor firmly. \"I wouldn't harm a scale of the\ncritter's back, were it ever so near. We shall all be sent to the bottom\nof the sea if I do.\"\n\nTurning to Homer Woddle, the captain said:\n\n\"You see the feeling of my men; what can I do?\"\n\n\"I'll do it myself,\" said the man of science grandly. \"If no one will\nattack this monster, the honor and the glory of the task shall belong to\nme. Give me a boat and loaded guns. It will be hard, indeed, if I cannot\nput a bullet in him, and lay the mighty brute low. Who will volunteer\nfor this splendid task?\"\n\nThere was no response.\n\n\"What! Are you all cowards? Will no one volunteer?\" continued the man of\nscience scornfully.\n\nMont stepped forward.\n\n\"I'm with you, sir!\" he exclaimed. \"Can't stand by and see a gentleman\nleft alone. I'm not afraid of the creature.\"\n\nCarl, as a matter of course, took his place by our hero's side, and so\ndid Stump.\n\nWhere Mont went his devoted friend and equally attached follower felt\nbound to go as a matter of duty.\n\n\"Three of you. Bravo!\" cried the scientist. \"Now, we are four, and we\nshall triumph. Lower a boat, if you please.\"\n\nThe order was given to put the ship about, and a spot favorable for the\nenterprise being selected near the monster, a boat was lowered, into\nwhich the volunteers descended.\n\nCarl and Stump took the oars, Mont grasped the tiller, and Dr. Woddle\nstood in the bows with a loaded gun under each arm.\n\n\"My four troublesome customers,\" said the captain, in a low tone to the\nfirst mate, \"stand a very good chance of never returning.\"\n\n\"It will be a cheap way to get rid of them, although it may cost us the\nboat,\" said the mate in the same tone.\n\n\"Steady, my lads,\" said the scientist. \"Easy all; keep the head before\nthe wind, Mr. Folsom, if you please.\"\n\n\"Steady she is,\" answered Mont.\n\nThe boat stopped at a short distance from the monster, and Homer Woddle\nstood up, placed a gun to his shoulder, and fired.\n\nThe ball struck the huge slumbering beast, but glided off its back as if\nit had struck a piece of polished steel.\n\n\"Hard as the hide of a rhinoceros,\" said the man of science; \"we must\ntry again. Steady, boys.\"\n\nThe monster, however, did not seem to approve of being shot at, and\nseemed to tremble violently for a moment.\n\nThen with incredible velocity it darted past the rowboat, which was\nupset in a moment, and proceeded to strike the ship.\n\nIt struck the unfortunate vessel a terrific blow directly back of the\nbow.\n\nThe crash was distinctly audible, and amid the noise of falling masts\nand flapping sails were heard the cries of the sailors and the moans of\nthe dying.\n\nAfter the concussion the monster retired as it had come.\n\nA cloud obscured the surface of the ocean, and it was difficult to tell\nwhere it had gone, or what had become of the ship.\n\nMont found himself struggling in the sea, and wondered what had become\nof his companions.\n\n\"Hang those monsters of the deep,\" he said to himself; \"I don't like\nthem.\"\n\nSwimming gently, he got hold of one of the oars of the boat, and so kept\nhimself afloat without much exertion.\n\nIt was not a hopeful position to be in.\n\nStruggling alone in the middle of a vast ocean, ignorant of the fate of\nhis companions, and doubtful of succor, it was not to be wondered at if\nhe felt inclined to despair.\n\nWould he sink or swim? The question was, just then, a hard one to\nanswer.\n\n\n\n\nCHAPTER XI.\n\nON THE BACK OF THE MONSTER.\n\n\nMont was alone on the ocean with nothing but water in sight.\n\nYet his heart did not fail him.\n\n\"Well,\" he said aloud, \"I like adventures, and now I have met with a\nbeautiful one. Perhaps I shall be picked up. Perhaps not.\"\n\nFive minutes passed. To our hero they seemed an age.\n\n\"Hullo! Hi! What cheer? Ship ahoy!\" he cried.\n\nHe had scarcely closed his lips, after this appeal for help, when he\nfelt his arm seized vigorously.\n\n\"Who are you?\" he asked.\n\n\"If you will lean upon my shoulder,\" was the reply, \"you will soon gain\nstrength and swim better.\"\n\n\"Is it you, Stump?\" said Mont, recognizing the voice of his faithful\nfriend.\n\n\"At your service, Master Mont. I have been swimming about everywhere\nlooking for you ever since that submarine beast swamped us. Ugh! What a\nterrible brute it is! It laughs at bullets, and cares no more for\nsinking a ship than I should for kicking over a stool.\"\n\n\"Is no one saved?\"\n\n\"I can't tell any more than you; all I thought of was to swim after\nyou.\"\n\nThe situation was as terrible a one as can well be imagined.\n\nThose on board the vessel were in too much trouble, if they were yet\nliving, to think of the perils of the others who had courted destruction\nby going in the boat to attack the monster.\n\nNor would Captain Savage feel very friendly disposed toward them,\nbecause it was Dr. Woddle's shot that caused the slumbering creature to\nrush madly upon the vessel.\n\nMont began to calculate the chances of safety. If the ship had not\nfoundered the crew might lower another boat in the morning to search\nfor them. The sun would not rise for about eight hours. Could they\nexist so long in the water without fainting or becoming cramped by the\nsluggish circulation of the blood?\n\nIn vain he tried to pierce the dense darkness which surrounded them, for\nnow the moon had disappeared, and bad weather seemed imminent again.\n\nAbout two o'clock in the morning our hero was seized with extreme\nfatigue; his limbs were a prey to an agonizing cramp.\n\nStump put his arm around him, but he drew his breath with difficulty,\nand evidently required all his strength for himself.\n\n\"Let me go, boy,\" said Mont; \"save yourself.\"\n\n\"Certainly not,\" said Stump quickly. \"We're not going down just yet.\"\n\nAt that moment the moon appeared again from under the edge of a thick\ncloud which had concealed it for a time, and the surface of the sea\nsparkled under its rays.\n\nThis fortunate light put new strength into the boys, and Mont searched\nthe horizon with eager, careful gaze.\n\nHe saw the ship, or what appeared to be her, about two miles off,\nlooking like a somber, inert mass, but there was no sign of a boat.\n\nAt first he was inclined to cry for help, but of what use would it have\nbeen at that distance?\n\n\"Here, this way! Hi! help, help!\" shouted Stump.\n\nWas it one of those delusive sounds which the anxious mind sometimes\nconjures up, or did an answer really come to the lad's cry for help?\n\n\"Did you hear anything?\" asked Mont.\n\n\"Yes, I thought so,\" said Stump, and he began to cry out again.\n\n\"Help, help!\"\n\nThis time there was no mistake. A human voice clearly responded through\nthe darkness.\n\nStump lifted himself as high out of the water as he could, and taking a\nlook, fell back exhausted, clinging desperately to the oar.\n\n\"Did you see anything?\" asked Mont anxiously.\n\n\"Yes; don't talk, sir; we want all our strength.\"\n\nThere was a hopeful ring in his voice which inspired Mont, who,\nhowever, fancied he heard the boy sigh almost directly afterward.\n\nHe thought of the monster. Was it still near them? But, if so, whence\ncame the voice?\n\nThey began to swim with all the strength they had left, and after some\nminutes of continued exertion, for moving was a painful task in their\nstate, Stump spoke again.\n\n\"Are you far off?\" he said.\n\n\"Not far--push on,\" replied the voice, which Mont fancied he knew.\n\nSuddenly an outstretched hand seized him; he was pulled violently out of\nthe water, just as his senses were going, and, after someone had rubbed\nhis hands vigorously, he opened his eyes and murmured:\n\n\"Stump.\"\n\n\"Here, sir,\" replied the lad.\n\nBy the rays of the moon our hero saw a figure which was not that of\nStump, but which he recognized easily.\n\n\"Dr. Woddle?\" he said.\n\n\"Right, my lad,\" answered the man of science.\n\n\"Where is Carl?\"\n\n\"Here,\" answered our hero's chum. \"The doctor and I stuck together, and\nour only concern has been for you.\"\n\n\"Where are we?\" asked Mont puzzled; \"this thing I am sitting on seems\nfirm enough.\"\n\n\"It's a floating island,\" answered Woddle.\n\nA horrible thought crossed Mont's mind to which he could not give\nexpression.\n\n\"To put you out of your misery at once,\" continued Dr. Woddle, \"we are\non the back of the gigantic creature at whom I shot, and I know now why\nI did not kill him.\"\n\n\"Why?\"\n\n\"Because he is ironclad, or something very like it. I can make no\nimpression upon the scaly monster with my knife.\"\n\nThese words produced a strange feeling in Mont's mind. He found that he\nwas really with his friends on the back of the monster, which continued\nto float on the surface, after causing the partial destruction of the\nship.\n\nHe got up and stamped his foot. It was certainly a hard, impenetrable\nbody, and not the soft substance of which all the marine inhabitants\nthat he had heard of were made, such as whales, sharks, walruses, and\nthe like. If anything, it more resembled a tortoise or an alligator. A\nhollow sound was emitted when it was struck, and it appeared to be made\nof cast-iron plates secured together.\n\n\"What is your opinion of the creature, sir?\" asked Mont.\n\n\"You want my candid opinion as a man of science?\" said the doctor.\n\n\"Certainly, sir.\"\n\n\"I should say, then, that this peculiarly constructed monster is the\nresult of human hands and ingenuity.\"\n\n\"In that case, it is not a monster at all.\"\n\n\"By no means; I am very much in the dark at present, but I am positive\nthat there is some wonderful mystery about this thing, which to my mind\nis a sort of submarine ship, ingeniously constructed to sail under the\nwater for a time, and to come to the surface for a supply of fresh air\nfrom time to time. In short; an electric submarine boat.\"\n\n\n\n\nCHAPTER XII.\n\nINSIDE OF THE \"SEARCHER.\"\n\n\nAll three of the boys were greatly astonished.\n\n\"It beats the Dutch!\" cried Carl.\n\n\"If that is so,\" said Mont, \"there must be some internal mechanism to\nmake it work about.\"\n\n\"Evidently.\"\n\n\"It gives no sign of life.\"\n\n\"Not at present,\" answered the man of science. \"But we have seen it\nmove. It has appeared and disappeared. Consequently, it must have hidden\nmachinery.\"\n\n\"Of course.\"\n\n\"So that we come to the conclusion, which is inevitable, that there must\nbe a man or men inside to direct the ship.\"\n\n\"Hurrah!\" cried our hero; \"I didn't think of that. We are saved if that\nis so, and it must be as you say.\"\n\n\"Hum!\" muttered the professor; \"I don't know so much about that. If,\nwhen it makes a start, it glides along the surface of the water, we are\nall right; but if it goes down, we are lost.\"\n\n\"I've got an idea,\" said Mont, after a pause. \"We must knock at the\ndoor, and see if we can find anyone at home.\"\n\nHis companions laughed.\n\n\"I have searched carefully,\" said Carl, \"but I can't find even a\nmanhole.\"\n\nThere was nothing to do but to wait until morning.\n\nMont wanted to keep his feet warm, so he amused himself by kicking his\nheels upon the body beneath him.\n\n\"I'll wake 'em up,\" he said. \"They shan't sleep if they won't let me\nin.\"\n\nTheir safety depended absolutely upon the caprice of the mysterious\nsteersman who inhabited the ironclad, fish-shaped machine.\n\nIt seemed to the professor that before those inside descended again they\nwould have to open some hole to obtain air.\n\nAll were now very tired, wet, and hungry, and soon a raging thirst began\nto attack them.\n\nOur hero fancied he heard vague sounds beneath him, but could not be\nsure.\n\nWho were the strange beings that lived in the floating iron shell?\n\nKicking angrily upon the iron surface, Mont said:\n\n\"You are very inhospitable inside. I am hungry and thirsty. Do you want\nme to die up here?\"\n\nHe had no sooner spoken than a flap beside him opened and a railing came\nup as if by magic.\n\nHalf the body of a strong, wiry, thick-bearded man appeared. He held a\ncurious wire net.\n\nThe net fell over Mont's head, and he felt himself dragged over the\nrailing and down into the interior of the iron shell.\n\nA cry of terror broke from his companions, answered by a smothered yell\nfrom Mont, as the flap fell back and shut out any further view of the\ninterior.\n\nOur hero had vanished.\n\nThis removal, so brutally executed, was accomplished with the rapidity\nof lightning.\n\nDr. Woddle felt his hair stand on end, and as for Carl and Stump they\nwere chilled to the marrow of their bones with fear.\n\n\"What have they done with him?\" Carl asked.\n\n\"Your friend is the first victim,\" replied the professor. \"Perhaps they\nmean to eat him. For my part, they may eat me as soon as they like;\nanything is preferable to this.\"\n\n\"I wish I could get at them,\" replied Stump. \"I'd soon have Master Mont\nout.\"\n\nThe words were scarcely out of his mouth when the trap door opened\nagain, and the servant was dragged down below in a similar manner.\n\n\"Really this is very extraordinary,\" said the professor; \"two of us are\ngone. We are no doubt in the hands of pirates, wretched rovers of the\nsea, who have brought science to their aid. It is to be hoped----\"\n\nThe door opened while he was speaking and a long arm twining round his\nwaist dragged him too into the heart of this floating prison.\n\nHis legs kicking up ludicrously in the air attracted the attention of\nCarl, who could not refrain from laughing, miserable though he was.\n\n\"My turn next,\" muttered the youth.\n\nHe was not long kept in suspense.\n\nThe long net twined, snakelike, round him, and he too descended into the\nbowels of the infernal machine.\n\nMont's experience was that of all of them.\n\nHe had descended an iron ladder and was pushed into a room, the door of\nwhich shut to with a heavy bang.\n\nIn ten minutes they were all together in the same compartment.\n\nThe darkness of their prison was so intense as to prevent our hero\nseeing his hand before his face.\n\nThus it was impossible to guess where they were, or even to tell if they\nwere alone or not.\n\n\"This is an outrage,\" said the doctor. \"I protest against it. Is the\nauthor of a dozen immortal works to be treated like a naughty\nschoolboy?\"\n\n\"We're prisoners,\" remarked Mont, \"and it's no use hallooing. They're\nnot going to eat us. This isn't an oven, and I think we are better here\nthan up above.\"\n\n\"At least we had our liberty,\" continued the doctor, who was never\nsatisfied or happy unless he was at work or grumbling.\n\n\"I've got a knife,\" said Stump boldly, \"and I'll stick the first that\ncomes near me. It's a regular pig-sticker, my knife, and I'll bet they\nfeel it.\"\n\n\"Don't you do anything of the sort!\" cried Mont. \"You might get us all\nkilled.\"\n\n\"It's very hard if a poor boy can't do something.\"\n\n\"You'll get it hot if anyone is listening to you. If you don't care for\nyourself, think of us.\"\n\nStump grumbled inaudibly, and Mont began to take the dimensions of the\nprison in which they were.\n\nThis he did by walking about, and he made it twenty feet long by ten\nwide. The walls were of iron, made of plates riveted together.\n\nHalf an hour passed. At the expiration of that time, the cabin was\nilluminated by a flood of light so vivid and blinding that it was\ndifficult to bear the intensity.\n\nMont recognized the electric light that had floated round the ship when\nhe first saw it.\n\nWhen he got used to its clear whiteness, he looked up and saw that it\nproceeded from a globe which hung from the ceiling.\n\n\"Light at last; our captors are becoming more civil,\" said the doctor,\nrubbing his hands gayly.\n\n\"It's about time, I think,\" answered our hero.\n\nThey were not much better off, however, for the cabin only contained a\ntable and five wooden stools, but the light was refreshing and made them\nmore cheerful.\n\nNot a sound reached their ears; everywhere reigned the silence of the\ngrave.\n\nPerhaps the ship had sunk to the bottom of the ocean, for it seemed to\nhave the power of going where its strange owner wished.\n\nIn a short time the door opened and two men appeared.\n\n\"Visitors at last!\" murmured Mont to himself.\n\n\n\n\nCHAPTER XIII.\n\nTHE OWNER OF THE SUBMARINE MONSTER.\n\n\nOf the two who had entered one was a negro, with intelligent but flat\nface, and short, woolly hair.\n\nThe other was a tall, handsome white man, with keen, searching eyes that\nlooked into the very soul.\n\nHe wore a thick mustache, whiskers, and beard, and appeared to be an\nAmerican.\n\nHe regarded the prisoners with a fixed gaze and said something to the\nnegro in an unknown language, which was so sweet and soft that it seemed\nto be all vowels and no consonants.\n\nAt length he fixed his eyes upon the doctor, who, as the eldest of the\nparty, seemed to be the leader of it. The professor made a low bow.\n\n\"I presume,\" he said, \"that I am in the presence of the proprietor of\nthis singular machine, and as I am a man of science I respect one who\ncould conceive and carry out the idea of a submarine ship.\"\n\nThere was no answer.\n\n\"Permit me to tell you our history,\" continued the professor.\n\nStill no reply.\n\n\"He's remarkably polite,\" remarked Mont. \"Perhaps he don't understand\nour language.\"\n\n\"Leave him to me,\" said the professor; \"my name may have an effect upon\nhim. I am Dr. Homer Woddle, Professor of Natural History, and Secretary\nto the Society for the Exploration of the Unknown Parts of the World. I\nhave written valuable books, sir, which have been translated into\nforeign languages.\"\n\nThe professor paused to look proudly around him.\n\nNothing in the face of the man before them indicated that he understood\none word.\n\nUndaunted by this silence, the doctor continued:\n\n\"This, sir, is my friend Mr. Mont Folsom, this my friend Mr. Carl\nBarnaby. The lad is their servant.\"\n\nThere was still no answer, and then the professor grew cross.\n\nHe spoke in French, then in German, finally in Greek and Latin; but with\nthe same disheartening effect.\n\nNot a muscle of the stranger's face moved.\n\nTurning to the right, he muttered some words in his incomprehensible\nlanguage, and, without making any reassuring sign to the prisoners,\nturned on his heel and walked away, the door closing after him.\n\n\"Well, I'm blowed!\" said Mont. \"This is a queer go, and no mistake.\"\n\n\"I know one thing,\" said Carl; \"that is, I am dying with hunger.\"\n\n\"If they would only give me a saucepan and some fire,\" said Stump, \"I'd\nmake some soup.\"\n\n\"How?\"\n\n\"I've got my boots, and the Unknown who came in let his sealskin cap\nfall. I picked it up and sneaked it. The two together wouldn't make bad\nsoup.\"\n\nWhile he spoke the door opened again, and another negro entered with a\ntray upon which were four plates.\n\nA savory smell issued from them. Knives and forks were provided, and\nhaving placed the plates on the table the negro raised the covers.\n\n\"Food!\" said Mont; \"that's good.\"\n\n\"Not up to much, Master Mont, I'll bet,\" observed Stump.\n\n\"What do you know about it?\"\n\n\"What can they give us? Porpoise stew, fillets of dogfish, or stewed\nshark. I'd rather have some salt junk on board the ship.\"\n\nThe negro disappeared with the covers, and all but Stump sat down.\n\n\"Fire away, Stump,\" said Mont, looking at the dishes.\n\n\"After you; I can wait,\" replied the boy-of-all-work.\n\n\"Sit down, I tell you. When people are shipwrecked they are all equal.\nPitch in,\" answered Mont.\n\nStump sat down. There was no bread, tea, or coffee, but a bottle of\nwater supplied its place.\n\nIt was difficult to say what the dinner consisted of. It was a mixture\nof fish and vegetable matter, but not an atom of meat.\n\nFor some time no one spoke. The business of eating was all-absorbing,\nfor one must eat, especially after a shipwreck.\n\nIt was consoling to reflect they were not destined to die of hunger.\n\n\"I think,\" exclaimed Stump, when he had finished his plate, \"that they\nmean to fatten us before they kill us!\"\n\n\"Hold your tongue till you are spoken to,\" said Mont.\n\n\"Yes, sir. I know I'm only an odd boy, but----\"\n\n\"Shut up, I tell you. I want to go to sleep.\"\n\n\"Certainly, sir. Sorry I took the liberty, but if I don't talk to\nsomebody I must talk to myself.\"\n\n\"Try it on, that's all, and if you wake me when I'm asleep, I'll give\nyou something for yourself. I'm just getting dry, and shall sleep like a\ntop,\" answered our hero, throwing himself in a corner.\n\nThe professor, who was worn out, had already chosen his corner.\n\nCarl followed his example, and soon all slept.\n\n\n\n\nCHAPTER XIV.\n\nTHE ATTACK.\n\n\nHow long he slept Mont did not know.\n\nHe woke first, and saw his companions snoring like those who are\nover-tired.\n\nNothing was changed in the apartment, except that the remains of the\ndinner had been removed.\n\nIt was with difficulty that he managed to breathe, and he guessed that\nhe had consumed all the oxygen in his prison. His lungs were oppressed,\nand the heavy air was not sufficient for proper respiration.\n\nWhile Mont was arranging his toilet a valve opened in the side of the\nroom, and a fresh current of sea air swept into the cabin.\n\nEvidently the vessel had ascended to the surface of the ocean and taken\nin a fresh supply of air.\n\nThe others, influenced by this invigorating atmosphere, woke up, and\nrubbing their eyes started to their feet.\n\nStump looked at Mont and asked if he had slept well.\n\n\"Pretty well. How are you, Mr. Professor?\"\n\n\"I breathe the sea air, and I am content,\" answered Dr. Woddle. \"How\nlong have we slept? It must be four-and-twenty hours, at least, for I am\nhungry again; I cannot tell to a certainty, for my watch has stopped.\"\n\n\"There is one comfort,\" replied Mont, \"we are not in the hands of\ncannibals, and we shall be well treated.\"\n\n\"I don't know about that,\" said Stump. \"They've got no fresh meat on\nboard; all they gave us yesterday was fishy stuff; and four fine, fat,\nhealthy fellows----\"\n\n\"Shut up, Stump,\" cried Mont; \"how often am I to tell you to hold your\ntongue?\"\n\n\"I know I'm only an odd boy, but----\"\n\n\"Will you be quiet?\" exclaimed our hero, taking up a stool\nthreateningly.\n\n\"All right; I won't say anything more.\"\n\nThe doctor was very silent and thoughtful. Mont remarked this, and said:\n\n\"How long do you think they will keep us here?\"\n\n\"I can't tell any more than you, Folsom,\" replied the professor.\n\n\"But what is your opinion?\"\n\n\"Not a very encouraging one. We have by chance become possessed of an\nimportant secret. If the secret is worth more than our lives, we shall\neither be killed or kept prisoners.\"\n\n\"Forever?\"\n\n\"Yes, forever,\" answered the professor gravely. \"If the secret is not\nvery serious, we may be landed on some island. I advise that we remain\nperfectly quiet and take things as they come.\"\n\n\"May I say a word?\" exclaimed Stump.\n\n\"Well?\" asked Mont.\n\n\"I'll get out of this.\"\n\n\"How? It is difficult to break out of a prison on earth, but to get out\nof one under the sea is impossible.\"\n\n\"Suppose we kill our jailers and take the key? If four Americans aren't\na match for a lot of niggers, and one Unknown who can't speak any\nlanguage, and doesn't belong to any country at all, it's time we shut up\nshop!\" went on Stump.\n\nAt that moment the door opened, and the negro who had before appeared\nentered.\n\nStump instantly threw himself upon him, and, seizing his throat with his\ntwo hands, held him so tightly as almost to strangle him.\n\nBut being a powerful man, he soon disengaged himself, and a fearful\nstruggle ensued between them.\n\n\"Help, help!\" cried the negro, in excellent English.\n\nStump let go his hold at this, and fell back laughing.\n\n\"So you can talk English!\" he cried; \"that's all right. I only flew at\nyou to see what countryman you were. Now, then, tell us all about this\nship, or I'll give you another dose.\"\n\nPutting his finger to his lips, the negro gave a peculiar\nwhistle--prolonged and shrill.\n\nThis was evidently a signal, for he had scarcely finished when the\nUnknown appeared on the threshold.\n\nHe was followed by six powerful negroes, all armed to the teeth.\n\nIt looked as if Mont and his friends were to be executed on the spot.\n\n\n\n\nCHAPTER XV.\n\nPRISONERS.\n\n\nFor several minutes the master of the submarine monster gazed in silence\nat those in the iron-bound cabin.\n\nStump stood shivering in a corner.\n\n\"Please don't kill us!\" he cried. \"I--I--didn't mean any harm.\"\n\nThe strange owner of the still stranger craft looked at Stump for a\nmoment, and then smiled faintly.\n\n\"Depart!\" he cried to the negroes, and on the instant every one of the\nheavily armed men vanished.\n\nSitting down on the edge of the table, with his arms crossed on his\npowerful chest, this strange being seemed plunged in deep thought.\n\nOur heroes regarded him with expectation, not unmixed with awe, for they\nwere entirely in his power.\n\nWas he about to punish them for the indiscretion of one of their number?\n\nAt length he spoke in English.\n\n\"Gentlemen,\" he said, \"you see I can speak your language. I did not\nanswer you at first, because I was undecided what to do with you. I am\nwell acquainted with the scientific works written by Dr. Woddle, and I\nesteem it an honor to have made his acquaintance.\"\n\nThe professor bowed his acknowledgment of this compliment.\n\n\"I am also glad to see two intelligent young gentlemen like Mr. Folsom\nand Mr. Barnaby.\"\n\n\"You've forgotten me, sir,\" said Stump. \"I'm only an odd boy, but----\"\n\nThe captain extended his arm, and the hired boy was silent.\n\n\"I'm a man,\" he continued, \"who has broken with society and renounced\nthe world. Had you not molested me and fired at my vessel, I should not\nhave crippled your ship and upset your boat. The attack came from your\nside.\"\n\n\"But, sir,\" answered the professor, \"we took your ship to be some\nunknown creature.\"\n\n\"Possibly, but this creature had done you no harm. I saw you all take\nrefuge outside, and I hesitated a long while what to do with you. I knew\nnothing of you. What were you to me? Why should I extend my hospitality\nto you? All that was necessary to break off your connection, was to give\na signal to my engineers, and the _Searcher_, which is the name of my\nvessel, would have sunk to the bottom of the ocean. I had the right to\ndo it.\"\n\nHis hearers shuddered at this avowal.\n\n\"It seems to me that we are to be prisoners?\" observed the professor.\n\n\"Certainly.\"\n\n\"But this is an outrage!\" exclaimed Mont. \"I demand to be put on shore\nat the nearest port, or given up to the nearest ship we meet.\"\n\n\"You will none of you ever see the earth again, or set foot upon it,\"\nreplied the captain with much emphasis.\n\n\"This floating prison is, then, our tomb--our coffin, in which we must\nlive and die?\"\n\n\"Call it what you will,\" replied the captain. \"You have obtained the\nsecret of my existence. Do you think I could ever allow you to revisit\nthe world, to let it be known through every newspaper how I pass my\nlife?\"\n\n\"How are we to address you, sir?\"\n\n\"My name is Vindex. By my men I am called the Wizard of the Sea.\"\n\n\"Very well, Captain Vindex of the _Searcher_,\" said Mont, \"we must make\nthe best of our situation, but I will never give my word that I will not\nattempt to escape.\"\n\n\"I like you, boy, for your honesty,\" said the Wizard of the Sea, \"though\nI warn you that if you are caught in the attempt, you will be instantly\nput to death.\"\n\n\"To death? You dare not!\"\n\nThe captain laughed in a wild, weird manner.\n\n\"Dare not!\" he said. \"Foolish lad, there are no laws for me. I am the\nsole master here. My black slaves only live to do my bidding. What is\nyour life or death to me? I have no more to say at present. Follow this\nnegro into another cabin, where a repast awaits you.\"\n\nHe called to someone outside, and, bowing politely, went away, while the\nfour companions were conducted to a dining room handsomely furnished\nand lighted by an electric lamp.\n\nVarious preparations invited their attention. The dinner service was of\nsilver, and everything denoted immense wealth on the part of the owner.\n\nThe negro waited upon them attentively.\n\n\"What's your name?\" asked Mont.\n\n\"Me name One, massa.\"\n\n\"One!\"\n\n\"Yes, massa. There twelve slaves on board this ship, and all have figure\nnames, me One, other nigger Two, other Three, Four, Five, Six, Seven,\nEight, and so on up to Twelve.\"\n\n\"That's a queer idea,\" said our hero; \"fancy calling out for your\nservant, and saying, 'Here, Nine, I want you,' or 'I say, Three, do\nthis'!\"\n\n\"It is my opinion,\" exclaimed the professor, \"that Captain Vindex is a\nvery remarkable man--the most remarkable, in fact, that ever lived. He\nhas invented a singular ship which can go under the sea at will, but why\nnot? Was not the invention of steam engines laughed at, as well as the\ninvention of gas? Who, a hundred years ago, would have believed in the\nelectric telegraph, by means of which we send a message to the end of\nthe earth in a minute?\"\n\n\"Very true,\" replied Mont. \"And don't forget the telephone, and the\nsubmarine boat the government is trying to build. It's a pity a man of\nsuch genius should shut himself up like this, though.\"\n\n\"It is a pity,\" answered the professor.\n\n\"What's worse, though,\" remarked Carl, \"is that he means to keep us as\nprisoners.\"\n\n\"If he can,\" said Stump.\n\n\"Don't you be so fast, Stump, my boy,\" said Mont. \"Keep your mouth shut,\nor you may get into trouble.\"\n\n\"Very sorry, but I don't like such goings-on, and wish I was back again\non the shore.\"\n\nThe negro handed the professor a fresh dish.\n\n\"Will massa have some oysters stewed in whale's milk?\" he asked; \"or\nsome jam made of sea anemones?\"\n\n\"I'd rather you'd not tell me what the dishes are; it will set me\nagainst them if you do,\" answered the professor with a wry face.\n\nWhen the repast was ended, Mont jumped up. \"I feel better,\" he said.\n\"Mister Number One.\"\n\n\"Massa call me?\" asked the black, who was clearing away.\n\n\"Yes. Where are we now?\"\n\n\"We gone down, massa, and now we lie at the bottom of the sea.\"\n\nMont regarded him with undisguised astonishment.\n\nThe _Searcher_ was indeed a wonderful craft.\n\n\n\n\nCHAPTER XVI.\n\nTHE MYSTERIES OF THE \"SEARCHER.\"\n\n\nMany days passed.\n\nThe lives of the captives were unvaried by any incident. They saw\nnothing of Captain Vindex; were well attended to, slept comfortably, and\nhad nothing to complain of but their imprisonment.\n\nBooks were freely supplied them, but they were not allowed to leave\ntheir cabins.\n\nAt the expiration of a fortnight or thereabouts, as well as they could\nreckon, negro Number One entered their cabin after breakfast.\n\nAddressing Mont, the negro observed:\n\n\"Massa Folsom to come to cappen's cabin.\"\n\n\"Does he want me?\" inquired Mont. \"All right. Good-by, my friends,\" he\nadded, \"perhaps you will never see me again. I may be the first victim.\"\n\n\"No fear!\" exclaimed Carl. \"We shan't be hurt if we keep quiet.\"\n\n\"I'll suggest that you're the fattest, Carl, if there is any question of\ncooking one of us.\"\n\n\"Then it won't be true, for you're as fat as a mole. Go on and be cooked\nfirst! I'll have a bit of you,\" answered Barnaby.\n\nMont went away laughing. He was not really alarmed, for although he did\nnot like Captain Vindex, he fancied he was safe as long as he did not\nirritate this strange being.\n\nThe negro conducted him along a passage which opened into a magnificent\nlibrary, full of books, which gave admittance to a drawing room\nfurnished with all the taste that could be found in Paris or New York.\n\nThe space within the ironclad shell had been made the most of, and no\nexpense had been spared to make the cabin luxurious and well appointed.\n\nThe walls were richly papered and covered with valuable paintings. The\nceiling was frescoed, and works of art were everywhere to be seen. Rich\ncouches and chairs invited rest, and the foot sank in the soft pile of a\nTurkey carpet.\n\nCaptain Vindex arose as our hero entered.\n\n\"Take a seat,\" he said, as the negro retired, closing the door after\nhim. \"I have taken an interest in you, Folsom.\"\n\n\"Thank you,\" answered Mont coldly.\n\nThe captain smiled, approached the end of the room, and, drawing back a\ncurtain, revealed a splendid organ.\n\n\"Do you like music?\" he asked.\n\n\"Very much,\" answered Mont. \"Play us something. It will enliven me a\nbit. I feel awfully low, and I'll give you a game at dominoes or\ncheckers afterwards, if you like.\"\n\nCaptain Vindex smiled, and, sitting down, played Sousa's \"Liberty Bell\nMarch\" with great skill.\n\n\"Thank you,\" said Mont, when he had finished. \"Very fine. Now will you\ntell me how you manage for air?\"\n\n\"I will not trouble you with chemical details,\" answered the captain,\n\"which you would not understand, but when I do not take in air at the\nsurface, I have some compressed in the reservoir, which, by means of an\napparatus, is wafted all over the ship.\"\n\n\"And about light and moving about?\"\n\n\"That is the result of electricity, which I make myself. My motive power\nis electricity, and I can attain a speed of thirty miles an hour. The\nmen of the world have not yet discovered half the value of electricity.\nMy machinery is of the finest kind. If I want to sink to the bottom of\nthe sea, I fill certain reservoirs I have with water; when I want to\nrise, I lighten the ship by letting out the water. In short, I have\ninvented everything that is necessary for my safety and comfort.\"\n\n\"Wonderful!\" ejaculated Mont.\n\n\"Your friend, the professor, would understand me, if I were to explain\nto him how everything were managed, but to you it all seems as strange\nas the first railway train did to the country people through whose\ndistricts it passed. Engineering science is yet in its infancy. The\nworld has great discoveries to make. You are at present only on the\nthreshold of the great unknown.\"\n\n\"You work your ship with a screw, I suppose?\"\n\n\"Exactly. The helmsman sits in a cabin with a glass front, and the\nelectric light illumines the sea for some distance, so that all is clear\nto him.\"\n\n\"Where did you build this extraordinary vessel?\" continued our hero.\n\n\"On a desert island in the Pacific. I had the various parts brought in a\nvessel that belonged to me from various parts of the world, and the\ntwelve negroes who are now with me were my only workmen.\"\n\n\"You are rich, then?\"\n\n\"Money was never any object to me,\" replied the captain. \"If I wanted\ngold even now, could I not obtain millions from the bottom of the sea\nout of ships that have sunk? And some day I shall find the great\nmillion-dollar pearl for which I am searching. The treasures of the deep\nare mine; I am the Wizard of the Sea.\"\n\nHe spoke proudly, and his eyes dilated with rapture.\n\n\"You like the sea?\"\n\n\"I love it. I revel in it. Look at the solitude and freedom I enjoy!\nWhat life can be comparable to mine?\"\n\n\"But you must feel weary at times,\" said Mont.\n\n\"Never. I read, I think, and, when I want diversion, I shoot.\"\n\n\"Where?\"\n\n\"In the submarine forests. I have invented a square case to strap on the\nback, which is attached to a mask covering the head, and this will\ncontain enough compressed air to last for several hours' consumption, so\nthat I can walk under the waves with ease and comfort.\"\n\n\"And your guns?\"\n\n\"Are air guns, also my own invention. I have several, and each is\nprepared to fire twenty shots by a mere movement of the trigger, the\nrequisite force of air being placed in a hollow of the butt end; but all\nthese mysteries will become plain to you before you have been long with\nme,\" answered Captain Vindex.\n\n\"What time is it?\" asked Mont.\n\nLooking at his watch, the captain answered:\n\n\"A quarter to twelve, or near midday.\"\n\n\"If you want to give me a treat,\" said Mont, \"I wish you would go up to\nthe surface and let me have a look at the sea, and breathe the fresh\nair.\"\n\n\"Certainly. Come with me to the engine room.\"\n\nMont rose, and followed his conductor through several iron passages to\nthe place where the machinery was fitted up.\n\nA negro saluted the captain.\n\n\"Number Twelve,\" exclaimed the latter, \"I wish to ascend.\"\n\nThe engineer touched a valve, and a rush of water escaping was heard.\n\nThe pumps were forcing out the water from the reservoirs.\n\nThe _Searcher_ began to ascend. After a time she stopped suddenly.\n\n\"We have arrived,\" said the captain.\n\nHe led the way up a central spiral staircase, and, raising a small door,\nthey emerged upon what may be called the deck, or what our hero and his\ncompanions had taken to be the back of the monster.\n\nTouching a spring, an iron railing sprang up, about five feet high.\n\nThis prevented any danger of falling into the sea in rough weather, for\nit made a small inclosure about twenty feet by ten.\n\nMont saw that the shape of the ship was something like a long cigar.\n\nThe sea was calm and the sky clear; a light breeze fanned their cheeks\nas Mont opened his lungs to take in the inviting atmosphere.\n\nThere was, however, nothing to be seen. All was one vast desert.\n\nThe captain proceeded, armed with a sextant, to take the height of the\nsun, which would give him his latitude.\n\nHe waited some minutes until the sun attained the edge of the horizon.\n\nHaving calculated the longitude chronometrically, he said:\n\n\"To-day I commence a voyage of exploration under the waves.\"\n\n\"When you like,\" replied Mont; \"anything for a little excitement.\"\n\nThe captain conducted him downstairs again, the iron railing fell, the\ntrapdoor closed overhead, and with a bow the strange being left him to\njoin his companions.\n\n\n\n\nCHAPTER XVII.\n\nTHE DEVIL FISH.\n\n\n\n\"He's about half crazy!\"\n\nSuch was Mont's conclusion as he joined his companions.\n\nWhile Mont was telling the others of what he had seen, all were treated\nto a surprise.\n\nA panel in the wall slid back.\n\nA large sheet of very thick plate glass, quite transparent, was revealed\nto view almost immediately; a flood of electric light lit up the sea for\nsome distance, and everything was as clear as daylight.\n\nIt was as if they were looking at an immense aquarium.\n\n\"The captain is giving us a surprise,\" remarked the professor; \"this is\ncharming.\"\n\nInnumerable fishes of various kinds, most of which were unknown, even to\na naturalist of Dr. Woddle's standing, passed before them.\n\nStrange, wild, fierce-looking things, with wonderful tails and heads.\n\nSome looking unmistakably voracious, others being long and slimy like\nhideous snakes.\n\nThey were doubtless attracted by the electric light.\n\nFor two hours the four companions gazed at the ever-changing procession,\nwithout the least abatement of their delight.\n\nPresently the door opened, and a negro handed the professor a letter.\n\nHe opened it and read its contents aloud.\n\n\"Captain Vindex presents his compliments to Professor Woddle, and will\nbe glad if he and his companions will accept an invitation to shoot in\nthe weed forests under the sea to-morrow morning at ten o'clock.\"\n\n\"I'll be hanged if I go!\" exclaimed Stump. \"Not if I know it. I'm safe\nhere, but I don't want to be chawed up by some strange reptile.\"\n\n\"Silence, boy!\" said the professor. \"Tell Captain Vindex,\" he continued,\nto the negro, \"that we are much obliged to him for his invitation, which\nwe gladly accept.\"\n\nThe negro bowed and retired.\n\nAt the time appointed the professor and the boys were conducted to a\ncabin, which may be called the dressing-room, or arsenal, of the\n_Searcher_.\n\nHanging on the walls were numerous helmets, such as divers wear, and a\nnumber of guns reposed on hooks.\n\nAt the last moment Stump had determined to accompany the party.\n\nCaptain Vindex was already there, and received them graciously.\n\n\"I wish you good-day, professor,\" he said; \"and you, too, my boys. I\nthink we shall enjoy some excellent sport among the sea otters and other\nanimals worth killing. You, Dr. Woddle, will be able to add to your\nknowledge of natural history, for we are about to traverse a forest of\nremarkable seaweeds and plants, in which you will find all kinds of\nsubmarine life.\"\n\n\"I am obliged to you for your kindness, sir, and put myself entirely at\nyour disposal,\" replied the professor.\n\nAt a signal from the captain, two negroes assisted our heroes to put on\ntheir apparel, and clothed them in thick waterproof made of India\nrubber, which formed trousers and vest, the trousers terminating in a\npair of shoes with lead soles; a cuirass of leather protected the chest\nfrom the pressure of the water, and allowed the lungs full play.\n\nSupple gloves covered the hands, the helmet was then put on, and the\nknapsack of compressed air adjusted on the back.\n\nTo each one was given a gun, the butt of which was of brass and hollow.\n\nHere was stored the compressed air which discharged the electric\nbullets, one of which fell into its proper place just as the other had\nbeen shot away. The whole mechanism was perfect.\n\nWhen all was ready they stepped into an empty cabin, the door closed\nbehind them, and, touching a knob, the captain allowed the room to fill\nwith water.\n\nThen he opened a door and they walked out into the sea.\n\nEach had an electric lamp fastened to the waist, which made their path\nclear and distinct, enabling them to see every object through the glass\nholes in their helmets.\n\nThe captain walked in front with the professor.\n\nCarl and Mont were side by side, and Stump brought up the rear.\n\nWalking was not very difficult, and the supply of air, well charged with\nthe oxygen necessary for prolonged respiration, was all that could be\nwished. It entered as it was required from the knapsack reservoir, and\nescaped when used through a turret at the top of the circular helmet.\n\nThey proceeded along fine sand, covered with a variety of shells, for at\nleast a mile, when they came to some rocks covered with beautiful\nanemones.\n\nInnumerable fish sported around them; long, writhing eels, of a\nprodigious size, with ugly, flat snake-like heads, glided away at their\napproach, and thousands of jelly fish danced about their heads.\n\nThey were not at a great depth, and presumably were near some island,\nfor Mont, looking up, saw the sun overhead, guessing the depth to be\nabout thirty or forty feet.\n\nThe sun's rays easily penetrated the waves, and made a kaleidoscope of\ncolors inconceivably beautiful.\n\nIf the party could have spoken they would have given vent to their\nadmiration in no measured terms.\n\nThe least sound was transmitted easily, showing that the sea is a better\nconductor of noise than land.\n\nBy degrees the depth increased, and they must have been a hundred yards\nfrom the surface, as the pressure of the water increased.\n\nMont suffered no inconvenience except a slight tingling in the ears and\nfingers.\n\nHe moved with ease, and was intensely delighted with the wonderful bed\nof sea flowers which gave place to the fine sand they had been\ntraversing.\n\nA dark mass extended itself before them; and Captain Vindex, extending\nhis hand, indicated the beginning of the forest.\n\nIt was composed of large seaweeds and plants, which extended in a\nstraight manner, having no drooping branches; all were erect and\nmotionless.\n\nWhen displaced by the hand they resumed a perpendicular position.\n\nThey scarcely had any roots in the sand, and were evidently nourished by\nthe water and not by the earth.\n\nSome were long and slender, others short and bushy, covered with\nblossoms of various colors; others, again, reached a height equal to our\nforest trees.\n\nThey had not proceeded far through this dense jungle of weeds, among\nwhich it was difficult to pick a path, when the captain halted.\n\nIn front of him was a huge octopus, or devil fish, over three feet in\ndiameter, with long, terrible arms.\n\nIt endeavored to seize the professor, who, sinking on his knees,\nshivered in silent terror!\n\n\n\n\nCHAPTER XVIII.\n\nMONT IS LOST.\n\n\nIt looked as if Professor Woddle's last moment had come.\n\nIn a moment more the devil fish had the shivering man in its fearful\nembrace.\n\nThe captain and Mont, however, raised their guns, and with one shot left\nit convulsed in its dying agonies.\n\nAs they continued to descend into a valley, bounded on each side by high\nrocks, the darkness increased, for the sun's rays could not penetrate\nmore than a hundred and fifty yards.\n\nIt was now that the electric lamps became of importance.\n\nAs they got lower and lower, Mont felt an oppression about the head, and\na great desire to sleep overcame him.\n\nHe lagged behind the others, and with difficulty kept up with them.\n\nSeveral fine sea otters were seen in front, playing about amongst the\nweeds.\n\nThe captain fired, and the others followed his example.\n\nThree fell dead, one of which Stump took up and threw over his shoulder.\n\nSuddenly Mont sank down on the ground and immediately fell asleep.\n\nHis companions, in the eagerness of their chase after the game that had\nescaped, did not notice his absence.\n\nThey had proceeded fully half a mile, when Barnaby, looking back, was\nunable to discover any trace of Mont.\n\nHe at once ran to the captain and made signs, pointing to himself, the\nprofessor, and Stump, and pointing in different directions to intimate\nthat Mont was lost.\n\nCaptain Vindex at once comprehended his meaning.\n\nHe retraced his steps, going carefully over the ground they had\ntrodden.\n\nIt was without success, for nowhere could they find the slightest trace\nof their unfortunate companion.\n\nCarl would have given worlds had he been able to speak.\n\nHe was profoundly agitated, for it was horrible to think that his chum\nwas lost under the sea, not knowing his way back to the _Searcher_, for\nthey had come a roundabout way.\n\nCaptain Vindex was also annoyed.\n\nIf Mont chose he could climb up the rocks and reach the summit.\n\nThere he might take off his helmet, and breathe the free air of heaven.\n\nBut would he think of this?\n\nPerhaps in his confusion he would wander about in the effort to meet his\ncompanions, and at last be suffocated miserably.\n\nThe supply of air with which each was provided was not sufficient to\nlast more than five hours.\n\nTwo of those hours' supply had been already consumed.\n\nIt was necessary that Captain Vindex and those with him should think of\nreturning to the ship.\n\nMaking a sign, he led the way back.\n\nCarl felt inclined to stay and die in the attempt to find his friend.\n\nIt would have been an immense relief to him to have said something, but\nnot a sound could he make audible outside his helmet.\n\nWith sad and weary steps they traversed the lovely valley, which had\nlost all its former attractions for the party.\n\nThe forest was passed and the sand regained.\n\nThey were not more than two miles from the _Searcher_.\n\nCarl determined to make a last effort.\n\nHe seized the captain's arm and pointed pathetically, almost\nimploringly, to the dense mass of vegetation behind them.\n\nHis mute appeal to go back after Mont was comprehended.\n\nBut it was disregarded.\n\nTheir own lives would have been in jeopardy had they turned back.\n\nThe air in the reservoirs was becoming weak and impure.\n\nShaking his head in a negative manner, the captain pursued his way.\n\nWith a heavy heart Carl followed him, and in time the ship was reached.\n\nThey entered the water room, closed the doors, and the captain touched a\nbell.\n\nDirectly it sounded within the vessel, the pumps were heard at work, the\nwater gradually lowered, and when it was all out they opened the inner\ndoor and regained the dressing-room.\n\nIt was indeed a pleasure to have the helmets removed, for they had\nretained them so long that they were oppressed and ill.\n\nThe captain was the first to speak.\n\n\"I am very sorry for the misfortune that has happened,\" he exclaimed;\n\"you must not think me hard-hearted because I returned.\"\n\n\"But Mont will die,\" answered Carl; \"he is lost, and does not know his\nway back.\"\n\n\"His supply of air will last another hour and a half. There is yet\nhope.\"\n\n\"What can we do?\"\n\n\"I will send out a party to search for him, and I will head it myself,\"\nreplied Captain Vindex.\n\nAt this generous offer Carl's heart was filled with fresh hope.\n\nThe captain gave orders for three negroes to accompany him.\n\nThey were soon dressed and supplied with air, Captain Vindex himself\ntaking a fresh reservoir.\n\nThen the ceremony of going out was repeated, and, as the exploring party\nquitted the ship, all Carl could do was to pray fervently for their\nsuccess.\n\nHe, the professor, and Stump were very languid, and, in spite of their\nanxiety, they could not shake off the somnolent effects of their long\nwalk.\n\nEach sank down on the floor of their cabin, and was soon fast asleep.\n\nHow long they remained there they did not know.\n\nBarnaby awoke, feeling a hand laid on his shoulder. It was Captain\nVindex.\n\nSpringing to his feet in an instant, he said:\n\n\"Have you found him? Where is Mont?\"\n\n\"Unhappily,\" said the captain, \"we could find no trace of him.\"\n\n\"Why did I let him go last? I ought to have had him in front of me,\"\ncried Carl angrily. \"Poor Mont! he is lying at the bottom of the sea,\nand I shall never see him again. Never, never!\"\n\nHe covered his face with his hands, and the tears trickled down his\ncheeks.\n\n\"I have dispatched another party to seek for him,\" exclaimed the\ncaptain; \"I am too worn out to go with them this time. If they find the\nbody, we may restore him to consciousness.\"\n\n\"There is no hope,\" said Carl sadly; \"you are the cause of his death.\nWhy did you inclose us in this tomb, and then take one of us in the sea\nto die?\"\n\n\"Was it my fault? You are hasty, my boy, and do me great injustice. I am\nas much grieved as yourself, for I had begun to love that lad,\" said the\ncaptain feelingly. \"We will mourn for him together; there is a silent\nfriendship in grief. We are friends, for we have the same sorrow.\"\n\nIn a few hours the searching party came back, weary and unsuccessful.\n\nThey could see nothing of Mont.\n\nEveryone gave up all hope, and our hero was mourned for as one dead.\n\n\n\n\nCHAPTER XIX.\n\nMONT'S PERIL.\n\n\n\"Where am I? Where are you, Carl?\"\n\nAfter about an hour's sleep Mont was aroused by an acute sensation of\npain in his right leg.\n\nStretching out his hand, he encountered a slimy substance, and withdrew\nit very quickly.\n\nLeaning on his elbow, he saw by the light of his lamp that a strange\nfish, with a head like a frying-pan and a body resembling that of a\ncodfish, was biting through his waterproof covering and trying to eat\npart of his leg.\n\nIn an instant he seized his gun, and, firing at its eye, wounded it\ngrievously, causing it to splash about and retreat into a mass of weeds,\nwhere its struggles continued for some time.\n\nFor a moment Mont forgot where he was.\n\nBut as his senses came back to him, he recollected everything, and,\nrising, looked about for his companions.\n\nAs he could see nothing of them, a horrible fear took possession of him,\nand he trembled from head to foot.\n\nThey had lost him in the depths of the ocean.\n\nWithout an experienced guide like Captain Vindex, it was impossible for\nhim to find his way back.\n\nThe dangerous and perhaps fatal sleep which had overcome him must be\nfought against.\n\nFor if it came on again he knew he must die.\n\nHow much precious air had he not consumed already?\n\nTo him, in his condition, air was life.\n\nHe knew that he had only a supply for a limited period.\n\nThe only course that remained open to him was to march as quickly as the\ndense mass of water would let him, and try to regain the _Searcher_.\n\nBut though he turned round, he could not find the sandy plain they had\nfirst traversed on leaving the ship.\n\nThe forest of sea weeds, rising straight as arrows on all sides of him,\nerect and motionless, grew dense; animal life was everywhere.\n\nStrange fishes glared at him, and seemed to mock his misery by their\nquick, darting movements and sportive gambols.\n\nHe pushed his way fiercely through the vegetable growth, but only to\nbecome more entangled.\n\nAll at once the ground became hilly, and it seemed as if he had come to\nthe end of the valley and was ascending one of the sides.\n\nHe pushed on, thinking he would give the world to be able to rise to the\nsurface.\n\nIf he could only penetrate that thick water and float on the top of the\nwaves, breathing the free air of heaven, he would have gladly done so,\neven if he were to die an hour afterward.\n\nGradually he quitted the forest, and the sun's rays began to be visible\nagain.\n\nDecidedly he must be getting higher.\n\nPresently a great black mass appeared at his side.\n\nHe could see that it was a ferocious shark, whose huge mouth seemed\ncapable of engulfing him.\n\nInstinctively he threw himself on his back.\n\nThe voracious creature had made a dart at him, but shot past,\ndisappointed of its prey.\n\nIf it had seized his arm or his leg, or even his head, one snap of its\nmouth would have been sufficient to cut off either.\n\nAs the animal swam around him Mont pointed his gun and fired.\n\nThe shot entered its stomach, but was not mortal.\n\nAnother and another followed, and at last the vast mass floated slowly\nupward, showing that it was dead.\n\nThanking Providence for this narrow escape, and congratulating himself\non his presence of mind, our hero continued the ascent.\n\nThe path became steep and rugged, and it was with difficulty that he\nmade his way.\n\nHe was evidently ascending the side of a rock, which became more\nprecipitous as he went on.\n\nWhere did it lead?\n\nWas it raised above the surface or did it fall short of it?\n\nIf so, he would have his trouble for nothing.\n\nHe breathed with an effort, and his breath grew shorter and shorter\nevery moment, for he was making a great demand upon his reservoir of air\nwhile undergoing strong exertion.\n\nAt length he had to stop.\n\nIt seemed as if his strength were failing him.\n\nThe sleepy feeling overtook him again, and he leaned back against the\nshining rock, which reflected the sun's rays.\n\nHe was face to face with death.\n\nNot much longer would his lungs be supplied with breathing air.\n\nSuffocation threatened Mont with a painful end, yet he was so weak and\nprostrate that he seemed unable to make another effort.\n\nEvery moment was of priceless value.\n\nAt last he went on.\n\nHow he did it he never knew; but he managed to climb the almost\nperpendicular rocks, which afforded little or no footing.\n\nAt last the sun's rays were more vivid, and, with a feeling of wonder,\nMont found himself moving with comparative ease.\n\nThis was because he had reached the summit of the rock after climbing\nnearly two hundred and fifty yards.\n\nHe was out of the water.\n\nWith nervous hands he tore off his helmet, and, lying on his side,\ninhaled the air for a few minutes.\n\n\"I am saved, saved!\" cried Mont delightedly.\n\nHe rose at length, and looked around him.\n\nThe rock on which he was standing was a narrow, barren peak, which just\nrose above the surface, and that was all.\n\nThe remainder of the ledge was under water. If he had not ascended in\nthat place he must have died.\n\nAfar off was what appeared to be a small island. But whether it was an\narid desert or not he was unable to tell.\n\n\"Perhaps I shall die of hunger and thirst,\" he muttered; \"but death is\nbetter here than in the forest under the sea.\"\n\nSleep again overcame him, and he passed several hours in a deep slumber.\n\nWith wakefulness came a horrible sensation of hunger and thirst.\n\nWhile he was gazing around him, with despair again attacking him, he\nsaw something rise in the sea a short distance off.\n\nHe thought he recognized the black back of the _Searcher_, and he was\nnot mistaken.\n\nThe trapdoor opened, and two men appeared on the platform.\n\nThey were Captain Vindex and Professor Woddle.\n\nMont tried to cry out, but only a feeble sound came from his lips.\n\nHe, however, waved his hands, and the signal was seen.\n\nSoon the electric boat floated gently to the rock.\n\nHe stepped on the platform, which was by this time crowded with the\ncrew, Carl, and Stump.\n\nThe next moment he was in the arms of kind friends.\n\nHe sank fainting at their feet, and was carried below, where he remained\nsome days before he entirely recovered his strength.\n\nCaptain Vindex had entertained an idea that Mont might reach the surface\nby climbing up the rocks, although he scarcely dared to hold this\nopinion as a certainty.\n\nBut when nothing could be seen of him below the surface, he resolved to\nlook for him above.\n\nConsequently the _Searcher_ rose under his orders, with the happy result\nwe have described.\n\n\n\n\nCHAPTER XX.\n\nTHE WRECKS.\n\n\nWhen Mont was fully recovered, the negro Number One announced that they\nwere going on a long voyage.\n\n\"Massa say him start for, um South Pole,\" he said. \"In one hour we be\noff, and travel for many week. Travel to the Pole.\"\n\nIn effect, they soon heard the motion of the machinery, and the\n_Searcher_ began her long submarine cruise.\n\nFor about a week they saw nothing of the captain.\n\nThis mysterious man shut himself up and sought intercourse with no one.\n\nEvery day, for some hours, the panel in their cabin slid back, and they\nenjoyed the treat of looking at the sea lighted by electricity.\n\nThe direction of the _Searcher_ was southeast, and she kept at a depth\nof a hundred to a hundred and fifty feet.\n\nOne day, while the electric ship was stopping to replenish her power, a\ncurious incident happened.\n\nStump was looking out of the window, and he suddenly exclaimed:\n\n\"What is that, sir?\"\n\nEveryone went to examine, and a ship dismantled was seen slowly sinking\nto the bottom.\n\nIt had foundered a short time before with all hands.\n\nSeveral men were lashed to the riggings, and their agonized faces\ntestified to their late sufferings.\n\nA shoal of sharks followed the sinking wreck with distended eyes,\nanticipating a feast of human flesh.\n\nAs the hull passed the window, Mont read her name, which was the\n_Firefly_ of Savannah.\n\nThis was not an isolated case, for they frequently saw wrecks, and\nremains of wrecks, such as cannons, anchors, chains, and decaying hulls.\n\n\"Well, this is a lively existence,\" exclaimed Mont; \"we eat nothing but\nfish, and see nothing but fish.\"\n\n\"And wrecks,\" put in Carl.\n\nA heavy step was heard behind them, and all turned round, to see the\ncaptain.\n\nHe placed his hand upon a map, and exclaimed:\n\n\"Do you see this island--Malonon? It is where the gallant French\nexplorer Posterri perished. We are close to it, and, if you please,\ngentlemen, you shall land and explore it for yourselves.\"\n\nThis was good news.\n\n\"But,\" said the professor, \"if I remember rightly, it is inhabited by\nsavages.\"\n\n\"Certainly.\"\n\n\"Shall we not be in danger?\"\n\n\"I fear nothing,\" said the captain. \"I have braved danger among\ncivilized nations, and I can afford to despise savages. If you do not\nwish it, however, I will continue my voyage.\"\n\n\"Don't do that, sir,\" replied Mont. \"I'll chance the niggers. Let us\nland. I know Carl and Stump would like it.\"\n\n\"And you, Mr. Professor?\" said the captain.\n\n\"I, sir, will go anywhere in the interests of science,\" replied Homer\nWoddle, with a nervous tremor in his voice which showed he did not like\nsavages.\n\nThe news raised the boys' spirits to the highest pitch.\n\nAfter confinement on board the _Searcher_ the prospect of going on land\nwas enchanting.\n\nNo matter what danger they might encounter they were ready.\n\nCarl whispered that they might have a chance of escaping.\n\nMont said nothing, but he was of the same opinion.\n\n\n\n\nCHAPTER XXI.\n\nON LAND ONCE MORE.\n\n\nThe party were allowed to go on shore without even promising to return,\nand the heart of each beat high with the prospect of liberty before\nthem.\n\nProfessor Woddle explained that they might traverse the country nearby,\nand so get to some port, but the journey would be perilous in the\nextreme.\n\nHis advice was to camp in the wood, obtain fresh provisions, and await\nthe course of events.\n\nStump alone was in doubt.\n\n\"The captain,\" he remarked, \"is a wonderful man, and knows perfectly\nwell what he is about. He has told us we shall never again set our feet\non civilized ground, has he not?\"\n\n\"Yes. Everyone knows that,\" answered the professor.\n\n\"He'll keep his word, and I'll bet a new hat we are on board again\nto-morrow, or perhaps to-day.\"\n\n\"I'll take you,\" replied Mont, \"though how the bet is to be paid I don't\nknow, as there are no hat shops on board the boat.\"\n\n\"I'd give something to find out all about our skipper,\" said Carl. \"He\nis the most curious beggar I ever met. All four of us are not a match\nfor him.\"\n\n\"Speak for yourself, my young but still intelligent friend,\" answered\nthe professor. \"Time will show.\"\n\n\"We'll have some fresh meat soon,\" observed Stump, \"and if you'll trust\nthe cooking to me, Master Mont, you shall have a dinner fit for a king\nin half an hour after running down the game.\"\n\n\"A little venison or wild boar, which is pork, would be very\nacceptable,\" answered the professor; \"and my knowledge of natural\nhistory enables me to tell you that we shall find both on this island\nwhich we are about to visit.\"\n\n\"Roast pork--lovely! It makes my mouth water,\" said Stump.\n\n\"Do you want to have the jaw all to yourself?\" asked Mont. \"Go and ask\nwhen the boat will be ready to take us ashore.\"\n\nStump departed on his errand and found the boat already prepared for\nthem.\n\nIt was made of various pieces of wood, which were easily put together\nwhen it was wanted and taken apart when it was not required.\n\nIt would hold half a dozen men, and floated by the side of the\n_Searcher_.\n\nEach of the four companions was provided with an electric gun containing\nthe usual twenty shots.\n\n\"A pleasant excursion, gentlemen,\" said the captain, as they emerged on\nthe platform; \"I hope you do not intend to deprive me for any length of\ntime of the pleasure of your society.\"\n\n\"Wouldn't do such a thing for worlds, sir,\" answered our hero.\n\n\"You needn't return to-night, if you prefer camping out.\"\n\n\"We didn't mean to,\" replied Mont.\n\nA peculiar smile crossed Captain Vindex's expressive face, as if he\nguessed what was passing in the youth's mind.\n\n\"Remember one thing,\" he said; \"be very careful of your ammunition.\"\n\n\"Why?\"\n\n\"You will find out in time. All I have to say is, recollect my advice,\"\nwas the answer.\n\nThey got into the boat and rowed ashore, picking their way carefully\nthrough the coral reefs, and in five minutes the bottom of the boat\ngrated upon a sandy beach.\n\n\"Hurrah!\" cried Mont, throwing up his cap; \"land once more!\"\n\nStump, who was thoroughly familiar with all the tricks of boys, put down\nhis hands and \"turned a wheel,\" after which he stood on his head, to\ngive expression to his delight.\n\nHuge forests stretched far inland, and raised their mighty heads a\nhundred feet from the earth.\n\nPalms, shrubs, and creepers were mingled with the trees in grand\nconfusion, and this scene, in the glowing sunshine, was indescribably\nbeautiful.\n\nThe professor saw a cocoanut palm, and, knocking off some of the fruit,\ngave it to the boys, who pronounced it delicious.\n\n\"Now,\" he said, \"we will shoot something and dine as we have not dined\nfor a long time.\"\n\n\"I've some salt in my pocket, and Stump has knives,\" remarked Carl.\n\n\"It looks to me,\" said Mont, \"as if we were likely to have a sirloin of\ntiger for dinner; that forest ought to be full of wild beasts.\"\n\n\"No matter,\" answered Carl, \"anything's better than fish. Come on.\"\n\nThey skirted the forest, fearing to enter it lest they might lose\nthemselves in its dense interior.\n\nKeeping their guns ready for instant action, they proceeded about half a\nmile, when the professor held up his hand.\n\nIn front of them was a large breadfruit tree, and under its branches was\na wild boar, engaged in eating the tender fruit which had fallen to the\nground.\n\n\"Approach gently, and fire all together,\" said the professor.\n\nThey did so, and four shots were discharged at the same time.\n\nThe wild boar uttered a ferocious grunt, ran a few paces, and fell down\ndead.\n\n\"What is it, sir?\" asked Carl.\n\n\"A wild boar; do you not see his tusks? Now, Stumpton, set to work, and\ncut a leg of pork off piggy. You, Folsom, make a fire with the dry\nwood; it will kindle when I rub two sticks together. You, Barnaby,\ngather some of this fruit.\"\n\n\"Is it good to eat, sir?\"\n\n\"You will find it excellent. I recognize it as the breadfruit of the\ntropics, and, cut up in slices and toasted over the fire, nothing could\nbe better for us with our roast pork,\" answered the professor.\n\nThey were quickly at work. The fire was lighted, the leg of pork cut off\nand fixed to a tripod, the breadfruit toasted, and plates supplied by\nlarge palm leaves. Presently a delicious odor of roast pork spread\nitself around.\n\nAfter living so long on the peculiar fare provided by Captain Vindex,\nthey enjoyed their dinner immensely; and, when they had satisfied their\nappetites, they sat down under the shade of a tree, sheltered from the\nnoontide heat.\n\n\"Now, sir,\" said Mont, \"what are we to do?\"\n\n\"I have no wish to return to our floating prison,\" replied the\nprofessor. \"The question is, shall we go back, or shall we try to make\nour way to some port, risking the dangers of the way, the chances of\nstarvation?\"\n\n\"That does not appear likely,\" answered Mont, thinking of the roast pork\nand the breadfruit.\n\n\"When our guns are empty, we may not find it so easy to kill game,\nhowever abundant it may be. The savages are another danger.\"\n\n\"Put it to the vote, sir,\" said our hero.\n\n\"Certainly; all you who wish to make an effort to escape from the\nthralldom in which we are held, hold up your hands.\"\n\nEvery hand was extended.\n\n\"To the contrary?\"\n\nThere was no response.\n\n\"Not a hand,\" said the professor. \"I may, then, conclude, that we are\nunanimous in our wish for freedom, and it is decided that we do not\nreturn to the _Searcher_.\"\n\n\"Hurrah!\" cried Stump, proceeding to stand on his head again.\n\n\"If you don't stop those street-arab tricks,\" remarked Mont, \"you'll\nhave a fit, after such a meal as you've had.\"\n\nStump resumed his natural position.\n\n\"There's no lie, sir, about my having had a filler of pork,\" he replied.\n\"But though I'm only an odd boy, I've got my feelings, and I'd as soon\nbe a convict as in that there prison ship.\"\n\n\"The youth is right,\" observed the professor mildly; \"to live and die in\nthat ship is an awful prospect, and I would rather herd with savages in\ntheir wilds than do it.\"\n\nAnd as if it was intended as an answer to his speech, an arrow flew over\nhis head.\n\nFortunately it missed its mark, and stuck quivering into the bark of the\ntree under which they were sitting.\n\nEveryone sprang to his feet, and stood, gun in hand, on the defensive.\n\n\"Savages, by George!\" exclaimed Mont.\n\n\"Where?\" asked the professor.\n\n\"To the right, sir. Fire away, and chance it, or we shall all be\nkilled.\"\n\nThere was an instant discharge of firearms, and a scuffling was heard\nbehind some cactus and mimosa bushes.\n\nA dozen savages, nearly naked, armed with spears and bows and arrows,\nwere seen in a state of hesitation, whether to fly or stand their\nground.\n\nThree of their number had fallen from the discharge, and one, who was\nmortally wounded, was crawling, in a slow, labored manner, into the bush\nto die.\n\n\n\n\nCHAPTER XXII.\n\nFIGHTING THE SAVAGES.\n\n\n\"They are retreating!\" cried Mont joyfully.\n\n\"No! no! they are coming on again!\" put in Carl, a few seconds later.\n\n\"At 'em again, boys; let them have it,\" said the professor.\n\n\"Hot and strong this time, sir,\" said Stump, advancing a step to take\nbetter aim.\n\nAgain the bullets flew, and three more savages went down.\n\nThe others turned to fly to the shelter of the neighboring forests.\n\n\"Hurrah! they're bolting,\" said Mont.\n\n\"But they've collared what was left of our bread, and the remains of the\nroast pork,\" said the hired boy angrily. \"Oh, the varmints! I'll just\ngive them something.\"\n\nHe advanced to fire better.\n\nAn aged chief, however, turned at this moment and discharged a parting\nshot which took effect in the calf of Stump's leg.\n\n\"Oh, dear! I'm hit,\" he cried. \"A great wooden skewer's stuck right in\nmy leg, sir. Perhaps it's poisoned, sir. Oh, dear, but I wish it hadn't\nbeen me. There's the professor, now; he could have borne it better than\nme.\"\n\n\"Thank you, my young friend,\" said the professor, \"the calf of my leg is\nas susceptible to pain as yours; let us get away, as arrowheads are\nsharp, and in certain parts of the body mortal.\"\n\n\"Where shall we go?\" asked Mont.\n\n\"We are not safe here. The savages will return in larger numbers\ndirectly, and we shall probably lose our lives, so I propose to seek our\nboat.\"\n\n\"And go back to the _Searcher_?\" asked Carl.\n\n\"Yes.\"\n\n\"Never! I for one will not go!\" cried Carl.\n\n\"And I can't crawl. I'm as lame as a dog,\" said Stump, half crying.\n\n\"Roll, if you can't walk,\" said the professor jokingly.\n\n\"Pull it out, sir. Give me a hand with it. It hurts awful.\"\n\nMont advanced to the boy and seized the arrowhead, which he tugged at\nuntil, with a torrent of blood, it came out of the wound.\n\nIt was with difficulty Stump managed to limp on one leg, and seemed very\ngrateful when Mont bound up the wound and told him to lean on his\nshoulder.\n\n\"My dear boy,\" said the professor, \"discretion is the better part of\nvalor. I am averse to the taking of human life, for I am a man of\nscience and not a fighter. My advice is to check the advance of those\nbloodthirsty savages, and when your ammunition is spent, to run. As I am\nold, and not quick of foot, I will start at once.\"\n\nSo saying, he ran with all speed to the boat.\n\n\"Coward!\" said Mont angrily.\n\n\"What are we to do?\" asked Carl blankly.\n\n\"Follow him, I suppose,\" replied Mont. \"Bring up the rear, Carl, while I\nhelp Stump along, and if the beasts show again, call us, and we will\nturn and fire.\"\n\nThey began to beat a retreat in this order, and, fortunately, the\nnatives did not again make an appearance.\n\nThe half-mile was traversed quickly, Stump groaning dreadfully as he was\nforced along.\n\nWhen within a few paces of the boat awful yells were heard behind them.\n\nTurning to see from whence they proceeded, Mont saw a horde of savages\nin pursuit. The sands seemed to be alive with them.\n\nEvidently the defeated party had returned to obtain re-enforcements and\napprise their companions of the slaughter which had taken place, urging\nthem to avenge it.\n\nAn army of at least three hundred wild-looking fiends were at their\nheels, and not a moment was to be lost.\n\n\"Quick, for Heaven's sake!\" said Professor Woddle. \"The savages are upon\nus. Quick, boys, or we are lost!\"\n\nThe boys sprang into the boat, placing Stump in the bows, and pushed\noff.\n\nCarl and Mont plied the oars vigorously.\n\nFortunately, when the savages reached the beach they were some distance\nout.\n\nA flight of arrows fell close to them without doing them any harm.\n\nAt least a hundred of the natives plunged into the sea up to the waist,\nbut they did not attempt to swim after the boat, which soon reached the\n_Searcher_.\n\nMont expected to see someone, but the platform was deserted.\n\nOur hero at once went to the captain, being alarmed at the hostile\nattitude of the savages, whom he did not doubt were possessed of canoes\nand would make an attack upon the ship.\n\nHe was annoyed at being obliged to take shelter so soon, but what could\nhe do?\n\nAll his hopes of liberty in flight were nipped in the bud.\n\nHe began to see now that Captain Vindex knew the character of the coast,\nand had calculated well on their return to their captivity.\n\nImprisonment with him was better than death or slavery among the savages\nof the island.\n\nThe captain was sitting in front of the organ playing an exquisite air\nof Beethoven.\n\nFull of excitement, Mont had no time to listen.\n\nHe touched him on the shoulder.\n\nThe Wizard of the Sea seemed unconscious of his presence.\n\n\"Captain,\" said our hero.\n\nThe strange being shivered and turned round.\n\n\"Ah,\" he cried, \"'tis you, Mr. Folsom. Have you had good sport? You have\nreturned sooner than I expected.\"\n\n\"The sport was not bad,\" replied Mont, \"but unfortunately we met with a\ntroop of savages, who spoilt our fun.\"\n\nThe captain smiled ironically.\n\n\"Savages!\" he repeated. \"Were you surprised at meeting with them? Have\nyou so little geographical knowledge that you do not know they swarm\nhereabouts?\"\n\n\"All I know is,\" replied Mont, \"that if you don't want them on board the\nboat, you had better look out.\"\n\n\"My dear fellow,\" said the captain, \"I am not likely to trouble my head\nabout such wretches.\"\n\n\"But there are lots of them.\"\n\n\"How many?\"\n\n\"Over three hundred, I should think, as well as I could count.\"\n\n\"We have nothing to fear from them, nothing at all,\" said the captain.\n\"Don't be alarmed.\"\n\nWithout another word he turned again to the organ, and played a Scotch\nair which had an indescribable charm about it.\n\nHe was plunged again in a reverie that Mont did not think it prudent to\ninterrupt.\n\nHe remounted to the platform without seeing a single negro.\n\nThe most absolute want of precaution reigned on board the _Searcher_,\nand it looked as if no one knew that hundreds of howling savages were\nwithin five minutes' row of them.\n\nIn the growing darkness, which came on while Mont was alone, he could\nsee the forms of the natives running backward and forward on the beach.\n\nThey were evidently planning an attack upon a large scale.\n\nWhat could account for the captain's strange apathy?\n\nAfter a time he forgot the natives in admiring the lovely night of the\ntropics.\n\nThe zodiacal stars appeared, and the moon shone brightly amidst\ninnumerable constellations of the zenith.\n\nHe wished that the moon would light the _Searcher_ to the coral bed, and\nthat they would sink to the bottom, where they would be safe from their\nenemies.\n\nProceeding below again he sought his friends.\n\nThe door giving access to the interior of the boat remained open, and he\nobserved a slave standing at the bottom of the staircase as if on watch.\n\nStump had his leg plastered up, and, though in pain, was much better.\n\nStrange to say, all were pleased to return to the boat, and to escape a\nfearful death of lifelong slavery among the savages, who are known to\ntravelers as the Papouans.\n\nMont slept badly, for he anticipated a night attack.\n\n\n\n\nCHAPTER XXIII.\n\nELECTRIFYING THE SAVAGES.\n\n\n\"What a sight! They are going to attack us, sure!\"\n\nIt was Mont who spoke, as at six o'clock in the morning he ascended to\nthe platform.\n\nThe morning mist had lifted, and he could see the land distinctly.\n\nThe savages were very busy, and more numerous than they had been the\nnight before.\n\nAs well as he could calculate, he counted six or seven hundred of them.\n\nThey were tall, handsome men, with an erect bearing, their features well\nchiseled.\n\nIn their ears they wore rings of bone.\n\nTheir arms were bows and arrows, spears, and shields made of the skins\nof fish stretched over a wooden frame or the back of the turtle.\n\nA chief rowed in a canoe toward the _Searcher_, keeping at a safe\ndistance.\n\nHe was adorned with a fantastic headdress of feathers and leaves, and\nseemed to be the king of the country.\n\nHaving nothing better to do, Mont got a fishing line from the negro who\nusually attended upon him, and amused himself with catching some of the\nfish that swam round the ship.\n\nNo one made any preparation to repel an attack of the Papouans, which\nalarmed Mont very much.\n\nHe had, however, so much confidence in the sagacity of Captain Vindex\nthat he believed he would not be caught asleep.\n\nFor two hours he continued his sport with tolerable success, and was so\nwrapped up in it that he forgot the natives for the time.\n\nWhile he was engaged in pulling up a good bite, an arrow whizzed past\nhim.\n\nMont dropped his fish, and very nearly his line.\n\n\"Bother the brutes!\" he exclaimed; \"can't they let a fellow fish in\npeace? Why doesn't the captain make a start and get away from them?\"\n\nHe was as eager now to leave the land as he had been the day before to\nreach it.\n\nIt was clear that the Papouans were puzzled.\n\nThey had seen European ships before, but what could they make of a long\ncylinder of iron, without masts, almost flush with the surface of the\nwater, and no chimney like a steamer?\n\nBut they gained confidence as they saw no attempt made to drive them\naway.\n\nThey had seen some of their number killed by the air-guns, yet they had\nheard no noise.\n\nAll at once a flotilla consisting of a score of canoes, full of savages,\nput off from the shore, and approached the ship.\n\nMont at once sought refuge in the interior of the ship, and ran to\napprise the captain of the formidable state affairs were assuming.\n\nClearly no orders had been given to repel boarders.\n\nKnocking at the captain's door, he was told to enter.\n\nCaptain Vindex was reading.\n\n\"Do I disturb you?\" asked Mont politely.\n\n\"A little,\" replied the captain; \"but I suppose you have good reason for\nseeking me?\"\n\n\"Rather,\" answered our hero. \"We are surrounded by savages, and in a few\nminutes we shall have them on board.\"\n\n\"Ah,\" said the captain, \"they have got their canoes, I suppose?\"\n\n\"Heaps of them.\"\n\n\"Then we must do something.\"\n\n\"Shut up the shop,\" said Mont.\n\n\"That is easily done,\" replied the captain, touching a bell, and adding:\n\"In half a minute the trapdoor will be closed. You need not be afraid\nthat they will break in.\"\n\n\"No, but to-morrow we shall want air, and you must open the door again\nfor your pumps to work.\"\n\n\"Yes; our ship is like a great whale, and cannot live without air.\"\n\n\"In a moment the Papouans will be on the top of us, and I don't suppose\nthey will go away in a hurry,\" replied Mont.\n\n\"You suppose they will take possession of the outside and keep it?\"\n\n\"Exactly.\"\n\n\"Well, then,\" answered the captain calmly, \"I don't see why they\nshouldn't. Why should I kill the poor creatures if I can help it? I know\nmany savages in the civilized world whom I would cut off with more\npleasure. Leave them to me. If it is necessary I will make a terrible\nexample of them.\"\n\n\"You have no cannon.\"\n\n\"I shall not fire a shot, and I shall not wound them in any way, and yet\nthey will fall like leaves in autumn. Go to your friends, and rest\nperfectly easy,\" said the captain.\n\nThis was a dismissal, and, wondering much, Mont went away.\n\nAs he sought his cabin he heard the fierce cries of the savages, who\nswarmed on the back of the iron ship like flies in summer.\n\nThe night passed without any incident. Plenty of oxygen still passed\nthrough the ship, but it was time to renew the air, which was becoming\nimpure.\n\nBreakfast was served in the morning, as usual.\n\nEleven o'clock came, and the captain showed no signs of moving.\n\nThis apathy appeared incomprehensible to Mont.\n\nWithout any difficulty the vessel could have gone out to sea, risen in\nmid-ocean, and taken in fresh air.\n\n\"It is very odd we don't move,\" he remarked.\n\n\"I can't understand it,\" said the professor. \"But everything is so\nremarkable on board this ship that I have ceased to wonder at anything.\"\n\n\"I've had a taste of niggers, and don't want another,\" said Stump, who\nwas lying on a mattress with his leg bound up.\n\n\"Hark at the reptiles! What a thundering row they're kicking up!\"\nremarked Mont.\n\n\"I never heard such a racket,\" answered Carl; \"our skipper must be out\nof his head not to start the vipers.\"\n\nThe captain appeared in the doorway.\n\nThere was a pleasant smile on his face, and he did not seem at all\nalarmed at the menacing aspect of affairs.\n\n\"Gentlemen,\" he said, \"we resume our voyage at twelve o'clock exactly.\"\n\n\"It is now a quarter to,\" said the professor, regarding his chronometer.\n\n\"Precisely. I shall open the flap, and take in air directly.\"\n\n\"And the niggers?\" said Mont.\n\n\"The Papouans?\" replied the captain, shrugging his shoulders.\n\n\"Won't they get in?\"\n\n\"How?\"\n\n\"Easily enough, by walking down the ladder. They can do that when the\nflap is up, and can kill us all without any trouble.\"\n\n\"Gentlemen,\" said Captain Vindex, \"the Papouans will not descend the\nstaircase, although the flap is open.\"\n\nThey regarded this singular man in amazement.\n\n\"You do not understand me,\" he continued. \"Come to the bottom of the\nladder, and you shall see.\"\n\n\"Shall we take our guns?\" asked the professor.\n\n\"Not the slightest necessity.\"\n\n\"At least your slaves are armed?\"\n\n\"They are all at their work; follow me,\" said the captain.\n\nThey obeyed his order, and walked to the foot of the metal ladder.\n\nThe captain folded his arms, and stood by the side of the professor.\n\nMont and Carl were together.\n\nEven Stump had crawled along the passage to see what would happen.\n\nCaptain Vindex made a sign to a slave, who, touching a spring, caused a\ntrapdoor in the back of the _Searcher_ to fly open.\n\nThe sunshine descended in a flood.\n\nTerrible cries of rage and triumph were heard, and a swarm of natives\nappeared on all sides.\n\nAt least twenty made a rush at the ladder, brandishing their tomahawks\nand spears, while they uttered fierce yells and scraps of war songs.\n\nThe first who grasped the railing, and placed his foot on the ladder,\ngave a bound back, and the most fearful shrieks burst from his quivering\nlips. A second, a third, and a fourth did the same.\n\nWhat invisible force was at work Mont did not know. He thought the days\nof magic and sorcery had returned.\n\nA score of Papouans tried to descend; but they had no sooner made the\nattempt than they instantly retreated, yelling dismally, and threw\nthemselves into the sea.\n\n\"Stunning,\" said Mont. \"It's fine, but I don't know how you do it.\"\n\nThe captain smiled.\n\nTo get a better view, Mont put one foot on the staircase and one hand on\nthe railing.\n\nHe immediately withdrew them, uttering a cry which was loud enough to\nwake the dead.\n\n\"Oh, oh!\" he cried.\n\n\"What's up?\" exclaimed Carl, who could not help laughing.\n\n\"I see the dodge now,\" said Mont; \"it's an electric battery applied to\nthe metal of the staircase, and whoever touches it has a shock. I've had\nit before at Coney Island, and at fairs. You pay a dime and get\nelectrified.\"\n\n\"Ah!\" ejaculated the professor, upon whom a light began to dawn.\n\n\"You are right,\" said the captain calmly. \"I have connected the brass\nstaircase with the powerful storage battery that gives us light and\npower, and the ignorant savages are frightened at they know not what. If\nthey had persisted in their attempt to enter the ship I should have\napplied all my electrical force, and they would have fallen as dead as\nflies on a fly paper; but I did not wish to harm them. They are enemies\nunworthy of my hatred.\"\n\nThe news of the dreadful and mysterious pains which they felt were\nspread by the shocked natives to their friends.\n\nAlarmed and horrified, they beat a precipitate retreat, swimming and\nrowing back to the shore.\n\nIn half an hour the beach was deserted, and all flew away from the sea\nfiend whose nature they could not understand.\n\n\"They take us for the Old Nick,\" said Mont.\n\n\"Twelve o'clock,\" exclaimed the captain, who was always as punctual as\nfate; \"I said we should sail at twelve.\"\n\nAt this moment the engines began to revolve, and the _Searcher_ skimmed\nover the surface of the sea like a bird.\n\nThe air was soon taken into the reservoirs, the flap or panel was\nclosed, and sinking into the bosom of the waves, she glided along, moved\nby her powerful screw, like a big fish; only the helmsman, sitting in\nhis solitary place of lookout, being responsible for her management.\n\n\n\n\nCHAPTER XXIV.\n\nA PEARL WORTH A FORTUNE.\n\n\nThey traversed the ocean at a depth of about a hundred yards from the\nsurface.\n\nThe health of the captives continued good.\n\nStump was the only grumbler; the others read and talked, resigning\nthemselves to their fate, and waiting the next adventure which should\nbefall them in their singular voyage.\n\n\"I tell you what it is, sir,\" exclaimed Stump one day; \"I wish I could\nget my fist near that there captain. If I wouldn't give him a knockout\nI'd let a whale come and eat me.\"\n\n\"What have you to grumble at, my friend?\" inquired Professor Woddle.\n\"You are comfortably housed, well fed, and have a constant source of\nexcitement in the movements of this remarkable ship.\"\n\n\"Bother the ship. Why didn't she strike on a rock and bust up?\" said\nStump. \"I'd rather be back to Nautical Hall any day than here.\"\n\n\"Bide your time, my lad,\" continued the professor; \"something will\nhappen some day.\"\n\n\"Very prob'ble, sir, but it's waiting for it to turn up as I don't like.\nJust shove me alongside of that blessed captain, and if I don't give\nhim----\"\n\n\"Stump,\" interrupted Mont, \"you shut up. I wouldn't mind being back to\nthe Hall myself, but finding fault won't take us there.\"\n\n\"Certainly, sir. I don't have much chance of talking. I shall forget my\nown language soon; but no matter, I am only a hired boy, I know, and, of\ncourse, shouldn't have no feelings.\"\n\nMont took the trouble to pacify him, explaining that to provoke a\nquarrel with the captain would not in any way improve their position.\n\nOn the contrary, it might deprive them of the little liberty and\ncomforts they now enjoyed, and make their miserable condition much\nworse.\n\nStump saw this and promised to be quiet.\n\nHe was a strong lad for his age, as hard as iron, and brave as a young\nlion.\n\n\"Just promise me this, sir,\" he said.\n\n\"What?\"\n\n\"If I see a good chance of stepping it, you'll be with me?\"\n\n\"Like a shot. But we mustn't do anything rash, you know, Stump,\" replied\nMont. \"Captain Vindex is not to be trifled with. A man who can build a\nship like this, make electricity take the place of steam, and so store\nthe air as to make it sufficient for use for twenty-four hours, is one\nof those great spirits who think of everything, and with whom we cannot\nhope to cope on equal terms.\"\n\n\"Don't know so much about that, sir,\" said Stump. \"I once had a round\nwith a professional boxer and laid him low in two minutes.\"\n\nMont laughed, and the conversation dropped.\n\nThe voyage continued to the Indian Sea, and was not remarkable for\nanything more exciting than the capture of several turtles in nets, and\nthe shooting of various sea birds, which supplied an agreeable addition\nto the comforts of the table.\n\nIn the Indian Sea they encountered hundreds of the nautilus tribe\nfloating gracefully on the surface of the water, their tiny sails\nspread, catching the wind, and looking like little ships.\n\nOne day Captain Vindex entered.\n\n\"Would you like to see the banks upon which grow the oysters which\ncontain the pearls?\" asked the captain.\n\n\"Under the sea?\" said Mont.\n\n\"An excursion, submarine?\" said the professor.\n\n\"Precisely so. Are you inclined to go?\"\n\n\"Very much, indeed,\" replied all in chorus, with the exception of Stump.\n\n\"This is not the time of year for the pearl divers to be at work,\" said\nthe captain, \"though we may see one or two. I will bring the ship nearer\nland, and show you some of the treasures of the deep. They fish for\npearls in the Gulf of Bengal, in the Indian seas, as well as those of\nChina and Japan, off the coast of South America, and in the Gulf of\nPanama and that of California, but it is at Ceylon that they find the\nrichest harvest.\"\n\n\"That is a fact,\" said the professor; \"the richest pearls, as you say,\nare found here.\"\n\n\"Right,\" said the captain. \"We, however, shall see more than any diver\never dreams of. Perhaps I shall find my pearl worth a million, for which\nI have searched so long. I shall be at your service, gentlemen, in a few\nhours.\"\n\nWhen the captain had departed the professor was very grave.\n\nCarl and Mont were delighted at the prospect of finding pearls, but\nStump bit his nails in silence.\n\n\"I'll take home a pearl or two for luck!\" exclaimed Mont.\n\n\"If you ever get home, sir,\" remarked Stump, half aloud.\n\n\"You'll go with us, won't you?\" asked Mont.\n\n\"I'll go wherever you and Master Carl go, Master Mont,\" replied Stump,\n\"because it's my duty to watch over you. But I aint going to have no\nsort of friendship with that captain, not by a jugful!\"\n\n\"He's all right, when you know him.\"\n\n\"Is he? Then I don't want to know him.\"\n\nTurning to the professor, Mont exclaimed:\n\n\"Shall we have good sport, sir?\"\n\n\"Most likely,\" answered Mr. Woddle.\n\n\"Are there many sharks about?\"\n\n\"It is no use disguising the fact. The sea hereabouts swarms with them.\nI should not like to meet one under the waves. A pearl has been called\nby poets a tear of the sea, and anything more lovely around a maiden's\nneck cannot be conceived. I have a strong wish to hunt for those tears\nof the sea, and behold them growing in their shells, but Heaven protect\nus from the sharks.\"\n\nStump disappeared for a brief space, and returned with a long harpoon.\n\n\"What have you got there?\" asked Mont.\n\n\"It's a reg'lar pig-sticker, isn't it, sir?\" remarked Stump, regarding\nit admiringly.\n\n\"It does look as if it could give an ugly prod,\" remarked Carl.\n\n\"They call it a harpoon; thing for sticking whales. Me and Number One,\nthat's the nigger as waits on us, is friends, sir, and he's given me\nthis to fight the darned sharkses with.\"\n\n\"Bravo, Stump!\" exclaimed Carl.\n\n\"It would be 'Bravo Stump,' if I could rip up an inch or two of that\ncaptain, and seize the blessed ship!\" rejoined the boy with a scowl.\n\nMont said nothing in reply, but waited patiently for the signal which\nwould summon him and his companions to the captain's side.\n\nIt came an hour or two before daybreak.\n\nA negro summoned them to the platform, near which the boat attached to\nthe ship was riding.\n\nIt was manned by four men, and when all the party were on board the\nnegroes began to row toward the island.\n\nAt six o'clock the day broke. They were a few miles from the land, which\nwas distinctly visible, with a few trees scattered here and there.\n\nThe captain stood up in the boat, and narrowly regarded the sea. At last\nhe gave a sign, and the anchor was lowered.\n\n\"Here we are,\" said the captain. \"Put on your divers' caps, gentlemen,\nand follow me.\"\n\nThe heavy sea garments were quickly put on.\n\nThe electric lamps were not needed, because the depth was not great.\n\nBesides, the electric light would attract the sharks, who were creatures\nthey could not afford to despise.\n\nThe only arm given to each of the party was a long, sharp knife.\n\nCaptain Vindex set the example of springing into the sea, the others\nfollowing him as soon as they were thoroughly equipped.\n\nThe negroes remained in the boat awaiting their return.\n\nA depth of about three yards and a half did not give them a very great\nsubmersion.\n\nTo be supplied with condensed air, to be armed, and well lighted up by\nthe sun was delightful. They walked along the bottom of the sea, easily\nseeing the smallest object on all sides of them.\n\nAfter some little walking they came to several oyster banks, from which\nthe shells containing the valuable pearls were dragged by the hands of\nthe divers.\n\nThere were millions of them, and the mine seemed inexhaustible.\n\nThey could not stop to examine everything, for it was necessary to\nfollow the captain everywhere.\n\nThe road was uneven; sometimes Mont could raise his arm and put his hand\nout of the water; at others, he was descending a slope, and the sun's\nrays were not so vivid.\n\nEverything became more obscure, and great shells were seen sticking to\ncuriously shaped rocks.\n\nAfter a time a large grotto appeared before them, dimly lighted.\n\nThe captain entered, followed by the rest of the party, the professor\neagerly taking note of everything.\n\nStump carried his harpoon, which was a good deal longer than himself;\nand the two boys eagerly looked for pearls, as if they expected to find\nthem lying at their feet.\n\nDescending an inclined plane, Captain Vindex stopped and pointed out an\nobject which they had not hitherto perceived.\n\nIt was an oyster of gigantic size.\n\nLying alone upon the granite rock, it took up a large space, and never\nhad the professor even heard of such a huge bivalve.\n\nThe shells were open a little, as if the oyster was feeding, which\nenabled the captain to introduce his knife.\n\nKeeping the two shells open by both ends of his knife, he pushed back\nthe flesh of the oyster and revealed a pearl as big as a small cocoanut.\n\nIt was a pearl worth at least a hundred thousand dollars.\n\n\n\n\nCHAPTER XXV.\n\nTHE MAN OF MYSTERY.\n\n\nMont advanced to the oyster, and stretched out his hand as if he would\nhave seized the pearl, but he was disappointed.\n\nBy a sudden movement the captain withdrew his knife, and the two shells\ncame together with a sharp snap.\n\nSatisfied with showing them this treasure of the deep, he turned round,\nand retraced his steps, leaving the precious pearl behind them.\n\nIncomprehensible man, he was now more than ever a mystery to our hero.\n\nHe allowed them to seek and take numerous other pearls, but would not\nlet them touch that he had shown them.\n\nAgain they wandered along the bottom of the sea, beholding many things\nworthy of observation.\n\nSometimes the bank was so shallow that their heads came above the water;\nat others they sank several yards below.\n\nSuddenly the captain stopped, and by a movement of his hand ordered the\nparty to conceal themselves behind a projecting rock.\n\nHe pointed to the liquid mass in front of them, and all followed with\ntheir eyes the direction indicated.\n\nAbout five yards off a shadow came between the party and the rays of the\nsun.\n\nMont thought of the \"sea butcher,\" as the divers of Ceylon call the\nshark, and trembled a little at the idea.\n\nBut he deceived himself, for this time he had nothing to fear from the\nmonster of the ocean.\n\nA living man, an Indian, as black as ink, shot through the water,\ndoubtless an early fisher for pearls.\n\nThe bottom of his canoe could be seen up above, a few feet beyond his\nhead.\n\nArriving at the bottom, which was about five yards deep, he fell on his\nknees, let go the stone he had held between his feet to sink with more\nrapidity, and began to rake up the oysters from the bank with both\nhands.\n\nA cord was around his waist, the other end being attached to his boat,\nand this he pulled at when he wanted to rise.\n\nTo his loins was attached a little bag, into which he put the oysters as\nfast as he could gather them.\n\nThe Indian did not see anyone, and if he had he would have been so\nalarmed at the strange spectacle of curious-looking beings walking at\nease at the bottom of the sea that he would quickly have retired.\n\nSeveral times he remounted and plunged again, not getting more than a\ndozen oysters at each dip.\n\nIt appeared as if he risked his life for very little return, as in a\nscore of oysters he might not find a pearl worth having.\n\nAll at once, while on his knees, he made a gesture of terror, and seized\nhis rope to ascend to the surface.\n\nA gigantic mass appeared close to the wretched diver.\n\nIt was a huge shark, which advanced diagonally toward him, his terrible\njaws open wide.\n\nThe Indian threw himself on one side and avoided the bite of the shark,\nbut not the action of his tail.\n\nMont thought he heard the jaws snap, but he had not much time to think,\nas he saw the diver thrown down by a blow of the animal's tail and\nstretched upon the ground.\n\nAll this was done in a few seconds, and then the shark returned, lying\nupon his back, in order the better to bite and divide the Indian in\nhalves.\n\nMont was about to rush forward to attempt to save the miserable wretch's\nlife, when he was pushed rudely back by Captain Vindex.\n\nIn his hand he held a knife, and was evidently prepared to battle for\nhis life against the shark.\n\nThe latter, just about to seize the Indian and snap him up, perceived\nhis new adversary and, replacing himself upon his belly, directed\nhimself rapidly toward him.\n\nHe waited coolly the attack of the shark, which was one of the largest\nof its species, and when it charged him, he stepped quickly aside and\nplunged his knife into its belly up to the hilt.\n\nThen commenced a fearful combat.\n\nThe shark began to bleed dreadfully, tinging the sea in such a manner as\nto hide the two in a sea of blood.\n\nAs the water cleared a little, Mont saw the captain, caught by one of\nthe creature's fins, stabbing at it as fast as he could, but not being\nable to give it a deathblow. The shark lashed the sea with fury, and\nalmost prevented the professor and his friends from keeping their\nfooting, though they were some distance off.\n\nNeither the professor, Mont, nor Carl dared to go to the help of the\ncaptain, for it seemed as if the shark would bite them in two, and they\nlost their presence of mind for a time.\n\nBut Mont soon recovered, and then, catching Stump's harpoon, he darted\nforward to do his best.\n\nWith his teeth set, he precipitated himself toward the shark, and struck\nit a terrible blow in the flank.\n\nAgain the sea was saturated with blood.\n\nThe shark agitated the water with indescribable fury, for our hero had\nnot missed his aim.\n\nIt was the death agony of the monster.\n\nStricken to the heart, he struggled gallantly, but was powerless for\nfurther evil.\n\nAs the immense creature was dying, Mont pulled the captain from under\nhim, and at the same moment the Indian, coming to himself, detached the\nstone from his feet and shot upward.\n\nFollowing the example of the pearl diver, the captain struck the ground\nwith his heels, as did the others, and all were soon at the surface.\n\nThe Indian had regained his canoe, but he was lying at the bottom in a\nhalf-fainting condition.\n\nSatisfying himself that the poor fellow would live, and was not\nseriously injured, the captain signaled to his companions to descend,\nleaving the Indian gazing at them with haggard eyes, thinking he had\nseen some supernatural beings.\n\nWalking as fast as they could along the bottom of the sea, they came in\ntime to the anchor of their boat, reascended to the surface, and, taking\ntheir seats, removed their head-cases with a feeling of relief.\n\nThe negroes immediately began to row back to the _Searcher_.\n\nCaptain Vindex was the first to speak.\n\n\"Thank you, my lad,\" he said, extending his hand to Mont.\n\n\"It's nothing,\" rejoined our hero bluntly; \"you saved my life when we\nwere wrecked, and I have now saved yours with my harpoon. We are equal\nnow, and I owe you nothing.\"\n\nA sickly smile sat on the captain's lips for a second, and that was all.\n\n\"Lay to it!\" he cried to his men. \"Pull to the _Searcher_.\"\n\nAt half-past eight in the morning they were again on board of the ship,\nhaving been absent a little more than three hours.\n\nTo Mont the captain was more difficult to understand than ever.\n\nHe had risked his own life to save that of a poor Indian whom he had\nnever seen before, and was never likely to see again.\n\nThis showed that he could not have a bad heart.\n\nHis heart was not entirely dead, whatever his faults might be.\n\nAs if the captain guessed Mont's thoughts, he observed to him at the\nbottom of the staircase on board the ship:\n\n\"That Indian belonged to an oppressed race. I also am one of the\noppressed, and to my last breath I shall continue to be so. You\nrecognize now the bond of union between us?\"\n\n\n\n\nCHAPTER XXVI.\n\nTHROUGH THE EARTH.\n\n\nThe ship again continued her way, traveling toward the Persian Gulf.\n\nIf Captain Vindex wanted to visit Europe, it was clear that he would\nhave to go around the Cape of Good Hope, but that did not appear to be\nhis design.\n\nHe went direct to the Red Sea, and, as the Isthmus of Suez was not then\npierced by a canal, there was no outlet to the Mediterranean.\n\nThis puzzled the professor very much.\n\nOne morning the captain sought his prisoners, and said to the professor:\n\n\"To-morrow we shall be in the Mediterranean.\"\n\nMr. Woddle looked at him with astonishment.\n\n\"Does that surprise you?\" he continued, with a smile.\n\n\"Certainly it does, though I thought I had given up being astonished\nsince I have been on board your ship.\"\n\n\"You are a man of science; why should you be astonished?\"\n\n\"Because you must travel with the speed of lightning almost to East\nAfrica and round the Cape of Good Hope.\"\n\n\"I did not say I was going to do so,\" replied the captain.\n\n\"You can't go overland, since there is no canal through the Isthmus of\nSuez----\"\n\n\"But one can go under land,\" interrupted the captain.\n\n\"Under land,\" answered the professor, holding up his hand.\n\n\"Undoubtedly,\" said Captain Vindex calmly. \"For a long while nature has\nmade underneath this tongue of land what men are trying to do now on the\nsurface.\"\n\n\"Does there exist a passage?\"\n\n\"Yes, a passage or tunnel, which at fifty feet depth touches a solid\nrock.\"\n\n\"How did you discover it--by chance?\"\n\n\"No,\" said the captain. \"I guessed that such a tunnel existed, and I\nhave been through it several times.\"\n\n\"Well,\" said the professor, \"we live to learn. Our fathers never dreamed\nof gas, of railways, of telegraphs, and I did not suspect the existence\nof your wonderful ship.\"\n\n\"Shortly, my dear sir,\" said the captain, \"your children--that is to\nsay, the next generation--will travel through the air in flying\nmachines; your railway engines will own electricity as their motive\npower. There is no end to scientific discovery; the world is in its\ninfancy. We are just emerging from barbarism. Wait and watch, that's my\nmotto. You must not be surprised at anything in these days.\"\n\n\"You are right--we are on the march,\" said the professor.\n\nThe day passed, and at half-past nine the _Searcher_ rose to the surface\nto receive her supply of air.\n\nNothing disturbed the silence but the cry of the pelican and other birds\nof the night, with the occasional sound of the escaping steam of a\nsteamer traveling toward the Far East.\n\nMont could not rest below, and at once ascended to the platform to\nbreath the fresh air. In the darkness he saw a pale light, discolored by\nthe fog, which burned about a mile off.\n\n\"A lighthouse,\" he said.\n\nThe captain was by his side, and quietly replied:\n\n\"It is the floating lightship of Suez.\"\n\n\"We are near the mouth of the tunnel, I suppose? Is the entrance easy?\"\n\n\"No,\" said Captain Vindex, \"it is difficult. I always steer the ship\nmyself, and if you like to come into the wheelhouse with me I will show\nyou the way. In a moment the _Searcher_ will sink, and we shall not rise\ntill we are in the Mediterranean.\"\n\nMont followed the captain into the pilot's cabin, which was at the bow\nof the vessel, the wheel working the rudder by long chains carried aft.\n\nThe cabin measured six feet square, four round windows of thick\nplate-glass enabled the helmsman to see on all sides, and the electric\nlight, thrown well forward, made everything as clear as day.\n\nA strong negro, with an eye like a hawk, was at the wheel, but he gave\nthe spokes to the captain and fell back.\n\n\"Now,\" exclaimed the Wizard of the Sea, \"let us search for our passage.\"\n\nElectric wires communicated with the engine room, so it was easy to\ncommunicate directly with the engineers by pressing a knob of metal.\n\nTouching this knob, the speed of the screw lessened considerably.\n\nFor about an hour the ship passed by a bank of sand, which was varied by\nrocks, on which Mont saw all kinds of sea weeds, coral formations, and\ncurious fish agitating their fins in alarm at the apparition of the\n_Searcher_.\n\nAt half-past ten a long and large gallery appeared in front, black and\napparently deep.\n\nThe ship entered this gloomy tunnel boldly, and an unaccustomed rushing\nsound made itself heard against the sides, which arose from the waters\nof the Red Sea rushing into the Mediterranean.\n\nFollowing the current with the speed of an arrow, the ship made its way,\nthough the engines were reversed and the screw went backward to abate\nthe velocity of its progress.\n\nA single false turn of the wheel, and the _Searcher_ would have been\ndashed to atoms against the ironlike rocks on each side, above, and\nbelow.\n\nMont held his breath.\n\nHe could see nothing but the foaming waters, made transparent by the\nelectric light.\n\nHalf an hour later the captain gave up the helm to the negro, and,\nturning to our hero, exclaimed:\n\n\"We are in the Mediterranean.\"\n\nIn less than half an hour the ship, carried by the current, had\ntraversed the Isthmus of Suez.\n\nThe next morning they came to the surface, and were able to breathe the\nfresh air again.\n\nStump was in high spirits when he found that they were near civilization\nagain, because he thought they had a chance of escaping, and this idea\nwas always uppermost in his mind.\n\nHe spoke to his companions about it, and they all agreed to follow him\nif a good opportunity offered.\n\n\n\n\nCHAPTER XXVII.\n\nTHE ESCAPE--CONCLUSION.\n\n\nThe ship traveled leisurely along the Mediterranean, often rising in\nsight of land and lying like a log upon the water.\n\nIn the evening it was the custom of the prisoners to play at checkers,\ndominoes, or some game they liked; and after the fourth day in the\nMediterranean, Stump, instead of putting the games on the table, shut\nthe door, and, in a mysterious way, exclaimed:\n\n\"I've squared the nigger!\"\n\n\"Which?\" asked Mont.\n\n\"Number One. He as waits upon us. His real name's Smunko. I've found\nthat out. Me and he's firm friends. I've told him I want to bolt, and he\nsays he shan't let on to the skipper, or any of them, though they are\nall a lot of spies.\"\n\n\"Perhaps he's one, too,\" observed the professor, smiling.\n\n\"Not he, sir,\" answered the boy; \"Smunko's right enough. He's going to\nkeep all the other chaps quiet, some dark night, when we are near the\nland. Then we are to go on the platform and swim for our lives.\"\n\n\"A very good arrangement, if it can be carried out,\" remarked the\nprofessor. \"But I fear your friend Smunko is not to be depended upon.\"\n\nStump was indignant.\n\n\"The fact is,\" went on the professor, \"I don't want to discourage the\nlad, but I have no wish that he should do anything rash, and involve us\nin a mess. The captain might doom us to solitary confinement. At present\nwe are treated liberally, if we are prisoners.\"\n\n\"All right, sir,\" replied Stump, \"I'll turn it up as far as you are\nconcerned. If Master Mont likes to come with me, all well and good; if\nnot he can let it alone. I know my game, and I mean to stick to it.\"\n\n\"Don't show your nasty temper, Stump,\" said our hero.\n\n\"Aint being cooped up here like a turkey in a pen, fatting for\nChristmas, enough to rile a bishop?\" asked the boy. \"But I shan't say\nno more. When all's ready I'll give you one more chance, and if you aint\nwith me, I'm off alone.\"\n\nIt was impossible to check Stump's will. The only one who had any\ninfluence over him was Mont.\n\nHe was a boy rudely brought up, unaccustomed to control his passions,\nand having a decided character, but to our hero he was deeply attached.\n\nThe next day the ship floated near an island, which the professor\ndeclared to be the Isle of Cyprus.\n\nIn the evening Stump whispered to Mont:\n\n\"Now, sir, all's ready. Smunko's piping off the other blacks; we're not\na quarter of a mile from the land.\"\n\nMont's heart beat high.\n\n\"Tell the others,\" he said.\n\n\"No; let you and I go together.\"\n\n\"I can't leave Carl, and the professor is one of us.\"\n\nIn this Mont was firm.\n\nHe would not leave the _Searcher_ without Carl and the professor.\n\nSo the two were told that all was ready.\n\n\"Come on, now,\" said Mont. \"We must not lose our chance.\"\n\nWith the valuable pearls they had secured in the Indian Ocean in their\npockets, the others followed Mont to the deck.\n\nAll hearts beat loudly.\n\n\"There is a boat!\" whispered Carl. \"Come on.\"\n\nHe dropped into the sea, and the others did the same.\n\nNot far away floated a log, and to this they clung.\n\nThey paddled with their hands, and were soon some distance away from the\nsubmarine monster.\n\nThen they cried for help.\n\nThe boat they had seen came in their direction.\n\nThey were seen, and the natives from the island let out a shout.\n\nThen suddenly Captain Vindex appeared on the deck of the _Searcher_.\n\nHe shook his fist at the party.\n\nStump laughed at him; the others waved him off.\n\n\"She is going down!\" cried Mont. \"Quick, pull for the shore, before you\nare wrecked!\"\n\nThe natives did not like the looks of the strange submarine ship, and\nthey pulled with all strength.\n\nBy the agitation in the water the party knew the _Searcher_ was after\nthem.\n\nBut the shore was gained, and they were safe.\n\nThen came a fearful shock.\n\nIn his eagerness to catch them Captain Vindex had allowed the _Searcher_\nto run into the rocks.\n\nThe submarine craft shot out of the water, and then----\n\nBang! Boom! Crash!\n\nIt was as if heaven and earth were splitting in twain.\n\nThe whole island shook, and all in the boat fell flat.\n\nThe _Searcher_ had been blown to atoms.\n\nThe air was filled with flying bits of iron and steel.\n\nOf course all on board were instantly killed.\n\nIt was a long while before Mont and his companions recovered.\n\n\"Out of it at last, thank Heaven!\" murmured Professor Woddle, and all\nsaid \"Amen.\"\n\nA month later the little party returned to the United States.\n\nMont's widowed mother was overjoyed to see him alive, and Carl's parents\nwere equally elated, and so were the many friends at Nautical Hall.\n\nThe pearls were equally divided, and to-day all of the party are rich\nmen.\n\n\"But I wouldn't take another such trip,\" says Mont. \"No, not to pick up\nall the hidden treasures of the ocean. After this I'm going to remain at\nNautical Hall and take the balance of my sea training on land. I've had\nall I want of such submarine ships as the _Searcher_, and such\nmysterious men as was the Wizard of the Sea.\"\n\n\n\n\n       *       *       *       *       *\n\n\n\nTranscriber's Notes:\n\n   Obvious punctuation errors repaired.\n\n   Page 34, \"slooop\" changed to \"sloop\". (hire a sloop)\n\n   Page 101, \"life\" changed to \"lives\". (lives of the)\n\n   Page 103, \"breath\" changed to \"breathe\". (breathe the fresh)\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE WIZARD OF THE SEA***\n\n\n******* This file should be named 20132.txt or 20132.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/2/0/1/3/20132\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://www.gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.org/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.org/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.org/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp://www.gutenberg.org/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}