{"title": "Police Your Planet", "author": "Lester del Rey", "releaseDate": "December 29, 2006", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                             POLICE YOUR PLANET\n\n                              By ERIC VAN LHIN\n\n\n\n\n    SCIENCE FICTION\n    AVALON BOOKS\n    22 EAST 60TH STREET NEW YORK\n\n    Copyright, 1956, by Eric van Lhin\n\n    [Transcriber's note: This is a rule 6 clearance. A copyright\n    renewal could not be found.]\n\n    Library of Congress Catalogue Card Number: 56-13313\n\n    PUBLISHED SIMULTANEOUSLY IN THE DOMINION OF CANADA\n    BY THE RYERSON PRESS, TORONTO\n\n    PRINTED IN THE UNITED STATES OF AMERICA\n    BY THE COLONIAL PRESS INC., CLINTON, MASSACHUSETTS\n\n\n\n\nCONTENTS\n\n\n       I One Way Ticket\n\n      II Honest Izzy\n\n     III The Graft Is Green\n\n      IV Captain Murdoch\n\n       V Recall\n\n      VI Sealed Letter\n\n     VII Electioneering\n\n    VIII Vote Early and Often\n\n      IX Contraband\n\n       X Marriage of Convenience\n\n      XI The Sky's the Limit\n\n     XII Wife or Prisoner?\n\n    XIII Arrest Mayor Wayne!\n\n     XIV Full Circle\n\n      XV Murdoch's Mantle\n\n     XVI Get the Dome!\n\n    XVII Security Payoff\n\n\n\n\nPOLICE YOUR PLANET\n\n\n\n\nChapter I\n\nONE WAY TICKET\n\n\nThere were ten passengers in the little pressurized cabin of the\nelectric bus that shuttled between the rocket field and Marsport. Ten\nmen, the driver--and Bruce Gordon.\n\nHe sat apart from the others, as he had kept to himself on the ten-day\ntrip between Earth and Mars, with the yellow stub of his ticket still\nstuck defiantly in the band of his hat, proclaiming that Earth had paid\nhis passage without his permission being asked. His big, lean body was\nslumped slightly in the seat. There was no expression on his face.\n\nHe listened to the driver explaining to a couple of firsters that they\nwere actually on what appeared to be one of the mysterious canals when\nviewed from Earth. Every book on Mars gave the fact that the canals were\neither an illusion or something which could not be detected on the\nsurface of the planet.\n\nHe glanced back toward the rocket that still pointed skyward back on the\nfield, and then forward toward the city of Marsport, sprawling out in a\nmess of slums beyond the edges of the dome that had been built to hold\nair over the central part. And at last he stirred and reached for the\nyellow stub.\n\nHe grimaced at the ONE WAY stamped on it, then tore it into\nbits and let the pieces scatter over the floor. He counted them as they\nfell; thirty pieces, one for each year of his life. Little ones for the\ntwo years he'd wasted as a cop. Shreds for the four years as a kid in\nthe ring before that--he'd never made the top. Bigger bits for two years\nalso wasted in trying his hand at professional gambling; and the six\nfinal pieces that spelled his rise from a special reporter helping out\nwith a police shake-up coverage, through a regular leg-man turning up\nrackets, and on up like a meteor until.... He'd made his big scoop, all\nright. He'd dug up enough about the Mercury scandals to double\ncirculation.\n\nAnd the government had explained what a fool he'd been for printing half\nof a story that was never supposed to be printed until all could be\nrevealed. They'd given Bruce Gordon his final assignment.\n\nHe shrugged. He'd bought a suit of airtight coveralls and a helmet at\nthe field; he had some cash, and a set of reader cards in his pocket.\nThe supply house, Earthside, had assured him that this pattern had never\nbeen exported to Mars. With them and the knife he'd selected, he might\nget by.\n\nThe Solar Security office had given him the knife practice, to make sure\nhe could use it, just as they'd made sure he hadn't taken extra money\nwith him beyond the regulation amount.\n\n\"You're a traitor, and we'd like nothing better than seeing your guts\nspilled,\" the Security man had told him. \"That paper you swiped was\nmarked top secret. But we don't get many men with your background--cop,\ntinhorn, fighter--who have brains enough for our work. So you're bound\nfor Mars, rather than the Mercury mines. If...\"\n\nIt was a big _if_, and a vague one. They needed men on Mars who could\nact as links in their information bureau, and be ready to work on their\nside when the expected trouble came. They wanted men who could serve\nthem loyally, even without orders. If he did them enough service, they\nmight let him back to Earth. If he caused trouble enough, they could\nstill ship him to Mercury.\n\n\"And suppose nothing happens?\" he asked.\n\n\"Then who cares? You're just lucky enough to be alive.\"\n\n\"And what makes you think I'm going to be a spy for Security?\"\n\nThe other had shrugged. \"Why not, Gordon? You've been a spy for a yellow\nscandal sheet. Why not for us?\"\n\nGordon had been smart enough to realize that perhaps Security was right.\n\nThey were in the slums around the city now. Marsport had been settled\nfaster than it was ready to receive. Temporary buildings had been thrown\nup, and then had remained, decaying into deathtraps. It wasn't a pretty\nview that visitors got as they first reached Mars. But nobody except the\nromantic fools had ever thought frontiers were pretty.\n\nThe drummer who had watched Gordon tear up his yellow stub moved forward\nnow. \"First time?\" he asked.\n\nGordon nodded, mentally cataloguing the drummer as the cockroach type,\nmidway between the small-businessman slug and the petty-crook spider\ntypes that weren't worth bothering with. But the other took it as\ninterest.\n\n\"Been here dozens of times, myself. Risking your life just to go into\nMarsport. Why Congress doesn't clean it up, _I'll_ never know!\"\n\nGordon's mind switched to the readers in his bag. The cards were\nplastic, and should be good for a week or so of use before they showed\nwear. During that time, by playing it carefully, he should have his\nstake. Then, if the gaming tables here were as crudely run as an\noldtimer he'd known on Earth had said, he could try a coup.\n\n\"... be at Mother Corey's soon,\" the fat little drummer babbled on.\n\"Notorious--worst place on Mars. Take it from me, brother, that's\nsomething! Even the cops are afraid to go in there. See it? There, to\nyour left!\"\n\nThe name was vaguely familiar as one of the sore spots of Marsport.\nBruce Gordon looked, and spotted the ragged building, half a mile\noutside the dome. It had been a rocket-maintenance hangar once, then had\nbeen turned into temporary dwelling for the first deportees, when Earth\nbegan flooding Mars. Now, seeming to stand by habit alone, it radiated\ndesolation and decay.\n\nHe stood up, grabbing for his bag, and spinning the drummer aside. He\njerked forward, and caught the driver's shoulder. \"Getting off!\"\n\nThe driver shrugged his hand away. \"Don't be crazy, mister! They--\" He\nturned, saw it was Gordon, and his face turned blank. \"It's your life,\nbuster,\" he said, and reached for the brake. \"I'll give you five minutes\nto get into coveralls and helmet and out through the airlock.\"\n\nGordon needed less than that; he'd practiced all the way from Earth. The\ntransparent plastic of the coveralls went on easily enough, and his\nhands found the seals quickly. He slipped his few possessions into a bag\nat his belt, slid the knife into a spring holster above his wrist, and\npicked up the bowl-shaped helmet. It seated on a plastic seal, and the\nlittle air compressor at his back began to hum, ready to turn the thin\nwisp of Mars' atmosphere into a barely breathable pressure. He tested\nthe Marspeaker--an amplifier and speaker in another pouch, designed to\nraise the volume of his voice to a level where it would carry through\neven the air of Mars.\n\nThe driver swore at the lash of sound, and grabbed for the airlock\nswitch.\n\n       *       *       *       *       *\n\nGordon moved down unpaved streets that zig-zagged along, thick with the\nfilth of garbage and poverty--the part of Mars never seen in the\nnewsreels, outside the shock movies. Thin kids with big eyes and sullen\nmouths crowded the streets in their airsuits, yelling profanity. The\nstreet was filled with people watching with a numbed hunger for any kind\nof excitement.\n\nIt was late afternoon, obviously. Men were coming from the few bus\nroutes, lugging tools and lunch baskets, slumped and beaten from labor\nin the atomic plants, the Martian conversion farms, and the industries\nthat had come inevitably where inefficiency was better than the high\nprices of imports. The saloons were doing well enough, apparently, from\nthe number that streamed in through their airlock entrances. But Gordon\nsaw one of the bartenders paying money to a thickset person with an\narrogant sneer; he knew then that the few profits from the cheap beer\nwere never going home with the man. Storekeepers in the cheap little\nshops had the same lines on their faces as they saw on those of their\ncustomers.\n\nPoverty and misery were the keynotes here, rather than the evil\nhalf-world the drummer had babbled about. But to Gordon's trained eyes,\nthere was plenty of outright rottenness, too.\n\nHe grimaced, grateful that the supercharger on his airsuit filtered out\nsome of the smell which the thin air carried. He'd thought he was\nfamiliar with human misery from his own Earth slum background. But there\nwas no attempt to disguise it here.\n\nAhead, Mother Corey's reared up--a huge, ugly half-cylinder of pitted\nmetal and native bricks, showing the patchwork of decades, before\nrepairs had been abandoned. There were no windows, though once there had\nbeen; and the front was covered with a big sign that spelled out\n_Condemned_. The airseal was filthy, and there was no bell.\n\nGordon kicked against the side, waited, and kicked again. A slit opened\nand closed. He waited, then drew his knife and began prying at the worn\ncement around the airseal, looking for the lock that had been there.\n\nThe seal suddenly quivered, indicating that metal inside had been\nwithdrawn. Gordon grinned tautly, stepped through, and pushed the blade\nagainst the inner plastic.\n\n\"All right, all right,\" a voice whined out of the darkness. \"You don't\nhave to puncture my seal. You're in.\"\n\n\"Then call them off!\"\n\nA wheezing chuckle answered him, and a phosphor bulb glowed weakly,\nshedding some light on a filthy hall. \"Okay, boys,\" the voice said,\n\"come on down. He's alone, anyhow. What's pushing, stranger?\"\n\n\"A yellow ticket,\" Gordon told him, \"and a government allotment that'll\nlast me two weeks in the dome. I figure on making it last six here, and\ndon't let my being a firster give you hot palms. My brother was Lanny\nGordon!\"\n\nIt happened to be true, though Bruce Gordon hadn't seen his brother from\nthe time the man had left the family, as a young punk, to the day they\nfinally convicted him on his twenty-first murder. But here, if it was\nlike places he'd known on Earth, even second-hand contact with \"muscle\"\nwas useful.\n\nIt seemed to work. A huge man oozed out of the shadows, his gray face\ncontorting its doughy fat into a yellow-toothed grin, and a filthy hand\nwaved back the others. There were a few wisps of long, gray hair on the\nhead and face, and they quivered as he moved forward.\n\n\"Looking for a room?\" he whined.\n\n\"I'm looking for Mother Corey.\"\n\n\"Then you're looking at him, cobber. Sleep on the floor, want a bunk,\nsquat with four, or room and duchess to yourself?\"\n\nThere was a period of haggling, followed by a wait as Mother Corey\nkicked four grumbling men out of a four-by-seven hole on the second\nfloor. Gordon's money had carried more weight than his brother's\nreputation; for that, Corey humored his guest's wish for privacy. \"All\nyours, cobber, while your crackle's blue.\"\n\nIt was a filthy, dark place. In one corner was an unsheeted bed. There\nwas a rusty bucket for water, a hole kicked through the floor for waste\nwater. Plumbing, and such luxuries, apparently hadn't existed for\nyears--except for the small cistern and worn water-recovery plant in the\nbasement, beside the tired-looking weeds in the hydroponic tanks that\ntried unsuccessfully to keep the air breathable.\n\n\"What about a lock on the door?\" Gordon asked.\n\n\"What good would it do you? Got a different way here, we have. One\ncredit a week, and you get Mother Corey's word nobody busts in. And it\nsticks, cobber--one way or the other.\"\n\nGordon paid, and tossed his pouch on the filthy bed. With a little work,\nthe place could be cleaned enough.\n\nHe pulled the cards out of his pouch, trying to be casual. Mother Corey\nstood staring at the pack while Bruce Gordon changed out of his airsuit,\ngagging faintly as the full effluvium of the place hit him. \"Where does\na man eat around here?\"\n\nMother Corey pried his eyes off the cards and ran a thick tongue over\nheavy lips. \"Eh? Oh. Eat. There's a place about ten blocks back. Cobber,\nstop teasing me! With elections coming up, and the boys loaded with vote\nmoney back in town--with a deck of cheaters like that--you want to\n_eat_?\"\n\nHe picked the deck up fondly, while a faraway look came into his clouded\neyes. \"Same ones--same identical ones I wore out nigh twenty years ago.\nSmuggled two decks up here. Set to clean up--and I did, for a while.\" He\nshook his head sadly, and handed the deck back to Gordon. \"Come on down.\nFor the sight of these, I'll give you the lay for your pitch. And when\nyour luck's made or broken, remember Mother Corey was your friend first,\nand your old Mother can get longer use from them than you can.\"\n\nHe waddled off, telling of his plans to take Mars for a cleaning, once\nlong ago. Gordon followed him, staring at the surrounding filth.\n\nHis thoughts were churning so busily that he didn't see the blonde girl\nuntil she had forced her way past them on the stairs. Then he turned\nback, but she had vanished into one of the rooms.\n\n\n\n\nChapter II\n\nHONEST IZZY\n\n\nA lot could be done in ten days, when a man knew what he was after. It\nwas exactly ten days later. Bruce Gordon stood in the motley crowd\ninside the barnlike room where Fats ran a bar along one wall, and filled\nthe rest of the space with assorted tables--all worn. Gordon was\nsweating slightly as he stood at the roulette table, where both zero and\ndouble-zero were reserved for the house.\n\nThe croupier was a little wizened man wanted on Earth. His eyes darted\ndown to the point of the knife that showed under Gordon's sleeve, and he\nlicked his lips, showing snaggled teeth. The wheel hesitated and came to\na halt, with the ball trembling in a pocket.\n\n\"Twenty-one wins again.\" He pushed chips toward Gordon, as if every one\nof them came out of his own pay. \"Place your bets.\"\n\nTwo others around the table watched narrowly as Gordon left his chips\nwhere they were; they then exchanged looks and shook their heads. In a\nMartian roulette game, numbers with that much riding just didn't turn\nup. The croupier shifted his weight, then caught the wheel and spun it\nsavagely.\n\nGordon's leg ached from his strained position, but he shifted his weight\nonto it more heavily, and sweat popped out on the croupier's face. His\neyes darted down, to where the full weight of Gordon seemed to rest on\nthe heel that was grinding into his instep. He tried to pull his foot\noff the button that was concealed in the floor.\n\nThe heel ground harder, bringing a groan from him. And the ball hovered\nover Twenty-one and came to rest there once more.\n\nSlowly, painfully, the little man counted stacks of chips and moved them\nacross the table toward Gordon, his hands trembling.\n\nGordon straightened from his awkward position, drawing his foot back,\nand reached out for the pile of chips. Then he scooped it up and nodded.\n\"Okay. I'm not greedy.\"\n\nThe strain of watching the games until he could spot the fix, and then\nholding the croupier down, had left him momentarily weak, but Gordon\ncould still feel the tensing of the crowd. Now he let his eyes run over\nthem--the night citizens of Marsport, lower-dome section. Spacemen who'd\nmissed their ships; men who'd come here with dreams, and stayed without\nthem--the shopkeepers who couldn't meet their graft and were here to try\nto win it on a last chance; street women and petty grifters. The air was\nthick with their unwashed bodies--all Mars smelled, since water was\nstill too rare for frequent bathing--and their cheap perfume, and\nclouded with cheap Marsweed cigarettes.\n\nGordon swung where their eyes pointed, until he saw Fats Eller sidling\nthrough the groups, then let the knife slip into the palm of his hand as\nthe crowd seemed to hold its breath. Fats plucked a sheaf of Martian\nbank notes from his pocket and tossed them to the croupier.\n\n\"Cash in his chips.\" Then his pouchy eyes turned to Gordon. \"Get your\nmoney, punk, and get out! And stay out!\"\n\nFor a moment, as he began pocketing the bills, Gordon thought he was\ngoing to get away that easily. Fats watched him dourly, then swung on\nhis heel, just as a shrill, strangled cry went up from someone in the\ncrowd.\n\nThe deportee let his glance jerk to it, then froze. His eyes caught the\nsight of a hand pointing behind him, and he knew it was too crude a\ntrick to bother with. But he paused, shocked to see the girl he'd seen\non Mother Corey's stairs gazing at him in well-feigned warning. In spite\nof his better judgment, she caught his eyes and drew them down over\ncurves and swells that would always be right for arousing a man's\npassion.\n\nHe glanced back at Fats, who had started to turn again. Gordon took a\nstep backwards, preparing to duck. Again the girl's finger motioned\nbehind him; he disregarded it--and then realized it was a mistake.\n\nIt was the faintest swish in the air that caught his ear; he brought his\nshoulders up and his head down. Fast as his reaction was, it was almost\ntoo late. The weapon crunched against his shoulder and slammed over the\nback of his neck, almost knocking him out.\n\nHis heel lashed back and caught the shin of the man behind him. Gordon's\nother leg spun him around, still crouching; the knife in his hand\nstarted coming up, sharp edge leading, and aimed for the belly of the\nbruiser who confronted him. The pug saw the blade and tried to check his\nlunge.\n\nGordon felt the blade strike; but he was already pulling his swing, and\nit only gashed a long streak. The thug shrieked hoarsely and fell over.\nThat left the way clear to the door; Bruce Gordon was through it and\ninto the night in two soaring leaps. After only a few days on Mars, his\nlegs were still hardened to Earth gravity, and he had more than a double\nadvantage over the others.\n\nOutside, it was the usual Martian night in the poorer section of the\ndome, which meant near-darkness. Most of the street lights had never\nbeen installed--graft had eaten up the appropriations, instead--and the\nnearest one was around the corner, leaving the side of Fats' Place in\nthe shadow. Gordon checked his speed, threw himself flat, and rolled\nback against the building, just beyond the steps that led to the street.\n\nFeet pounded out of the door above as Fats and the bouncer broke\nthrough. Gordon's hand had already knotted a couple of coins into his\nkerchief; he waited until the two turned uncertainly up the street and\ntossed it. It struck the wall near the corner, sailed on, and struck\nagain at the edge of the unpaved street with a muffled sound.\n\nFats and the other swung, just in time to see a bit of dust where it had\nhit. \"Around the corner!\" Fats yelled. \"After him, and shoot!\"\n\nIn the shadows, Gordon jerked sharply. It was rare enough to have a gun\nhere; but to use one inside the dome was unthinkable. His eyes shot up,\nto where the few dim lights were reflected off the great plastic sheet\nthat was held up by air pressure and reinforced with heavy webbing. It\nwas the biggest dome ever built--large enough to cover all of Marsport\nbefore the slums sprawled out beyond it; it still covered half the city,\nand made breathing possible here without a helmet. But the dome wasn't\ndesigned to stand stray bullets; and having firearms inside it--except\nfor a few chosen men--was a crime punishable by death.\n\nFats had swung back, and was now herding the crowd inside his place. He\nmight have been only a small gambling-house owner, but within his own\ncircle his words carried weight.\n\nGordon got to his hands and knees and began crawling away from the\ncorner. He came to a dark alley, smelling of decay where garbage had\npiled up without being carted away. Beyond lay a lighted street, and a\nsign that announced _Mooney's Amusement Palace--Drinks Free to Patrons!_\nHe looked up and down the street, then walked briskly toward the\nsomewhat plusher gambling hall there. Fats couldn't touch him in a\ncompetitor's place.\n\nInside Mooney's, he headed quickly for the dice table. He lost steadily\non small bets for half an hour, admiring the skilled palming of the\n\"odds\" cubes. The loss was only a tiny dent in his new pile, but Gordon\nbemoaned it properly--as if he were broke--and moved over to the bar.\nThis one had seats. The bartender had a consolation boilermaker waiting;\nhe gulped half of it before he realized it had been needled with ether.\n\nBeside him, a cop was drinking the same slowly, watching another\npoliceman at a Canfield game. He was obviously winning, and now he got\nup and came over to cash in his chips.\n\n\"You'd think they'd lose count once in a while,\" he complained to his\ncompanion. \"But nope--fifty even a night, no more ... Well, come on,\nPete. We'd better get back to Fats and tell him the swindler got away.\"\n\nGordon followed them out and turned south, down the street toward the\nedge of the dome and the entrance where he'd parked his airsuit and\nhelmet. He kept glancing back, whenever he was in the thicker shadows,\nbut there seemed to be no one following him.\n\nAt the gate of the dome, he looked back again, then ducked into the\nlocker building. He threaded through the maze of the lockers with his\nknife ready in his hand, trying not to attract suspicion. At this hour,\nthough, most of the place was empty. The crowds of foremen and\ndeliverymen who'd be going in and out through the day were lacking.\n\nHe found his suit and helmet and clamped them on quickly, transferring\nthe knife to its spring sheath outside the suit. He checked the tiny\nbatteries that were recharged by generators in the soles of the boots\nwith every step. Then he paid his toll for the opening of the private\nslit and went through, into the darkness outside the dome.\n\nLights bobbed about--police in pairs, patrolling in the better streets,\nwalking as far from the houses as they could; a few groups, depending on\nnumbers for safety; some of the very poor, stumbling about and hoping\nfor a drink somehow; and probably hoods from the gangs that ruled the\nnights here.\n\nGordon left his torch unlighted, and moved along; there was a little\nillumination from the phosphorescent markers at some of the corners, and\nfrom the stars. He could just make his way without marking himself with\na light.\n\nDamn it, he should have hired a few of the younger bums from Mother\nCorey's. Here he couldn't hear footsteps. He located a pair of\npatrolling cops, and followed them down one street, until they swung\noff. Then he was on his own again.\n\n\"Gov'nor!\" The word barely reached him, and Bruce Gordon spun around,\nthe knife twitching into his hand. It was a thin kid of perhaps eighteen\nbehind him, carrying a torch that was filtered to bare visibility. It\nswung up, and he saw a pock-marked face that was twisted in a smile\nmeant to be ingratiating.\n\n\"You've got a pad on your tail,\" the kid said, again as low as his\namplifier would permit. \"Need a convoy?\"\n\nGordon studied him briefly, and grinned. Then his grin wiped out as the\nkid's arm flashed to his shoulder and back, a series of quick jerks that\nseemed almost a blur. Four knives stood buried in the ground at Gordon's\nfeet, forming a square--and a fifth was in the kid's hand.\n\n\"How much?\" he asked, as the kid scooped up the blades and shoved them\nexpertly back into shoulder sheaths. The kid's hand shaped a C quickly,\nand Gordon slipped his arm through a self-sealing slit in the airsuit\nand brought out two of them.\n\n\"Thanks, gov'nor,\" the kid said, stowing them away. \"You won't regret\nit.\" Gordon started to turn. Then the kid's voice rose sharply to a\nyell. \"Okay, honey, he's the Joe!\"\n\nOut of the darkness, ten to a dozen figures loomed up. The kid had\njumped aside with a lithe leap, and now stood between Gordon and the\ngroup moving in for the kill. Gordon swung to run, and found himself\nsurrounded. His eyes flickered around, trying to spot something in the\ndarkness that would give him shelter.\n\nA bludgeon was suddenly hurtling toward him, and he ducked it, his blood\nthick in his throat and his ears ringing with the same pressure of fear\nhe'd always known just before he was kayoed in the ring. Then he\nselected what he hoped was the thinnest section of the attackers and\nleaped forward. With luck, he might jump over them, using his Earth\nstrength.\n\nThere was a flicker of dawnlight in the sky, now, however; and he made\nout others behind, ready for just such a move. He changed his lunge in\nmid-stride, and brought his arm back with the knife. It met a small\nround shield on the arm of the man he had chosen, and was deflected at\nonce.\n\n\"Give 'em hell, gov'nor,\" the kid's voice yelled, and the little figure\nwas beside him, a shower of blades seeming to leap from his hand in the\nglare of his bare torch. Shields caught them frantically, and then the\nkid was in with a heavy club he'd torn from someone's hand.\n\nGordon had no time to consider his sudden traitor-ally. He bent to the\nground, seizing the first rocks he could find, and threw them. One of\nthe hoods dropped his club in ducking; Gordon caught it up and swung in\na single motion that stretched the other out.\n\nThen it was a melée. The kid's open torch, stuck on his helmet, gave\nthem light enough, until Gordon could switch on his own. Then the kid\ndropped behind him, fighting back-to-back. Here, in close quarters, the\nattackers were no longer using knives. One might be turned on its owner,\nand a slit suit meant death by asphyxiation.\n\nGordon saw the blonde girl on the outskirts, her face taut and glowing.\nHe tried to reach her with a thrown club wrested from another man, but\nshe leaped nimbly aside, shouting commands.\n\nTwo burly goons were suddenly working together. Gordon swung at one,\nducked a blow from the other, and then saw the first swinging again. He\ntried to bring his club up--but knew it was too late. A dull weight hit\nthe side of his head, and he felt himself falling.\n\n       *       *       *       *       *\n\nIt took only minutes for dawn to become day on Mars, and the sun was\nlighting up the messy section of back street when Bruce Gordon's eyes\nopened and the pain of sight struck his aching head. He groaned, then\nlooked frantically for the puff of escaping air. But his suit was still\nsealed. Ahead of him, the kid lay sprawled out, blood trickling from an\nugly bruise along his jaw.\n\nThen Gordon felt something on his suit, and his eyes darted to hands\njust finishing an emergency patch. His eyes darted up and met those of\nthe blonde vixen!\n\nAmazement kept him motionless for a second. There were tears in the eyes\nof the girl, and a sniffling sound reached him through her Marspeaker.\nApparently, she hadn't noticed that he had revived, though her eyes were\non him. She finished the patch, and ran perma-sealer over it. Then she\nbegan putting her supplies away, tucking them into a bag that held notes\nthat could only have been stolen from his pockets--her share of the\nloot, apparently.\n\nHe was still thinking clumsily as she got to her feet and turned to\nleave. She cast a glance back, hesitated, and then began to move off.\n\nHe got his feet under him slowly, but he was reviving enough to stand\nthe pain in his head. He came to his feet, and leaped after her. In the\nthin air, his lunge was silent, and he was grabbing her before she knew\nhe was up.\n\nShe swung with a single gasp, and her hand darted down for her knife,\nsweeping it up and toward him; he barely caught the wrist coming toward\nhim. Then he had her firmly, bringing her arm back and up, until the\nknife fell from her fingers.\n\nShe screamed and began writhing, twisting her hard young body like a boa\nconstrictor in his hands. But he was stronger. He bent her back over his\nknee, until a mangled moan was coming from her speaker; then his foot\nkicked out, knocking her feet out from under her. He let her hit the\nground, caught both her wrists in his, and brought his knee down on her\nthroat, applying more pressure until she lay still. Then he reached for\nthe pouch.\n\n\"Damn you!\" Her cry was more in anguish then it had been when he was\nthreatening to break her back. \"You damned firster, I'll kill you if\nit's the last thing I do. And after I saved your miserable life....\"\n\n\"Thanks for that,\" he grunted. \"Next time don't be a fool. When you kill\na man for his money, he doesn't feel very grateful for your reviving\nhim.\"\n\nHe started to count the money. About a tenth of what he had won--not\neven enough to open a cheap poker den, let alone bribe his way back to\nEarth.\n\nThe girl was out from under his knee at the first relaxation of\npressure. Her hand scooped up the knife, and she came charging toward\nhim, her mouth a taut slit across half-bared teeth. Gordon rolled out of\nher swing, and brought his foot up. It caught her squarely under the\nchin, and she went down and out.\n\nHe picked up the scattered money and her knife, then made sure she was\nstill breathing. He ran his hands over her, looking for a hiding place\nfor more money; there was none.\n\n\"Good work, gov'nor,\" the kid's thin voice approved, and Gordon swung to\nsee the other getting up painfully. The kid grinned, rubbing his bruise.\n\"No hard feelings, gov'nor, now! They paid me to stall you, so I did.\nYou bonused me to protect you, and I bloody well tried. Honest Izzy,\nthat's me. Gonna buy me a job as a cop. That's why I needed the scratch.\nOkay, gov'nor?\"\n\nGordon hauled back his hand to knock the other from his feet, and then\ndropped it. A grin writhed onto his face, and broke into sudden grudging\nlaughter.\n\n\"Okay, Izzy,\" he admitted. \"For this stinking planet, I guess you're\nsomething of a saint. Come along, and we'll both apply for that\njob--after I get my stuff.\"\n\nHe might as well join the law. Security had wanted him to police their\ndamned planet for them--and he might as well do it officially.\n\nHe tossed the girl's knife down beside her, motioned to Izzy, and began\nheading for Mother Corey's.\n\n\n\n\nChapter III\n\nTHE GRAFT IS GREEN\n\n\nIzzy seemed surprised when he found that Gordon was turning in to the\nquasi-secret entrance to Mother Corey's. \"Coming here myself,\" he\nexplained. \"Mother got ahold of a load of snow, and sent me out to\ncontact a big pusher. Coming back, the goons picked me up and gave me\nthe job on you. Hey, Mother!\"\n\nBruce Gordon didn't ask how Mother Corey had acquired the dope. When\nEarth had deported all addicts two decades before, it had practically\nbegged for dope smuggling.\n\nThe gross hulk of Mother Corey appeared almost at once. \"Izzy and Bruce.\nDidn't know you'd met, cobbers. Contact, Izzy?\"\n\n\"Ninety per cent for uncut,\" Izzy answered.\n\nThey went up to Gordon's hole-in-the-wall, with Mother Corey wheezing\nbehind, while the rotten wood of the stairs groaned under his grotesque\nbulk. At his questions, Gordon told the story tersely.\n\nMother Corey nodded. \"Same old angles, eh? Get enough to do the job,\nthey mug you. Stop halfway, and the halls are closed to you. Pretty\nsoon, they'll be trick-proof, anyhow; they're changing over to electric\neyes. Eh, you haven't forgotten me, cobber?\"\n\nGordon hadn't. The old wreck had demanded five per cent of his winnings\nfor tipping him off. Mother Corey had too many cheap hoods among his\nfriends to be fooled with. Gordon counted out the money reluctantly,\nwhile Izzy explained that they were going to be cops.\n\nThe old man shook his head, estimating what was left to Gordon. \"Enough\nto buy a corporal's job, pay for your suit, and maybe get by,\" he\ndecided. \"Don't do it, cobber. You're the wrong kind. You take what\nyou're doing serious. When you set out to tinhorn a living, you're a\ncrook. Get you in a cop's outfit, and you'll turn honest. No place here\nfor an honest cop--not with elections coming up, cobber. Well, I guess\nyou gotta find out for yourself. Want a good room?\"\n\nGordon's lips twitched. \"Thanks, Mother, but I'll be staying inside the\ndome, I guess.\"\n\n\"So'll I,\" the old man gloated. \"Setting in a chair all day, being an\nhonest citizen. Cobber, I already own a joint there--a nice one, they\ntell me. Lights. Two water closets. Big rooms, six-by-ten--fifty of\nthem, big enough for whole families. And strictly on the level, cobber.\nIt's no hide-out, like this.\"\n\nHe rolled the money in his greasy fingers. \"Now, with what I get from\nthe pusher, I can buy off that hot spot on the police blotter. I can go\nin the dome and walk around, just like you.\" His eyes watered, and a\ntear went dripping down his nose. \"I'm getting old. They'll be calling\nme 'Grandmother' pretty soon. So I'm turning my Chicken House over to my\ngranddaughter and I'm going honest. Want a room?\"\n\nGordon grinned, and nodded. Mother Corey knew the ropes, and could be\ntrusted. \"Didn't know you had a granddaughter.\"\n\nIzzy snorted, and Mother Corey grinned wolfishly. \"You met her, cobber.\nThe blonde you shook down! Came up from Earth eight years ago, looking\nfor me. I sold her to the head of the East Point gang. Since she killed\nhim, she's been doing pretty well on her own. Mostly. Except when she\nmakes a fool of herself, like she did with you. But she'll come around\nto where I'm proud of her, yet.... If you two want to carry in the snow,\ncollect, and turn it over to Commissioner Arliss for me--I can't pass\nthe dome till he gets it--I'll give you both rooms for six months free.\nExcept for the lights and water, of course.\"\n\nIzzy nodded, and Gordon shrugged. On Mars, it didn't seem odd to begin\napplying for a police job by carrying in narcotics. He wondered how\nthey'd go about contacting the commissioner.\n\nBut that turned out to be simple enough. After collecting, Izzy led the\nway into a section marked \"Special Taxes\" and whispered a few casual\nwords. The man at the desk went into an office marked private, and came\nback a few minutes later.\n\n\"Your friend has no record with us,\" he said in a routine voice. \"I've\nchecked through his tax forms, and they're all in order. We'll confirm\nofficially, of course.\"\n\n       *       *       *       *       *\n\nIn the Applications section of the big Municipal Building, at the center\nof the dome, there was a long form to fill out at the desk; but the\ncaptain there had already had answers typed in.\n\n\"Save time, boys,\" he said genially. \"And time's valuable, ain't it? Ah,\nyes.\" He took the sums they had ready--there was a standard price--and\nstamped their forms. \"And you'll want suits. Isaacs? Good, here's your\nreceipt. And you, Corporal Gordon. Right. Get your suits one floor down,\nend of the hall. And report in eight tomorrow morning!\"\n\nIt was as simple as that. Bruce Gordon was lucky enough to get a fair\nfit in his suit. He'd almost forgotten what it felt like to be in\nuniform.\n\nIzzy was more businesslike. \"Hope they don't give us too bad territory,\ngov'nor,\" he remarked. \"Pickings are always a little lean on the first\nfew beats, but you can work some fairly well.\"\n\nGordon's chest fell; this was Mars!\n\nThe room at the new Mother Corey's--an unkempt old building near the\nedge of the dome--proved to be livable, though it was a shock to see\nMother Corey himself in a decent suit, and using perfume.\n\nThe beat was in a shabby section where clerks and skilled laborers\nworked. It wasn't poor enough to offer the universal desperation that\ngave the gang hoodlums protective coloring, nor rich enough to have\nmajor rackets of its own.\n\nIzzy was disgusted. \"Cripes! Hope they've got a few cheap pushers around\nthat don't pay protection direct to the captain. You take that store;\nI'll go in this one!\"\n\nThe proprietor was a druggist who ran his own fountain where the\nsynthetics that replaced honest Earth foods were compounded into sweet\nand sticky messes for the neighborhood kids. He looked up as Gordon came\nin; then his face fell. \"New cop, eh? No wonder Gable collected\nyesterday, ahead of time. All right, you can look at my books. I've been\npaying fifty, but you'll have to wait until Friday.\"\n\nGordon nodded and swung on his heel, surprised to find that his stomach\nwas turning. The man obviously couldn't afford fifty credits a week. But\nit was the same all along the street. Even Izzy admitted finally that\nthey'd have to wait.\n\n\"That damned cop before us! He really tapped them! And we can't take\nless, so I guess we gotta wait until Friday.\"\n\n       *       *       *       *       *\n\nThe next day, Bruce Gordon made his first arrest. It was near the end of\nhis shift, just as darkness was falling and the few lights were going\non. He turned a corner and came to a short, heavy hoodlum backing out of\na small liquor store with a knife in throwing position. The crook\ngrunted as he started to turn and stumbled onto Gordon. His knife\nflashed up.\n\nWithout the need to worry about an airsuit, Gordon moved in, his arm\njerking forward. He clipped the crook on the inside of the elbow, while\ngrabbing the wrist with his other hand. The man went sailing over\nGordon's head, to crash into the side of the building. He let out a\nyell.\n\nGordon rifled the hood's pockets, and located a roll of bills stuffed\nin. He dragged them out, before snapping cuffs on the man. Then he\npulled the crook inside the store.\n\nA woman stood there, moaning over a pale man on the floor; blood oozed\nfrom a welt on the back of his head. There was both gratitude and\nresentment as she looked up at Gordon.\n\n\"You'd better call the hospital,\" he told her sharply. \"He may have a\nconcussion. I've got the man who held you up.\"\n\n\"Hospital?\" Her voice broke into another wail. \"And who can afford\nhospitals? All week we work, all hours. He's old, he can't handle the\ncases. I do that. Me! And then you come, and you get your money. And\n_he_ comes for his protection. Papa is sick. Sick, do you hear? He sees\na doctor, he buys medicine. Then Gable comes. This man comes. We can't\npay him! So what do we get--we get knifes in the faces, saps on the\nhead--a concussion, you tell me! And all the money--the money we had to\npay to get stocks to sell to pay off from the profits we don't make--all\nof it, he wants! Hospitals! You think they give away at the hospitals\nfree?\"\n\nShe fell to her knees, crying over the injured man.\n\nGordon tossed the roll of bills onto the floor beside her; the injury\nseemed only a scalp wound, and the old man was already beginning to\ngroan. He opened his eyes and saw the bills in front of him, at which\nthe woman was staring unbelievingly. His hand darted out, clutching it.\n\"God!\" he moaned softly, and his eyes turned up slowly to Gordon.\n\n\"In there!\" It was a shout from outside. Gordon had just time to\nstraighten up before the doorway was filled with two knife-men and a\nheavier one behind them.\n\nHis hands dropped to the handcuffed man on the floor, and he caught him\nup with a jerk, slapping his body back against the counter. He took a\nstep forward, jerking his hands up and putting his Earth-adapted\nshoulders behind it. The hood sailed up and struck the two knife-men\nsquarely.\n\nThere was a scream as their automatic attempts to save themselves buried\nboth knives in the body of their friend. Then they went crashing down,\nand Gordon was over them.\n\n       *       *       *       *       *\n\nThe desk captain at the precinct house groaned as they came in, then\nshook his head. \"Damn it,\" he said. \"I suppose it can't be helped,\nthough; you're new, Gordon. Hennessy, get the corpse to the morgue, and\nmark it down as a robbery attempt. I'm going to have to book you and\nyour men, Mr. Jurgens!\"\n\nThe heavy leader of the two angry knife-men grinned. \"Okay, Captain. But\nit's going to slow down the work I'm doing on the Mayor's campaign for\nre-election! Damn that Maxie--I told him to be discreet. Hey, you know\nwhat you've got, though--a real considerate man! He gave the old guy his\nmoney back!\"\n\nThey took Bruce Gordon's testimony, and sent him home.\n\nJurgens was waiting for him when he came on the beat. From his look of\nhaving slept well, he must have been out almost as soon as he was\nbooked. Two other men stood behind Gordon, while Jurgens explained that\nhe didn't like being interrupted on business calls \"about the Mayor's\ncampaign, or anything else,\" and that next time there'd be real hard\nfeelings. Gordon was surprised when he wasn't beaten, but not when the\nracketeer suggested that any money found at a crime was evidence and\nshould go to the police. The captain had told him the same.\n\nBy Friday, he had learned. He made his collections early. Gable had sold\nhim the list of what was expected, and he used it, though he cut down\nthe figures in a few cases. There was no sense in killing the geese that\nlaid the eggs.\n\nThe couple at the liquor store had their payment waiting, and they\nhanded it over, looking embarrassed. It wasn't until he was gone that he\nfound a small bottle of fairly good whiskey tucked into his pouch. He\nstarted to throw it away, and then lifted it to his lips. Maybe they'd\nknown how he felt better than he had. Mother Corey's words about his\nchange of attitude came back. Damn it, he had to dig up enough money to\nget back to Earth.\n\nHe collected, down to the last account. It was a nice haul; at that\nrate, he'd have to stand it only for a few months. Then Gordon's lips\ntwisted, as he realized it wasn't all gravy. There were angles, or the\nprice of a corporalcy would have been higher.\n\nOne of the older men answered his questions. \"Fifty per cent of the take\nto the Orphan's and Widow's fund. Better make it more than Gable turned\nin, if you want to get a better beat.\"\n\nThe envelopes were lying on a table marked \"Voluntary Donations\"; Gordon\nfilled his out, with a figure a bit higher than half of Gable's take,\nand dropped it in the box. The captain, who had been watching him\ncarefully, settled back and smiled.\n\n\"Widows and Orphans sure appreciate a good man,\" he said. \"I was kind of\nworried about you, Gordon, but you got a nice touch. One of my new\nboys--Isaacs, you know him--was out checking up after you, and the dopes\nseem to like you.\"\n\nGordon had wondered why Izzy had been pulled off the beat. As he turned\nto leave, the captain held up a hand. \"Special meeting tomorrow. We\ngotta see about getting out a good vote. Election only three weeks\naway.\"\n\nGordon went home. He'd learned by now that the native Martians--those\nwho'd been here for at least thirty years, or had been born here--were\nbacking a reform candidate and new ticket. But Mayor Wayne had all of\nthe rest of the town in his hand. He'd been in twice, and had lifted the\ngraft take by a truly remarkable figure. From where Gordon stood, it\nlooked like a clear victory for the reformer, Nolan.\n\nHe went into the meeting willing to agree to anything. He applauded all\nthe speeches about how much Mayor Wayne had done for them, and signed\nthe pledge expressing his confidence, along with the implied duty he had\nto make his beat vote right. Then he stopped, as the captain stood up.\n\n\"We gotta be neutral, boys,\" he boomed. \"But it don't mean we can't show\nhow well we like the Mayor. Just remember, he got us our jobs! Now I\nfigure we can all kick in a little to help his campaign. I'm going to\nstart it off with five thousand credits, two thousand of them right\nnow.\"\n\nThey fell in line, though there was no cheering. The price might have\nbeen fixed in advance. A thousand for a plain cop, fifteen hundred for a\ncorporal, and so on, each contributing a third of it now. Gordon\ngrimaced; he had six hundred left. This would take nearly all of it.\n\nA man named Fell shook his head, fearfully. \"Can't do a thing now. My\nwife had a baby and an operation, and----\"\n\n\"Okay, Fell,\" the captain said, without a sign of disapproval. \"Freitag,\nwhat about you? Fine, fine!\"\n\nGordon's name came, and he shook his head. \"I'm new--and I'm strapped\nnow. I'd like----\"\n\n\"Quite all right, Gordon,\" the captain boomed. \"Harwick!\"\n\nHe finished the roll, and settled back, smiling. \"I guess that's all,\nboys. Thanks from the Mayor. And go on home.... Oh, Fell, Gordon,\nLativsky--stick around. I've got some overtime for you, since you need\nextra money. The boys out in Ward Three are shorthanded. Afraid I'll\nhave to order you out there!\"\n\n       *       *       *       *       *\n\nWard Three was the hangout of a cheap gang of hoodlums, numbering some\nfour hundred, who went in for small crimes mostly. But they had recently\ndeclared war on the cops.\n\nAfter eight hours of overtime, Gordon reported in with every bone sore\nfrom small missiles, and his suit filthy from assorted muck. He had a\nbeautiful shiner where a stone had clipped him.\n\nThe captain smiled. \"Rough, eh? But I hear robbery went down on your\nbeat last night. Fine work, Gordon. We need men like you. Hate to do it,\nbut I'm afraid you'll have to take the next shift at Main and Broad,\ndirecting traffic. The usual man is sick, and you're the only one I can\ntrust with the job!\"\n\nGordon stuck it out, somehow, but it wasn't worth it. He reported back\nto the precinct with the five hundred in his hand, and his pen itching\nfor the donation agreement.\n\nThe captain took it, and nodded. \"I wasn't kidding about your being a\ngood man, Gordon. Go home and get some sleep, take the next day off.\nAfter that, we've got a new job for you!\"\n\n\n\n\nChapter IV\n\nCAPTAIN MURDOCH\n\n\nThe new assignment was to the roughest section in all Marsport--the slum\narea beyond the dome, out near the rocket field. Here all the riffraff\nthat had been unable to establish itself in better quarters had found\nsome sort of a haven. At one time, there had been a small dome and a\ntiny city devoted to the rocket field. But Marsport had flourished\nenough to kill it off. The dome had failed from neglect, and the\nbuildings inside had grown shabbier.\n\nBruce Gordon was trapped; he couldn't break his job with the police--if\nhe did, he'd be brought back as a criminal. Some of Mars' laws dated\nfrom the time when law enforcement had been hampered by lack of men,\nrather than by the type of men.\n\nThe Stonewall gang numbered perhaps five hundred. They hired out members\nto other gangs, during the frequent wars. Between times, they picked up\nwhat they could by mugging and theft, with a reasonable amount of murder\nthrown in at a modest price.\n\nEven derelicts and failures had to eat; there were stores and shops\nthroughout the district which eked out some kind of a marginal living.\nThey were safe from protection racketeers there--none bothered to come\nso far out. And police had been taken off the beats there after it grew\nunsafe even for men in pairs to patrol the area.\n\nThe shopkeepers, and some of the less unfortunate people there, had\nprotested loud enough to reach clear back to Earth. Marsport had hired a\nman from Earth to come in and act as chief of the section. Captain\nMurdoch was an unknown factor, and now was asking for more men. The\npressure was enough to get them for him.\n\nGordon reported for work with a sense of the bottom falling out, mixed\nwith a vague relief.\n\n\"You're going to be busy,\" Murdoch announced shortly in the dilapidated\nbuilding that had been hastily converted to a precinct house. \"Damn it,\nyou're men, not sharks. I've got a free hand, and we're going to run\nthis the way we would on Earth. Your job is to protect the citizens\nhere--and that means everyone not breaking the laws--whether you feel\nlike it or not. No graft. The first man making a shakedown will get the\nsame treatment we're going to use on the Stonewall boys. You'll get\ndouble pay here, and you can live on it!\"\n\nHe opened up a box on his desk and pulled out six heavy wooden sticks,\neach thirty inches long and nearly two inches in diameter. There was a\nshaped grip on each, with a thong of leather to hold it over the wrist.\n\nHe picked out five of the men, including Gordon \"You five will come with\nme. I'm going to show how we operate. The rest of you can team up any\nway you want tonight, pick any route that's open. Okay, men, let's go.\"\n\nBruce Gordon grinned slowly as he swung the stick, and Murdoch's eyes\nfell on him. \"Earth cop!\"\n\n\"Two years,\" Gordon admitted.\n\n\"Then you should be ashamed to be in this mess. But whatever your\nreasons, you'll be useful. Take those two and give them some lessons,\nwhile I do the same with these.\"\n\nFor a second, Gordon cursed himself. Murdoch had fixed it so he'd be a\nsquad leader, and that meant he'd be unable to step out of line. At\ndouble standard pay, with normal Mars expenses, he might be able to pay\nfor passage back to Earth in three years--if Security let him.\nOtherwise, it would take thirty.\n\nHe began wondering about Security, then. Nobody had tried to get in\ntouch with him. Were they waiting for him to get up on a soapbox?\n\nThere was a crude lighting system here, put up by the citizens. At the\nfront of each building, a dim phosphor bulb glowed; when darkness fell,\nthey would have nothing else to see by.\n\nMurdoch bunched them together. \"A good clubbing beats hanging,\" he told\nthem. \"But it has to be _good_. Go in for business, and don't stop just\nbecause the other guy quits. Give them hell!\"\n\nMoving in two groups of threes, at opposite sides of the street, they\nbegan their beat. They were covering an area of six blocks one way, and\ntwo the other.\n\nThey had traveled the six blocks and were turning down a side street\nwhen they found their first case; it was still daylight. Two of the\nStonewall boys were working over a tall man in a newer airsuit. As the\npolice swung around, one of the thugs casually ripped the airsuit open.\n\nA thin screech like a whistle came from Murdoch's Marspeaker, and the\ncaptain went forward, with Gordon at his heels. The hoodlums tossed the\nman aside easily, and let out a yell. From the buildings around, an\nassortment of toughs came at the double, swinging knives, picks, and\nbludgeons.\n\nThere was no chance to save the citizen, who was dying from lack of air.\nGordon felt the solid pleasure of the finely turned club in his hands.\nIt was light enough for speed, but heavy enough to break bones where it\nhit. A skilled man could knock a knife, or even a heavy club, out of\nanother's hand with a single flick of the wrist. And he'd had practice.\n\nHe saw Murdoch's club dart in and take out two of the gang, one on the\nforward swing, one on the recover. Gordon's eyes popped at that. The man\nwas totally unlike a Martian captain, and a knot of homesickness for\nEarth ran through his stomach.\n\nHe swallowed the sentiment; his own club was moving now. Standing beside\nMurdoch, they were moving forward. The other four cops had come in\nreluctantly.\n\n\"Knock them out and kick them down!\" Murdoch yelled. \"And don't let them\nget away!\"\n\nGordon was after a thug who was attempting to run away. He brought him\nto the ground with a single blow across the kidneys.\n\nIt was soon over. They rounded up the men of the gang, and one of the\ncops started off. Murdoch called, \"Where are you going?\"\n\n\"To find a phone and call the wagon.\"\n\n\"We're not using wagons,\" Murdoch told him. \"Line them up.\"\n\nWhen the hoods came to, they found themselves helpless, and facing\npolice with clubs. If they tried to run, they were hit from behind; if\nthey stood still, they were clubbed carefully. If they fought back, the\npugnaciousness was knocked out of them at once.\n\nMurdoch indicated one who stood with his shoulders shaking and tears\nrunning down his cheeks. The captain's face was as sick as Gordon felt.\n\"Take him aside. Names.\"\n\nGordon found a section away from the others. \"I want the name of every\nman in the gang you can remember,\" he told the man.\n\nHorror shot over the other's bruised features. \"Colonel, they'd kill me!\nI don't know.\"\n\nHis screams were almost worse than the beating but names began to come.\nGordon took them down, and then returned with the man to the others.\n\nMurdoch took his nod as evidence enough, and turned to the wretched\ntoughs. \"He squealed,\" he announced. \"If he should turn up dead, I'll\nknow you boys are responsible, and I'll find you. Now get out of this\ndistrict, or get honest jobs! Because every time one of my men sees one\nof you, this will happen again. And you can pass the word along that the\nStonewall gang is dead!\"\n\nHe turned and moved off down the street, the others at his side. Gordon\nnodded. \"I've heard the theory, but never saw it in practice. Suppose\nthe whole gang jumps us at once?\"\n\nMurdoch shrugged. \"Then we're taken. The old book I got the idea from\ndidn't mention that.\"\n\n       *       *       *       *       *\n\nTrouble began brewing shortly after, though. Men stood outside, studying\nthe cops on their beat. Murdoch sent one of the men to pick up a second\nsquad of six, and then a third. After that, the watchers began to melt\naway.\n\n\"We'd better shift to another territory,\" Murdoch decided. Gordon\nrealized that the gang had figured that concentrating the police here\nmeant other territories would be safe.\n\nTwo more groups were given the treatment. In the third one, Bruce Gordon\nspotted one of the men who'd been beaten before. He was a sick-looking\nspectacle.\n\nMurdoch nodded. \"Object lesson!\"\n\nThe one good thing about the captain, Gordon decided, was that he\nbelieved in doing his own dirtiest work. When he was finished, he turned\nto two of the other captives.\n\n\"Get a stretcher, and take him wherever he belongs,\" he ordered. \"I'm\nleaving you two able to walk for that. But if _you_ get caught again,\nyou'll get still worse.\"\n\nThe squad went in, tired and sore; all had taken a severe beating in the\nbrawls. But there was little grumbling. Gordon saw grudging admiration\nin their eyes for Murdoch, who had taken more punishment than they had.\n\nGordon rode back in the official car with Murdoch and both were silent\nmost of the way. But the captain stirred finally, sighing. \"Poor\ndevils!\"\n\nGordon jerked up in surprise. \"The gang?\"\n\n\"No, the cops they're giving me. We're covered, Gordon. But the\nStonewall gang is backing Wayne. He's let me come in because he figures\nit will get him more votes. But afterwards, he'll have me out; and then\nthe boys with me will be marks for the gang when it comes back. Besides,\nit'll show on the books that they didn't kick into his fund. I can\nalways go back to Earth, and I'll try to take you along. But it's going\nto be tough on them.\"\n\nBruce Gordon grimaced. \"I've got a yellow ticket, from Security.\"\n\nMurdoch blinked. He dropped his eyes slowly. \"So you're _that_ Gordon?\nBut you're still a good cop.\"\n\nThey rode on further in silence, until Gordon broke the ice to ease the\ntension. He found himself liking the other.\n\n\"What makes you think Wayne will be re-elected? Nobody wants him, except\na gang of crooks and those in power.\"\n\nMurdoch grinned bitterly. \"Ever see a Martian election? No, you're a\nfirster. He can't lose! And then hell is going to pop, and this whole\nplanet may be blown wide open!\"\n\nIt fitted with the dire predictions of Security, and with the spying\nGordon was going to do--according to them.\n\nHe discussed it with Mother Corey, who agreed that Wayne would be\nre-elected.\n\n\"Can't lose,\" the old man said. He was getting even fatter, now that he\nwas eating better food from the fair restaurant around the corner.\n\n\"He'll win,\" Mother Corey repeated. \"And you'll turn honest all over,\nnow you're in uniform. Take me, cobber. I figured on laying low for a\nwhile, then opening up a few rooms for a good pusher or two, maybe a\nhigh-class duchess. Cost 'em more, but they'd be respectable. Only now\nI'm respectable myself, they don't look so good. But this honesty stuff,\nit's like dope. You start out on a little, and you have to go all the\nway.\"\n\n\"It didn't affect Honest Izzy,\" Gordon pointed out.\n\n\"Nope. Because Izzy is always honest, according to how he sees it. But\nyou got Earth ideas of the stuff, like I had once. Too bad.\" He sighed\nponderously.\n\n       *       *       *       *       *\n\nThe week moved on. The groups grew more experienced, and Murdoch was\ntraining a new squad every night. Gordon's own squad was equipped with\nshields now, and they were doing better. The number of muggings and\nholdups in the section was going down. They seldom saw a man after he'd\nbeen treated.\n\nOne of the squads was jumped by a gang of about forty, and two of the\nmen were killed before the nearest other squad could pull a rear attack.\nThat day the whole force worked overtime hunting for the men who had\nescaped; and by evening the Stonewall boys had received proof that it\ndidn't pay to go against the police in large numbers.\n\nAfter that, they began to go hunting for the members of the gang. They\nhad the names of nearly all of them, and some pretty good ideas of their\nhide-outs.\n\nIt wasn't exactly legal; but nothing was, here. If a doctor's job was to\nprevent illness, instead of merely curing it, then why shouldn't it be a\npoliceman's job to prevent crime? Here, that was best done by wiping out\nthe Stonewall gang to the last member.\n\nThis could lead to abuses, as he'd seen on Earth. But there probably\nwouldn't be time for it if Mayor Wayne was re-elected.\n\nThe gang had begun to break up, but the nucleus would be the last to go.\nThe police had orders to beat any member on sight, now. Citizens were\nappearing on the streets at night for the first time in years. And there\nwere smiles--hungry, beaten smiles, but still genuine ones--for the\ncops.\n\n\n\n\nChapter V\n\nRECALL\n\n\nIt was night outside, and the phosphor bulbs at the corners glowed\ndimly, giving him barely enough light by which to locate the way to the\nextemporized precinct house. Bruce Gordon reached the outskirts of the\nmiserable business section, noticing that a couple of the shops were\nstill open. It had probably been years since any had dared risk it after\nthe sun went down. And the slow, doubtful respect on the faces of the\ncitizens as they nodded to him was even more proof that Haley's system\nwas working. Gordon nodded to a couple, and they grinned faintly at him.\nDamn it, Mars could be cleaned up....\n\nHe grinned at himself, then something needled at his mind, until he\nswung back. The man who had just passed was carrying a lunch basket, and\nwas wearing the coveralls of one of the crop-prospector crews; but the\nexpression on his face had been wrong.\n\nRed hair, too heavily built, a lighter section where a mustache had been\nshaved and the skin not quite perfectly powdered.... Gordon moved\nforward quickly, until he could make out the thin scar showing through\nthe make-up over the man's eyes. He'd been right--this was O'Neill, head\nof the Stonewall gang.\n\nGordon hit the signal switch, and the Marspeaker let out a shrill\nwhistle. O'Neill had turned to run, and then seemed to think better of\nit. His hand darted down to his belt, just as Gordon reached him.\n\nThe heavy locust stick met the man's wrist before the weapon was half\ndrawn--another gun! Guns suddenly seemed to be flourishing everywhere.\nThe gun dropped from O'Neill's hand as the wrist snapped, and the\nStonewall chief let out a high-pitched cry of pain. Then another cop\ncame around a corner at a run.\n\n\"You can't do it to me! I'm reformed; I'm going straight! You damned\ncops can't....\" O'Neill was blubbering. The small crowd that was\ncollecting was all to the good, Gordon knew, and he let O'Neill go on.\nNothing could help break up the gangs more than having a leader break\ndown in public.\n\nThe other cop had yanked out O'Neill's wallet, and now tossed it to\nGordon. One look was enough--the work papers had the telltale\nover-thickening of the signature that had showed up on other papers,\nobviously forgeries. The cops had been passing them on the hope of\nfinding one of the leaders.\n\nSome turned away as Gordon and the other cop went to work, but most of\nthem weren't squeamish. When it was over, the two picked up their\nwhimpering captive. Gordon pocketed the revolver with his free hand.\n\"Walk, O'Neill!\" he ordered. \"Your legs are still whole. Use them!\"\n\nThe man staggered between them, whimpering at each step. If any members\nof the gang were around, they made no attempt to rescue him.\n\nJenkins, the other cop, had been holding the wallet. Now he held it out\ntoward Gordon. \"The gee was heeled, Corporal. Must of been making a big\ncontact in something. Fifty-fifty?\"\n\n\"Turn it in to Murdoch,\" Gordon said, and then cursed himself. There\nmust have been over two thousand credits in the wallet.\n\n       *       *       *       *       *\n\nThe captain's face had been buried in a pile of papers, but now Murdoch\ncame around to stare at the gang leader. He inspected the forged work\npapers, and jerked his thumb toward one of the hastily built cells where\na doctor would look O'Neill over--eventually. When Gordon and Jenkins\ncame back, Murdoch tossed the money to them. \"Split it. You guys earned\nit by keeping your hands off it. Anyhow, you're as entitled to it as he\nwas--or the grafters back at Police Headquarters. I never saw it.\nGordon, you've got a visitor!\"\n\nHis voice was bitter, but he made no opening for them to question him as\nhe picked up the papers and began going through them again. Gordon went\ndown the passage to the end of the hall, in the direction Murdoch had\nindicated. Waiting for him was the lean, cynical little figure of Honest\nIzzy, complete with uniform and sergeant's stripes.\n\n\"Hi, gov'nor,\" the little man greeted him. \"Long time no see. With you\nout here and me busy nights doing a bit of convoy work on the side, we\nmight as well not both live at Mother's.\"\n\nBruce Gordon nodded, grinning in spite of himself. \"Convoy duty, Izzy?\nOr dope running?\"\n\n\"Whatever comes to hand, gov'nor. The Force pays for my time during the\nday, and I figure my time's my own at night. Of course, if I ever catch\nmyself doing anything shady during the day, I'll have to turn myself in.\nBut it ain't likely.\" He grinned in satisfaction. \"Now that I've dug up\nthe scratch to buy these stripes and get made sergeant--and that takes\nthe real crackle--I'm figuring on taking it easy.\"\n\n\"Like this social call?\" Gordon asked him.\n\nThe little man shook his head, his ancient eighteen-year-old face\nturning sober. \"Nope. I've been meaning to see you, so I volunteered to\nrun out some red tape for your captain. You owe me some bills, gov'nor.\nEleven hundred fifty credits. You didn't pay up your pledge to the\ncampaign fund, so I hadda fill in. A thousand, interest at ten per cent\na week, standard. Right?\"\n\nGordon had heard of the friendly interest charged on the side here, but\nhe shook his head. \"Wrong, Izzy. If they want to collect that dratted\npledge of theirs, let them put me where I can make it. There's no graft\nout here.\"\n\n\"Huh?\" Izzy turned it over, and shook his head. Finally he shrugged.\n\"Don't matter, gov'nor. Nothing about that in the pledge, and when you\nsign something, you gotta pay it. You _gotta_.\"\n\n\"All right,\" Gordon admitted. He was suddenly in no mood to quibble with\nIzzy's personal code. \"So you paid it. Now show me where I signed any\nagreement saying I'd pay _you_ back!\"\n\nFor a second, Izzy's face went blank; then he chuckled. \"Jet me! You're\nright, gov'nor. I sure asked for that one. Okay; I'm bloody well\nsuckered, so forget it.\"\n\nGordon shrugged and gave up. He pulled out the bills and handed them\nover. \"Thanks, Izzy.\"\n\n\"Thanks, yourself.\" The kid pocketed the money cheerfully, nodding. \"Buy\nyou a beer. Anyhow, you won't miss it. I came out to tell you I got the\nsweetest beat in Marsport--over a dozen gambling joints on it--and I\nneed a right gee to work it with me. So you're it!\"\n\nFor a moment, Gordon wondered what Izzy had done to earn that beat, but\nhe could guess. The little guy knew Mars as few others did, apparently,\nfrom all sides. And if any of the other cops had private rackets of\ntheir own, Izzy was undoubtedly the man to find it out, and use the\ninformation. With a beat such as that, even going halves, and with all\nthe graft to the upper brackets, he'd still be able to make his pile in\na matter of months.\n\nBut he shook his head. \"I'm assigned here, Izzy, at least for another\nweek, until after elections....\"\n\n\"Better take him up, Gordon,\" Murdoch told him bitterly. The captain\nlooked completely beaten as he came into the room and dropped onto the\nbench. \"Go on, accept, damn it. You're not assigned here any more. None\nof us are. Mayor Wayne found an old clause in the charter and got a\nrigged decision, pulling me back under his full authority. I thought I\nhad full responsibility to Earth, but he's got me. Wearing their uniform\nmakes me a temporary citizen! So we're being smothered back into the\nForce, and they'll have their patsies out here, setting things up for\nthe Stonewall boys to come back by election time. So grab while the\ngrabbing's good, because by tomorrow morning I'll have this all closed\ndown!\"\n\nHe shook off Gordon's hand and stood up roughly, to head back up the\nhallway. Then he stopped and looked back. \"One thing, though, I've still\ngot enough authority to make you a sergeant. It's been a pleasure\nworking with you, Sergeant Gordon!\"\n\nHe swung out of view abruptly, leaving Gordon with a heavy weight in his\nstomach. Izzy whistled, and began picking up his helmet, preparing to go\noutside. \"So that's the dope I brought out, eh? Takes it kind of hard,\ndoesn't he?\"\n\n\"Yeah,\" Gordon answered. There was no use trying to explain it to Izzy.\n\"Yeah, we do. Come on.\"\n\nOutside, Gordon saw other cops moving from house to house, and he\nrealized that Murdoch must be sending out warnings to the citizens that\nthings would soon be rough again.\n\nIzzy held out a hand to Gordon. \"Let's get a beer, gov'nor--on me!\"\n\nIt was as good an idea as any he had, Gordon decided. He might as well\nenjoy what life he still had while he could. The Stonewall gang--what\nwas left of it--and all its friends would be gunning for him now. The\nForce wouldn't have been fooled when Izzy paid his pledge, and they'd\nmark him down as disloyal--if they didn't automatically mark down all\nwho'd served under Murdoch. And he didn't have the ghost of an idea as\nto what Security wanted of him, or where they were hiding themselves.\n\n\"Make it two beers, Izzy,\" he said. \"Needled!\"\n\n\n\n\nChapter VI\n\nSEALED LETTER\n\n\nIn the few days at the short-lived Nineteenth Precinct, Bruce Gordon had\nbegun to feel like a cop again, but the feeling disappeared as he\nreported in at Captain Isaiah Trench's Seventh Precinct. Trench had once\nbeen a colonel in the Marines, before a court-martial and sundry\nunpleasantnesses had driven him off Earth. His dark, scowling face and\nlean body still bore a military air.\n\nHe looked Bruce Gordon over sourly. \"I've been reading your record. It\nstinks. Making trouble for Jurgens--could have been charged as false\narrest. No co-operation with your captain until he forced it; out in the\nsticks beating up helpless men. Now you come crawling back to your only\nfriend, Isaacs. Well, I'll give it a try. But step out of line and I'll\nhave you cleaning streets with your bare hands. All right, _Corporal_\nGordon. Dismissed. Get to your beat.\"\n\nGordon grinned wryly at the emphasis on his title. No need to ask what\nhad happened to Murdoch's recommendation. He joined Izzy in the locker\nroom, summing up the situation.\n\n\"Yeah.\" Izzy looked worried, his thin face pinched in. \"Maybe I didn't\ndo you a favor, gov'nor, pulling you here. I dunno. I got some pics of\nTrench from a guy I know. That's how I got my beat so fast in the\nSeventh. But Trench ain't married, and I guess I've used up the touch.\nMaybe I could try it, though.\"\n\n\"Forget it,\" Gordon told him. \"I'll work it out somehow.\"\n\nThe beat was a gold mine. It lay through the section where Gordon had\nfirst tried his luck on Mars. There were a dozen or so gambling joints,\nhalf a dozen cheap saloons, and a fair number of places listed as\nrooming houses, though they made no bones about the fact that all their\npermanent inhabitants were female. Then the beat swung off, past a row\nof small businesses and genuine rooming houses, before turning back to\nthe main section.\n\nThey began in the poorer section. It wasn't the day to collect the\n\"tips\" for good service, which had been an honest attempt to promote\ngood police service before it became a racket. But they were met\neverywhere by sullen faces. Izzy explained it. The city had passed a new\npoll tax--to pay for election booths, supposedly--and had made the\npolice collect it. Murdoch must have disregarded the order, but the rest\nof the force had been busy helping the administration.\n\nBut once they hit the main stem, things were mere routine. The gambling\njoints took it for granted that beat cops had to be paid, and considered\nit part of their operating expense. The only problem was that Fats'\nPlace was the first one on the list. Gordon didn't expect to be too\nwelcome there.\n\nThere was no sign of the thug, but Fats came out of his back office just\nas Gordon reached the little bar. He came over, nodded, picked up a cup\nand dice and began shaking them.\n\n\"High man for sixty,\" he said automatically, and expertly rolled\nbull's-eyes for a two. \"Izzy said you'd be around. Sorry my man drew\nthat _knife_ on you the last time, Corporal.\"\n\nGordon rolled an eight, pocketed the bills, and shrugged. \"Accidents\nwill happen, Fats.\"\n\n\"Yeah.\" The other picked up the dice and began rolling sevens absently.\n\"How come you're walking beat, anyhow? With what you pulled here, you\nshould have bought a captaincy.\"\n\nGordon told him briefly. The man chuckled grimly. \"Well, that's Mars,\"\nhe said, and turned back to his private quarters.\n\nMostly, it was routine work. They came on a drunk later, collapsed in an\nalley. But the muggers had apparently given up before Izzy and Gordon\narrived, since the man had his wallet clutched in his hand. Gordon\nreached for it, twisting his lips.\n\nIzzy stopped him. \"It ain't honest, gov'nor. If the gees in the wagon\nclean him, or the desk man gets it, that's their business. But I'm going\nto run a straight beat, or else!\"\n\nThat was followed by a call to remove a berserk spaceman from one of the\nso-called rooming houses. Gordon noticed that workmen were busy setting\nup a heavy wooden gate in front of the entrance to the place. There were\na lot of such preparations going on for the forthcoming elections.\n\nThen the shift was over. But Gordon wasn't too surprised when his relief\nshowed up two hours late; he'd half-expected some such nastiness from\nTrench. But he was surprised at the look on his tardy relief's face.\n\nThe man seemed to avoid facing him, muttered, \"Captain says report in\nperson at once,\" and swung out of the scooter and onto his beat without\nfurther words.\n\nGordon was met there by blank faces and averted looks, but someone\nnodded toward Trench's office, and he went inside. Trench sat chewing on\na cigar. \"Gordon, what does Security want with you?\"\n\n\"Security? Not a damned thing, if I can help it. They kicked me off\nEarth on a yellow ticket, if that's what you mean.\"\n\n\"Yeah.\" Trench shoved a letter forward; it bore the \"official business\"\nseal of Solar Security, and was addressed to Corporal Bruce Gordon,\nNineteenth Police Precinct, Marsport. Trench kept his eyes on it, his\nface filled with suspicion and the vague fear most men had for Security.\n\n\"Yeah,\" he said again. \"Okay, probably routine. Only next time, Gordon,\nput the _facts_ on your record with the Force. If you're a deportee, it\nshould show up. That's all!\"\n\nBruce Gordon went out, holding the envelope. The warning in Trench's\nvoice wasn't for any omission on his record, he knew. He shoved the\nenvelope into his belt pocket and waited until he was in his own room\nbefore opening it.\n\nIt was terse, and unsigned.\n\n     _Report expected, overdue. Failure to observe duty will result in\n     permanent resettlement to Mercury._\n\nHe swore, coldly and methodically, while his stomach dug knots in\nitself. The damned, stupid, blundering fools! That was all Trench and\nthe police gang had to see; it was obvious that the letter had been\nopened. Sure, report at once. Drop a letter in the mailbox, and the next\nmorning it would be turned over to Commissioner Arliss' office. Report\nor be kicked off to a planet that Security felt enough worse than Mars\nto use as punishment! Report _and_ find Mars a worse place than Mercury\ncould ever be.\n\nHe felt sick as he stood up to find paper and pen and write a terse,\nfactual account of his own personal doings--minus any hint of anything\nwrong with the system here. Security might think it was enough for the\nmoment, and the local men might possibly decide it a mere required\nformality. At least it would stall things off for a while....\n\nBut Gordon knew now that he could never hope to get back to Earth\nlegally. That vague promise by Security was so much hogwash; yet it was\nsurprising how much he had counted on it.\n\nHe tore the envelope from Security into tiny shreds, too small for\nMother Corey to make sense of, and went out to mail the letter, feeling\nthe few bills in his pocket. As usual, less than a hundred credits.\n\nHe passed a sound truck blatting out a campaign speech by candidate\nNolan, filled with too-obvious facts about the present administration,\ntogether with hints that Wayne had paid to have Nolan assassinated.\nGordon saw a crowd around it and was surprised, until he recognized them\nas Rafters--men from the biggest of the gangs supporting Wayne. The few\ncitizens on the street who drifted toward the truck took a good look at\nthem and moved on hastily.\n\nIt seemed incredible that Wayne could be re-elected, though, even with\nthe power of the gangs. Nolan was probably a grafter, too; but he'd at\nleast be a change, and certainly the citizens were aching for that.\n\nThe next day his relief was later. Gordon waited, trying to swallow\ntheir petty punishments, but it went against the grain. Finally, he\nbegan making the rounds, acting as his own night man. The owners of the\njoints didn't care whether they paid the second daily dole to the same\nman or another, but they wouldn't pay it again that same night. He'd\nmanaged to tap most of the places before his relief showed. He made no\ncomment, but dutifully filled out the proper portion of both takes for\nthe Voluntary Donation box. It wouldn't do his record any good with\nTrench, but it should put an end to the overtime.\n\nTrench, however, had other ideas. The overtime continued, but it was\ndull after that--which made it even more tiring. But the time he took a\nspecial release out to the spaceport was the worst. Seeing the big ship\nreadying for take-off back to Earth....\n\nThen it was the day before election. The street was already bristling\nwith barricades around the entrances, and everything ran with a last\ndesperate restlessness, as if there would be no tomorrow. The operators\nall swore that Wayne would be elected, but seemed to fear a miracle. On\nthe poorer section of the beat, there was a spiritless hope that Nolan\nmight come in with his reform program. Men who would normally have been\npunctilious about their payments were avoiding Bruce Gordon, if in hope\nthat, by putting it off a day or so, they could run into a period where\nno such payment would ever be asked--or a smaller one, at least. And he\nwas too tired to chase them down. His collections had been falling off\nalready, and he knew that he'd be on the carpet for that, if he didn't\ndo better. It was a rich territory, and required careful mining; even as\nthe week had gone, he still had more money in his wallet than he had\nexpected.\n\nBut there had to be still more before night.\n\nHe was lucky; he came on a pusher working one of the better houses--long\nafter his collections should have been over. He knew by the man's face\nthat no protection had been paid higher up. The pusher was well-heeled;\nGordon confiscated the money.\n\nThis time, Izzy made no protest. Lifting the roll of anyone outside the\nenforced part of Mars' laws was apparently honest, in his eyes. He\nnodded, and pointed to the man's belt. \"Pick up the snow, too.\"\n\nThe pusher's face paled. He must have had his total capital with him,\nbecause stark ruin shone in his eyes. \"Good God, Sergeant,\" he pleaded,\n\"leave me something! I'll make it right. I'll cut you in. I gotta have\nsome of that for myself!\"\n\nGordon grimaced. He couldn't work up any great sympathy for anyone who\nmade a living out of drugs.\n\nThey cleaned the pusher, and left him sitting on the steps, a picture of\nslumped misery. Izzy nodded approval. \"Let him feel it a while. No sense\njailing him yet. Bloody fool had no business starting without lining the\ngroove. Anyhow, we'll get a bunch of credits for the stuff when we turn\nit in.\"\n\n\"Credits?\" Gordon asked.\n\n\"Sure.\" Izzy patted the little package. \"We get a quarter value. Captain\nprobably gets fifty per cent from one of the pushers who's lined with\nhim. Everybody's happy.\"\n\n\"Why not push it ourselves?\" Gordon asked in disgust.\n\n\"Wouldn't be honest, gov'nor. Cops are supposed to turn it in.\"\n\nTrench was almost jovial when he weighed the package and examined it to\nfind how much it had been cut. He issued them slips, which they added as\npart of the contributions. \"Good work--you, too, Gordon. Best week in\nthe territory for a couple of months. I guess the citizens like you, the\nway they treat you.\" He laughed at his stale joke, and Gordon was\nwilling to laugh with him. The credit on the dope had paid for most of\nthe contributions. For once, he had money to show for the week.\n\nThen Trench motioned Bruce Gordon forward, and dismissed Izzy with a nod\nof his head. \"Something to discuss, Gordon. Isaacs, we're holding a\nlittle meeting, so wait around. You're a sergeant already. But, Gordon,\nI'm offering you a chance. There aren't enough openings for all the good\nmen, but.... Oh, bother the soft soap. We're still short on election\nfunds, so there's a raffle. The two men holding winning tickets get\nbucked up to sergeants. A hundred credits a ticket. How many?\"\n\nHe frowned suddenly as Gordon counted out three bills. \"You have a\nbetter chance with more tickets. A _much_ better chance!\"\n\nThe hint was hardly veiled. Gordon stuck the tickets into his wallet.\nMars was a fine planet for picking up easy money--but holding it was\nanother matter.\n\nTrench counted the money and put it away. \"Thanks, Gordon. That fills\n_my_ quota. Look, you've been on overtime all week. Why not skip the\nmeeting? Isaacs can brief you, later. Go out and get drunk, or\nsomething.\"\n\nThe comparative friendliness of the peace offering was probably the\nultimate in graciousness from Trench. Idly, Gordon wondered what kind of\npressures the captains were under; it must be pretty stiff, judging by\nthe relief the man was showing at making quota.\n\n\"Thanks,\" he said, but his voice was bitter in his ears. \"I'll go home\nand rest. Drinking costs too much for what I make. It's a good thing you\ndon't have income tax here.\"\n\n\"We do,\" Trench said flatly; \"forty per cent. Better make out a form\nnext week, and start paying it regularly. But you can deduct your\ncontributions here.\"\n\nGordon got out before he learned more good news.\n\n\n\n\nChapter VII\n\nELECTIONEERING\n\n\nAs Bruce Gordon came out from the precinct house, he noticed the sounds\nfirst. Under the huge dome that enclosed the main part of the city, the\nheavier air pressure permitted normal travel of sound; and he'd become\nsensitive to the voice of the city after the relative quiet of the\nNineteenth Precinct. But now the normal noise was different. There was\nan undertone of hushed waiting, with the sharp bursts of hammering and\nlast-minute work standing out sharply through it. Voting booths were\nbeing finished here and there, and at one a small truck was delivering\nballots. Voting by machine had never been established here. Wherever the\nbooths were being thrown up, the nearby establishments were rushing\ngates and barricades in front of the buildings.\n\nMost of the shops were already closed--even some of the saloons. To make\nup for it, stands were being placed along the streets, carrying banners\nthat proclaimed free beer for all loyal administration friends. The few\nbars that were still open had been blessed with the sign of some mob,\nand obviously were well staffed with hoodlums ready to protect the\nproprietor. Private houses were boarded up. The scattering of\nlast-minute shoppers along the streets showed that most of the citizens\nwere laying in supplies to last until after election.\n\nGordon passed the First Marsport Bank and saw that it was surrounded by\nbarbed wires, with other strands still being strung, and with a sign\nproclaiming that there was high voltage in the wires. Watching the\noperation was Jurgens; it was obvious that his hoodlums had been hired\nfor the job.\n\nToward the edge of the dome, where Mother Corey's place was, the\nnarrower streets were filling with the gangs, already half-drunk and\nmarching about with their banners and printed signs. Curiously enough,\nall the gangs weren't working for Wayne's re-election. The big Star\nPoint gang had apparently grown tired of the increasing cost of\nprotection from the government, and was actively campaigning for Nolan.\nTheir home territory reached nearly to Mother Corey's, before it ran\ninto the no man's land separating it from the gang of Nick the Croop.\nThe Croopsters were loyal to Wayne.\n\nGordon turned into his usual short-cut, past a rambling plastics plant\nand through the yard where their trucks were parked. He had half\nexpected to find it barricaded, but apparently the rumors that Nick the\nCroop owned it were true; it would be protected in other ways, with the\ntrucks used for street fighting, if needed. He threaded his way between\ntwo of the trucks.\n\nThen a yell reached his ears, and something swished at him. An egg-sized\nrock hit the truck behind him and bounced back, just as he spotted a\nhoodlum drawing back a sling for a second shot.\n\nGordon was on his knees between heartbeats, darting under one of the\ntrucks. He rolled to his feet, letting out a yell of his own, and\nplunged forward. His fist hit the thug in the elbow, just as the man's\nhand reached for his knife. His other hand chopped around, and the edge\nof his palm connected with the other's nose. Cartilage crunched, and a\nshrill cry of agony lanced out.\n\nBut the hoodlum wasn't alone. Another came out from the rear of one of\nthe trucks. Gordon ducked as a knife sailed for his head; they were\nstupid enough not to aim for his stomach, at least. He bent down to\nlocate some of the rubble on the ground, cursing his folly in carrying\nhis knife under his uniform. The new beat had given him a false sense of\nsecurity.\n\nHe found a couple of rocks and a bottle and let them fly, then bent for\nmore.\n\nSomething landed on his back, and fingernails were gouging into his\nface, searching for his eyes!\n\nInstinct carried him forward, jerking down sharply and twisting. The\nfigure on his back sailed over his head, to land with a harsh thump on\nthe ground. Brassy yellow hair spilled over a girl's face, and her\nbreath slammed out of her throat as she hit. But the fall hadn't been\nenough to do serious damage.\n\nBruce Gordon jumped forward, bringing his foot up in a savage swing, but\nshe'd rolled, and the blow only glanced against her ribs. She jerked her\nhand down for a knife, and came to her knees, her lips drawn back\nagainst her teeth. \"Get him!\" she yelled. Then he recognized her--Sheila\nCorey.\n\nThe two thugs had held back, but now they began edging in. Gordon\nslipped back behind another truck, listening for the sound of their\nfeet. He'd half-expected another encounter with the Mother's\ngranddaughter.\n\nThey tried to outmaneuver him; he stepped back to his former spot,\ncatching his breath and digging frantically for his knife. It came out,\njust as they realized he'd tricked them.\n\nSheila was still on her knees, fumbling with something, and apparently\npaying no attention to him. But now she jerked to her feet, her hand\ngoing back and forward.\n\nIt was a six-inch section of pipe, with a thin wisp of smoke, and the\nthrow was toward Gordon's feet. The hoodlums yelled, and ducked, while\nSheila broke into a run away from him. The little homemade bomb landed,\nbounced, and lay still, with its fuse almost burned down.\n\nGordon's heart froze in his throat, but he was already in action. He\nspat savagely into his hand, and jumped for the bomb. If the fuse was\npowder-soaked, he had no chance. He brought his palm down against it,\nand heard a faint hissing. Then he held his breath, waiting.\n\nNo explosion came. It had been a crude job, with only a wick for a fuse.\n\nSheila Corey had stopped at a safe distance; now she grabbed at her\nhelpers, and swung them with her. The three came back, Sheila in the\nlead with her knife flashing.\n\nGordon side-stepped her rush, and met the other two head-on, his knife\nswinging back. His foot hit some of the rubble on the ground at the last\nsecond, and he skidded. The leading mobster saw the chance and jumped\nfor him. Gordon bent his head sharply, and dropped, falling onto his\nshoulders and somersaulting over. He twisted at the last second, jerking\nhis arms down to come up facing the other.\n\nThen a new voice cut into the fracas, and there was the sound of\nsomething landing against a skull with a hollow thud. Gordon got his\nhead up just in time to see a man in police uniform kick aside the first\nhoodlum and lunge for the other. There was a confused flurry; then the\nsecond went up into the air and came down in the newcomer's hands, to\nland with a sickening jar and lie still. Behind, Sheila Corey lay\ncrumpled in a heap, clutching one wrist in the other hand and crying\nsilently.\n\nBruce Gordon came to his feet and started for her. She saw him coming,\ncast a single glance at the knife that had been knocked from her hands,\nthen sprang aside and darted back through the parked trucks. In the\nstreet, she could lose herself in the swarm of Nick's Croopsters; Gordon\nturned back.\n\nThe iron-gray hair caught his eyes first. Then, as the solidly built\nfigure turned, he grunted. It was Captain Murdoch--now dressed in the\nuniform of a regular beat cop, without even a corporal's stripes. And\nthe face was filled with lines of strain that hadn't been there before.\n\nMurdoch threw the second gangster up into a truck after the first one\nand slammed the door shut, locking it with the metal bar which had\napparently been his weapon. Then he grinned wryly, and came back toward\nGordon.\n\n\"You seem to have friends here,\" he commented. \"A good thing I was\ntrying to catch up with you. Just missed you at the Precinct House, came\nafter you, and saw you turn in here. Then I heard the rumpus. A good\nthing for me, too, maybe.\"\n\nGordon blinked, accepting the other's hand. \"How so? And what happened?\"\nHe indicated the bare sleeve.\n\n\"One's the result of the other,\" Murdoch told him. \"They've got me sewed\nup, and they're throwing the book at me. The old laws make me a citizen\nwhile I wear the uniform--and a citizen can't quit the Force. That puts\nme out of Earth's jurisdiction. I can't even cable for funds, and I\nguess I'm too old to start squeezing money out of citizens. I was coming\nto ask whether you had room in your diggings for a guest--and I'm hoping\nnow that my part here cinches it.\"\n\nMurdoch had tried to treat it lightly, but Gordon saw the red creeping\nup into the man's face. \"Forget that part. There's room enough for two\nin my place--and I guess Mother Corey won't mind. I'm damned glad you\nwere following me.\"\n\n\"So'm I, Gordon. What'll we do with the prisoners?\"\n\n\"Leave 'em; we couldn't get a Croopster locked up tonight for anything.\"\n\nHe started ahead, leading the way through the remaining trucks and back\nto the street that led to Mother Corey's. Murdoch fell in step with him.\n\"This is the first time I've had to look you up,\" he said. \"I've been\ngoing out nights to help the citizens organize against the Stonewall\ngang. But that's over now--they gave me hell for inciting vigilante\naction, and confined me inside the dome. The way they hate a decent cop\nhere, you'd think honesty was contagious.\"\n\n\"Yeah.\" Gordon preferred to let it drop. Murdoch was being given the\nbusiness for going too far on the Stonewall gang, not for refusing to\ntake normal graft.\n\nThey came to the gray three-story building that Mother Corey now owned.\nGordon stopped, realizing for the first time that there was no trace of\nefforts to protect it against the coming night and day. The entrance was\nunprotected. Then his eyes caught the bright chalk marks around\nit--notices to the gangs to keep hands off. Mother Corey evidently had\npull enough to get every mob in the neighborhood to affix its seal.\n\nAs he drew near, though, two men edged across the street from a clump\nwatching the beginning excitement. Then, as they identified Gordon, they\nmoved back again. Some of the Mother's old lodgers from the ruin outside\nthe dome were inside now--obviously posted where it would do the most\ngood.\n\nCorey stuck his head out of the door at the back of the hall as Gordon\nentered, and started to retire again--until he spotted Murdoch. Gordon\nexplained the situation hastily.\n\n\"It's your room, cobber,\" the old man wheezed. He waddled back, to come\nout with a towel and key, which he handed to Murdoch. \"Number\nforty-two.\"\n\nHis heavy hand rested on Gordon's arm, holding the younger man back.\nMurdoch gave Gordon a brief, tired smile, and started for the stairs.\n\"Thanks, Gordon. I'm turning in right now.\"\n\nMother Corey shook his head, shaking the few hairs on his head and face,\nand the wrinkles in his doughy skin deepened. \"Hasn't changed, that one.\nMust be thirty years, but I'd know Asa Murdoch anywhere. Took me to the\nspaceport, handed me my yellow ticket, and sent me off for Mars. A nice,\nclean kid--just like my own boy was. But Murdoch wasn't like the rest of\nthe neighborhood. He still called me 'sir,' when my boy was walking\nacross the street, so the lad wouldn't know they were sending me away.\nOh well, that was a long time ago, cobber. A long time.\"\n\nHe rubbed a pasty hand over his chin, shaking his head and wheezing\nheavily. Gordon chuckled. \"Well, how--?\"\n\nSomething banged heavily against the entrance seal, and there was the\nsound of a hot argument, followed by a commotion of some sort. Corey\nseemed to prick up his ears, and began to waddle rapidly toward the\nentrance.\n\nIt broke open before he could reach it, the seal snapping back to show a\ngiant of a man outside holding the two guards from across the street,\nwhile a scar-faced, dark man shoved through briskly. Corey snapped out a\nquick word, and the two guards ceased struggling and started back across\nthe street. The giant pushed in after the smaller thug.\n\n\"I'm from the Ajax Householders Protection Group,\" the dark man\nannounced officially. \"We're selling election protection. And brother,\ndo you need it, if you're counting on those mugs. We're assessing you--\"\n\n\"Not long on Mars, are you?\" Mother Corey asked. The whine was entirely\nmissing from his voice now, though his face seemed as expressionless as\never. \"What does your boss Jurgens figure on doing, punk? Taking over\n_all_ the rackets for the whole city?\"\n\nThe dark face snarled, while the giant moved a step forward. Then he\nshrugged. \"Okay, Fatty. So Jurgens is behind it. So now you know. And\nI'm doubling your assessment, right now. To you, it's--\"\n\nA heavy hand fell on the man's shoulder, and Mother Corey leaned forward\nslightly. Even in Mars' gravity, his bulk made the other buckle at the\nknees. The hand that had been reaching for the knife yanked the weapon\nout and brought it up sharply.\n\nGordon started to step in, then, but there was no time. Mother Corey's\nfree hand came around in an open-palmed slap that lifted the collector\nup from the floor and sent him reeling back against a wall. The knife\nfell from the crook's hand, and the dark face turned pale. He sagged\ndown the wall, limply.\n\nThe giant opened his mouth, and took half a step forward; but the only\nsound he made was a choking gobble. Mother Corey moved without seeming\nhaste, but before the other could make up his mind. There was a series\nof motions that seemed to have no pattern. The giant was spun around,\nsomehow; one arm was jerked back behind him, then the other was forced\nup to it. Mother Corey held the wrists in one hand, put his other under\nthe giant's crotch, and lifted. Carrying the big figure off the floor,\nthe old man moved toward the seal. His foot found the button, snapping\nthe entrance open. He pitched the giant out overhanded; holding the\nentrance, he reached for the dark man with one hand and tossed him on\ntop of the giant.\n\n\"To me, it's nothing,\" he called out. \"Take these two back to young\nJurgens, boys, and tell him to keep his punks out of my house.\"\n\nThe entrance snapped shut then, and Corey turned back to Gordon, wiping\nthe wisps of hair from his face. He was still wheezing asthmatically,\nbut there seemed to be no change in the rhythm of his breathing. \"As I\nwas going to say, cobber,\" he said, \"we've got a little social game\ngoing upstairs--the room with the window. Fine view of the parades. We\nneed a fourth.\"\n\nGordon started to protest that he was tired and needed his sleep; then\nhe shrugged. Corey's house was one of the few that had kept some\nrelation to Earth styles by installing a couple of windows in the second\nstory, and it would give a perfect view of the street. He followed the\nold man up the stairs.\n\n       *       *       *       *       *\n\nTwo other men were already in the surprisingly well-furnished room, at\nthe little table set up near the window. Bruce Gordon recognized one as\nRandolph, the publisher of the little opposition paper. The man's pale\nblondness, weak eyes, and generally rabbity expression totally belied\nthe courage that had permitted him to keep going at his hopeless task of\ntrying to clean up Marsport. The _Crusader_ was strictly a one-man\nweekly, against Mayor Wayne's _Chronicle_, with its Earth-comics and\ndaily circulation of over a hundred thousand. Wayne apparently let the\npaper stay in business to give himself a talking point about fair play;\nbut Randolph walked with a limp from the last working over he had\nreceived.\n\n\"Hi, Gordon,\" he said. His thin, high voice was cool and reserved, in\nkeeping with the opinion he had expressed publicly of the police as a\nbody. But he did not protest Corey's selection of a partner. \"This is Ed\nPraeger. He's an engineer on our railroad.\"\n\nGordon acknowledged the introduction automatically. He'd almost\nforgotten that Marsport was the center of a thinly populated area,\nstretching for a thousand miles in all directions beyond the city,\nconnected by the winding link of the electric monorail. \"So there really\nis a surrounding countryside,\" he said.\n\nPraeger nodded. He was a big, open-faced man, just turning bald. His\nhandshake was firm and friendly. \"There are even cities out there,\nGordon. Nothing like Marsport, but that's no loss. That's where the real\npopulation of Mars is--decent people, men who are going to turn this\ninto a real planet some day.\"\n\n\"There are plenty like that here, too,\" Randolph said. He picked up the\ncards. \"First ace deals. Damn it, Mother, sit down-wind from me, won't\nyou? Or else take a bath.\"\n\nMother Corey chuckled, and wheezed his way up out of the chair,\nexchanging places with Gordon. \"I got a surprise for you, cobber,\" he\nsaid, and there was only amusement in his voice. \"I got me in fifty\ngallons of water today, and tomorrow I do just that. Made up my mind\nthere was going to be a cleanup in Marsport, even if Wayne does win. And\nstop examining the cards, Bruce. I don't cheat my friends. The readers\nare put away for old-times' sake.\"\n\nRandolph shrugged, and went on as if he hadn't interrupted himself.\n\"Ninety per cent of Marsport is decent. They have to be. It takes at\nleast nine honest men to support a crook. They come up here to start\nover--maybe spent half their life saving up for the trip. They hear a\nman can make fifty credits a day in the factories, or strike it rich\ncrop prospecting. What they don't realize is that things cost ten times\nas much here, too. They plan, maybe, on getting rich and going back to\nEarth....\"\n\n\"Nobody goes back,\" Mother Corey wheezed. \"_I_ know.\" His eyes rested on\nGordon.\n\n\"A lot don't want to,\" Praeger said. \"I never meant to go back. I've got\nme a farm up north. Another ten years, and I retire to it. My kids are\nup there now--grandkids, that is. They're Martians; maybe you won't\nbelieve me, but they can breathe the air here without a helmet.\"\n\nThe others nodded. Gordon had learned that a fair number of\nthird-generation people got that way. Their chests were only a trifle\nlarger, and their heartbeat only a few points higher; it was an internal\nadaptation, like the one that had occurred in test animals reared at a\nsimulated forty-thousand-feet altitude on Earth, before Mars was ever\nsettled.\n\n\"They'll take the planet away from Earth yet,\" Randolph agreed.\n\"Marsport is strictly artificial. It's kept going only because it's the\nonly place where Earth will set down her ships. If Security doesn't do\nanything, time will.\"\n\n\"Security!\" Gordon muttered bitterly. Security was good at getting\npeople in trouble, but he had seen no other sign of it.\n\nRandolph frowned over his cards. \"Yeah, I know. The government set them\nup, gave them a mixture of powers, and has been trying to keep them from\nworking ever since. But somehow they did clean up Venus; and every crook\nhere is scared to death of the name. How come a muckraking newspaperman\nlike you never turned up anything on them, Gordon?\"\n\nGordon shrugged. It was the first reference he'd heard to his\nbackground, and he preferred to let it drop.\n\nBut Mother Corey cut in, his voice older and hoarser, and the skin on\nhis jowls even grayer than usual. \"Don't sell them short, cobber. I\ndid--once.... You forget them, here, after a while. But they're\naround....\"\n\nBruce Gordon felt something run down his armpit, and a chill creep up\nhis back....\n\nOut on the street, a sudden whooping began, and he glanced down. The\nparade was on, the Croopsters in full swing, already mostly drunk. The\nmain body went down the street, waving fluorescent signs, while\nside-guards preceded them, armed with axes, knocking aside the flimsier\nbarricades as they went. He watched a group break into a small grocery\nstore to come out with bundles. They dragged out the storekeeper, his\nwife, and young daughter, and pressed them into the middle of the\nparade.\n\n\"If Security's so damned powerful, why doesn't it stop that?\" he asked\nbitterly.\n\nRandolph grinned at him. \"They might do it, Gordon. They just might. But\nare you sure you want it stopped?\"\n\n\"All right,\" Mother Corey said suddenly. \"This is a social game,\ncobbers.\"\n\nOutside, the parade picked up enthusiasm as smaller gangs joined behind\nthe main one. There were a fair number of plain citizens who had been\nimpressed into it, too, judging by the appearance of little frightened\ngroups in the middle of the mobsters.\n\nGordon couldn't understand why the police hadn't at least been kept on\nduty, until Honest Izzy came into the room. The little man found a chair\nand bought chips silently; he looked tired.\n\n\"Vacation?\" Mother Corey asked.\n\nIzzy nodded. \"Trench took forever giving it to us, Mother. But it's the\nsame old deal; all the police gees get tomorrow off--you, too, gov'nor.\nNo cops to influence the vote, that's the word. We even gotta wear\ncivvies when we go out to vote for Wayne.\"\n\nGordon looked down at the rioters, who were now only keeping up a\npretense of a parade. It would be worse tomorrow, he supposed; and there\nwould be no cops. The image of the old woman and her husband in the\nlittle liquor store where he'd had his first experience came back to\nhim. He wondered how well barricaded they were.\n\nHe felt the curious eyes of Mother Corey dancing from him to Izzy and\nback, and heard the old man's chuckle. \"Put a uniform on some men and\nthey begin to believe they're cops, eh, cobber?\"\n\nHe shoved up from the table abruptly and headed for his room, swearing\nto himself.\n\n\n\n\nChapter VIII\n\nVOTE EARLY AND OFTEN\n\n\nIzzy was up first the next morning, urging them to hurry before things\nbegan to hum. From somewhere, he dug up a suit of clothes that Murdoch\ncould wear. He found the gun that Gordon had confiscated from O'Neill\nand filled it from a box of ammunition he'd apparently purchased.\n\n\"I picked up some special permits,\" he said. \"I knew you had this\ncannon, gov'nor, and I figured it'd come in handy. Wouldn't be caught\ndead with one myself. Knives, that's my specialty. Come on, Cap'n, we\ngotta get out the vote.\"\n\nMurdoch shook his head. \"In the first place, I'm not registered.\"\n\nIzzy grinned. \"Every cop's registered in his own precinct; Wayne got the\nhonor system fixed for us. Show your papers and go into any booth in\nyour territory. That's all. And you'd better be seen voting often, too,\nCap'n. What's your precinct?\"\n\n\"Eleventh, but I'm not voting. I'd like to come along with you to\nobserve, but I wouldn't make any choice between Wayne and Nolan.\"\n\nDownstairs, the rear room was locked, with one of Mother Corey's guards\nat the door. From inside came the rare sound of water splashing, mixed\nwith a wheezing, off-key caterwauling. Mother Corey was apparently\nmaking good on his promise to take a bath. As they reached the hall, one\nof Trench's lieutenants came through the entrance, waving his badge at\nthe protesting man outside.\n\nHe spotted the three, and jerked his thumb. \"Come on, you. We're late.\nAnd I ain't staying on the streets when it gets going.\"\n\nA small police car was waiting outside, and they headed for it. Bruce\nGordon looked at the debacle left behind the drunken, looting mob. Most\nof the barricades were down. Here and there, a few citizens were rushing\nabout trying to restore them, keeping wary eyes on the mobsters who had\npassed out on the streets.\n\nSuddenly a siren blasted out in sharp bursts, and the lieutenant jumped.\n\"Come on, you gees. I gotta be back in half an hour.\"\n\nThey piled inside, and the little electric car took off at its top\nspeed. But now the quietness had been broken. There were trucks coming\nout of the plastics plant, and mobsters were gathering up their drunks,\nand chasing the citizens back into their houses. Some of them were\nwearing the forbidden guns, but it wouldn't matter on a day when no\npolice were on duty.\n\nIn the Ninth Precinct, the Planters were the biggest gang, and all the\nothers were temporarily enrolled under them. Here, there were less signs\nof trouble. The joints had been better barricaded, and the looting had\nbeen kept to a minimum.\n\nThe three got off. A scooter pulled up alongside them almost at once,\nwith a gun-carrying mobster riding it. \"You mugs get the hell out\nof--Oh, cops! Okay, better pin these on.\"\n\nHe handed out gaudy arm bands, and the three fastened them in place.\nNearly everyone else already had them showing. The Planters were moving\nefficiently. They were grouped around the booths, and they had begun to\nline up their men, putting them in position to begin voting at once.\n\nThen the siren hooted again, a long, steady blast. The bunting in front\nof the booths was pulled off, and the lines began to move. Izzy led the\nway to the one at the rich end of their beat, and moved toward the head\nof the line. \"Cops,\" he said to the six mobsters who surrounded the\nbooth. \"We got territory to cover.\"\n\nA thumb indicated that they could go in. Murdoch remained outside, and\none of the thugs reached for him. Izzy cut him off. \"Just a friend on\nthe way to his own route. Eleventh Precinct.\"\n\nThere were scowls, but they let it go. Then Gordon was in the little\nbooth. It seemed to be in order. There were the books of registration,\nwith a checker for Wayne, one for Nolan, and a third, supposedly\nneutral, behind the plank that served as a desk. The Nolan man was\nprotesting.\n\n\"He's been dead for ten years. I know him. He's my uncle.\"\n\n\"There's a Mike Thaler registered, and this guy says he's Thaler,\" the\nWayne man said decisively. \"He votes.\"\n\nOne of the Planters passed his gun to the inspector for the Wayne side.\nThe Nolan man gulped, and nodded. \"Heh-heh, yes, just a mix-up. He's\nregistered, so he votes.\"\n\nThe next man Gordon recognized as being from one of the small shops on\nhis beat. The fellow's eyes were desperate, but he was forcing himself\nto go through with it. \"Murtagh,\" he said, and his voice broke on the\nsecond syllable. \"Owen Murtagh.\"\n\n\"Murtang.... No registration!\" The Wayne checker shrugged. \"Next!\"\n\n\"It's Murtagh. M-U-R-T-A-G-H. Owen Murtagh, of 738 Morrisy--\"\n\n\"Protest!\" The Wayne man cut off the frantic wriggling of the Nolan\nchecker's finger toward the line in the book. \"When a man can't get the\nname straight the first time, it's suspicious.\"\n\nThe supposedly neutral checker nodded. \"Better check the name off,\nunless the real Murtagh shows up. Any objections, Yeoman?\"\n\nThe Nolan man had no objections--outwardly. He was sweating, and the\nsurprise in his eyes indicated that this was all new to him.\n\nBruce Gordon came next, showing his badge. He was passed with a nod, and\nheaded for the little closed-off polling place. But the Wayne man\ntouched his arm and indicated a ballot. There were two piles, and this\npile was already filled out for Wayne. \"Saves trouble, unless you want\nto do it yourself,\" he suggested.\n\nGordon shrugged, and shoved it into the slot. He went outside and waited\nfor Izzy to follow. It was raw beyond anything he'd expected--but at\nleast it saved any doubt about the votes.\n\nThe procedure was the same at the next booth, though they had more\ntrouble. The Nolan man there was a fool--neither green nor agreeable. He\nprotested vigorously, in spite of a suspicious bruise along his temple,\nand finally made some of the protests stick.\n\nGordon began to wonder how it could be anything but a clear unanimous\nvote, at that rate. Izzy shook his head. \"Wayne'll win, but not that\neasy. The sticks don't have strong mobs, and they'll pile up a heavy\nNolan vote. And you'll see things hum soon!\"\n\nGordon had voted three times under the \"honor system,\" before he saw.\nThey were just nearing a polling place when a heavy truck came careening\naround a corner. Men began piling out of the back before it stopped--men\narmed with clubs and stones. They were in the middle of the Planters at\nonce, striking without science, but with ferocity. The line waiting to\nvote broke up, but the citizens had apparently organized with care. A\ngood number of the men in the line were with the attackers.\n\nThere was the sound of a shot, and a horrified cry. For a second, the\ncitizens broke; then a wave of fury seemed to wash over them at the\nneedless risk to the safety of all. The horror of rupturing the dome was\nstrongly ingrained in every citizen of Marsport. They drew back, then\nmade a concerted rush. There was a trample of bodies, but no more shots.\n\nIn a minute, the citizens' group was inside, ripping the fixed ballots\nto shreds, filling out and dropping their own. They ignored the\nregistration clerks.\n\nA whistle had been shrilling for minutes. Now another group came onto\nthe scene, and the Planters' men began getting out rapidly. Some of the\ncitizens looked up and yelled, but it was too late. From the approaching\ncars, pipes projected forward. Streams of liquid jetted out, and their\nagonized cries followed.\n\nEven where he stood, Gordon could smell the fumes of ammonia. Izzy's\nface tensed, and he swore. \"Inside the dome! They're poisoning the air.\"\n\nBut the trick worked. In no time, men in crude masks were clearing out\nthe booth, driving the last struggling citizens away, and getting ready\nfor business as usual.\n\nMurdoch turned on his heel. \"I've had enough. I've made up my mind,\" he\nsaid. \"The cable offices must be open for the doctored reports on the\nelection to Earth. Where's the nearest?\"\n\nIzzy frowned, but supplied the information. Bruce Gordon pulled Murdoch\naside. \"Come off the head-cop role; it won't work. They must have had\nreports on elections before this.\"\n\n\"Damn the trouble. It's never been this raw before. Look at Izzy's face,\nGordon. Even he's shocked. Something has to be done about this, before\nworse happens. I've still got connections back there--\"\n\n\"Okay,\" Gordon said bitterly. He'd liked Asa Murdoch, had begun to\nrespect him. It hurt to see that what he'd considered hardheadedness was\njust another case of a fool fighting dragons with a paper sword.\n\n\"Okay, it's your death certificate,\" he said, and turned back toward\nIzzy. \"Go send your sob stories, Murdoch.\"\n\nThey taught a bunch of pretty maxims in school--even slum kids learned\nthat honesty was the best policy, while their honest parents rotted in\nunheated holes, and the racketeers rode around in fancy cars. It had got\nhim once. He'd refused to take a dive as a boxer; he'd tried to play\nhonest cards; he'd tried honesty on his beat back on Earth. He'd tried\nto help the suckers in his column, and here he was.\n\nAnd Gordon had been proud to serve under Murdoch.\n\n\"Come on, Izzy,\" he said. \"Let's vote!\"\n\nIzzy shook his head. \"It ain't right, gov'nor.\"\n\n\"Let him do what he damn pleases,\" Gordon told him.\n\nIzzy's small face puckered up in lines of worry. \"No, I don't mean him.\nI mean this business of using ammonia. I know some of the gees trying to\nvote. They been paying me off--and that's a retainer, you might say. Now\nthis gang tries to poison them. I'm still running an honest beat, and I\nbloody well can't vote for that! Uniform or no uniform, I'm walking beat\ntoday. And the first gee that gives trouble to the men who pay me gets a\nknife where he eats. When I get paid for a job, I do the job.\"\n\nGordon watched him head down the block, and started after the little\nman. Then he grimaced. Rule books! Even Izzy had one.\n\nHe went down the row, voting regularly. The Planters had things in\norder. The mess had already been cleaned up when he arrived at the\ncheaper end of the beat. It was the last place where he'd be expected to\ndo his duty by Wayne's administration; he waited in line.\n\nThen a voice hit at his ears, and he looked up to see Sheila Corey only\ntwo places in front of him. \"Mrs. Mary Edelstein,\" she was saying. The\nWayne man nodded, and there was no protest. She picked up a Wayne\nballot, and dropped it in the box.\n\nThen her eyes fell on Gordon. She hesitated for a second, bit her lips,\nand finally moved out into the crowd.\n\nHe could see no sign of her as he stepped out a minute later, but the\nback of his neck prickled.\n\nHe started out of the crowd, trying to act normal, but glancing down to\nmake sure the gun was in its proper position. Satisfied, he wheeled\nsuddenly and spotted her behind him, before she could slip out of sight.\n\nThen a shout went up, yanking his eyes around with the rest of those\nstanding near. The eyes had centered on the alleys along the street, and\nmen were beginning to run wildly, while others were jerking out their\nweapons. He saw a big gray car coming up the street; on its side was\npainted the colors of the Planters. Now it swerved, hitting a siren\nbutton.\n\nBut it was too late. Trucks shot out of the little alleys, jamming\nforward through the people; there must have been fifty of them. One hit\nthe big gray car, tossing it aside. It was Trench himself who leaped\nout, together with the driver. The trucks paid no attention, but bore\ndown on the crowd. From one of them, a machine gun opened fire.\n\nGordon dropped and began crawling in the only direction that was open,\nstraight toward the alleys from which the trucks had come. A few others\nhad tried that, but most were darting back as they saw the colors of\nNolan's Star Point gang on the trucks.\n\nOther guns began firing; men were leaping from the trucks and pouring\ninto the mob of Planters, forcing their way toward the booth in the\ncenter of the mess.\n\nIt was a beautifully timed surprise attack, and a well-armed one, even\nthough guns were supposed to be so rare here. Gordon stumbled into\nsomeone ahead of him, and saw it was Trench. He looked up, and straight\ninto the swinging muzzle of the machine gun that had started the\ncommotion.\n\nTrench was reaching for his revolver, but he was going to be too late.\nGordon brought his up the extra half inch, aiming by the feel, and\npulled the trigger. The man behind the machine gun dropped.\n\nTrench had his gun out now, and was firing, after a single surprised\nglance at Gordon. He waved back toward the crowd.\n\nBut Gordon had spotted the open trunk of the gray car. He shook his head\nand tried to indicate it. Trench jerked his thumb and leaped to his\nfeet, rushing back.\n\nGordon saw another truck go by, and felt a bullet miss him by inches.\nThen his legs were under him, and he was sliding into the big luggage\ncompartment, where the metal would shield him.\n\nSomething soft under his feet threw him down. He felt a body under him,\nand coldness washed over him before he could get his eyes down. The cold\nwent away, to be replaced by shock. Between his spread knees lay\nMurdoch, bound and gagged, his face a bloody mess.\n\nGordon reached for the gag, but the other held up his hands and pointed\nto the gun. It made sense. The knots were tight, but Gordon managed to\nget his knife under the rope around Murdoch's wrists and slice through\nit. The older man's hands went out for the gun; his eyes swung toward\nthe street, while Gordon attacked the rope around his ankles.\n\nThe Star Point men were winning, though it was tough going. They had\nfought their way almost to the booth, but there a V of Planters' cars\nhad been gotten into position somehow, and gunfire was coming from\nbehind them. As he watched, a huge man reached over one of the cars,\npicked up a Star Point man, and lifted him behind the barricade.\n\nThe gag had just come out when the Star Point man jumped into view\nagain, waving a rag over his head and yelling. Captain Trench followed\nhim out, and began pointing toward the gray car.\n\n\"They want me,\" Murdoch gasped thickly. \"Get out, Gordon, before they\ngang up on us!\"\n\nGordon jerked his eyes back toward the alley on the other side. It went\nat an angle and would offer some protection.\n\nHe looked back, just as bullets began to land against the metal of the\ncar. Murdoch held up one finger and put himself into a position to make\na run for it. Then he brought the finger down sharply, and the two\nleaped out.\n\nTrench's ex-Marine bellow carried over the fighting. \"Get the old man!\"\n\nBruce Gordon had no time to look back. He hit the alley in five\nheart-ripping leaps and was around the bend. Then he swung, just as\nMurdoch made it. Bullets spatted against the walls, and he saw blood\npumping from under Murdoch's right shoulder.\n\n\"Keep going!\" Murdoch ordered.\n\nA fresh cry from the street cut into his order, however. Gordon risked a\nquick look, then stepped farther out to make sure.\n\nThe surprise raid by the Star Pointers hadn't been quite as much of a\nsurprise as expected. Coming down the street, with no regard for men\ntrying to get out of their way, the trucks of the Croopsters were\nbattering aside the few who could not reach safety. There were no\nmachine guns this time.\n\nThey smacked into the tangle of Star Point trucks, and came to a\ngrinding halt, men piling out ready for battle. Gordon nodded. In a few\nminutes, Wayne's supporters would have the booth again; there'd be a\ndelay before any organized search could be made for the fugitives. He\nlooked down at Murdoch's shoulder.\n\n\"Come on,\" he said finally. \"Or should I carry you?\"\n\nMurdoch shook his head. \"I'll walk. Get me to a place where we can\ntalk--and be damned to this. Gordon, I've got to talk--but I don't have\nto live. I mean that!\"\n\nGordon started off, disregarding the words; a place of safety had to\ncome first. He picked his way down alleys and small streets. The older\nman kept trying to stop to speak, but Gordon gave him no opportunity.\nThere was one chance....\n\nIt was farther than he'd thought, and Gordon began to suspect he'd\nmissed the way, until he saw the drugstore. Now it all fell into\nplace--the first beat he'd had with Izzy.\n\nHe ducked down back alleys until he reached the right section. He\nscanned the street, jumped to the door of the little liquor store and\nbegan banging on it. There was no answer, though he was sure the old\ncouple lived just over the store.\n\nHe began banging again. Finally, a feeble voice sounded from inside.\n\"Who is it?\"\n\n\"A man in distress!\" he yelled back. There was no way to identify\nhimself; he could only hope she would look.\n\nThe entrance seal opened briefly; then it flashed open all the way. He\nmotioned to Murdoch, and jumped to help the failing man to the entrance.\nThe old lady looked, then moved quickly to the other side.\n\n\"_Ach, Gott_,\" she breathed. Her hands trembled as she relocked the\nseal. Then she brushed the thin hair off her face, and pointed. Gordon\nfollowed her up the stairs, carrying Murdoch on his back. She opened a\ndoor, passed through a tiny kitchen, and threw open another door to a\nbedroom.\n\nThe old man lay on the bed, and this time there was no question of\nconcussion. The woman nodded. \"Yes. Pappa is dead, God forbid it. He\n_would_ try to vote. I told him and told him--and then ... With my own\nhands, I carried him here.\"\n\nGordon felt sick. He started to turn, but she shook her head quickly.\n\"No. Pappa is dead. He needs no beds now, and your friend is suffering;\nput him here.\"\n\nShe lifted the frail body of the old man and lowered him onto the floor\nwith a strength that seemed impossible. Then her hands were gentle as\nshe helped lower Murdoch where the corpse had been. \"I'll get alcohol\nfrom below--and bandages and hot water.\"\n\nAsa Murdoch opened his eyes, breathing stertoriously. His face was\nblanched, his clothes a mess. But he protested as Gordon tried to strip\nthem. \"Let them go, kid. There's no way to save me now. And listen!\"\n\n\"I'm listening!\"\n\n\"With your _mind_, Gordon, not your ears. You've heard a lot about\nSecurity. Well, I'm Security. Top level--policy for Mars. We never got a\ntop man here without his being discovered and killed--That's why we've\nhad to work under all the cover--and against our own government. Nobody\nknew I was here--Trench was our man--Sold us out! We've got junior\nmen--down to your level, clerks, such things. We've got a dozen plans.\nBut we're not ready for an emergency, and it's here--now!\n\n\"Gordon, you're a self-made louse, but you're a man underneath it\nsomewhere. That's why we rate you higher than you think you are. That's\nwhy I'm going to trust you--because I have to.\"\n\nHe swallowed, and the thin hand of the woman lifted brandy to his lips.\n\"Pappa,\" she said slowly. \"He was a clerk once for Security. But nobody\ncame, nobody called....\"\n\nShe went back to trying to bandage the bleeding bluish hole in his\nchest. Murdoch nodded faintly.\n\n\"Probably what happened to a lot--men like Trench, supposed to build an\norganization, just leaving the loose ends hanging.\" He groaned; sweat\npopped out on his forehead, but his eyes never left Gordon's. \"Hell's\ngoing to pop. The government's just waiting to step in; Earth _wants_ to\ntake over.\"\n\n\"It should,\" Gordon said.\n\n\"No! We've studied these things. Mars won't give up--and Earth wants a\nplum, not responsibility. You'll have civil war and the whole planetary\ndevelopment ruined. Security's the only hope, Gordon--the only chance\nMars had, has, or will have! Believe me, I know. Security has to be\nnotified. There's a code message I had ready--a message to a\nfriend--even you can send it. And they'll be watching. I've got the\nbasic plans in the book here.\"\n\nHe slumped back. Gordon frowned, then found the book and pulled it out\nas gently as he could. It was a small black memo book, covered with\npages of shorthand. The back was an address book, filled with\nnames--many crossed out. A sheet of paper in normal writing fell out.\n\n\"The message ...\" Murdoch took another swallow of brandy. \"Take it.\nYou're head of Security on Mars now. It's all authorized in the plans\nthere. You'll need the brains and knowledge of the others--but they\ncan't act. You can--we know about you.\"\n\nThe old woman sighed. She put down the hot water and picked up the\nbottle of brandy, starting down the stairs.\n\n\"Gordon!\" Murdoch said faintly.\n\nHe turned to put his head down. From the stairs, a sudden cry and thump\nsounded, and something hit the floor. Gordon jumped toward the sound, to\nfind the old lady bending over the inert figure of Sheila Corey.\n\n\"I heard someone,\" the woman said. She stared at the brandy bottle\nsickly. \"_Gott in Himmel_, look at me. Am I a killer, too, that I should\nstrike a young and beautiful girl. She comes into my house, and I sneak\nbehind her ... It is an evil time, young man. Here, you carry her\ninside. I'll get some twine to tie her up. The idea, spying on you!\"\n\nGordon picked the girl up roughly. That capped it, he thought. There was\nno way of knowing how much she'd heard, or whether she'd tipped others\noff. He dropped her near the bed, and went over to Murdoch. The man was\ndying now.\n\n\"So Security wants me to contact the others in the book and organize\nthings?\"\n\n\"Yes.\" Murdoch swallowed. \"Not a good chance, then--but a chance. Still\ntime--I think. Gordon?\"\n\n\"What else can I do?\" Bruce Gordon asked.\n\nHe knew it was no answer, but Asa Murdoch apparently accepted it as a\npromise. The gray-speckled head relaxed and rolled sideways on the\nbloody pillow.\n\n\"Dead,\" Gordon said to the woman, as she came up with the twine. \"Dead,\nfighting wind-mills. And maybe winning. I don't know.\"\n\nHe turned toward Sheila--a split second too late. The girl came up from\nthe floor with a single push of her arm. She pivoted on her heel, hit\nthe door, and her heels were clattering on the stairs. Before Gordon\ncould reach the entrance, she was whipping around into an alley.\n\nHe watched her go, sick inside, and the last he saw was the hand she\nheld up, waving the little black book at him!\n\nHe turned back into the liquor shop; the woman seemed to read his face.\n\"I should have watched her. It is a bad day for me, young man. I failed\nPappa; I failed the poor man who died--and now I have failed you. It is\nbetter...\"\n\nHe caught her as she fell toward him. She relaxed after a second.\n\"Upstairs, please,\" she whispered, \"beside Pappa. There was nothing\nelse. And these Martian poisons--they are so sure, they don't hurt. Five\nminutes more, I think. Stay with me, I'll tell you how Pappa and I got\nmarried. I want somebody should know how it was with us once, together.\"\n\nHe stayed, then picked the two bodies up and moved them from the floor\nonto the bed where he had first seen the old man. He moved Murdoch's\nbody aside, and covered the two gently. Finally, he went down the\nstairs, carrying Murdoch with him. The man's weight was a stiff load,\neven on Mars; but, somehow, he couldn't leave his body with the old\ncouple.\n\nHe stopped finally ten blocks of narrow alleys away, and put Murdoch\ndown.\n\nNow he had no witnesses, except Sheila Corey. He had no book, no clues\nas to whom to see and what to do.\n\nHe heard the sound of a mobile amplifier, and strained his ears toward\nit. He got enough to know that Wayne had won a thumping victory, better\nthan three to two.\n\nIsaiah Trench was still captain of the Seventh Precinct.\n\n\n\n\nChapter IX\n\nCONTRABAND\n\n\nElections were over, but the few dim lights along the street showed only\nboarded-up and darkened buildings. There were sounds of stirring, but no\none was trusting that the election-day brawls were completely ended yet.\n\nGordon hesitated, then swung glumly toward a corner where he could find\na police call box. He heard a tiny patrol car turn the corner and ducked\nback into another alley to wait for it to go by. But they weren't\nlooking for him. Their spotlight caught a running boy, clutching a few\nthin copies of the _Crusader_ under a scrawny arm.\n\nAfter the cops had dumped the unconscious kid into the back of the small\nsquad car, and gone looking for more game, Gordon went over to look at\nthe tattered scraps left of the opposition paper.\n\nRandolph wasn't preaching this time, but was content to report the facts\nhe'd seen. There had been at least ninety known killings; mobs had\nfought citizens outside the main market for three hours.\n\nYet in spite of all the ballot-stuffing and intimidations, Wayne had\nbarely squeaked through, by a four per cent majority. It was obvious\nthat the current administration could never win another election.\n\nBruce Gordon lifted the cradled phone from the box. \"Gordon reporting,\"\nhe announced.\n\nA startled grunt came from the instrument, followed by the clicks of\nhasty switching. In less than fifteen seconds, Trench's voice barked out\nof the phone. \"Gordon? Where the hell you been?\"\n\n\"Up an alley between McCutcheon and Miles,\" Gordon told him. \"With a\ncorpse. Murdoch's corpse. Better send out the wagon.\"\n\nTrench hesitated only a fraction of a second. \"Okay, _I'll_ be out in\nten minutes.\"\n\nGordon clumped back to the alley and bent for a final inspection of\nMurdoch's body, to make sure nothing would prove the flaws in his weakly\nbuilt story.\n\nIsaiah Trench was better than his word. He swung his gray car up to the\nalley in seven minutes.\n\nThe door slammed behind him, a beam snapped out from his flashlight into\nthe alley, and then he was beside Murdoch's body. He threw the light to\nGordon and stooped to run expert hands over the corpse and through the\npockets.\n\nFinally, he stood up, frowning. \"He's dead, all right. I don't get it.\nIf you hadn't reported in ... Gordon, did he try to make you think he\nwas--\"\n\n\"Security?\" Gordon filled in. \"Yeah. Claimed he was head of it here, and\nwanted me to send a message to Earth for him.\"\n\nTrench nodded, a touch of relief on his face. \"Crazy!\"\n\nGordon grimaced faintly.\n\n\"Crazy,\" Trench repeated. \"He must have been to spin that story ... By\nthe way, thanks for killing that sniper. You're a good shot. I'd be dead\nif you weren't, I guess.\"\n\nGordon made no comment, and Trench said, \"I could start a nasty\ninvestigation, I guess. But I heard him raving, too. Give me a hand, and\nI'll take care of all this ... Want me to drop you off?\"\n\nThey wangled the body into the trunk of the car. Then it was good to\nrelax while Trench drove along the rubble-piled and nearly deserted\nstreets. Gordon heard a sigh from beside him; Trench must have been\nunder tension, too.\n\nThey didn't speak until Trench stopped in front of Mother Corey's place.\nThen the captain turned and stuck out his hand. \"Congratulations, by the\nway. I forgot to tell you, but you won the lottery. You're a sergeant\nfrom now on.\"\n\n       *       *       *       *       *\n\nInside, a thick effluvium hit his nose, and Gordon turned to see Mother\nCorey's huge bulk waddling down the hall. The old man nodded. \"We\nthought you'd gone on the lam, cobber. But I guess, since Trench brought\nyou back, you've cooled. Good, good. As a respectable man now, I\ncouldn't have stashed you from the cops--though I might have been\ntempted--mighty tempted.\" His face was melancholy. \"Tell me, lad, did\nthey get Murdoch?\"\n\nBruce Gordon nodded, and the old man sighed. Something suspiciously like\na tear glistened in his eyes.\n\n\"I thought you were taking a bath,\" Gordon commented.\n\nThe old man chuckled. \"Fate's against me, cobber. With all the shooting,\nsome punk put a bullet clean through the wall and the plastic of the\ntub. Fifty gallons of water, all wasted!\"\n\nHe turned back toward the end of the hall, sighing again. Gordon went up\nthe stairs, noticing that Izzy's door was open. The little man was\nstretched out on the bunk in his clothes, filthy; one side of his face\nswollen.\n\n\"Hi, gov'nor,\" he called out, his voice still cheerful. \"I had odds\nyou'd beat the ticket, though the Mother and me were worried there for a\nwhile. How'd you grease the fix?\"\n\nGordon sketched it in, without mentioning Security. \"What happened to\nyou, Izzy?\"\n\n\"Price of being honest. But the gees who paid me protection didn't get\nhurt, gov'nor.\" He winced, then grinned. \"So they pay double tomorrow.\nHonesty pays, gov'nor, if you squeeze it once in a while ... Funny, you\nmaking sergeant; I thought two other gees won the lottery.\"\n\nSo the promotion _had_ come from Trench! It bothered him. When a turkey\nsees corn on the menu, it's time to wonder about Thanksgiving.\n\n       *       *       *       *       *\n\nCollections were good all week--probably as a result of Izzy's actions.\nEven after he arranged to pay his income tax, and turned over his\n\"donation\" to the fund, Gordon was well ahead for the first time since\nhe'd landed here.\n\nHe had become almost superstitious about the way he was always left with\nno more than a hundred credits in his pockets. This time, he stripped\nhimself to that sum at once, depositing the rest in the First Marsport\nBank. Maybe it would break the jinx.\n\nThey were one of the few teams in the Seventh Precinct to make full\nquota. Trench was lavish in his praise. He was playing more than fair\nwith Bruce Gordon now, but there was a basic suspicion in his eyes.\n\nThe next day, he drafted Izzy and Gordon for a trip outside the dome.\n\"It's easy enough, and you'll get plenty of credit in the fund for it. I\nneed two men who can keep their mouths shut.\"\n\nThey idled around the station through the morning. In the late\nafternoon, they left in a big truck capable of hauling what would have\nbeen fifty tons on Earth. Trench drove. Outside the dome, the electric\nmotor carried them along at a steady twenty miles an hour, almost\nsilently.\n\nIt was Gordon's first look at the real Mars. He saw small villages where\ncrop prospectors and hydroponic farmers lived, with a few small\nindustrial sections scattered over the desert. As they moved out, he saw\nthe slow change from the beaten appearance of Marsport to something that\nseemed no worse than would be found among the share-croppers back on\nEarth. It was obvious that Marsport was the poison center here.\n\nSome of the younger children were running around without helmets,\nconfirming Praeger's claim that third-generation Martians somehow\nlearned to adapt to the atmosphere.\n\nDarkness fell sharply, as it always did in Mars' thin air, but they went\non, heading out into the dunes of the desert. When they finally stopped,\nthey were beside a small, battered space ship. Boxes were piled all\naround it, and others were being tossed out. Trent leaped from the\ntruck, motioning them to follow, and they began loading the crates\nhastily. It took about an hour of hard work to load the last of them,\nand Trench was working harder than they were. Finished, he went up to\none of the men from the ship, handed over an envelope, and came back to\nstart the truck back toward Marsport. As the dunes dwindled behind them,\nGordon could see the brief flare of the little rocket taking off.\n\nThey drove back through the night as rapidly as the truck could manage.\nFinally, they rolled into City Hall, down a ramp, and onto an elevator\nthat took them three levels down. Trench climbed out and nodded in\nsatisfaction. \"That's it. Take tomorrow off, if you want, and I'll fix\ncredit for you. But just remember you haven't seen anything. You don't\nknow any more than our old friend Murdoch!\"\n\nHe led them to another elevator, then swung back to the truck.\n\n\"Guns,\" Gordon said slowly. \"Guns and contraband ammunition for the\nadministration from Earth. And they must have paid half the graft\nthey've taken for that. What the hell do they want it for?\"\n\nIzzy jerked a shoulder upwards and a twist ran across his pock-marked\nface. \"War, what else? Gov'nor, Earth must be boiling about the\nelection. Maybe Security's getting set to spring.\"\n\nThe idea of Marsport rebelling against Earth seemed ridiculous. Even\nwith guns, they wouldn't have a chance if Earth sent a force of any\nstrength to back Security. But it was the only explanation.\n\nGordon took the next day off to look for Sheila Corey, but nobody would\nadmit having seen her.\n\nHe had seen crowds beginning to assemble all afternoon, but had paid no\nattention to them. Now he found the way back to Corey's blocked by a\nmob. Then he saw that the object of it all was the First Marsport Bank.\nIt was only toward that that the shaking fists were raised. Gordon\nmanaged to get onto a pile of rubble where he could see over the crowd.\nThe doors of the bank were locked shut, but men were attacking it with\nan improvised battering ram. As he watched, a pompous little man came to\nthe upper window over the door and began motioning for attention. The\ncrowd quieted almost at once, except for a single yell. \"When do we get\nour money?\"\n\n\"Please. Please.\" The voice reached back thinly as the bank president\ngot his silence. \"Please. It won't do you any good. Not a bit. We're\nbroke. Not a cent left! And don't go blaming me. _I_ didn't start the\nrush. Your friends did that. They took all the money, and now we're\ncleaned out. You can't--\"\n\nA rope rose from the crowd and settled around him. In a second, he was\npulled down, and the crowd surged forward.\n\nGordon dropped from the rubble, staring at the bank. He'd played it safe\nthis time--he'd put his money away, to make sure he'd have it!\n\nA heavy hand fell on his shoulder, and he turned to see Mother Corey.\n\"That's the way a panic is, cobber,\" the man said. \"There's a run, then\neverything is ruined. I tried to get you when I first heard the rumor,\nbut you were gone. And when this starts, a man has to get there first.\"\nHe patted his side, where a bulge showed. \"And I just made it, too.\"\n\nThe mob was beginning to break up now, but it was still in an ugly mood.\n\"But what started it?\"\n\n\"Rumors that Mayor Wayne got a big loan from the bank--and why not,\nseeing it was his bank! Nobody had to guess that he'd never pay it back,\nso--\"\n\nGordon found Izzy organizing the bouncers from the joints and some of\nthe citizens into a squad. Every joint was closed down tightly already.\nGordon began organizing his own squad.\n\nIzzy slipped over as he began to get them organized. \"If we hold past\nmidnight, we'll be set, gov'nor,\" he said. \"They go crazy for a while,\nbut give 'em a few hours and they stop most of it. I figure you know\nwhere all the scratch went?\"\n\n\"Sure--guns from Earth! The damned fools!\"\n\n\"Yeah. But not fools. Just bloody well-informed, gov'nor. Earth's\nsending a fleet--got official word of it. No way of telling how big, but\nit's coming.\"\n\nIt gave Gordon something to think about while they patrolled the beat.\nBut he had enough for a time without that. The mobs left the section\nalone, apparently scared off by the organized group ready and waiting\nfor them. But every street and alley had to be kept under constant\nsurveillance to drive out the angry, desperate men who were trying to\nget something to hang onto before everything collapsed. He saw stores\nbeing broken into, beyond his beat; and brawls as one drunken, crazed\ncrowd met another. But he kept to his own territory, knowing that there\nwas nothing he could do beyond it.\n\nBy midnight, as Izzy had promised, the people had begun to quiet down,\nhowever. The anger and hysteria were giving way to a sullen, beaten\nhopelessness.\n\nHonest Izzy finally seemed satisfied to turn things over to the regular\nnight men. Gordon waited around a while longer, but finally headed back\nto Mother Corey's place.\n\nMother Corey put a cup of steaming coffee into his hands. \"You look\nworse than I do, cobber. Worse than even that granddaughter of mine. She\nwas looking for you!\"\n\n\"Sheila?\" Gordon jerked the word out.\n\n\"Yeah. She left a note for you. I put it up in your room.\" Mother Corey\nchuckled. \"Why don't you two get married and make your fighting legal?\"\n\n\"Thanks for the coffee,\" Gordon threw back at him. He was already\nmounting the stairs.\n\nHe tossed his door open and found the letter on his bed.\n\n\"I'd rather go to Wayne,\" it said, \"but I need money. If you want the\nrest of this, you've got until three tonight to make an offer. If you\ncan find me, maybe I'll listen.\"\n\nThe torn-off front cover of the notebook accompanied the letter. But it\nwas a quarter after three already, he was practically broke--and he had\nno idea where she could be found.\n\n\n\n\nChapter X\n\nMARRIAGE OF CONVENIENCE\n\n\nBruce Gordon jerked the door open to yell for Izzy while he tucked the\nbit of notebook cover into his pocket. Then he stopped as something\nnibbled at his mind; the odor Gordon had smelled before registered. He\nyanked out the bit of notebook and sniffed. It hadn't been close enough\nfor any length of time to be contaminated by Mother Corey, so the smell\ncould only come from one place.\n\nHe checked the batteries on his suit and put it on quickly. There was no\npoint in wearing the helmet inside the dome, but it was better than\ntrying to rent one at the lockers. He buckled it to a strap. The knife\nslid into its sheath, and the gun holster snapped onto the suit. As a\nfinal thought, he picked up the stout locust stick he'd used under\nMurdoch.\n\nThere were no cabs outside tonight, of course. The streets were almost\ndeserted, except for some prowler or desperation-driven drug addict. He\nproceeded cautiously, however, realizing that it would be just like\nSheila to ambush him. But he reached the exit from the dome with no\ntrouble.\n\n\"Special pass to leave at this hour,\" the guard there reminded him. \"Of\ncourse, if it's urgent, pal...\"\n\nGordon was in no mood to try bribes. He let his hand drop to the gun.\n\"Police Sergeant Gordon, on official business,\" he said curtly. \"Get the\nhell out of my way.\"\n\nThe guard thought it over, and reached for the release. Gordon swung\nback as he passed through. \"And you'd better be ready to open when I\ncome back.\"\n\nHe was in comparative darkness almost at once, and tonight there was no\nsign of the lights of patrolling cops. Then three specks of glaring blue\nlight suddenly appeared in the sky, jerking his eyes up. They were\ndropping rapidly.\n\nRockets that flamed bright blue--military rockets! Earth was finally\ntaking a hand!\n\nHe crouched in a hollow that had once been some kind of a basement until\nthe ships had landed and cut off their jets. Then he stood up, blinking\nhis eyes until they could again make out the pattern of the dim bulbs.\nHe'd seen enough by the rocket glare to know that he was headed right.\nAnd finally the ugly half-cylinder of patched brick and metal that was\nthe old Mother Corey's Chicken Coop showed up against the faint light.\n\nHe moved in cautiously, as silently as he could, and located the\nsemi-secret entrance to the building without meeting anyone. Once in the\ntunnel that led to the building, he felt a little safer.\n\nHe removed his helmet, and strapped it to the back of his suit, out of\nthe way. The old hall was in worse shape than before. Mother Corey had\nrun a somewhat orderly place, with constant vigilance; Bruce Gordon\ncould never have come into the hallway without being seen in the old\ndays.\n\nThen a pounding sound came from the second floor, and Gordon drew back\ninto the denser shadows, staring upwards. A heavy voice picked up the\nexchange of shouts.\n\n\"You, Sheila, you come outa there! You come right out or I'm gonna blast\nthat there door down. You open up.\"\n\nGordon was already moving up the stairs when a second voice reached him,\nand this one was familiar. \"Jurgens don't want _you_; all he wants is\nthis place--we got use for it. It don't belong to you, anyhow! Come out\nnow, and we'll let you go peaceful. Or stay in there and we'll blast you\nout--in pieces.\"\n\nIt was the voice of Jurgens' henchman who had called on Mother Corey\nbefore elections. The thick voice must belong to the big ape who'd been\nwith him.\n\n\"Come on out,\" the little man cried again. \"You don't have a chance.\nWe've already chased all your boarders out!\"\n\nGordon tried to remember which steps had creaked the worst, but he\nwasn't too worried, if there were only two of them. Then his head\nprojected above the top step, and he hesitated. Only the rat and the ape\nwere standing near a heavy, closed door. But four others were lounging\nin the background. He lifted his foot to put it back down to a lower\nstep, just as Sheila's muffled voice shrilled out a fog of profanity. He\ngrinned, and then saw that he'd lifted his foot to a higher step.\n\nThere was a sharp yell from one of the men in the background and a knife\nsailed for him, but the aim was poor. Gordon's gun came out. Two of the\nmen were dropping before the others could reach for their own weapons,\nand while the rat-faced man was just turning. The third dropped without\nfiring, and the fourth's shot went wild. Gordon was firing rapidly, but\nnot with such a stupid attempt at speed that he couldn't aim each shot.\nAnd at that distance, it was hard to miss.\n\nRat-face jerked back behind the big hulk of his partner, trying to pull\na gun that seemed to be stuck; a scared man's ability to get his gun\nstuck in a simple holster was always amazing. The big guy simply lunged,\nwith his hands out.\n\nGordon side-stepped and caught one of the arms, swinging the huge body\nover one hip. It sailed over the broken railing, to land on the floor\nbelow and crash through the rotten planking. He heard the man hit the\nbasement, even while he was swinging the club in his hand toward the\nrat-faced man.\n\nThere was a thin, high-pitched scream as a collarbone broke. He slumped\nonto the floor, and began to try hitching his way down the steps. Gordon\npicked up the gun that had fallen out of the holster as the man fell and\nput it into his pouch. He considered the two, and decided they would be\nno menace.\n\n\"Okay, Sheila,\" he called out, trying to muffle his voice. \"We got them\nall.\"\n\n\"Pie-Face?\" Her voice was doubtful.\n\nHe considered what a man out here who went under that name might be\nlike. \"Sure, baby. Open up!\"\n\n\"Wait a minute. I've got this nailed shut.\" There was the sound of an\neffort of some kind going on as she talked. \"Though I ought to let you\nstay out there and rot. Damn it ... uh!\"\n\nThe door heaved open then, and she appeared in it; then she saw him, and\nher jaw dropped open slackly. \"You!\"\n\n\"Me,\" he agreed. \"And lucky for you, Cuddles.\"\n\nHer hand streaked to a gun in her belt. \"Kill him!\"\n\nThis time, he didn't wait to be attacked. He went for the door, knocking\nher aside. His knee caught the outside of her hip as she spun; she fell\nover, dropping the gun.\n\nThe two men in the room were both holding knives, but in the ridiculous\noverhand position that seems to be an ingrained stupidity of the human\nrace, until it's taught better. A single flip of his locust club against\ntheir wrists accounted for both of the knives. He grabbed them by the\nhair of their heads, then, and brought the two skulls together savagely.\n\nSheila lay stretched out on the floor, where her head had apparently\nstruck against the leg of a bed. Gordon shoved the bodies of the two men\naside and looked down at the wreck of a man who lay on the dirty\nblanket. \"Hello, O'Neill,\" he said.\n\nThe former leader of the Stonewall gang stared up at the club swinging\nfrom Gordon's wrist. \"You ain't gonna beat me this time? I'm a sick man.\nSick. Can't hurt nobody. Don't beat me again.\"\n\nGordon's stomach knotted sickly. Doing something under the pressure of\nnecessity was one thing; but to see the sorry results of it later was\nanother. \"All right,\" he said. \"Just stay there until I get away from\nthis rat's nest and I won't hit you. I won't even touch you.\"\n\nHe was sure enough that it was no act on O'Neill's part; he wasn't so\nsure about Sheila. He checked the two men on the floor, who were still\nout cold. Then he stepped through the door carefully, to make sure that\nthe big bruiser hadn't come back.\n\nHis ears barely detected the sound Sheila made as she reached for the\nknife of one of the men. Then it came--the faintest catch of breath.\nGordon threw himself flat to the floor. She let out a scream as he saw\nher momentum carry her over him; she was at the edge of the rail, and\nstarting to fall.\n\nHe caught her feet in his hands and yanked her back. There was nothing\nphony this time as she hit the floor.\n\n\"Just a matter of co-ordination, Cuddles,\" he told her. \"Little girls\nshouldn't play with knives; they'll grow up to be old maids that way.\"\n\nFury blackened her face, but she still couldn't function. He picked her\nup and tossed her back into the room. From the broken mattress on the\nbed, he dug out a coil of wire and bound her hands and feet with it.\n\n\"Can't say I think much of your choice of companions these days,\" he\ncommented, looking toward the bed where O'Neill was cowering. \"It looks\nas if your grandfather picks them better for you.\"\n\n\"You filthy-minded hog! D'you think I'd--I'd--One room in the place with\na decent door, and you can't see why I'd choose that room to keep\nJurgens' devils back. You--You--\"\n\nHe'd been searching the room, but there was no sign of the notebook\nthere. He checked again to see that the wire was tight, and then picked\nup the two henchmen who were showing some signs of reviving.\n\n\"I'll watch them,\" a voice said from the door. Gordon snapped his head\nup to see Izzy standing there. He realized he'd been a lot less cautious\nthan he'd thought.\n\nIzzy grinned at his confusion. \"I got enough out of the Mother to case\nthe pitch,\" he said. \"I knew I was right when I spotted the apeman\ncarrying a guy with a bad shoulder away from here. Jurgens' punks, eh?\"\n\n\"Thanks for coming. What's it going to cost me?\"\n\n\"Wouldn't be honest to charge unless you asked me to convoy you,\ngov'nor. And if you're looking for the vixen's room, it's where you\nbunked before. I got around after I spotted you here.\"\n\nSheila Corey forced herself to a sitting position and spat at Izzy.\n\"Traitor! Crooked little traitor!\"\n\n\"Shut up, Sheila,\" Izzy said. \"Your retainer ran out.\"\n\nSurprisingly, she did shut up. Gordon went to the little space--and saw\nthat Izzy was right; there was a nearly used-up lipstick, a comb, and a\ncracked mirror. There was also a small cloth bag containing a few scraps\nof clothes.\n\nHe turned the room upside down, but there was no sign of the notebook or\npapers from it.\n\nHe located her helmet and carried it down with him. \"You're going\nbye-bye, Cuddles,\" he told her. \"I'm going to put this on you and then\nunfasten your arms and legs. But if you start to so much as wiggle your\nbig toe, you won't sit down for a month.\"\n\nShe pursed her lips hotly, but made no reply. He screwed the helmet on,\nand unfastened her arms. For a second, she tensed, while he waited,\ngrinning down at her. Then she slumped back and lay quiet as he\nunfastened her legs.\n\nHe tossed her over his shoulder, and started down the rickety stairs.\n\nThere was a little light in the sky. Five minutes later, it was full\ndaylight, which should have been a signal for the workers to start for\ntheir jobs. But today they were drifting out unhappily, as if already\nsure there would be no jobs by nightfall.\n\nA few stared at Gordon and his burden, but most of them didn't even look\nup. The two men trudged along silently.\n\n\"Prisoner,\" he announced crisply to the guard, but there was no protest\nthis time. They went through, and he was lucky enough to locate a\nbroken-down tricycle cab.\n\nMother Corey let them in, without flickering an eyelash as he saw his\ngranddaughter. Bruce Gordon dropped her onto her legs. \"Behave\nyourself,\" he warned her as he took off his helmet, and then unfastened\nhers.\n\nMother Corey chuckled. \"Very touching, cobber. You have a way with\nwomen, it seems. Too bad she had to wear a helmet, or you might have\ndragged her here by her hair. Ah, well, let's not talk about it here. My\nroom is more comfortable--and private.\"\n\nInside, Sheila sat woodenly on the little sofa, pretending to see none\nof them. Mother Corey looked from one to the other, and then back to\nGordon. \"Well? You must have had some reason for bringing her here,\ncobber.\"\n\n\"I want her out of my hair, Mother,\" Gordon tried to explain. \"I can\nlock her up--carrying a gun without a permit is reason enough. But I'd\nrather you kept her here, if you'll take the responsibility. After all,\nshe's your granddaughter.\"\n\n\"So she is. That's why I wash my hands of her. I couldn't control myself\nat her age, couldn't control my son, and I don't intend to handle a\nfemale of my line. It looks as if you'll have to arrest her.\"\n\n\"Okay. Suppose I rent a room and put a good lock on it. You've got the\none that connects with mine vacant.\"\n\n\"I run a respectable house now, Gordon,\" Mother Corey stated flatly.\n\"What you do outside my place is your own business. But no women, except\nmarried ones. Can't trust 'em.\"\n\nGordon stared at the old man, but he apparently meant just what he said.\n\"All right, Mother,\" he said finally. \"How in hell do I marry her\nwithout any rigmarole?\"\n\nIzzy's face seemed to drop toward the floor. Sheila came up off the\ncouch with a choking cry and leaped for the door. Mother Corey's immense\narm moved out casually, sweeping her back onto the couch.\n\n\"Very convenient,\" the old man said. \"The two of you simply fill out a\nform--I've got a few left from the last time--and get Izzy and me to\nwitness it. Drop it in the mail, and you're married.\"\n\n\"If you think I'd marry you, you filthy--\" Sheila began.\n\nMother Corey listened attentively. \"Rich, but not very imaginative,\" he\nsaid thoughtfully. \"But she'll learn. Izzy, I have a feeling we should\nlet them settle their differences.\"\n\nAs the door shut behind them, Gordon yanked Sheila back to the couch.\n\"Shut up!\" he told her. \"This isn't a game. Hell's popping here--you\nknow that better than most people. And I'm up to my neck in it. If I've\ngot to marry you to keep you out of my hair, I will.\"\n\nHer face was pasty-white, but she bent her head, and fluttered her\neyelashes up at him. \"So romantic,\" she sighed. \"You sweep me off my\nfeet. You--Why, you--\"\n\n\"Me or Trench! I can take you to him and tell him you're mixed up in\nSecurity, and that you either have papers on you or out at the Chicken\nCoop to prove it. He won't believe _you_ if I take you in. Well?\"\n\nShe looked at him a long time in silence, and there was surprise in her\neyes. \"You'd do it! You really would.... All right; I'll sign your\ndamned papers!\"\n\nTen minutes later, he stood in what was now a connecting double room,\nwatching Mother Corey nail up the hall door to the room that was to be\nhers. There were no windows here, and his own room had an excellent lock\non it already--one he'd put on himself. Izzy came back as Mother Corey\nfinished the door and began knocking a small panel out of the connecting\ndoor. The old man was surprisingly adept with his hands as he fitted\nhinges and a catch to the panel, and re-installed it so that Sheila\ncould swing it open.\n\n\"They're married,\" Izzy said. \"It's in the mail to the register, along\nwith the twenty credits. Gov'nor, we're about due to report in.\"\n\nGordon nodded. \"Be with you in a minute,\" he said as he paid Mother\nCorey for the materials and work. He jerked his head and the two men\nwent out, leaving him alone with Sheila.\n\n\"I'll bring you some food tonight. And you may not have a private bath,\nbut it beats the Chicken Coop. Here.\" He handed her the key to the\nconnecting door. \"It's the only key there is.\"\n\n\n\n\nChapter XI\n\nTHE SKY'S THE LIMIT\n\n\nAll that day, the three rocket ships sat out on the field. Nobody went\nup to them, and nobody came from them; surprisingly, Wayne had found the\ncourage to ignore them. But rumors were circulating wildly. Bruce Gordon\nfelt his nerves creeping out of his skin and beginning to stand on end\nto test each breeze for danger.\n\nWith the credit they'd accumulated in the fund, nearly all their\ncollection was theirs. Gordon went out to do some shopping. He stopped\nwhen his money was down to a hundred credits, hardly realizing what he\nwas doing. When he went out, the street was going crazy.\n\nIzzy had been waiting, and filled him in. At exactly sundown, the rocket\nships had thrown down ramps, and a stream of jeeps had ridden down them\nand toward the south entrance to the dome. They had presented some sort\nof paper and forced the guard to let them through. There were about two\nhundred men, some of them armed. They had driven straight to the huge,\nbarnlike Employment Bureau, had chased out the few people remaining\nthere, and had simply taken over. Now there was a sign in front which\nsimply said MARSPORT LEGAL POLICE FORCE HEADQUARTERS. Then the\njeeps had driven back to the rockets, gone on board, and the ships had\ntaken off.\n\nGordon glanced at his watch, finding it hard to believe it could have\nbeen done so quickly. But it was two hours after sundown.\n\nNow a car with a loudspeaker on top rolled into view--a completely\narmored car. It stopped, and the speaker began operating.\n\n\"Citizens of Marsport! In order to protect your interests from the\nproven rapacity of the administration here, Earth has revoked the\nindependent charter of Marsport. The past elections are hereby declared\nnull and void. Your home world has appointed Marcus Gannett as mayor,\nwith Philip Crane as chief of police. Other members of the council will\nbe by appointment until legal elections can be held safely. The\nMunicipal Police Force is disbanded, and the Legal Police Force is now\nbeing organized.\n\n\"All police and officers who remain loyal to the legal government will\nbe accepted at their present grade or higher. To those who now leave the\nillegal Municipal Force and accept their duty with the Legal Force,\nthere will be no question of past conduct. Nor will they suffer\nfinancially from the change!\n\n\"Banks will be reopened as rapidly as the Legal Government can extend\nits control, and all deposits previously made will be honored in full.\"\n\nThat brought a cheer from the crowd, as the sound truck moved on. Gordon\nsaw two of the police officers nearby fingering their badges\nthoughtfully.\n\nThen another truck rolled into view, and the Mayor's canned voice came\nover it, panting as if he'd had to rush to make the recording. He began\ndirectly:\n\n\"Martians! Earth has declared war on us. She has denied us our right to\nrule ourselves--a right guaranteed in our charter. We admit there have\nbeen abuses; all young civilizations make mistakes. But we've developed\nand grown.\n\n\"This is an old pattern, fellow Martians! England tried it on her\ncolonies three hundred years ago. And the people rose up and demanded\ntheir right to rule themselves. They had troubles with their\ngovernments, too--and they had panics. But they won their freedom, and\nit made them great--so great that now that _one_ nation--not all Earth,\nbut that single nation!--is trying to do to us what she wouldn't permit\nto herself.\n\n\"Well, we don't have an army. But neither do they. They know the people\nof this world wouldn't stand for the landing of foreign--that's right,\n_foreign_--troops. So they're trying to steal our police force from us\nand use it for their war.\n\n\"Fellow Martians, they aren't going to bribe us into that! Mars has had\nenough. I declare us to be in a state of revolution. And since they have\nchosen the weapons, I declare our loyal and functioning Municipal Police\nForce to be _our_ army. Any man who deserts will be considered a\ntraitor. But any man who sticks will be rewarded more than he ever\nexpected. We're going to protect our freedom.\n\n\"Let them open their banks--our banks--again. And when they have\nestablished your accounts, go in and collect the money! If they give it\nto you, Mars is that much richer. If they don't, you'll know they're\nlying.\n\n\"Let them bribe us if they like. We're going to win this war.\"\n\nGordon felt the crowd's reaction twist again, and he had to admit that\nWayne had played his cards well.\n\nBut it didn't make the question of where he belonged, or what he should\ndo, any easier. He waited until the crowd had thinned out a little and\nbegan heading toward Corey's, with Izzy moving along silently beside\nhim, carrying half the packages.\n\nHe remembered the promise of forgiveness for all sins on joining the new\nLegal Force; but he'd read enough history to know that it was fine--as\nlong as the struggle continued. Afterwards, promises grew dim....\n\nHe had no use for the present administration, but Earth had no right to\ntake over without a formal investigation, and a chance for the people to\nstate their choice.\n\nThen he grimaced at himself. He was in no position to move according to\nright and wrong. The only question that counted was how he had the best\nchance to ride out the storm, and to get back to Earth and a normal\nlife.\n\nHe was still in a brown study as he took the bundles from Izzy and\ndropped them on his bed. Izzy went out, and Gordon stood staring at the\nwall. Trench? Or the new Commissioner Crane? If Earth should win--and\nthey had most of the power, after all--and Bruce Gordon had fought\nagainst Security, the mines of Mercury were waiting.\n\nHe picked up the stuff from his bed and started to sweep it aside before\nhe lay down. Then he remembered at last; he knocked on the panel, until\nit finally opened a crack.\n\n\"Here,\" he told her. \"Food, and some other stuff. There are some refuse\nbags, too. Yell when you want them removed.\"\n\nShe took the bundles woodenly until she came to a plastic can. Then she\ngasped. \"Water! Two gallons!\"\n\n\"There are heat tablets, and a skin tub.\" The salesgirl had explained\nhow one gallon was enough in the plastic bag that served as a tub; he\nhad his doubts. \"Detergent. The whole works.\"\n\nShe hauled the stuff in and started to close the panel. Then she\nhesitated. \"I suppose I should thank you, but I don't like to be told I\nstink so much you can't stand me in the next room!\"\n\n\"Hell, I've gotten so I can stand your grandfather,\" he answered. \"It\nwasn't that.\" The panel slammed shut.\n\n       *       *       *       *       *\n\nHe still hadn't solved his problem in the morning; out of habit, he put\non his uniform and went across to Izzy's room. But Izzy was already\ngone.\n\nGordon fished into the pocket of his uniform for paper and a pencil to\nleave a note in case Izzy came back. His fingers found the half notebook\ncover instead. He drew it out, scowling at it, and started to crumple\nit. Then he stopped, staring at the piece of imitation leather and paper\nthat wouldn't bend.\n\nHis fingers were still stiff as he began tearing off the thin covering\nwith his knife; the paper backing peeled away easily.\n\nUnder it lay a thin metal plate that glowed faintly even in the dim\nlight of Izzy's room! Gordon nearly dropped it. He'd seen such an\nidentification plate once before.\n\nThe printing on it leaped at him: \"This will identify the bearer, BRUCE\nIRVING GORDON, as a PRIME agent of the Office of Solar Security,\nempowered to make and execute any and all directives under the powers of\nthis office.\" The printing in capitals was obviously done by hand, but\nwith the same catalytic \"ink\" as the rest of the badge. Murdoch must\nhave prepared it, hidden it in the notebook, then died before the secret\ncould be revealed.\n\nA knock sounded from across the hall. Gordon thrust the damning badge as\ndeep into his pouch as he could cram it and looked out. It was Mother\nCorey.\n\n\"You've got a visitor--outside,\" he announced. \"Trench. And I don't like\nthe stench of that kind of cop in my place. Get him away, cobber, get\nhim away!\"\n\nGordon found Trench pacing up and down in front of the house, scowling\nup at it. But the ex-Marine smiled as he saw Bruce Gordon in uniform.\n\"Good. At least some men are loyal. Had breakfast, Gordon?\"\n\nGordon shook his head, and realized suddenly that the decision seemed to\nhave been taken out of his hands. They crossed the street and went down\nhalf a block. \"All right,\" he said, when the coffee began waking him.\n\"What's the angle?\"\n\nTrench dropped the eyes that had been boring into him. \"I'll have to\ntrust you, Gordon. I've never been sure. But either you're loyal now or\nI can't depend on anyone being loyal.\"\n\nDuring the night, it seemed, the Legal Force had been recruiting. Wayne,\nArliss, and the rest of the administration had counted on self-interest\nholding most of the cops loyal to them. They'd been wrong. Legal forces\nalready controlled about half the city.\n\n\"So?\" Gordon asked. He could have told Trench that the fund was\ngood-enough reason for most police deserting.\n\nTrench put his coffee down and yelled for more. It was obvious he'd\nspent the night without sleep. \"So we're going to need men with guts.\nGordon, you had training under Murdoch--who knew his business. And you\naren't a coward, as most of these fat fools are. I've got a proposition,\nstraight from Wayne.\"\n\n\"I'm listening.\"\n\n\"Here.\" Trench threw across a platinum badge. \"Take that--captain at\nlarge--and conscript any of the Municipal Force you want, up to a\nhundred. Pick out any place you want, train them to handle those damned\nLegals the way Murdoch handled the Stonewall boys. In return, the sky's\nthe limit. Name your own salary, once you've done the job. And no\nkickbacks, either!\"\n\nGordon picked up the badge slowly and buckled it on, while a grim,\nsatisfied smile spread over Trench's features. The problem seemed to\nhave been solved. Gordon should have been satisfied, but he felt like\nJudas picking up the thirty pieces of silver. He tried to swallow them\nwith the dregs of his coffee, and they stuck in his throat.\n\nComes the revolution and we'll all eat strawberries and scream!\n\nA hubbub sounded outside, and Trench grimaced as a police whistle\nsounded, and a Municipal cop ran by. \"We're in enemy territory,\" he\nsaid. \"The Legals got this precinct last night. Captain Hendrix and some\nof his men wanted to come back with full battle equipment and chase them\nout. I had a hell of a time getting them to take it easy. I suppose that\nwas some damned fool who tried to go back to his beat.\"\n\n\"Then you'd better look again,\" Gordon told him. He'd gone to the door\nand was peering out. Up the narrow little street was rolling a group of\nabout seventy Municipal police and half a dozen small trucks. The men\nwere wearing guns. And up the street a man in bright green uniform was\npounding his fist up and down in emphasis as he called in over the\nprecinct box.\n\n\"The idiot!\" Trench grabbed Gordon and spun out, running toward the\nadvancing men. \"We've got to stop this. Get my car--up the street--call\nArliss on the phone--under the dash. Or Wayne. I'll bring Hendrix.\"\n\nTrench's system made some sense, and this business of marching as to war\nmade none at all. Gordon grabbed the phone from under the dash. A sleepy\nvoice answered to say that Commissioner Arliss and Mayor Wayne were\nsleeping. They'd had a hard night, and...\n\n\"Damn it, there's a rebellion going on!\" Gordon told the man. Rebellion,\nrebellion! He'd meant to say revolution, but...\n\nTrench was arguing frantically with the pompous figure of Captain\nHendrix. From the other end of the street, a group of small cars\nappeared; and men began piling out, all in shiny green.\n\n\"Who's this?\" the phone asked. When Gordon identified himself, there was\na snort of disgust. \"Yes, yes, congratulations. Trench was quite right;\nyou're fully authorized. Did you call me out of bed just to check on\nthat, young man?\"\n\n\"No, I--\" Then he hung up. Hendrix had dropped to his knees and fired\nbefore Trench could knock the gun from his hands.\n\nThere was no answering fire. The Legals simply came boiling down the\nstreet, equipped with long pikes with lead-weighted ends. And Hendrix\ncame charging up, his men straggling behind him. Gordon was squarely in\nthe middle. He considered staying in Trench's car and letting it roll\npast him. But he'd taken the damned badge.\n\n\"Hell,\" he said in disgust. He climbed out, just as the two groups met.\nIt all had a curious feeling of unreality.\n\nThen a man jumped for him, swinging a pike, and the feeling was suddenly\ngone. His hand snapped down sharply for a rock on the street. The pike\nwhistled over his head, barely missing, and he was up, squashing the big\nstone into the face of the other. He jerked the pike away, kicked the\nman in the neck as he fell, and unsheathed his knife with the other\nhand.\n\nTrench was a few feet away. The man might be a louse, but he was also a\nfighting machine of first order, still. He'd already captured one of the\npikes. Now he grinned tightly at Gordon and began moving toward him.\nGordon nodded--in a brawl such as this, two working together had a\ndistinct advantage.\n\nThen a yell sounded as more Legals poured down the street. One of them\nwas obviously Izzy, wearing the same green as the others!\n\nGordon felt something hit his back, and instinctively fell, soaking up\nthe blow. He managed to bend his neck and roll, coming to his feet. His\nknife slashed upwards, and the Legal fell--almost on top of the Security\nbadge that had dropped from Gordon's pouch.\n\nHe jerked himself down and scooped it up, his eyes darting for Trench.\nHe stuffed it back, ducking a blow. Then his glance fell on the entrance\nto Mother Corey's house--with Sheila Corey coming out of the seal!\n\nGordon threw himself back; he had to get to her.\n\nHe hadn't been watching as closely as he should. He saw the pike coming\ndown and tried to duck...\n\nHe was vaguely conscious later of looking up, to see Sheila dragging him\ninto some entrance, while Trench ran toward them. Sheila and Trench\ntogether--and the Security badge was still in his pouch!\n\n\n\n\nChapter XII\n\nWIFE OR PRISONER?\n\n\nSomething cold and damp against his forehead brought Gordon part way out\nof his unconsciousness finally. There was the softness of a bed under\nhim and the bitter aftertaste of Migrainol on his tongue. He tried to\nmove, but nothing happened. The drug killed pain, but only at the\nexpense of a temporary paralysis of all voluntary motion.\n\nThere was a sudden withdrawal of the cooling touch on his forehead, and\nthen hasty steps that went away from him, and the sound of a door\nclosing.\n\nSteps sounded from outside; his door opened, and there was the sound of\ntwo men crossing the room, one with the heavy shuffle of Mother Corey.\n\n\"No wonder the boys couldn't find where you'd stashed him, Mother. Must\nbe a bloody big false section you've got in that trick mattress of\nyours!\"\n\n\"Big enough for him and for Trench, Izzy,\" Mother Corey's wheezing voice\nagreed. \"Had to be big to fit me.\"\n\n\"You mean you hid Trench out, too?\" Izzy asked.\n\nThere was a thick chuckle and the sound of hands being rubbed together.\n\"A respectable landlord has to protect himself, Izzy. For hiding and a\nconvoy back, our Captain Trench gave me a paper with immunity from the\nMunicipal Force. Used that, with a bit of my old reputation, to get your\nMayor Gannett to give me the same from the Legals. Gannett didn't want\nMother Corey to think the Municipals were kinder than the Legals, so\nyou're in the only neutral territory in Marsport. Not that you deserve\nit.\"\n\n\"Lay off, Mother,\" Izzy said sharply. \"I told you I had to do it. I take\ncare of the side that pays my cut, and the bloody administration pulled\nthe plug on my beat twice. Only honest thing to do was to join the\nLegals.\"\n\n\"And get your rating upped to a lieutenant,\" Mother Corey observed.\n\"Without telling cobber Gordon!\"\n\n\"Like I say, honesty pays, Mother--when you know how to collect. Hell, I\nfigured Bruce would do the same. He's a right gee.\"\n\nMother Corey chuckled. \"Yeah, when he forgets he's a machine. How about\na game of shanks?\"\n\nThe steps moved away; the door closed again. Bruce Gordon got both eyes\nopen and managed to sit up. The effects of the drug were almost gone,\nbut it took a straining of every nerve to reach his uniform pouch. His\nfingers, clumsy and uncertain, groped back and forth for a badge that\nwasn't there!\n\nHe heard the door open softly, but made no effort to look up. The\nreaction from his effort had drained him.\n\nFingers touched his head carefully, brushing the hair back delicately\nfrom the side of his skull. Then there was the biting sting of\nantiseptic, sharp enough to bring a groan from his lips. Sheila's hair\nfell over her face as she bent to replace his bandages.\n\nHer eyes wandered toward his, and the scissors and bandages on her lap\nhit the floor as she jumped to her feet. She turned toward her room,\nthen hesitated as he grinned crookedly at her. \"Hi, Cuddles,\" he said\nflatly.\n\nShe bit her lips and turned back, while a slow flush ran over her face.\nHer voice was uncertain. \"Hello, Bruce. You okay?\"\n\n\"How long have I been like this?\"\n\n\"Fifteen hours, I guess. It's almost midnight.\" She bent over to pick up\nthe bandages and to finish with his head. \"Are you hungry? There's some\ncanned soup--I took the money from your pocket. Or coffee...\"\n\n\"Coffee.\" He forced himself up again; Sheila propped the flimsy pillow\nbehind him, then went into her room to come back with a plastic cup\nfilled with brown liquid that passed for coffee here. It was loaded with\ncaffeine, at least.\n\n\"Why'd you come back?\" he asked suddenly. \"You were anxious enough to\npick the lock and get out.\"\n\n\"I didn't pick it--you forgot to lock it.\"\n\nHe couldn't remember what he'd done after he found the badge. \"Okay, my\nmistake. But why the change of heart?\"\n\n\"Because I needed a meal ticket!\" she said harshly. \"When I saw that\nLegal cop ready to take you, I had to go running out to save you.\nBecause I don't have the iron guts to starve like a Martian!\"\n\nIt rocked him back on his mental heels. He'd thought that she had been\nattacking him on the street; but it made more sense this way, at that.\n\n\"You're a fool!\" he told her bitterly. \"You bought a punched meal\nticket. Right now, I probably have six death warrants out on me, and\nabout as much chance of making a living as--\"\n\n\"I'll stick to my chances. I don't have any others now.\" She grimaced.\n\"You get things done. Now that you've got a wife to support, you'll\nsupport her. Just remember, it was your idea.\"\n\nHe'd had a lot of ideas, it seemed. \"I've got a wife who's holding onto\na notebook that belongs to me, then. Where is it?\"\n\nShe shook her head. \"I'm keeping the notebook for insurance. Blackmail,\nBruce. You should understand that! And you won't find it, so don't\nbother looking...\" She went into the other room and shut the door.\nThere was the sound of the lock being worked, and then silence.\n\nHe stared at the door foolishly, swearing at all women; then grimaced\nand turned back to the chair where his uniform still lay. He could stay\nhere fighting with her, or he could face his troubles on the outside.\nThe whole thing hinged on Trench; unless Trench had shown the badge to\nothers, his problem boiled down to a single man.\n\nGordon found one tablet of painkiller left in the bottle and swallowed\nit with the dregs of the coffee. He made sure his knife was in its\nsheath and that the gun at his side was loaded. He found his police\nclub, checked the loop at its end, and slipped it onto his wrist.\n\nAt the door to the hall, he hesitated, staring at Sheila's room. Wife or\nprisoner? He turned it over in his mind, knowing that her words couldn't\nchange the facts. But in the end, he dropped the key and half his money\nbeside her door, along with a spare knife and one of his guns.\n\nHe went by Izzy's room without stopping; technically, the boy was an\nenemy to all Municipals. This might be neutral territory, but there was\nno use pressing it. Gordon went down the stairs and out through the seal\nonto the street entrance, still in the shadows.\n\nHis eyes covered the street in two quick scans. Far up, a Legal cop was\npassing beyond the range of the single dim light. At the other end, a\npair of figures skulked along, trying the door of each house they\npassed. With the cops busy fighting each other, this was better pickings\nthan outside the dome.\n\nHe saw the Legal cop move out of sight and stepped onto the street,\ntrying to look like another petty crook on the prowl. He headed for the\nnearest alley, which led through the truckyard of Nick the Croop.\n\nThe entrance was in nearly complete darkness. Gordon loosened his knife\nand tightened his grip on the locust stick.\n\nSuddenly a whisper of sound caught his ears. He stopped, not too\nquickly, and listened, but everything was still. A hundred feet farther\non, and within twenty yards of the trucks, a swishing rustle reached his\nears and light slashed hotly into his eyes. Hands grabbed at his arms,\nand a club swung down toward his knife. But the warning had been enough.\nGordon's arms jerked upwards to avoid the reaching hands. His boot\nlifted, and the flashlight spun aside, broken and dark. With a\ncontinuous motion, he switched the knife to his left hand in a thumb-up\nposition and brought it back. There was a grunt of pain; he stepped\nbackwards and twisted. His hands caught the man behind, lifted across a\nhip, and heaved, just before the front man reached him.\n\nThe two ambushers were down in a tangled mess. There was just enough\nlight to make out faint outlines, and Gordon brought his locust club\ndown twice, with the hollow thud of wood on skulls.\n\nHis head was swimming in a hot maelstrom of pain, but it was quieting as\nhis breathing returned to normal. As long as his opponents were slower\nor less ruthless, he could take care of himself.\n\nThe trouble, though, was that Isaiah Trench was neither slow nor\nsqueamish.\n\nGordon gathered the two hoodlums under his arms and dragged them with\nhim. He came out in the truckyard and began searching. Nick the Croop\nhad ridden his reputation long enough to be careless, and the third\ntruck had its key still in the lock. He threw the two into the back and\nstruck a cautious light.\n\nOne of them was Jurgens' apelike follower, his stupid face relaxed and\nvacant. The other was probably also one of Jurgens' growing mob of\nprotection racketeers. Gordon yanked out the man's wallet, but there was\nno identification; it held only a small sheaf of bills.\n\nHe stripped out the money--and finally put half of it back into the\nwallet and dropped it beside the hoodlum. Even in jail, a man had to\nhave smokes.\n\nHe stuck to the alleys, not using the headlights, after he had locked\nthe two in and started the electric motor. He had no clear idea of how\nthe battles were going, but it looked as if the Seventh Precinct was\nstill in Municipal hands.\n\nThere was no one at the side entrance to Seventh Precinct Headquarters\nand only two corporals on duty inside; the rest were probably out\nfighting the Legals, or worrying about it. One of the corporals started\nto stand up and halt him, but wavered at the sight of the captain's star\nthat was still pinned to his uniform.\n\n\"Special prisoners,\" Gordon told him sharply. \"I've got to get\ninformation to Trench--and in private!\"\n\nThe corporal stuttered. Gordon knocked him out of the way with his\nelbow, reached for the door to Trench's private office, and yanked it\nopen. He stepped through, drawing it shut behind him, while his eyes\nchecked the position of his gun at his hip. Then he looked up.\n\nThere was no sign of Trench. In his place, and in the uniform of a\nMunicipal captain, sat the heavy figure of Jurgens. \"Outside!\" he\nsnapped. Then his eyes narrowed, and a stiff smile came onto his lips as\nhe laid the pen down. \"Oh, it's you, Gordon?\"\n\n\"Where's Captain Trench?\"\n\nThe heavy features didn't change as Jurgens chuckled. \"Commissioner\nTrench, Gordon. It seems Arliss decided to get rid of Mayor Wayne, but\ndidn't count on Wayne's spies being better than his. So Trench got\npromoted--and I got his job for loyal service in helping the Force\nrecruit. My boys always wanted to be cops, you know.\"\n\nGordon tried to grin in return as he moved closer, slipping the heavy\nlocust club off his wrist.\n\n\"I sent Ape and Mullins out to get in touch with you,\" Jurgens said.\n\"But I guess they didn't reach you before you left.\"\n\nGordon shook his head slightly, while the nerves bunched and tingled in\nhis neck. \"They hadn't arrived when I left the house,\" he said\ntruthfully enough.\n\nJurgens reached out for tobacco and filled a pipe. He fumbled in his\npockets, as if looking for a light. \"Too bad. I knew you weren't in top\nshape, so I figured a convoy might be handy. Well, no matter. Trench\nleft some instructions about you, and--\"\n\nHis voice was perfectly normal, but Gordon saw the hand move suddenly\ntoward the drawer that was half-open. And the cigarette lighter was\nattached to the other side of the desk.\n\nThe locust stick left Gordon's hand with a snap. It cut through the air\na scant eight feet, jerked to a stop against Jurgens' forehead and\nclattered onto the top of the desk, while Jurgens folded over, his mouth\nstill open, his hand slumping out of the drawer. The club rolled toward\nGordon, who caught it before it could reach the floor.\n\nBut Jurgens was only momentarily out. As Gordon slipped the loop over\nhis wrist again, one of the new captain's hands groped, seeking a button\non the edge of the desk.\n\nThe two corporals were at the door when Gordon threw it open, but they\ndrew back at the sight of his drawn gun. Feet were pounding below as he\nfound the entrance that led to the truck. He hit the seat and rammed\ndown the throttle with his foot before he could get his hands on the\nwheel.\n\nIt was a full minute before sirens sounded behind him, and Nick the\nCroop had fast trucks. He spotted the squad car far behind, ducked\nthrough a maze of alleys, and lost it for another few precious minutes.\nThen a barricade lay ahead.\n\nThe truck faltered as it hit the nearly finished obstacle, and Gordon\nfelt his stomach squashing down onto the wheel. He kept his foot to the\nfloor, strewing bits of the barricade behind him, until he was beyond\nthe range of the Legal guns that were firing suddenly. Then he stopped\nand got out carefully, with his hands up.\n\n\"Captain Bruce Gordon, with two prisoners--bodyguards of Captain\nJurgens,\" he reported to the three men in bright new Legal uniform who\nwere approaching warily. \"How do I sign up with you?\"\n\n\n\n\nChapter XIII\n\nARREST MAYOR WAYNE!\n\n\nThe Legal forces were shorthanded and eager for recruits. They had\nstruck quickly, according to plans made by experts on Earth, and now\ncontrolled about half of Marsport. But it was a sprawling crescent\naround the central section, harder to handle than the Municipal\nterritory. Bruce Gordon was sworn in at once.\n\nThen he cooled his heels while the florid, paunchy ex-politician\nCommissioner Crane worried about his rating and repeated how corrupt\nMars was and how the collection system was over--absolutely over. In the\nend, he was given a captain's pay and the rank of sergeant. As a favor,\nhe was allowed to share a beat with Honest Izzy under Captain Hendrix,\nwho had simply switched sides after losing the morning's battle.\n\nGordon's credits were changed to Legal scrip, and he was issued a\ntrim-fitting green uniform. Then a surprisingly competent doctor\nexamined his wound, rebandaged it, and sent him home for the day. The\nchange was finished--and he felt like a grown man playing with dolls.\n\nHe walked back, watching the dull-looking people closing off their\nhomes, as they had done at elections. Here and there, houses had been\nbroken into during the night. There were occasional buzzes of angry\nconversation that cut off as he approached.\n\nMarsport had learned to hate all cops, and a change of uniform hadn't\naltered that; instead, the people seemed to resent the loss of the\nfamiliar symbol of hatred.\n\nHe found Izzy and Randolph at the restaurant across from Mother Corey's.\nIzzy grinned suddenly at the sight of the uniform. \"I knew it,\ngov'nor--knew it the minute I heard Jurgens was a cop. Did you make 'em\ngive you my beat?\"\n\nHe seemed genuinely pleased as Gordon nodded, and then dropped it, to\npoint to Randolph. \"Guess what, gov'nor. The Legals bought Randy's\n_Crusader_. Traded him an old job press and a bag of scratch for his\nreputation.\"\n\n\"You'll be late, Izzy,\" Randolph said quietly. Gordon suddenly realized\nthat Randolph, like everyone else, seemed to be Izzy's friend. He\nwatched the little man leave, and reached out for the menu. Randolph\npicked it out of his hand. \"You've got a wife home, muckraker. You don't\nhave to eat this filth.\"\n\nGordon got up, grimacing at the obvious dismissal. But the publisher\nmotioned him back again.\n\n\"Yeah, the Legals want the _Crusader_ for their propaganda,\" he said\nwearily. \"New slogans and new uniforms, and none of them mean anything.\nHere!\" He drew a small golden band from his little finger. \"My mother's\nwedding ring. Give it to her--and if you tell her it came from me, I'll\nrip out your guts!\"\n\nHe got up suddenly and hobbled out, his pinched face working. Gordon\nturned the ring over, puzzled. Finally he got up and headed for his\nroom, a little surprised to find the door unlocked. Sheila opened her\neyes at his uniform, but made no comment. \"Food ready in ten minutes,\"\nshe told him.\n\nShe'd already been shopping, and had installed the tiny cooking\nequipment used in half Marsport. There was also a small iron lying\nbeside a pile of his laundered clothes. He dropped onto the bed wearily,\nthen jerked upright as she came over to remove his boots. But there was\nno mockery on her face--and oddly, it felt good to him. Maybe her idea\nof married life was different from his.\n\nShe was sanding the dishes and putting them away when he finally\nremembered the ring. He studied it again, then got up and dropped it\nbeside her. He was surprised as she fumbled it on to see that it\nfitted--and more surprised at the sudden realization that she was\nentitled to it.\n\nShe studied it under the glare of the single bulb, and then turned to\nher room. She was back a few seconds later with a small purse. \"I got a\nduplicate key. Yours is in there,\" she said thickly. \"And--something\nelse. I guess I was going to give it to you anyway. I was afraid someone\nelse might find it--\"\n\nHe cut her off brusquely, his eyes riveted on the Security badge he'd\nbeen sure Trench had taken. \"Yeah, I know. Your meal ticket was in\ndanger. Okay, you've done your nightly duty. Now get the hell out of my\nroom, will you?\"\n\n       *       *       *       *       *\n\nThe week went on mechanically, while he gradually adjusted to the new\nangles of being a Legal. The banks were open, and deposits honored, as\npromised. But it was in the printing-press scrip of Legal currency,\nuseful only through Mayor Gannett's trick Exchanges. Water went up from\nfourteen credits to eighty credits for a gallon of pure distilled. Other\nthings were worse. Resentment flared, but the scrip was the only money\navailable, and it still bound the people to the new regime.\n\nSupplies were scarce, salt and sugar almost unavailable. Earth had cut\noff all shipping until the affair was settled, and nobody in the\noutlands would deal in scrip.\n\nHe came home the third evening to find that Sheila had managed to find\nspace for her bunk in his room, cut off by a heavy screen, and had\nclosed the other room to save the rent. It led to some relaxation\nbetween them, and they began talking impersonally.\n\nGordon watched for a sign that Trench had passed on his evidence of the\nmurder of Murdoch, but there was none. The pressure of the beat took his\nmind from it. Looting had stepped up.\n\nIzzy had co-operated--reluctantly, until Gordon was able to convince him\nthat it was the people who paid his salary. Then he nodded. \"It's a\nhelluva roundabout way of doing things, gov'nor, but if the gees pay for\nprotection any old way, then they're gonna get it!\"\n\nThey got it. Hoodlums began moving elsewhere, toward easier pickings.\n\nGordon turned his entire pay over to Sheila; at current prices, it would\nbarely keep them in food for a week. \"I told you you had a punched meal\nticket,\" he said bitterly.\n\n\"We'll live,\" she answered him. \"I got a job today--barmaid, on your\nbeat, where being your wife helps.\"\n\nHe could think of nothing to say to it; but after supper, he went to\nIzzy's room to arrange for a raid on Municipal territory. Such small\nraids were nominally on the excuse of extending the boundaries, but\nactually they were out-and-out looting.\n\nHe came back to find her cleaning up, and shoved her away. \"Go to bed.\nYou look beat. I'll sand these.\"\n\nShe started to protest, then let him take over.\n\nThey never made the looting raid. The next morning, they arrived at the\nPrecinct house to find men milling around the bulletin board, buzzing\nover an announcement there. Apparently, Chief Justice Arliss had broken\nwith the Wayne administration, and the mimeographed form was a legal\nruling that Wayne was no longer Mayor, since the charter had been\nvoided. He was charged with inciting a riot, and a warrant had been\nissued for his arrest.\n\nHendrix appeared finally. \"All right, men,\" he shouted. \"You all see it.\nWe're going to arrest Wayne. By jingo, they can't say we ain't legal\nnow! Every odd-numbered shield goes from every precinct. Gordon,\nIsaacs--you two been talking big about law and order. Here's the\nwarrant. Take it and arrest Wayne!\"\n\nIt took nearly an hour to get the plans settled, but finally they headed\nfor the trucks that had been arriving. Most of them belonged to Nick the\nCroop, who had apparently decided the Legals would win.\n\nGordon and Izzy found the lead truck and led the way. They neared the\nbar where Sheila was working, and Bruce Gordon swore. She was running\ntoward the center of the street, frantically trying to flag him down,\nand he barely managed to swerve around her. \"Damned fool!\" he muttered.\n\nIzzy's pock-marked face soured for a second as he stared at Gordon. \"The\nprincess? She sure is.\"\n\nThe crew at the barricade had been alerted, and now began clearing it\naside hastily, while others kept up a covering fire against the few\nMunicipals. The trucks wheeled through, and Gordon dropped back to let\nscout trucks go ahead and pick off any rash enough to head for the call\nboxes. They couldn't prevent advance warning, but they could delay and\nminimize it.\n\nThey were near the big Municipal building when they came to the first\nreal opposition, and it was obviously hastily assembled. The scouts took\ncare of most of the trouble, though a few shots pinged against the truck\nGordon was driving.\n\n\"Rifles!\" Izzy commented in disgust. \"They'll ruin the dome yet. Why\ncan't they stick to knives?\"\n\nHe was studying a map of the big building, picking their best entrance.\nAhead, trucks formed a sort of V formation as they reached the grounds\naround it and began bulling their way through the groups that were\ntrying to organize a defense. Gordon found his way cleared and shot\nthrough, emerging behind the defense and driving at full speed toward\nthe entrance Izzy pointed out.\n\n\"Cut speed! Left sharp!\" Izzy shouted. \"Now, in there!\"\n\nThey sliced into a small tunnel, scraping their sides where it was\nbarely big enough for the truck. Then they reached a dead end, with just\nroom for them to squeeze through the door of the truck and into an\nentrance marked with a big notice of privacy.\n\nThere was a guard beside an elevator, but Izzy's knife took care of him.\nThey ducked around the elevator, unsure of whether it could be remotely\ncontrolled, and up a narrow flight of stairs, down a hallway, and up\nanother flight. A Municipal corporal at the top grabbed for a warning\nwhistle, but Gordon clipped him with a hasty rabbit punch and shoved him\ndown the stairs. Then they were in front of an ornate door, with their\nweapons ready.\n\nIzzy yanked the door open and dropped flat behind it. Bullets from a\nsubmachine gun clipped out, peppering the entrance and the door, and\nricocheting down the hall. The yammering stopped, finally, and Izzy\nstuck his head and one arm out with a snap of his knife. Gordon leaped\nin, to see a Municipal dropping the machine gun.\n\nThere were about thirty cops inside, gathered around Mayor Wayne, with\nTrench standing at one side. The fools had obviously expected the\nmachine gun to do all the work.\n\nIzzy leaped for the machine gun and yanked it from dead hands, while the\ncops slowly began raising their arms. Wayne sat petrified, staring\nunbelievingly, and Gordon drew out the warrant. \"Wayne, you're under\narrest!\"\n\nTrench moved forward, his hands in the air, but with no mark of surprise\nor fear on his face. \"So the bad pennies turn up. You damned fools, you\nshould have stuck. I had big plans for you, Gordon. I've still got them,\nif you don't insist...\"\n\nHis hands whipped down savagely toward his hips and came up sharply!\nGordon spun, and the gun leaped in his hands, while the submachine gun\njerked forward and clicked on an empty chamber. Trench was tumbling\nforward to avoid the shot, but he twitched as a bullet creased his\nshoulder. Then he was upright, waving empty hands at them, with the thin\nsmile on his face deepening. He'd had no guns.\n\nGordon jerked around, but Wayne was already disappearing through a heavy\ndoor. And the cops were reaching for their guns. Gordon estimated the\nchances of escape and then leaped forward into their group, with Izzy at\nhis side, seeking close quarters where guns wouldn't work.\n\nGun butts, elbows, fists, and clubs were pounding at him, while his own\nclub lashed out savagely. In ten seconds, things began to haze over, but\nhis arms went on mechanically, seeking the most damage they could work.\n\nThen a heavy bellow sounded, and a seeming mountain of flesh thundered\nacross the huge room. There was no shuffle to Mother Corey now. The huge\nlegs pumped steadily, and the great arms were reaching out to flail\naside clubs and knives. Men began spewing out of the brawl like straw\nfrom a thresher as the old man grabbed arms, legs, or whatever was\nhandy. He had one cop in his left arm, using him as a flail against the\nothers.\n\nThe Municipals broke. And at the first sign, Mother Corey leaped\nforward, dropping his flail and gathering Izzy and Gordon under his\narms. He hit the heavy door with his shoulder and crashed through\nwithout breaking stride. Stairs lay there, and he took them three at a\ntime.\n\nHe dropped them finally as they came to a side entrance. There was a\nsporadic firing going on there, and a knot of Municipals were clustered\naround a few Legals, busy with knives and clubs. Corey broke into a run\nagain, driving straight into them and through, with Gordon and Izzy on\nhis heels. The surprise element was enough to give them a few seconds.\n\nThen they were around a small side building, out of danger. Sheila was\nholding the door of a large three-wheeler open. They ducked into it,\nwhile she grabbed the wheel.\n\nThey edged forward until they could make out the shape of the fight\ngoing on. The Legals had never quite reached the front of the building,\nobviously, and were now cut into sections. Corey tapped her shoulder,\npointing out the rout, and she gunned the car.\n\nThey were through too fast to draw fire from the busy groups of\nbattle-crazed men, leaping across the square and into the first side\nstreet they could find. Then she slowed, and headed for the main street\nback to Legal territory.\n\n\"Lucky we found a good car to steal,\" Mother Corey wheezed. He was\npuffing now, mopping rivulets of perspiration from his face. \"I'm\ngetting old, cobbers. Once I broke every strong-man record on\nEarth--still stand, too. But not now. Senile!\"\n\n\"You didn't have to come,\" Izzy said.\n\n\"When my own granddaughter comes crying for help? When she finally\nadmits she _needs_ her old grandfather?\"\n\nGordon was staring back at the straggling of trucks he could see\nbeginning to break away. The raid was over, and the Legals had lost.\nTrench had tricked him.\n\nIzzy grunted suddenly. \"Gov'nor, if you're right, and the plain gees pay\nmy salary, who's paying me to start fighting other cops? Or is it maybe\nthat somebody isn't being exactly honest with the scratch they lift from\nthe gees?\"\n\n\"We still have to eat,\" Gordon said bitterly. \"And to eat, we'll go on\ndoing what we're told.\"\n\n\n\n\nChapter XIV\n\nFULL CIRCLE\n\n\nHendrix had been wounded lightly, and was out when Gordon and Izzy\nreported. But the next day, they were switched to a new beat where\ntrouble had been thickest and given twelve-hour duty--without special\novertime.\n\nIzzy considered it slowly and shook his head. \"That does it, gov'nor. It\nain't honest, treating us this way. If the crackle comes from the\npeople, and these gees give everybody a skull cracking, then they're\ncrooks. It ain't honest, and I'm too sick to work. And if that bloody\ndoctor won't agree...\"\n\nHe turned toward the dispensary. Gordon hesitated, and then swung off\nwoodenly to take up his new beat. Apparently, his reputation had gone\nahead of him, since most of the hoodlums had decided pickings would be\neasier on some beat where the cops had their own secret rackets to\nattend to, instead of head busting. But once they learned he was\nalone...\n\nBut the second day, two of the citizens fell into step behind him almost\nat once, armed with heavy clubs. Periodically during the shift,\nreplacements took their place, making sure that he was never by himself.\nIt surprised him even more when he saw that a couple of the men had come\nover from his old beat. Something began to burn inside him, but he held\nhimself in, confining his talk to vague comments on the rumors going\naround.\n\nThere were enough of them, mostly based on truth. Part of Jurgens' old\ncrowd had broken away from him and established a corner on most of the\ndrugs available; they had secretly traded a supply to Wayne, who had\nbecome an addict, for a stock of weapons.\n\nGordon remembered the contraband shipment of guns, and compared it to\nthe increase he'd noticed in weapons, and to the impossible prices the\npushers were demanding. It made sense.\n\nAll kinds of supplies were low, and the outlands beyond Marsport had cut\noff all shipments. Scrip was useless to them, and the Legals were\nraiding all cargoes destined for Wayne's section. And the Municipals had\nimposed new taxes again.\n\nHe came back from what should have been his day off to find Izzy in\nuniform, waiting grimly. Behind the screen, there was a rustling of\nclothes, and a dress came sailing from behind it. While he stared,\nSheila came out, finishing the zipping of her airsuit. She moved to a\nsmall bag and began drawing out the gun she had used and a knife. He\ncaught her shoulders and shoved her back, pulling the weapons from her.\n\n\"Get out of my way, you damned Legal machine!\" she spat.\n\n\"Easy, princess,\" Izzy said. \"He hasn't seen it yet, I guess. Here,\ngov'nor!\"\n\nHe picked up a copy of Randolph's new little _Truth_ and pointed to the\nheadline: SECURITY DENOUNCES RAPE OF MARSPORT!\n\nThe story was somewhat cooler than that, but not much. Randolph simply\nquoted what was supposed to be an official cable from Security on Earth,\ndenouncing both governments and demanding that both immediately\nsurrender. It listed the crimes of Wayne, then tore into the Legals as a\nbunch of dupes, sent by North America to foment trouble while they\nlooted the city, and to give the Earth government an excuse for seizing\nmilitary control of Marsport officially. Citizens were instructed not to\nco-operate; all members of either government were indicted for high\ntreason to Security!\n\nHe crushed the paper slowly, tearing it to bits with his clenched hands;\nhe'd swallowed the implication that the Legals _were_ Security...\n\nThen it hit him slowly, and he looked up. \"Where's Randolph?\"\n\n\"At his plant. At least he left for it, according to Sheila.\"\n\nGordon picked up Sheila's gun and buckled it on beside his own. She\ngrabbed at it, but he shoved her back again. \"You're staying here,\nCuddles. You're supposed to be a woman now, remember!\"\n\nShe was swearing hotly as they left, but made no attempt to follow.\nGordon broke into a slow trot behind Izzy, until they could spot one of\nthe few remaining cabs. He stopped it with his whistle, and dumped the\npassenger out unceremoniously, while Izzy gave the address.\n\n\"The damned fool opened up on the border--figured he'd circulate to both\nsections,\" Izzy said. \"We'd better get out a block up and walk. And I\nhope we ain't _too_ bloody late!\"\n\nThe building was a wreck, outside; inside it was worse. Men in the\nMunicipal uniform were working over the small job press and dumping the\nhand-set type from the boxes. On the floor, a single Legal cop lay under\nthe wreckage, apparently having gotten there first and been taken care\nof by the later Municipals. Randolph had been sitting in a chair between\ntwo of the cops, but now he leaped up and tried to flee through the back\ndoor.\n\nIzzy started forward, but Gordon pulled him back, as the cops reached\nfor their weapons. The gun in his hand picked them out at quarters too\nclose for a miss, starting with the cop who had jumped to catch\nRandolph. Izzy had ducked around the side, and now came back, leading\nthe little man.\n\nRandolph paid no attention to the dead men, nor to the bruises on his\nown body. He moved forward to the press, staring at it, and there were\ntears in his eyes as he ran his hands over the broken metal. Then he\nlooked up at them. \"Arrest or rescue?\" he asked.\n\n\"Arrest!\" a voice from the door said harshly, and Bruce Gordon swung to\nsee six Legals filing in, headed by Hendrix himself. The captain nodded\nat Gordon. \"Good work, Sergeant. By jinx, when I heard the Municipals\nwere coming, I was scared they'd get him for sure. Crane wants to watch\nthis guy shot in person!\"\n\nHe grabbed Randolph by the arm.\n\n\"You're overlooking something, Hendrix,\" Gordon cut in. He had moved\nback toward the wall, to face the group. \"If you ever look at my record,\nyou'll find I'm an ex-newspaperman myself. This is a rescue. Tie them\nup, Izzy.\"\n\nHendrix was faster than Gordon had thought. He had his gun almost up\nbefore Gordon could fire. A bluish hole appeared on the man's forehead;\nhe dropped slowly. The others made no trouble as Izzy bound them with\nbaling wire.\n\n\"And I hope nobody finds them,\" he commented. \"All right, Randy, I guess\nwe're a bunch of refugees heading for the outside, and bloody lucky at\nthat. Proves a man shouldn't have friends.\"\n\nRandolph's face was still greenish-white, but he straightened and\nmanaged a feeble smile. \"Not to me, Izzy. Right now I can appreciate\nfriends. But you two better get going. I've got some unfinished business\nto tend to.\" He moved to one corner and began dragging out an old\ndouble-cylinder mimeograph. \"Either of you know where I can buy stencils\nand ink and find some kind of a truck to haul this paper along?\"\n\nIzzy stopped and stared at the rabbity, pale little man. Then he let out\na sudden yelp of laughter. \"Okay, Randy, we'll find them. Gov'nor, you'd\nbetter tell my mother I'll be using the old sheets. Go on. You've got\nthe princess to worry about. We'll be along later.\"\n\nHe grabbed Randolph's hand and ducked out the back before Gordon could\nprotest.\n\nIzzy could only have meant that they were going to hole up in Mother\nCorey's old Chicken Coop. Bruce Gordon had now managed to make a full\ncircle, back to his beginnings on Mars. He'd started at the Coop with a\ndeck of cards; now he was returning with a club.\n\nHe had counted on at least some regret from Mother Corey, however. But\nthe old man only nodded after hearing that Randolph was safe. \"Fanatics,\ncrusaders and damned fools!\" he said. He shook his head sadly and went\nshuffling back to his room, where two of his part-time henchmen were\nsitting.\n\nSheila had been sitting on the bunk, still in her airsuit. Now she\njerked upright, then sank back with a slow flush. Her hands were\ntrembling as she reached for a cup of coffee and handed it to him,\nlistening to his quick report of Randolph's safety and the fact that he\nwas going back outside the dome.\n\n\"I'm all packed,\" she said. \"And I packed your things, too.\"\n\nHe shot his eyes around the room, realizing that it was practically\nbare, except for a few of her dresses. She followed his gaze, and shook\nher head. \"I won't need them out there,\" she said. Her voice caught on\nthat. \"They'll be safe here.\"\n\n\"So will you, now that you've made up with the Mother,\" he told her.\n\"Your meal ticket's ruined, Cuddles, and you made it clear a little\nwhile ago just where you stand. Remind me to tell you sometime how much\nfun it's been.\"\n\n\"Your mother was good with a soldering iron, wasn't she? You even look\nhuman.\" She bent to pick up a shoulder pack and a bag, and her face was\nnormal when she stood up again. \"You might guess that the cops would be\nhappy to get hold of your wife now, though. Come on, it's a long walk.\"\n\nHe left the car beyond the gate, and they pushed through the locker room\ntoward the smaller exit, stopping to fasten down their helmets. The\nguard halted them, but without any suspicion.\n\n\"Going hunting for those damned kids, eh?\" he said. He stared at Sheila.\n\"Lucky devil! All I got for a guide was an old bum. Okay, luck,\nSergeant!\"\n\nIt made no sense to Gordon, but he wasn't going to argue. They went\nthrough and out into the waste and slums beyond the domes, heading out\nuntil there were only the few phosphor bulbs to guide their way.\n\nGordon was moving cautiously, using his helmet light only occasionally,\ngun ready in his hand. But it was Sheila who caught the faint sound. He\nheard her cry out, and turned to see her crash into the stomach of a man\nwith a half-raised stick. He went down with almost no resistance. Sheila\nshot the beam of her light on the thin, drawn face. \"Rusty!\"\n\n\"Hi, princess.\" He got up slowly, trying to grin. \"Didn't know who it\nwas. Sorry. Ever get that louse you were out for?\"\n\nShe nodded. \"Yeah, I got him. That's him--my husband! What's wrong with\nyou, Rusty? You've lost fifty pounds, and--\"\n\n\"Things are a mite tough out here, princess. No deliveries. Closed my\nbar, been living sort of hand to mouth, but not much mouth.\" His eyes\nbulged greedily as she dug into a bag and began to drag out the\nsandwiches she must have packed for the trip. But he shook his head. \"I\nain't so bad off. I ate something yesterday. But if you can spare\nsomething for the Kid--Hey, Kid!\"\n\nA thin boy of about sixteen crept out from behind some rubble, staring\nuncertainly. Then, at the sight of the food, he made a lunge, grabbed\nit, and hardly waited to get it through the slits of his suit before\ngulping it down. Rusty sat down, his lined old face breaking into a\nfaint grin. He hesitated, but finally took some of the food.\n\n\"Shouldn't oughta. You'll need it. Umm.\" He swallowed slowly, as if\ntasting the food all the way down. \"Kid can't talk. Cop caught him\npeddling one of Randolph's pamphlets, cut out part of his tongue. But\nhe's all right now. Come on, Kid, hurry it up. We gotta convoy these\npeople.\"\n\nThey were following a kind of road when headlights bore down on them.\nGordon's hand was on his gun as they leaped for shelter, but there was\nno hostile move from the big truck. He studied it, trying to decide what\na truck would be doing here. Then a Marspeaker-amplified voice shouted\nfrom it. \"Any muckrakers there?\"\n\n\"One,\" Gordon shouted back, and ran toward it, motioning the others to\nfollow. He'd always objected to the nickname, but it made a good code.\nRandolph's frail hand came down to help them up, but a bigger paw did\nthe actual lifting.\n\n\"Why didn't you two wait?\" Mother Corey asked, his voice booming out of\nhis Marspeaker. \"I figured Izzy'd stop by first. Here, sit over there.\nNot much room, with my stuff and Randolph's, but it beats walking.\"\n\n\"What in hell brings you back?\" Gordon asked.\n\nThe huge man shrugged ponderously. \"A man gets tired of being\nrespectable, cobber. And I'm getting old and sentimental about the\nChicken Coop.\" He chuckled, rubbing his hands together. \"But not so old\nthat I can't handle a couple of guards that are stubborn about trucks,\neh, Izzy?\"\n\n\"Messy, but nice,\" Izzy agreed from the pile above them. \"Tell those\ntrained apes of yours to cut the lights, will you, Mother? Somebody must\nbe using the Coop.\"\n\nThey stopped the truck before reaching the old wreck. In the few dim\nlights, the old building still gave off an air of mold and decay. Gordon\nshuddered faintly, then followed Izzy and the Mother into the\nsemi-secret entrance.\n\nIzzy went ahead, almost silent, with a thin strand of wire between his\nhands, his elbows weaving back and forth slowly to guide him. He was\napparently as familiar with the garrote as the knife. But they found no\nguard. Izzy pressed the seal release and slid in cautiously, while the\nothers followed.\n\nIn the beam of Gordon's torch, a single figure lay sprawled out on the\nfloor halfway to the rickety stairs to the main house. Mother Corey\ngrunted, and moved quickly to the coughing, battered old air machine.\nHis fingers closed a valve equipped with a combination lock.\n\n\"They're all dead, cobbers,\" he wheezed. \"Dead because a crook had to\ntry his hand on a lock. Years ago, I had a flask of poison gas attached,\nin case a gang should ever squeeze me out.\"\n\nIn the filthy rooms above, Gordon found the corpses--about fifteen of\nthem, and some former members of the Jurgens organization. He found the\napelike bodyguard stretched out on a bunk, a vacant smile on his face.\n\nA yell from the basement called him back down to where Izzy was busily\ngoing through piles of crates and boxes stacked along one wall. He was\npointing to a lead-foil-covered box. \"Dope! And all that other stuff's\nammunition!\"\n\nHe shivered, staring at the fortune in his hands. Then he grimaced and\nshoved the open can back in its case. He threw it back and began\nstacking ammunition cases in front of the dope. Gordon went out to get\nthe others and start moving in the supplies and transferring the corpses\nto the truck for disposal. Randolph scurried off to start setting up his\nmakeshift plant in the basement.\n\nMother Corey was staring about when they returned. \"Filthy,\" he wailed.\n\"A pigpen. They've ruined the Coop, cobber. Smell that air--even _I_ can\nsmell it!\" He sniffed dolefully.\n\nMother Corey sighed again. \"Well, it'll give the boys something to do,\"\nhe decided. \"When a man gets old, he likes a little comfort, cobber.\nNice things around him...\"\n\nGordon found what had been his old room and dumped his few things into\nit. Sheila watched him uncertainly, and then took possession of the next\nroom. She came back a few minutes later, staring at the ages-old filth.\n\"I'll be cleaning for a week,\" she said. \"What are you going to do now,\nBruce?\"\n\nHe shook his head, and started back down the stairs. He hurried down\ninto the basement where Randolph was arranging his mimeograph.\n\nThe printer listened only to the first sentence, and shook his head\nimpatiently. \"I was afraid you'd think of that, Gordon. Look, you never\nwere a reporter--you ran a column. I've read the stuff you wrote. You\nkilled and maimed with words. But you never dug up news that would help\npeople, or tell them what they didn't suspect all along. And that's what\nI've got to have.\"\n\n\"Thanks!\" Gordon said curtly. \"Too bad Security didn't think I was as\nlousy a reporter as you do!\"\n\n\"Okay. I'll give you a job, for one week. See what outer Marsport is\nlike. Find what can be done, if anything, and do it if you can. Then\ncome back and give me six columns on it. I'll pay Mother Corey for your\nfood--and for your wife's--and if I can find one column's worth of news\nin it, maybe I'll give you a second week. I can't see a man's wife\nstarve because he doesn't know how to make an honest living!\"\n\n       *       *       *       *       *\n\nRusty and one of Mother Corey's men were on guard, and the others had\nturned in. Gordon went up the stairs and threw himself onto the bed in\ndisgust.\n\n\"Bruce!\" Sheila stood outlined in the doorway against the dim glow of a\nphosphor bulb. Her robe was partly open, and hunger burned in him; then,\nbefore he could lift himself, she bent over and began unfastening his\nboots. \"You all right, Bruce? I heard you tossing around.\"\n\n\"I'm fine,\" he told her mechanically. \"Just making plans for tomorrow.\"\n\nHe watched her turn back slowly, then lay quietly, trying not to disturb\nher again. Tomorrow, he thought. Tomorrow he'd find some kind of an\nanswer; and it wouldn't be Randolph's charity.\n\n\n\n\nChapter XV\n\nMURDOCH'S MANTLE\n\n\nThere were three men, each with a white circle painted on chest and left\narm, talking to Mother Corey when Bruce Gordon came down the rickety\nsteps. He stopped for a second, but there was no sign of trouble. Then\nthe words of the thin man below reached him.\n\n\"So we figured when we found the stiffs maybe you'd come back, Mother.\nDamn good thing we were right. We can sure use that ammunition you\nfound. Now, where's this Gordon fellow?\"\n\n\"Here!\" Gordon told the man. He'd recognized him finally as Schulberg,\nthe little grocer from the Nineteenth Precinct.\n\nThe man swung suspiciously, then grinned weakly. There was hunger and\nstrain on his face, but an odd authority and pride now. \"I'll be\ndoggoned. Whyn't you say he was with Murdoch?\"\n\n\"They want someone to locate Ed Praeger and see about getting some food\nshipped in from outside, cobber,\" Mother Corey told him. \"They got some\nmoney scraped together, but the hicks are doing no business with\nMarsport. You know Ed--just tell him I sent you. I'd go myself, but I'm\ngetting too old to go chasing men out there.\"\n\n\"What's in it?\" Gordon asked, reaching for his helmet.\n\nThere was a surprised exchange of glances from the others, but Mother\nCorey chuckled. \"Heart like a steel trap, cobber,\" he said, almost\napprovingly. \"Well, you'll be earning your keep here--yours and that\ngranddaughter's, too. Here--you'll need directions for finding Praeger.\"\n\nHe handed the paper with his scrawled notes on it over to Gordon and\nwent shuffling back. Gordon stuck it into his pouch, and followed the\nthree. Outside, they had a truck waiting; Rusty and Corey's two henchmen\nwere busy loading it with ammunition from the cellar.\n\nSchulberg motioned him into the cab of the truck, and the other two\nclimbed into the closed rear section. \"All right,\" Gordon said, \"what\ngoes on?\"\n\nThe other began explaining as he picked a way through the ruin and\nrubble. Murdoch had done better than Gordon had suspected; he'd laid out\na program for a citizens' vigilante committee, and had drilled enough in\nthe ruthless use of the club to keep the gangs down. Once the police\nwere all busy inside the dome with their private war, the committee had\nbeen the only means of keeping order in the whole territory beyond. It\nwas now extended to cover about half the area, as a voluntary police\norganization.\n\nHe pointed outside. It was changed; there were fewer people outside.\nGordon had never seen group starvation before....\n\nThey passed a crowd around a crude gallows, and Schulberg stopped. A man\nwas already dead and dangling. \"Should turn 'em over to us cops,\"\nSchulberg said. \"What's he hanged for?\"\n\n\"Hoarding,\" a voice answered, and others supplied the few details. The\ndead man had been caught with a half bag of flour and part of a case of\nbeans. Schulberg found a scrap of something and penciled the crime on\nit, together with a circle signature, and pinned it to the body.\n\n\"All food should be turned in,\" he explained to Gordon as they climbed\nback into the truck. \"We figure community kitchens can stretch things a\nbit more. And we give a half extra ration to the guys who can find\nanything useful to do. We got enough so most people won't starve to\ndeath for another week, I guess. But you'd better get Praeger to send\nsomething, Gordon. Here, here's the scratch we scraped up.\"\n\nHe passed over a bag filled with a collection of small bills and coins.\n\"We can trust you, I guess,\" he said dully. \"Remember you with Murdoch,\nanyhow. And you can tell Praeger we got plenty of men looking for work,\nin case he can use 'em.\"\n\nHe pulled up to shout a report through the big Marspeaker as they passed\nthe old building Murdoch had used as a precinct house. It now had a\ncrude sign proclaiming it voluntary police HQ and outland government\ncenter. Then he went on until they came to a spur of the little electric\nmonorail system, with three abandoned service engines parked at the end.\n\n\"Extra air inside, and the best we could do for food. Was gonna try\nmyself, but I don't know Praeger,\" Schulberg said. He handed over a key,\nand nodded toward the first service engine. \"Good luck, Gordon--and damn\nit, we're--we gotta eat, don't we? You tell him that! It ain't much--but\nget what you can!\"\n\nHe swung the truck, and was gone. Gordon climbed into the enclosed cab\nand pulled back questioningly on the only lever he could see. The engine\nbacked briefly; he reversed the control. Then it moved forward, picking\nup speed. Apparently there was still power flowing in from the automatic\natomic generators.\n\nHe got off to puzzle out a switch, using Mother Corey's scrawled\ninstructions.\n\nHe had vaguely expected to see more of Mars, but for eight hours there\nwas only the bare flatness and dunes of unending sandy surface and\nscraggly, useless native plants, opened out to the sun. Marsport had\nbeen located where the only vein of uranium had been found on Mars, and\nthe growing section was closer to the equator.\n\nThen he came to villages. Again there was the sight of children running\naround without helmets. He stopped once for directions, and a man stared\nat him suspiciously and finally threw a switch reluctantly.\n\nHe was finally forced to stop again, sure that he was near, now. This\ntime, it was in what seemed to be a major shipping center in the heart\nof the lines that ran helter-skelter from village to village. Another\nsuspicious-eyed man studied him. \"You won't find Praeger on his\nfarm--couldn't reach it in that, anyhow,\" he said finally. Then he\nturned up his Marspeaker. \"Ed! Hey, Ed!\"\n\nDown the street, the seal of a building opened, and the big, bluff\nfigure of Praeger came out. His eyes narrowed as he spotted Gordon; then\nhe grinned and waved his visitor forward.\n\nInside, there was evidence of food, and a rather pretty girl brought out\nanother platter and set it before Gordon. He ate while they exchanged\nuncertain, rambling information; finally, he got down to his errand.\n\nPraeger seemed to read his mind. \"I can get the stuff sent, Gordon. I'm\nhead of the shipping committee for this quadrant. But why in hell should\nI? The last time, every car was looted in Outer Marsport. If they won't\nlet us get the oil and chemicals we need, why should we feed them?\"\n\n\"Ever see starvation?\" Gordon asked, wishing again someone else who'd\nfelt it could carry the message. He told about a man who'd committed\nsuicide for his kids, not stopping as Praeger's face sickened slowly.\n\"Hell, who wouldn't loot your trains if that's going on?\"\n\n\"All right, if Mother Corey'll back up this volunteer police group. I've\ngot kids of my own.... Look, you want food, we want to ship. Get your\ncops to give us an escort for every shipment through to the dome, and\nwe'll drop off one car out of four for the outlands.\"\n\nGordon sat back weakly. \"Done!\" he said. \"Provided the first shipment\ncarries the most we can get for the credits I brought.\"\n\n\"It will--we've got some stuff that's about to spoil, and we can let you\nhave a whole train of it.\" He took the sack of credits and tossed it\ntoward a drawer, uncounted. \"A damned good thing Security's sending a\nship. Credits won't be worth much until they get this mess straightened\nout.\"\n\nGordon felt the hair at the base of his neck tingle. \"What makes you\nthink Security can do anything? They haven't shown a hand yet.\"\n\n\"They will,\" Praeger said. \"You guys in Marsport feed yourselves so many\nlies you begin to believe them. But Security took Venus--and I'm not\nworried here, in the long run. Don't ask me how.\"\n\nHis voice was a mixture of bitterness and an odd certainty. \"They set\nSecurity up as a nice little debating society, Gordon, to make it easy\nfor North America to grab the planets by doing it through that Agency.\nOnly they got better men on it than they wanted. So far, Security has\nplayed one nation against another enough to keep any from daring to\nswipe power on the planets. And this latest trick folded up, too. North\nAmerica figured on Marsport folding up once they got a police war\nstarted, with a bunch of chiseling profiteers as their front; they\nexpected the citizens to yell uncle all the way back to Earth. But out\nhere, nobody thinks of Earth as a place to yell to for help, so they\nmissed. And now Security's got Pan-Asia and United Africa balanced\nagainst North America, so the swipe won't work. We got the dope from our\nsouthern receiver. North America's called it all a mistaken emergency\nmeasure and turned it back to Security.\"\n\n\"Along with how many war rockets?\" Gordon asked.\n\n\"None. They never gave any real power, never will. The only strength\nSecurity's ever had comes from the fact that it always wins, somehow.\nForget the crooks and crooked cops, man! Ask the people who've been\ngetting kicked around about Security, and you'll find that even most of\nMarsport doesn't hate it! It's the only hope we've got of not having all\nthe planets turned into colonial empires! You staying over, or want me\nto give you an engineer and drag car so you can ride back in comfort?\"\n\nGordon stared at the room, where almost everything was a product of the\nplanet, at Praeger, and at the girl. Here was the real Mars--the men who\nliked it here, who were sure of their future. \"I'll take the drag car.\"\n\n       *       *       *       *       *\n\nHe found Randolph waiting in a scooter outside the precinct house after\nhe'd reported his results. He climbed in woodenly, leaving his helmet on\nas he saw the broken window. \"A good job,\" the little man said. \"And\nnews for the paper, if I ever publish it again. I came over because I\nwasn't much use at the Coop, and everyone else was busy.\"\n\n\"Doing what?\" Gordon asked.\n\nRandolph grinned crookedly. \"Running Outer Marsport. The Mother's the\nonly man everybody knows, I guess--and his word has never been broken\nthat anyone can remember. So he's helping Schulberg make agreements with\nthe sections the volunteers don't handle. Place is lousy with people\nnow. Heard about Mayor Wayne?\"\n\nGordon shook his head, not caring, but the man went on. \"He must have\nhad his supply of drugs lifted somehow. He holed up one day, until it\nreally hit him that he couldn't get any more. Then he went gunning for\nTrench, with some idea Trench had swiped the stuff--so Trench is now\nrunning the Municipals. And I hear the gangs are just about in control\nof both sections, lately.\"\n\n       *       *       *       *       *\n\nThe Chicken Coop was filled, as Randolph had said, but he slipped in and\nup the stairs, leaving the news to the publisher. The place had been\ncleaned up more than he had expected, and there must have been new\nplants installed beside the blower, since the air was somewhat fresher.\n\nHe found his own room, and turned in automatically...\n\n\"Bruce?\" A dim light snapped on, and he stared down at Sheila. Then he\nblinked. His bunk had been changed to a wider one, and she lay under the\nthin covering on one side. Down the center, crude stitches of heavy cord\nshowed where she had sewed the blanket to the mattress to divide it into\ntwo sections. And in one corner, a couple of blanket sections formed a\nrough screen.\n\nShe caught his stare and reddened slowly. \"I had to, Bruce. The Coop is\nfull, and they needed rooms--and I couldn't tell them that--that--\"\n\n\"Forget it,\" he told her. He dropped to his own side, with barely enough\nroom to slide between the bed and the wall, and began dragging off his\nboots and uniform. She started up to help him, then jerked back, and\nturned her head away. \"Forget all you're thinking, Cuddles. I'm still\nnot bothering unwilling women--and I'll even close my eyes when you\ndress.\"\n\nShe sighed, and relaxed. There was a faint touch of humor in her voice\nthen. \"They called it bundling once, I think. I--Bruce, I know you don't\nlike me, so I guess it isn't too hard for you. But--sometimes ... Oh,\ndamn it! Sometimes you're--nice!\"\n\n\"Nice people don't get to Mars. They stay on Earth, being careful not to\nfind out what it's like up here,\" he told her bitterly. For a second he\nhesitated, and then the account of the newsboy and his would-be killers\ncame rushing out.\n\nShe dropped a hand onto his, nodding. \"I know. The Kid--Rusty's\nfriend--wrote down what they did to him.\"\n\nGordon grunted. He'd almost forgotten about the tongueless Kid. For a\nsecond, his thoughts churned on. Then he got up and began putting on his\nuniform again. Sheila frowned, staring at him, and began sliding from\nher side, reaching for her robe. She followed him down the creaking\nstairs, and to the room where Schulberg, Mother Corey, and a few others\nwere still arguing some detail.\n\nThey looked up, and he moved forward, dragging a badge from his pouch.\nHe slapped it down on the table in front of them. \"I'm declaring myself\nin!\" he told them coldly. \"You know enough about Security badges to know\nthey can't be forged. That one has my name on it, and rating as a Prime.\nDo you want to shoot me, or will you follow orders?\"\n\nRandolph picked it up, and fumbled in his pocket, drawing out a tiny\nbadge and comparing them. He nodded. \"I lost connection years ago,\nGordon. But this makes you my boss.\"\n\n\"Then give it all the publicity you can, and tell them Security has just\ndeclared war on the whole damned dome section! Mother, I want all the\ndope we found!\" With that--about the only supply of any size left--he\ncould command unquestioning loyalty from every addict who hadn't already\ndied from lack of it. Mother Corey nodded, instant understanding running\nover his puttylike face.\n\nSchulberg shrugged. \"After your deal with Praeger, we'd probably follow\nyou anyhow. I don't cotton to Security, Gordon--but those devils in\nthere are making our kids starve!\"\n\nMother Corey heaved his bulk up slowly, wheezing, and indicated his\nchair at the head of the table. But Gordon shook his head. He'd made his\ndecision. His head was emptied for the moment, and he wanted nothing\nmore than a chance to hit the bed and forget the whole business until\nmorning.\n\nSheila was staring at him as he shucked off his outer clothes\nmechanically and crawled under the blanket. She let the robe fall to the\nfloor and slid into the bed without taking her eyes off him. \"Is it true\nabout Security sending a ship?\" she asked at last. He nodded, and her\nbreath caught. \"What happens when they arrive, Bruce?\"\n\nShe was shivering. He rolled over and patted her shoulder. \"Who knows?\nWho cares? I'll see that they know you weren't guilty, though. Stop\nworrying about it.\"\n\nShe threw herself sideways, as far from him as she could get. Her voice\nwas thick, muffled in the blanket. \"Damn you, Bruce Gordon. I _should_\nhave killed you!\"\n\n\n\n\nChapter XVI\n\nGET THE DOME!\n\n\nTo Gordon's surprise, the publicity Randolph wrote about his being a\nSecurity Prime seemed to bring the other sections of Outer Marsport\nunder the volunteer police control even faster. But he was too busy to\nworry about it. He left general co-ordination in the hands of Mother\nCorey, while Izzy and Schulberg ran the expanding of the police force.\n\nPraeger arrived with the first load of food, and came storming up to\nhim. \"Why didn't you tell me you were a Security Prime! I'm grade three\nmyself.\"\n\n\"And I suppose that would have meant you'd have shipped in all the food\nwe needed free?\" Gordon asked.\n\nThe other stopped to think it over. Then he laughed roughly. \"Nope.\nYou're right. The growers would starve next year if they gave it all\naway now. Well, we'll get in enough food this way to keep you going for\na while--couple of weeks, at least.\"\n\nIt sounded good, and might have worked if there had been the normal food\nreserve, or if the other three quadrants had been willing to do as much.\nBut while the immediate pressure of starvation was lifted, Gordon's own\nstomach told him that it wasn't an adequate diet. Signs of scurvy and\npellagra were increasing.\n\nBruce Gordon whipped himself into forgetting some of that. His army was\ngrowing. Or rather, his mob. There was no sense in trying to get more\nthan the vaguest organization.\n\nIt was the eighth day when he led them out in the early dawn. He had\nissued extra dope and managed a slight increase in the ration, so they\nmade a brave showing--until they reached the dome.\n\nThere were no rifles opposed to him, as he had expected, and the guard\nat the gate was no heavier. But the warning had somehow been given, and\nboth forces were ready.\n\nStretching north from the gate were the Municipals with members of some\nof the gangs; the other gangmen were with the Legals to the south. And\nthey stood within inches of the dome, holding axes and knives.\n\nA big Marspeaker ran out from the gate, and the voice of Gannett came\nover it. \"Go back! If just one of you gets within ten feet of the dome\nor entrance, we're going to rip the dome! We'll destroy Marsport before\nwe'll give in to a doped-up crowd of riffraff! You've got five minutes\nto get out of sight, before we come out with rifles and knock you off!\nNow beat it!\"\n\nGordon got out of the car the Kid was driving and started toward the\nentrance, just as the moaning wail of the crowd behind him built up.\n\n\"You fools!\" he yelled. \"They're bluffing. They wouldn't dare destroy\nthe dome! Come on!\"\n\nBut already the men were evaporating. He stared at the rout, and\nsuddenly stopped fighting the hands holding him. Beside him, the Kid was\ncrying, making horrible sounds of it. He turned slowly back to the car,\nand felt it get under way. His final sight was that of the Legals and\nMunicipals wildly scrambling for cover from each other.\n\nMother Corey met him, dragging him back to a small room where he dug up\nan impossibly precious bottle of brandy. \"Drink it all, cobber. So one\nof your Security badges had the wrong man attached to it, and word got\nback. Couldn't be helped. You just ran into the sacred law of\nMarsport--the one they teach kids. Be bad, and the dome'll collapse. The\ndome made Marsport, and it's taboo!\"\n\nGordon nodded. Maybe the old man was right. \"If the dome gives them a\nperfect cover, why let me make a jackass of myself, Mother?\" he asked\nnumbly.\n\nCorey shook his head, setting the heavy folds of flesh to bouncing.\n\"Gave them something to live for here, cobber. And when you get over\nthis, you're gonna announce new plans to try again. Yes, you are! But\nright now, you get yourself drunk!\"\n\nHe left Gordon and the bottle. After a while, the bottle was gone. He\nfelt number, but no better, by the time Izzy came in.\n\n\"Trench is outside in a heavy-armored car, Bruce. Says he wants to see\nyou. Something to discuss--a proposition!\"\n\nGordon stood up, wobbling a little, trying to think. Then he swore, and\nheaded for his room. \"Tell him to go to hell!\"\n\nHe saw Izzy and Sheila leave, wondering vaguely where she had been.\nThrough the opening in the seal, he spotted them moving toward the big\ncar outside. Then he shrugged. He finally made the stairs and reached\nhis bed before he passed out.\n\nSheila was standing over him when he finally woke. She dumped a headache\npowder into her palm and held it out, handing him a small glass of\nwater. He swallowed the fast-acting drug, and sat up, trying to\nremember. Then he wished he couldn't.\n\n\"What did Trench want?\" he asked thickly.\n\n\"He wanted to show you a badge--a Security badge made out for him,\" she\nanswered. \"At least he said he wanted to show you something, and it was\nabout that size. He wouldn't talk with us much. But I remember his name\nin the book--\"\n\nGordon shook his head and sat up. The book, he thought, trying to focus\nhis thoughts. The book with all the names...\n\n\"All right, Cuddles,\" he said finally. \"You got your meal ticket, and\nyou've outgrown it in this mess. Now I want that damned book! I've been\noperating in the dark. It's time I found out how to get in touch with\nsome of those people. Where is it?\"\n\nShe shook her head. \"It isn't. Bruce--I don't have it. That time I gave\nyou the note, you didn't come when I said, and I thought you wouldn't.\nThen Jurgens' men broke in, and I thought they'd get it, so--so I burned\nit. I lied to you about using it to make you keep me.\"\n\n\"You burned it!\" He turned it over, staring at her. \"Okay, Cuddles, you\nburned it. You were trying to kill me then, so you burned it to keep\nJurgens from getting it and putting the finger on me! Where is it,\nSheila? On you?\"\n\nShe backed away, biting her lips. \"No, Bruce. I burned it. I don't know\nwhy. I just did! No!\"\n\nShe turned toward the door as he pushed up from the bed, but his arm\ncaught her wrist, dragging her back. She whimpered once, then shrieked\nfaintly as his hand caught the buttons on the dress, jerking them off.\nThen suddenly she was a writhing, biting, scratching fury. He tightened\nhis hand and lifted her to the bed, dropping a knee onto her throat and\nbeginning to squeeze, while he jerked the dress and thin slip off.\n\nShe sat up as he released his knee, her hoarse voice squeezed from\nbetween her writhing lips. \"Are you satisfied now, you mechanical beast!\nDo you still think I have it on me?\"\n\nHe grinned, twisting the corners of his mouth. \"You don't. Don't you\nknow a _wife_ shouldn't keep secrets from her _husband_? A warm-blooded,\naffectionate husband, to boot.\" He bent down, knocking aside her\nflailing arms, and pulled her closer to him. \"Better tell your husband\nwhere the book is, Cuddles!\"\n\nShe cursed and he drew her closer. He bent down, forcing her head back\nand setting his lips on hers.\n\nFrom somewhere, wetness touched his cheek; he lifted his head and looked\ndown. The wetness came from tears that spilled out of her eyes and ran\noff onto the mattress. She was making no sound, and there was no\nresistance, but the tears ran out, one drop seeming to trip over\nanother.\n\n\"All right, Sheila,\" he said. His voice was cracked in his ears.\n\"Another week of being a failure on this planet of failures, and I\nmight. Go ahead and tell me I'm the same as your first husband. If I\ncan't even keep my word to you, I can at least get out and stay out.\" He\nshook his head, waiting for her denunciation. \"For your amusement, I'm\ngoing to miss having you around!\"\n\nHe stood up. Something touched his hand, and he looked down to see her\nfingers.\n\n\"Bruce,\" she said faintly, \"you meant it! You don't hate me any more.\"\nShe rubbed her wrist across her eyes, and the ghost of a smile touched\nher lips. \"I don't think you're a failure. And maybe--maybe I'm not.\nMaybe I don't have to be a failure as a woman--a wife, Bruce. I don't\nwant you to go!\"\n\n       *       *       *       *       *\n\nTwo worlds. One huddled under its dome, forever afraid of losing that\nprotection and having to face the life the other led; and yet driven to\nwork together or to perish together. The sacred dome!\n\nAnd suddenly he was shaking her. \"The dome! It has to be the answer!\nCuddles, you broke the chain enough for me to think again! We've been\nblind--the whole damned planet has been blind.\"\n\nShe blinked and then frowned. \"Bruce--\"\n\n\"I'm all right! I'm just half sane instead of all insane for a change.\"\nHe got up, pacing the floor as he talked.\n\n\"Look, most of the people here are Martians. They've left Earth behind,\nand they're meeting this planet on its own terms. And they're adapting.\nThird-generation children--not all, but a lot of them--are breathing the\nair we'd die on, and they're doing fine at it. Probably\nsecond-generation ones can keep going after we'd pass out. It's just as\ntrue out here as it is on the frontier. But Marsport has that sacred\ndome over it. It's still trying to be Earth. And it can't do it. It's\nnever had a chance to adjust here, and it's afraid to try.\"\n\n\"Maybe,\" she agreed doubtfully. \"But what about this part of Marsport?\"\n\n\"Obvious. Here, they grow up under the shadow of it. They live in a\nhalf-world, and they have to live on the crumbs the dome tosses them.\nSheila, if something happened to that dome--\"\n\n\"We'd be killed,\" she said. \"How do we do it?\"\n\nHe frowned, and then grinned slowly. \"Maybe not!\"\n\nThey spent the rest of the night discussing it. Sometime during the\ndiscussion, she made coffee, and first Randolph, then the Kid came in\nfor briefing. Randolph was a natural addition, and the Kid had been\nalternately following Gordon and Sheila around since he'd first heard\nthey were fighting against the men who'd robbed him of his right to\nspeak. In the end, as the night spread into day, there were more people\nthan they felt safe with, and less than they needed.\n\nBut later, as he stood beside the dome when night had fallen again,\nGordon wasn't so sure. It was huge. The fabric of it was thin, and even\nthe webbing straps that gave it added strength were frail things. But it\nwas strong enough to hold up the pressure of over ten pounds per square\ninch, and the webbing was anchored in a metal sleeve that went too high\nfor cutting. They could rip it, but not ruin it completely; and it had\nto be done so that no repair could ever be made.\n\nUnder it, and anchoring it, was a concrete wall all around the city.\n\nIzzy came back from a careful exploration. \"We can work enough powder\nunder those webbing supports, and lay the fuse wire beside the plastic\nring that keeps it airtight,\" he reported. \"But God help us, gov'nor, if\nany gee spots us.\"\n\nThey worked through the night, while Rusty went back to requisition more\nexplosives from the dwindling supply, and while the Kid and Izzy took\ntime off to break into a closed converter plant and find wire enough to\nconnect the charges. But dawn caught them with less done than they had\nhoped. Gordon went to connect a wire and switch from the battery and\ncoil they had installed, but jerked backwards as he saw a suspicious\nguard staring at him.\n\n\"Let him think we're just scouting,\" Randolph advised.\n\nThere were suspicious looks as the group came back to the Coop, but\nMother Corey waddled over to meet them. \"Did you find them, cobber?\" he\nasked quickly, and one of his eyelids flickered.\n\nIzzy answered before Gordon could rise to it. \"Not yet, Mother. May have\nto go back tonight.\"\n\nGordon left them discussing the mythical search for certain supplies\nthat Mother Corey had apparently used as an alibi for their absence from\nthe building. Sheila started to make coffee, but he shook his head and\nheaded for the bed. She yawned and nodded, fingering the stitches that\nstill ran down the blanket to divide it. Then she grimaced faintly and\ndropped down beside him on top of the blanket. Her head hit his arm, and\nshe seemed to be asleep almost at once.\n\nHe awoke to find Izzy shaking his shoulder. He looked down for Sheila,\nbut she was gone. Izzy followed his eyes, and shook his head.\n\n\"The princess took off in a car three hours ago,\" he said. \"She said it\nwas something that had to be done, gov'nor, so I figured you'd know\nabout it.\"\n\nGordon shrugged, and let it pass. He found the rest of the group ready,\nwith Mother Corey wishing them better luck tonight. The Mother obviously\nknew something; but he kept his suspicions to himself, and gave them a\ncover from the others.\n\nThere was no sign of Sheila near the dome. But inside, there were guards\npacing along it. Gordon spotted them first, and drew the others back. If\nthey'd found the carefully worked-in powder...\n\nThe Kid ducked down and out of the car, worming his way around the\nbuilding that concealed them. He waited for the guard to vanish, and\nthen went crawling forward. Gordon swore, but there was no sense in two\nof them risking themselves, only to attract more attention. And at last\nthe Kid came back. He ducked into the truck, nodding.\n\n\"Wire and explosive still there?\" Gordon asked.\n\nThe Kid made the sound he used for assent.\n\nIt made no sense; there was no reason for the sudden vigilance inside\nthe dome.\n\n\"We might be able to run the wire in,\" Izzy said doubtfully.\n\nGordon grunted. \"And tip them off to where it is, probably. No, we'll\nhave to do it under some kind of covering, the way I had it planned in\nthe first place, only with one more damned complication. We'll pull\nanother false raid on the dome. As soon as we get chased off, I'll\nmanage to set it off while they're relaxing and laughing at us.\"\n\n\"It smells!\" Izzy told him. \"Who elected you chief martyr around here?\nYou'll be blown up, gov'nor--and if you ain't, they'll rip you to\nribbons for knocking off the dome.\"\n\nThen he stopped suddenly, staring. Bruce Gordon leaned forward, with\nIzzy's hands grabbing for him. But he'd seen it, too.\n\nStanding next to the dome was Trench, talking to one of the guards. And\nbeside him stood Sheila, with one hand resting on the man's elbow!\n\nHe could feel the thickness of the silence and misery in the truck, but\nhe pushed it away, with all the other things. \"Get us back, Izzy,\" he\nordered. \"We've got to round up whatever group we can and get them back\nhere on the double. They must be counting on our original time, so\nthey're in no hurry to remove the powder and wiring. But we can't count\non any more time.\"\n\n\"You're going through with it?\" Randolph asked doubtfully.\n\n\"In one hour. And you might pass the word along that we're doing it to\nsave the dome. Tell the men we just found out that Trench is losing and\nintends to blow it up instead of letting the Legals win.\"\n\nRumor would travel fast enough, he hoped. And it should give him a few\nextra seconds before his forces cracked.\n\nHe lifted the switch in his hands and stared at it. It wasn't necessary\nnow. All he had to do was to reach the battery and drop any metal across\nthe two terminals there--if they could get back before Trench--and\nSheila--could remove the battery.\n\nIt was a period of complete fog to him, but it wasn't until his motley\narmy reached the dome, straggling up in trucks and on foot, that he\nsnapped into focus again. There was no sign of Sheila this time, and he\ndidn't look for her. His whole mind was concentrated down to a single\npoint: Get the dome!\n\nThis time, there was no scattering of Municipals and Legals. The\nMunicipal forces were rushing up toward the dome, and surprised Legals\nwere frantically arriving in trucks. There was the beginning of a\npitched battle right at the spot where Gordon needed his own cover.\n\nIt made no sense to him, and he didn't care. He marched his men up, with\nthe thin wailing of a banshee in his ears.\n\n\"Dome warning!\" Izzy shouted in his ear. \"Hear that siren, gov'nor?\nMeans they're scared we may do it. Give me that damned switch!\"\n\nHe grabbed for it, but Gordon held firmly to the copper strap. And now\nthe men inside caught sight of the approaching force. For a second,\nconsternation seemed to reign.\n\nThen a huge truck with a speaker on top drove into the struggling group,\nand the thin whisper of unintelligible words reached Gordon. The whole\ndevelopment made no more sense than any part of it to him, but he saw\nthe Municipals and Legals suddenly begin to turn as a single man to face\nthe outside menace that had crept up on them while they were boiling\ninto a fight.\n\nAnd suddenly the Marspeaker over the entrance blasted into life. \"Get\nback! The dome is mined! Any man comes near it, it'll blow! Get back!\nThe dome is mined!\"\n\nBy Gordon's side, a sudden gargling sound came from the Kid. His hand\nsnaked out, caught the strap from Gordon's hand, and jerked it free.\nThen he was running frantically forward.\n\nRifles lifted inside, and shots rang out, clipping bullets through the\ndome. In one place it began to tear, and there was a sudden savage roar\nfrom the men around Gordon. He had started forward after the Kid, but\nIzzy was in front of him, holding him back.\n\nThe Kid stumbled and slid across the ground, while blood spurted out\nfrom a gash across his head, and the helmet fell into pieces. Then, with\na jerk, he was up. His hand reached out, the strap hit the terminals...\n\nAnd where the dome had been, a clap of thunder seemed to take visible\nform. The webbing straps broke, and the dome jerked upwards, twisting\noutwards, and then falling into ribbons. The shock wave hit Gordon,\nknocking him from his feet into the crowd around him.\n\nHe struggled to his feet to see helmeted men pouring out of the houses\naround, and other men pouring forward from his own group. The few of\neither police force still standing and helmeted broke into a wild run,\nbut they had no chance! The mob had decided that they had mined and\nexploded the dome.\n\nHe turned back toward the Coop, sick with the death of the Kid and the\nviolence. For once, he'd had more than his fill of it.\n\nThen a small truck drew up, and an arm went out to draw him inside the\ncab. He stared into the face of Isaiah Trench. And driving the truck was\nSheila.\n\n\"Your wife took a helluva chance, Gordon,\" Trench said heavily. \"And I\ntook quite a chance, too, to set this up so nobody could ever believe\nyou were behind it. Getting that fight started in time, after you first\nshowed up--oh, sure, we spotted you--was the toughest job I ever did!\nBut I guess Sheila had the roughest end, not even knowing for sure where\nI stood.\"\n\nGordon stared at them slowly, not quite believing it, even though it was\nno crazier than anything else during the past few hours.\n\nTrench shrugged. \"I was railroaded here by Security, told to be good and\nthey'd let me go home. A lot of men got that treatment. So when Wayne\nwas still talking about building a perfect Marsport, I joined up. He\ntreated me right, and I took orders. But a man gets sick of working with\npunks and cheap hoods; he gets sicker of killing off a planet he's\nlearned to like. I learned to take orders, though--and I took them until\nWayne tried to put a bullet through me. That ended that, and I came out\nto join up with you. You were soused, I hear--but your wife guessed\nenough to take the chance of coming to me, when she thought you were\ngoing to get yourself killed. Well, I guess you get out here.\"\n\nHe indicated the Coop. Gordon got down, followed by Sheila as Trench\ntook the wheel. \"What happens to you now?\" Gordon asked. \"They'll be\nblaming you for the end of the dome.\"\n\n\"Let them. I planned on that. Too bad Trench got torn to bits by the\nmob, isn't it? And it's a good thing I've always kept myself a place\nunder a safe incognito out in the sticks. Got a wife and two kids out\nthere that even Wayne didn't know about.\" He stuck out a hand. \"You're\nlike Security, Gordon. You do all the wrong things, but you get the\nright results. Goodbye!\"\n\nSheila watched him go, shaking her head. \"He likes you, Bruce. But he\ncan't say it. Men!\"\n\n\"Women!\" Gordon answered.\n\nThen he stiffened. Coming down through the thin air of Mars was the\nbright blue exhaust of a rocket. The real Security was arriving!\n\n\n\n\nChapter XVII\n\nSECURITY PAYOFF\n\n\nIt was three days before Bruce Gordon made up his mind to hunt up\nSecurity; another four days passed after they had sent him back to wait\nuntil they received orders from Headquarters for him. There was a man\ncoming from Earth on a second ship who would see him. They gave him a\nchauffeur back to the Chicken Coop, and politely indicated that it would\nbe better if he stayed within reach.\n\nThe dome had been down a full week when he watched the last of\nRandolph's equipment packed onto a truck and hauled away. The little\npublisher was back at the _Crusader_ again. Rusty was busy opening his\nbar, and the others were all busy. Only Gordon and Sheila were left.\n\nHe heard her coming down the old stairs, and ducked out through the\nprivate exit, snapping his helmet in place as he went through the seal.\nShe must have sensed his desire to be left alone, since she made no\nattempt to follow. She'd asked no questions and hadn't even tried to\nconvince him that he'd be sent back to Earth now.\n\nHe muttered to himself as he headed over the rubble toward the\npreviously domed section.\n\nOut at the spaceport, ships were dropping down from Deimos with the\nsupplies that had been held up so long, and a long line of trucks went\nsnaking by. Credit had been established again, and the businesses were\nopen.\n\nFor the time being, the hoods and punks were having a tough time of it,\nwith working papers demanded as constant identification. And while it\nlasted, at least, Marsport was beginning to have its face lifted. Wrecks\nwere being broken up, with salvageable material used for newer homes.\nGordon came to a row of temporary bubbles, individual dwellings built\nlike the dome, but opaque for privacy.\n\nAs Gordon drew closer to the old foundation of the dome, the feeling\naround began to clarify into something halfway between what he had seen\non the real frontier and what he had known as a kid in Earth's slums.\n\nThey had been lucky. The dome had exploded outwards, with only bits of\nit falling back; and the buildings had come through the outward\nexplosion of the pressure with little damage. Gordon grinned wryly.\nSchulberg's volunteers were official, now. Izzy was acting as chief of\npolice, Schulberg was head of the reconstruction corps, and Mother Corey\nwas temporary Mayor of all Marsport. The old charter for Marsport from\nNorth America was dead, and the whole city was now under Security\ncharter, like the rest of the planet. But the dozen Security men had\nleft most of the control in the Mother's hands, and the old man was up\nto his fat jowls in business.\n\nGordon moved automatically toward the Seventh Ward. Fats' Place was\nstill open, though the crooked tables had been removed. Gordon dropped\nto a stool, slipping off his helmet. He reached automatically for the\nglass of ether-needled beer. This time, it even tasted good to him.\n\n\"On the house, copper,\" Fats' voice said. The man dropped to another\nstool, rolling dice casually between his thumbs. \"And bring out a steak,\nthere! You look as if you could stand it--and Fats don't forget old\nfriends!\"\n\n\"Friends and other things,\" Gordon said, remembering his first visit\nhere. \"Maybe you should have got me that night, Fats.\"\n\nThe other shrugged. \"That's Mars.\" He rolled the dice out, then picked\nthem up again. \"Guess I'll have to stick to selling meals, mostly--for a\nwhile, at least. Somebody told me you'd joined Security and got banged\nup trying to keep Trench from blowing up the dome. Thought you'd be in\nthe chips!\"\n\n\"That's Mars,\" Gordon echoed the other's comment. \"Why don't you pull\noff the planet, Fats? You could go back to Earth, I'd guess.\"\n\nThe other nodded. \"Yeah. I went back, about ten years ago. Spent four\nweeks down there. I dunno. Guess a man gets used to anything ... Hell,\nmaybe I can hire some bums to sit around and whoop it up when the ships\ncome in, and bill this as a real old Martian den of sin! Get a barker\nout at the port, run special busses, charge the suckers a mint for a\ncheap thrill.\"\n\nGordon grinned wryly; Fats would probably make more than ever.\n\nHe finished the meal, accepted a pack of the Earth cigarettes that sold\nat a luxury price here, and went out into the thin air of Mars. It was\nalmost good to get out into the filth of the slums, and be heading back\nto the still-standing monument of the old Chicken Coop. He headed for\nthe private entrance out of habit, and then shrugged as he realized it\nwas a needless precaution now. He moved up the front steps and through\nthe battered seal.\n\nThen he stopped. Security had finally gotten around to him, it seemed.\nInside the hallway, the Security man who'd first sent him to Mars was\nwaiting.\n\nThere was a grin on the other's face. \"Hello, Gordon. Finally got our\norders for you. It's Mercury!\"\n\nBruce Gordon nodded slowly. \"All right. I suppose you know I ruined the\ndome, was supposed to have killed Murdoch, pretended I was a Security\nagent...\"\n\n\"You _were_ one,\" the man said. He grinned again. \"We know about\nMurdoch, and we know where Trench is--but he's a good citizen now, so he\ncan stay there. We're not throwing the book at you, Bruce. Damn it, we\nsent you here to get results, and you got them. We sent twenty others\nthe same way--and they failed. You were a bit drastic--that I have to\nadmit--but we're one step closer to keeping nationalism off the planets,\nand that's all we care about.\"\n\n\"I wonder if it's worth it,\" Gordon said slowly.\n\nThe other shook his head. \"We can't know in our lifetime. All we can do\nis to hope. We'll probably get this Mother Corey and Isaacs elected\nproperly; and for a while, things will improve. But there'll be pushers\nas long as weak men turn to drugs, and graft as long as voters allow the\nthing to get out of their hands. Let's say you've shifted some of the\nmisery around a bit, and given them a chance to do better. It's up to\nthem to take it or lose it.\"\n\n\"So I get sent to Mercury?\"\n\n\"You can't stay here. They'll find out too much eventually.\" He paused,\nestimating Gordon. \"You _can_ go back to Earth, Bruce, but you won't\nlike it now. You're a fighter. And there's hell brewing on\nMercury--worse than here. We've got permission to send you there, if\nyou'll go. With a yellow ticket, again--but without any razzle-dazzle\nthis time. The only thing you'll get out of it is a chance to fight for\na better chance for others some day--and a promise that there'll be\nmore, until you get old enough to sit at a desk on Earth and fight\nagainst every bickering nation there to keep the planets clean. There's\na rocket waiting to transship you to the Moon on the way to Mercury\nright now.\"\n\nGordon sighed. \"All right. But I wish you'd tell my wife sometime\nthat--well, that I didn't just run out on her. She's had bad luck with\nmen.\"\n\n\"She already knows,\" the Security man said. \"I've been waiting for you\nquite a while, you know. And I've paid her the pay we owe you from the\ntime you began using your badge. She's out shopping!\"\n\nThe car pulled up to the waiting rocket, and the Security man helped him\nup the steps with a perfunctory wish for good luck. Then Bruce Gordon\nstopped as great arms surrounded him.\n\nMother Corey was immaculate, though not much prettier. But his old eyes\nwere glinting. \"Did you think we'd let you go without seeing you off,\ncobber?\" he asked. \"And after I took a _bath_ to celebrate? I--I--Oh,\ndrat it, I'm getting old. Izzy, you tell him.\"\n\nHe grabbed Gordon's hand and waddled down the landing plank. Izzy shook\nhis head.\n\n\"I can't say it, either, gov'nor--but some day, I'm going to have one of\nthose badges myself. Like I always said, honesty sure pays, even if it\nkills you. Here!\"\n\nHe followed Mother Corey, leaving behind his favorite knife and a\nbrand-new deck of reader cards, marked exactly as the ones Gordon had\nfirst used.\n\nGordon dropped into his seat, while the sounds outside indicated\ntake-off time. He had less than a hundred credits, a knife, a deck of\nphony cards, and a yellow ticket. Mars was leaving him what he'd\nbrought....\n\nShe dropped into the seat very quietly, but her blouse touched his arm.\nIn her hand was a punched ticket with the orange of Mars on top and the\nblack of Mercury on the bottom.\n\n\"Hello, Bruce,\" Sheila said softly. \"I've been shopping and I spent the\nmoney the man gave me. This is all I have left. Do you think it's worth\nit? Or should I take it back?\"\n\nHe turned it over in his hands slowly, and the smile came back to his\nface gradually.\n\n\"You got a bargain, Cuddles,\" he said. \"A lot better than the meal\nticket you bought. Let's keep it.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Police Your Planet, by Lester del Rey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK POLICE YOUR PLANET ***\n\n***** This file should be named 20212-8.txt or 20212-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/0/2/1/20212/\n\nProduced by Greg Weeks, Mary Meehan, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}